{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-42536418",
      "category": "uk",
      "title": "More than 11,000 UK homes empty for 10 years",
      "tags": "Housing,Homelessness,Homelessness in the UK",
      "text": "More than 11,000 homes across the UK have been empty for 10 years or more, research by the Liberal Democrats has found. \nThe figures, from 276 local councils, show there are more than 216,000 homes across the country which have been empty for six months or more.\nLib Dem leader Vince Cable called it a \"national scandal\", at a time when \"the homelessness crisis is worsening\".\nThe number of empty homes is down a third since 2010, the government said. \nDurham had the most empty homes (6,500) followed by Leeds (5,724), Bradford (4,144), Cornwall (3,273) and Liverpool (3,093). \nThe data - obtained through a Freedom of Information request - also reveals only one in 13 councils is making use of Empty Dwelling Management Orders.\nEDMOs allow councils in England and Wales to take over residential properties that have been empty for six months or more.\nJust 19 of the 247 councils in England and Wales that responded (the powers do not apply in Scotland) had used an EDMO in the past five years. \nCouncils did return 23,000 empty homes back into use.\nMeanwhile homelessness in the UK is getting worse. \nIn December, a committee of MPs found more than 78,000 families were living in temporary accommodation in England. The number of people sleeping on the streets had increased by 134% since 2011.  \nMr Cable has called on the government to review the current system \"which is clearly not working\".\n\"Councils need to be given the powers and resources to bring empty homes back into use,\" he said.\n\"This must form part of a wider package to tackle the housing crisis, including building more homes on unused public sector land and clamping down on land-banking.\"\nThe Department for Communities and Local Government pointed out that powers had been given to councils to bring empty homes back into use.\n\"At the same time, we're implementing the major changes to law and investing over £1bn to 2020 to tackle homelessness and rough sleeping,\" a spokesman added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-42533927",
      "category": "world-asia",
      "title": "New Zealanders build island in bid to avoid alcohol ban",
      "tags": "Alcohol,New Zealand",
      "text": "A group of New Zealanders has constructed a sand island in coastal waters, seemingly in a creative attempt to avoid a ban on drinking in public places.\nThe group built the structure at low tide in the Tairua estuary on the Coromandel peninsula on Sunday afternoon, reports said.\nThey then installed a picnic table and ice box for drinks.\nLocals joked that they were in \"international waters\" and thus exempt from an official liquor ban.\nThe group drank into the night on New Year's Eve, watching the fireworks, reported New Zealand website stuff.co.nz - and the construction was still intact on Monday morning.\nA ban on public drinking is in force in Coromandel over the New Year period and those violating the ban face a fine of $250 (£130; US$180) or arrest.\nBut authorities seemed to be taking the initiative in light-hearted spirit.\n\"That's creative thinking - if I had known [about it] I probably would have joined them,\" said local police commander Inspector John Kelly when told about the sand island. \nThe images were posted in a local Facebook group, Tairua ChitChat, by David Saunders.\nMr Saunders told the BBC: \"It was great to see some Kiwis having a bit of fun.\"\nBut a well-known community organiser Noddy Watts said the ban was not working and was simply resulting in swathes of arrests.\nHe said the police were \"dealing with drunk teens\".\n\"That's not what they are there for. That's what parents are there for,\" he said, according to the New Zealand Herald.\n\"The police and St John were getting frustrated with the result and said it has to change,\" said Mr Watts according to the New Zealand Herald.\nYou may also like:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-42535685",
      "category": "world-middle-east",
      "title": "Palestinian girl charged after slapping soldier on video",
      "tags": "Israel & the Palestinians,Israel,Palestinian territories",
      "text": "Israeli authorities have charged a Palestinian teenager with assault after a video of her hitting and pushing Israeli soldiers went viral.\nAhed Tamimi, 16, and her cousin were filmed in a confrontation with the soldiers that was widely shared by Palestinians on social media.\nShe faces 12 charges including aggravated assault and throwing stones.\nBut the family say they were involved in legitimate resistance during protests in the occupied West Bank.\nIsrael's military says the soldiers were preventing Palestinians from throwing stones at nearby motorists.\nThe video, filmed on 15 December, shows a group of women including Tamini shouting at, hitting and kicking two heavily-armed Israeli soldiers.\nIt was widely circulated online, and many Palestinians have hailed Tamimi as a hero of the resistance to Israeli occupation.\nOn Sunday, her cousin, Nour Tamimi, was charged with assault and disturbing soldiers from carrying out their duties. Her mother, who filmed the video and posted it on Facebook, has also been charged.\nAt the time of her arrest, Ahed's father said soldiers had fired tear gas and broken windows at the family's house.\nBassem Tamimi, a prominent activist, added that Ahed's 15-year-old cousin, Mohammed, had also been hit in the face with a rubber bullet fired by Israeli soldiers.\nMohammed was reportedly wounded during a weekly protest in the village of Nabi Salih where the Israeli military said more than 200 Palestinians threw stones.\n\"Several Palestinians entered a nearby home and continued throwing rocks at soldiers from inside the home with its occupants' consent,\" the military said.\n\"Forces removed the rioters from the home and remained standing in the entrance in order to prevent further entry. Later, several Palestinian women came out to face the soldiers in order to incite provocation.\"\nThe military said an investigation had determined that an infantry company commander was one of the two soldiers shown being confronted in the video, and that he had \"conducted himself professionally by not responding in kind\".\nIn the video, the girl identified as Ahed can be heard telling the soldiers to leave the entrance to the home. When they do not move, she punches and kicks the soldiers. A second girl and a woman also push and kick the soldiers later in the video.\nLast month, Mr Tamimi told the Israeli newspaper Yedioth Aharonth that the incident in the video took place after the soldiers \"entered the grounds of the house, started throwing gas grenades around and broke the house's windows\".\n\"Their conduct may seem humane at that instance, but I don't think their general conduct that day was humane. I'm proud of my daughter and what she did\", he said.\nTwo years ago, Ahed Tamimi was in a video which went viral in which she was seen biting the hand of an Israeli soldier holding a Palestinian boy who the army said had been throwing stones.\nPalestinian activists praised her actions, while many in Israel accused her family of using her as a propaganda tool."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-42534124",
      "category": "world-us-canada",
      "title": "Time's Up: Women launch campaign to fight sexual harassment",
      "tags": "Women,Celebrity,Sexual harassment,United States",
      "text": "More than 300 actresses, writers and directors have launched a project to help fight sexual harassment in the film industry and other workplaces.\nThe initiative, which is called Time's Up, was announced via a full-page advert printed in the New York Times. \nThe Hollywood project is described as a \"unified call for change from women in entertainment for women everywhere\". \nIt comes in the wake of sexual abuse allegations by high-profile actresses against film producer Harvey Weinstein.\nThe campaign, which is backed by hundreds of actresses including Natalie Portman, Reese Witherspoon, Cate Blanchett, Eva Longoria and Emma Stone, has already raised more than $13m (£9.6m) of its $15m target.\nThe money raised will be used to fund legal support for both female and male victims of sexual harassment at work. \nThe project is aimed primarily at those who are unable to meet the payments to defend themselves, such as agricultural or factory workers, caretakers and waitresses.\nIn a \"solidarity letter\" published on its website, Time's Up says the \"struggle for women to break in, to rise up the ranks and to simply be heard\" must end, adding: \"Time's up on this impenetrable monopoly.\"\nThe letter, which is aimed at \"every woman... who has had to fend off sexual advances\", goes on to say that such harassment can often continue because \"perpetrators and employers never face any consequences\".\nIt also calls for \"gender inequality and the imbalance of power\" to be addressed, stressing the need for more women to gain positions of authority and parity of pay.\nIn December, Time magazine named \"the Silence Breakers\" - women and men who spoke out against sexual abuse and harassment - as its \"Person of the Year\" for 2017.\nLast year also saw the rise of the #MeToo hashtag, which inspired a global movement of women and men to share their stories of sexual abuse and harassment.\nThe term gained momentum after actress Alyssa Milano took to Twitter to ask victims of sexual assault to come forward in a show of solidarity.\nBetween October and December 2017, the hashtag was used on Twitter and Facebook more than six million times."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-42536209",
      "category": "world-us-canada",
      "title": "Trump attacks Pakistan 'deceit' in first tweet of the year",
      "tags": "Pakistan,Donald Trump,United States",
      "text": "President Donald Trump has accused Pakistan of lying and deceiving the United States while receiving billions of dollars in foreign aid.\nIn his first tweet of the year, he also alleged Pakistan harboured terrorists.\nPakistan reacted angrily to the tweet, saying all the funding was accounted for and that Mr Trump was bitter due to the \"US defeat in Afghanistan\".\nThe US is considering withholding more than $250m (£185m) in aid that it delayed sending to Islamabad in August.\nThe move is being considered due to Pakistan's perceived failure to crack down more effectively on terror groups, The New York Times reports.\nPakistan's Foreign Minister Khawaja Asif told Pakistan's Geo TV: \"We have already told the US that we will not do more, so Trump's 'no more' does not hold any importance,\n\"Pakistan is ready to publicly provide every detail of the US aid that it has received.\"‏\nUS Ambassador to Pakistan David Hale was summoned to the foreign office on Monday to hear a protest over Mr Trump's tweet.\nMr Trump has criticised Pakistan for offering a \"safe haven\" to terrorists in the past.\nIn a speech in August, he said: \"We have been paying Pakistan billions and billions of dollars at the same time they are housing the very terrorists that we are fighting.\"\n\"It is time for Pakistan to demonstrate its commitment to civilisation, order, and to peace\", he added.\nUS Secretary of State Rex Tillerson has also put pressure on Pakistan over its perceived backing for the Taliban in Afghanistan. \nThe US is a key ally to the country, which enjoys a special status as a non-Nato alliance partner.\nBut Mr Tillerson has said aid funding \"could be on the table for discussion if in fact they are unwilling to change their posture or change their approach to how they are dealing with the numerous terrorist organisations that find safe haven in Pakistan\".\nPakistan has already had millions of dollars of US aid withheld for allegedly not taking enough action against the Taliban-allied Haqqani network.\nThe New York Times said US officials had been denied access to a member of the organisation who they believed could help with information on an American hostage.\nThe Afghan Ambassador to the US Hamdullah Mohib and former Afghan President Hamid Karzai both welcomed Mr Trump's latest tweet.\nMr Karzai said the tweet \"on Pakistan's duplicitous position over the past 15 years is vindication that the war on terror is not in bombing Afghan villages and homes but in the sanctuaries beyond Afghanistan\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-42533687",
      "category": "world-australia",
      "title": "New Year's 2018: Thousands flee fireworks barge explosion",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-42536065",
      "category": "world-africa",
      "title": "Nigerian army says 700 Boko Haram captives have escaped",
      "tags": "Nigeria,Boko Haram",
      "text": "The Nigerian army says more than 700 people held by Boko Haram militants in the north-east of the country have escaped captivity. \nAn army spokesperson, Col Timothy Antigha, said they had fled several islands in Lake Chad and arrived in the town of Monguno, in Borno state. \nThere has been no independent verification of the army's claim. \nA BBC correspondent says the escapes are likely to have happened over a period of time, not in one go. \nThe military says a recent armed forces operation, Deep Punch II, has weakened Boko Haram.  \nIn his New Year address, President Muhammadu Buhari said the group had been \"beaten\".\nIn a post on the HQ Nigerian Army Facebook page, Col Antigha said the 700 comprised \"farmers, fishermen and members of their families who were hitherto held by Boko Haram terrorists as farm workers\".\nHe said the recent operation \"was targeted at destroying Boko Haram infrastructure and logistics; such as communication centres, fabrication yards, bomb making equipment, vehicles and other means of sustenance\". \n\"The ensuing collapse of their command structure and means of survival have therefore triggered the abandonment of the islands and escape of the abductees,\" he wrote.\nCol Antigha said the escapees were being profiled to ensure there were no militants hidden among them. \nHe also said two women among the escaped captives had given birth safely at a military holding facility.\nOver eight years, Boko Haram's campaign of Islamist violence has killed more than 20,000 people and displaced some 2.6 million.\nDespite the authorities' insistence that the group has been vanquished, in recent months Boko Haram fighters have stepped up their attacks on military and civilian targets."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-south-yorkshire-42535215",
      "category": "uk-england-south-yorkshire",
      "title": "Five stabbed at New Year 'Gatsby' party at Sheffield Crystal Bar",
      "tags": "Sheffield,South Yorkshire Police",
      "text": "Five men were stabbed at a Great Gatsby-themed New Year's Eve party at a bar in Sheffield.\nSouth Yorkshire Police were called to Crystal Bar on Carver Street at 02:20 GMT following reports people had been \"stabbed or slashed\".\nTwo men in their 20s are in a critical condition in hospital while three others, also in their 20s, suffered \"superficial injuries\", the force said.\nA temporary closure notice was posted outside the bar.\nIt states the bar's closure is necessary \"to prevent nuisance or disorder\". The matter is due to be discussed at Sheffield Magistrates' Court on Tuesday and the closure could last for up to three months.\nOnly the bar's owner or the people who live at the premises can enter the property at Kendal Works in the city centre.\nCh Supt Shaun Morley said:  \"We have reviewed the incident and surrounding circumstances and we believe that to protect the public, the closure order is necessary.\n\"The use of senseless violence in one of our city centre licensed venues is something that will not be tolerated.\"\nPolice are conducting extra patrols in the area while inquiries continue."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-south-scotland-42535387",
      "category": "uk-scotland-south-scotland",
      "title": "High wind warning for coastal communities",
      "tags": "Severe weather",
      "text": "The Met Office has issued a yellow warning of strong winds expected on Tuesday.\nParts of Scotland are likely to be affected, particularly the south of the country.\nForecasters said that, when combined with high tides, some western coastal communities could experience large waves and spray.\nThere is also a \"small chance\" of injuries and danger to life from large waves and beach material.\nThe Met Office said power cuts and disruption to other services, such as mobile phones, may occur.\nThere is a small chance of transport disruption or cancellation of public transport.\nThe warning states: \"A deepening area of low pressure is expected to track northeastwards across the northern half of the UK. \n\"This will most likely bring a spell of very strong winds to Northern Ireland later Tuesday, which will then move northeastwards across parts of southern Scotland and Northern England before clearing into the North Sea early on Wednesday. \n\"There is however still a lot of uncertainty over the exact track that the low pressure will take and hence where precisely the strongest winds will be. \n\"Gales with gusts of 60 to 70 mph are likely, whilst some western coastal areas have a chance of seeing gusts of 80 mph.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-42534255",
      "category": "uk",
      "title": "Large meteor spotted in skies across UK",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-42455378",
      "category": "business",
      "title": "UK faces build-up of plastic waste",
      "tags": "Plastic,Plastic pollution,Recycling,China",
      "text": "The UK's recycling industry says it doesn't know how to cope with a Chinese ban on imports of plastic waste.\nBritain has been shipping up to 500,000 tonnes of plastic for recycling in China every year, but now the trade has been stopped.\nAt the moment the UK cannot deal with much of that waste, says the UK Recycling Association. \nIts chief executive, Simon Ellin, told the BBC he had no idea how the problem would be solved in the short term.\n\"It's a huge blow for us... a game-changer for our industry,\" he said. \"We've relied on China so long for our waste… 55% of paper, 25% plus of plastics.\n\"We simply don't have the markets in the UK. It's going to mean big changes in our industry.\"\nChina has introduced the ban from this month on \"foreign garbage\" as part of a move to upgrade its industries.\nOther Asian nations will take some of the plastic, but there will still be a lot left.\nEnvironment Secretary Michael Gove has admitted that he was slow to spot the problem coming.\nThe UK organisation Recoup, which recycles plastics, said the imports ban would lead to stock-piling of plastic waste and a move towards incineration and landfill.\nPeter Fleming, from the Local Government Association, told the BBC: \"Clearly there's a part to play for incineration but not all parts of the country have incinerators.\n\"It's a challenge - but mostly in the short term… and we will cope. In the longer term we need a much more intelligent waste strategy.\"\nAny move towards burning more plastic waste, though, would be met with fierce resistance from environmental groups.\nLouise Edge, from Greenpeace, told the BBC: \"The government has got us into this mess by continually putting off decisions and passing the buck.\n\"Incineration is the wrong answer - it's a high-carbon non-renewable form of generating electricity. It also creates toxic chemicals and heavy metals.\n\"If you build incinerators it creates a market for the next 20 years for single-use plastics, which is the very thing we need to be reducing right now.\"\nThe government is consulting with industry over a tax on single-use plastics and a deposit scheme for bottles.\nMr Gove told the BBC his long-term goals were to reduce the amount of plastic in the economy overall, reduce the number of different plastics, simplify local authority rules so people can easily judge what's recyclable and what isn't as well as increase the rate of recycling.\nThe UK must, he said, \"stop off-shoring its dirt\".\nThe Commons Environmental Audit Committee said Britain should introduce a sliding scale tax on plastic packaging with the hardest to recycle being charge most and the easiest to recycle being charged least.\nThere is broad agreement over much of that agenda, but it is not yet clear how the UK will achieve that long-term goal - or how it will solve its short-term China crisis.\nFollow Roger on Twitter @rharrabin"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-42535981",
      "category": "uk-england",
      "title": "Iuliana Tudos Finsbury Park death: Man arrested",
      "tags": "Metropolitan Police Service,Finsbury Park",
      "text": "A man has been arrested on suspicion of murdering a woman who went missing on Christmas Eve.\nIuliana Tudos, 22, was found by a member of the public in a disused building inside Finsbury Park, London, on December 27.\nA post-mortem examination gave the cause of death as a stab wound to the abdomen and a head injury.\nThe 31-year-old man was arrested earlier at an address in Dalston, east London.\nPub worker Ms Tudos, who police said was of Russian and Greek origin, was last seen as she headed for a bus home from Camden.\nShe had planned to meet friends in Enfield, north London, where she was due to spend Christmas Day, but never arrived.\nDet Chief Supt Des Fahy said extra officers had been deployed for reassurance.\n\"We understand that the local community might have concerns, but I want to reassure people that incidents of this nature are incredibly rare,\" he said. \n\"By all accounts, Iuliana was a bubbly lively girl enjoying a fun life in London when she was tragically taken from her loved ones. Our hearts go out to them.\"\nA crowdfunding appeal to raise money to cover Ms Tudos' funeral has so far raised more than £15,000."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-42535292",
      "category": "world-middle-east",
      "title": "Iran unrest: New protests as Rouhani plays down violence",
      "tags": "Iran protests,Hassan Rouhani,Iran,Tehran",
      "text": "Protests in Iran continued late into Monday, despite the president saying that the unrest \"is nothing\".\nAnti-government chanting and burning cars were reported on the fifth day of unrest, while police said an officer was killed in a central city and others wounded. \nAt least 13 people are believed to have died in the clashes so far.\nPresident Hassan Rouhani said protests were an \"opportunity, not a threat\" but vowed to crack down on \"lawbreakers\".\nThe US meanwhile stepped up support for the protesters' \"bold resistance\".\nThe protests began last Thursday in the city of Mashhad, initially against price rises and corruption but now with wider anti-government sentiment.\nReports from Monday's events spoke of a heavy police presence in the capital. \nThe Mehr news agency reported a taxi being set alight. Police had used tear gas and water cannon the previous evening to quell a rally in Tehran's Engheleb Square.\nState media were also quoting a police spokesman as saying that shots had been fired at police in Najafabad, near Isfahan in central Iran, killing one officer and wounding three.\nReuters news agency reported that a police station in the town of Qahderijan was partly set on fire amid clashes between security forces and protesters trying to occupy the building. Unconfirmed reports suggested several casualties, it added. \nSocial media postings spoke of fresh protests in Birjand in the east, Kermanshah in the west and Shadegan in the far south-west.\nInitially, state TV said that 10 people had been killed overnight on Sunday, but by Monday evening that figure had been raised to 13 by a regional governor:\nTwo people also died in earlier violence.\nIn a statement on the presidency website, Mr Rouhani sought to play down the violence.\nHe said: \"This is nothing. Criticism and protest are an opportunity not a threat.\"\nBut he also vowed to act against \"rioters and lawbreakers\".\n\"Our nation will deal with this minority who chant slogans against the law and people's wishes, and insult the sanctities and values of the revolution,\" he said.\nA later tweet appeared more conciliatory, saying that the government needed to pay attention to people's demands on livelihood issues and corruption.\nIran's Revolutionary Guards Corps (IRGC) has taken a tough line, warning anti-government protesters they will face the nation's \"iron fist\" if political unrest continues.\nThe IRGC is a powerful force with ties to the country's supreme leader, and is dedicated to preserving the country's Islamic system. Correspondents say it would be a significant escalation were they to become officially involved in policing the protests.\nJudiciary Chief Ayatollah Sadeq Amoli-Larijani on Monday called for a crackdown on \"rioters\" and \"vandals\".\n\"Some individuals are exploiting the situation. This is wrong,\" he said.\nUp to 400 people are reported to have been arrested in recent days.\nPresident Donald Trump stepped his war of words with Iran's leaders on Monday, posting a tweet saying the \"great Iranian people have been repressed for many years. They are hungry for food and freedom\".\nHe added in capital letters \"TIME FOR CHANGE!\"\nVice-President Mike Pence took an even stronger tone.\nHe tweeted: \"The bold and growing resistance of the Iranian people today gives hope and faith to all who struggle for freedom and against tyranny. We must not and we will not let them down.\"\nHe spoke of the \"shameful mistake\" of not supporting previous Iranian protesters.\nThe Green Movement in 2009 saw millions of protesters dispute the election victory of incumbent president Mahmoud Ahmadinejad.\nThe protests were brutally suppressed, with at least 30 people killed and thousands arrested.\nThe latest US approach has infuriated Iran.\nMr Rouhani described the US president as an \"enemy of the Iranian nation from the top of his head to his very toes\".\nThe EU, meanwhile, called on Iran to guarantee its citizens' right to peaceful protest, saying it had been in touch with Iranian authorities and was monitoring the situation.\nMeanwhile, UK Foreign Secretary Boris Johnson said that \"the UK is watching events in Iran closely\".\n\"We believe that there should be meaningful debate about the legitimate and important issues the protesters are raising and we look to the Iranian authorities to permit this\", he said.\nAnalysis by Kasra Naji, BBC Persian\nThere is widespread and seething discontent in Iran where repression is pervasive and economic hardship is getting worse - one BBC Persian investigation has found that on average Iranians have become 15% poorer in the past 10 years. \nProtests have remained confined to relatively small pockets of mostly young male demonstrators who are demanding the overthrow of the clerical regime.\nThey have spread to small towns throughout the country and have the potential to grow in size. \nBut there is no obvious leadership. Opposition figures have long been silenced or sent into exile. \nSome protesters have been calling for the return of the monarchy and the former shah's son, Reza Pahlavi, who lives in exile in the United States, has issued a statement supporting the demonstrations. But there are signs that he is as much in the dark about where these protests are going as anyone else.  \nBBC Persian, which broadcasts on TV, on radio and online from London, is banned in Iran - where staff and their families routinely face harassment and questioning from the authorities."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-42533830",
      "category": "uk-england-merseyside",
      "title": "'Ferocious' fire ripped through Liverpool Echo Arena car park",
      "tags": "Liverpool",
      "text": "A witness has described watching a \"ferocious\" blaze which destroyed about 1,400 cars break out in front of her.\nIt engulfed the multi-storey car park in King's Dock - next to the Liverpool Echo Arena - on New Year's Eve.\nThe venue was forced to cancel the Liverpool International Horse Show and hundreds were left stranded overnight. No casualties were reported.\nThe fire chief said a sprinkler system could have stopped the fire, which began accidentally, from spreading.\nSue Wright had been attending the horse show with her husband, former England footballer Mark Wright.\nShe said she saw an old Land Rover - thought by firefighters to be the source of the blaze - with its engine on fire.\n\"The flames were just shooting out of the engine and coming past the tyres,\" she said.\n\"It looked like a ball of fire on the front of the car and it was producing a lot of smoke.\n\"We just left everything in the car - handbags, telephone, cash - and just went. \n\"I saw one car on fire but it was clear it was ferocious and spreading.\"\nDan Stephens, of Merseyside Fire and Rescue, said the flames spread very quickly.\n\"I believe a sprinkler system would certainly have suppressed the fire,\" he said.\n\"It would definitely have limited the spread and given us a much better opportunity to put the fire out before it spread to the extent it did.\"\nLiverpool mayor Joe Anderson said there were lessons to be learned.\n\"If there's things we can do to make the car parks more safer then that is exactly what we will do,\" he said.\nLiverpool City Council opened a reception centre at Lifestyles Gym for those unable to get home or needing temporary shelter.\nOthers were offered accommodation or lifts by fellow show-goers or locals.\nJan Clarke, from Adelaide in Australia, spent the night in the centre with daughters Kaitlyn Bolton, 27, and Shelly, 22 after they were evacuated from a block of flats near the arena. \nShe said the first sign of the fire was smoke and the sound of explosions from across the dock.\n\"We thought it was firecrackers,\" she said.\nThe family took shelter at a nearby McDonald's, where they watched the fire develop.\n\"All we could see was the smoke,\" Ms Clarke said. \"We could see the smoke getting darker and darker and we heard multiple explosions.\"\nMs Clarke, who celebrates her 60th birthday on Tuesday, praised the help and advice they were given by emergency services and was hopeful of a return to the flat.\nShe said Shelly, who suffers from epilepsy, had left her medication behind and had missed two doses.\n\"Everyone here was fabulous, I couldn't fault them,\" she added.\nSean and Alison Lightning, from Northwood, near Shropshire, were walking towards the arena to see the show when they detected the smell of \"burning plastic\" in the air.\n\"It was surreal,\" he said. \"I said 'knowing our luck it'll be the venue' and it was.\"\nThe couple had left their phones inside Mr Lightning's Nissan pick-up truck, but were helped to contact family by strangers and found temporary accommodation.\n\"People in the street were helping us, ringing our family and leaving messages,\" he added.\nNo animals were hurt in the blaze and four dogs were rescued from a car on the top floor of the car park earlier.\nDaniel Delsart, a French show jumper, was supposed to be competing in the show on Sunday evening but ended up helping to evacuate some of the horses.\nHe said: \"I rushed in with a few other riders and officials to pull out the last few horses in the multi-storey.\n\"The smoke was getting worse and worse and the horses were pretty alarmed with all the fire engine sirens and bangs from cars exploding.\"\nLater smoke began to engulf the stables and he helped to move the horses again as it was getting difficult to breathe.\n\"The scale of the fire, it was crazy. It's like something that you see on TV but you never think it's possible.\"\nThe fire service was first called at about 16:40 GMT on New Year's Eve. \nCrews remain at the scene to continue investigations into the cause of the fire and are guarding against the risk of the building collapsing.\nAll vehicles in the 1,600-capacity car park were destroyed, Merseyside Police said.\nThose with vehicles in the car park have been told to contact their insurance company quoting reference number 650 of 31 December.\nA spokeswoman for the Echo Arena said the horse show was cancelled and that \"all people and horses are safe and secure\".\nThe four-day event was due to finish with Sunday evening's show, where around 4,000 people were expected."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-42532784",
      "category": "world-middle-east",
      "title": "Iran unrest: 'Ten dead' in further protests overnight",
      "tags": "Iran protests,Hassan Rouhani,Iran,Tehran",
      "text": "Ten people have been killed overnight in anti-government protests sweeping Iran, according to state TV.\n\"In the events of last night, unfortunately a total of about 10 people were killed in several cities,\" it said. At least 12 people have now died since protests began on Thursday.\nOn Monday, President Hassan Rouhani said the protests and criticism were an opportunity, not a threat.\nHe said the country should work together to fix its economic problems. \nHe said: \"Our nation will deal with this minority who chant slogans against the law and people's wishes, and insult the sanctities and values of the revolution.\"\nMr Rouhani had previously said that citizens were free to protest, but not violently.\nUS President Donald Trump continued his war of words with Iran's leaders on Monday, posting a tweet saying the \"great Iranian people have been repressed for many years. They are hungry for food and freedom\".\nSix of those killed died after shots were fired in the western town of Tuyserkan, 300km (185 miles) south-west of Tehran.\nAn official in the south-western town of Izeh said two people had died there. The other two people were reportedly killed in clashes in Dorud in Lorestan province.\nPolice also used tear gas and water cannon overnight to quell a rally in Tehran's Engheleb Square.\nDemonstrations were also reported in Kermanshah and Khorramabad in the west, Shahinshahr in the north-west and in the northern city of Zanjan.\nState TV said armed protesters had tried to take over some police stations and military bases, but faced serious resistance from security forces.\nThe demonstrations, which erupted on Thursday in Iran's second city of Mashhad, are the biggest show of dissent seen since the huge rallies of the Green Movement were brutally suppressed in 2009.\nJudiciary Chief Ayatollah Sadeq Amoli-Larijani called for a crackdown on \"rioters\" and \"vandals\" on Monday, according to state television. \n\"Some individuals are exploiting the situation. This is wrong,\" he said.\nMr Rouhani has acknowledged popular grievances, though he warned that the government would show \"no tolerance for those who damage public properties, violate public order and create unrest in the society\".\nOn Monday he said on Twitter that the government needed to pay attention to people's demands on livelihood issues and corruption.\nIran's Revolutionary Guards Corps (IRGC) warned anti-government protesters would face the nation's \"iron fist\" if political unrest continued.\nThe IRGC is a powerful force with ties to the country's supreme leader, and is dedicated to preserving the country's Islamic system. Correspondents say it would be a significant escalation were they to become officially involved in policing the protests.\nUp to 400 people are reported to have been arrested in recent days, including 200 in Tehran on Saturday night. \nAnd authorities continue to sporadically suspend social media websites they fear will be used to organise protests, including Telegram and Instagram. \nState media have now begun broadcasting some footage on the protests, though focuses on young men attacking banks and vehicles or burning the Iranian flag, reported AFP news agency.\nOn Sunday police used water cannon to disperse protesters at a major intersection, as captured in a video obtained by BBC Persian. \nAnalysis by Kasra Naji, BBC Persian\nThere is widespread and seething discontent in Iran where repression is pervasive and economic hardship is getting worse - one BBC Persian investigation has found that on average Iranians have become 15% poorer in the past 10 years. \nProtests have remained confined to relatively small pockets of mostly young male demonstrators who are demanding the overthrow of the clerical regime.\nThey have spread to small towns throughout the country and have the potential to grow in size. \nBut there is no obvious leadership. Opposition figures have long been silenced or sent into exile. \nSome protesters have been calling for the return of the monarchy and the former shah's son, Reza Pahlavi, who lives in exile in the United States, has issued a statement supporting the demonstrations. But there are signs that he is as much in the dark about where these protests are going as anyone else.  \nBBC Persian, which broadcasts on TV, on radio and online from London, is banned in Iran - where staff and their families routinely face harassment and questioning from the authorities.\nMr Rouhani described the US president as an \"enemy of the Iranian nation from the top of his head to his very toes\".\nHe said the \"man who today in America wants to sympathise with our people has forgotten that a few months ago he called the nation of Iran terrorist\".\nMr Trump has sent various tweets criticising Iran's leaders since the protests began.\nHe said Iranians were \"finally getting wise as to how their money and wealth is being stolen and squandered on terrorism\".\nHis tweet on Monday said in capital letters \"TIME FOR CHANGE!\"\nMass demonstrations - referred to as the Green Movement - were held by millions of opposition supporters against the disputed election victory of incumbent president Mahmoud Ahmadinejad.\nAt least 30 people were killed and thousands arrested in the wave of protests, which drew the largest crowds in Iran since the Islamic Revolution in 1979. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-42534127",
      "category": "uk-england-london",
      "title": "Four young men die in New Year London stabbings",
      "tags": "London violence",
      "text": "Four young men were killed in stabbing incidents in London amid New Year celebrations, the Met Police has said. \nThree were stabbed on New Year's Eve and a fourth in the early hours of New Year's Day in unrelated incidents.\nAnother young man stabbed on New Year's Day is in a critical condition in hospital.\nFive men have been arrested over the death of an 18-year-old in Larmans Road, Enfield. No other arrests have been made.\nIn the other attacks, a 20-year-old man was fatally stabbed in Memorial Avenue, West Ham, and a 17-year-old boy was killed in Norwood Road, Tulse Hill, on New Year's Eve.\nEarly on New Year's Day, a 20-year-old man was fatally wounded in Bartholomew Court, Old Street. A second man in his 20s suffered critical stab injuries in the same incident. \nThe fatalities in the final hours of 2017 took the number of people stabbed to death in the capital last year to 80, the Met said.\nCommander Neil Jerome said: \"I am grateful to Londoners and visitors to the capital who co-operated with police to enable the vast majority of people to enjoy New Year's Eve.\n\"However, there were small groups who chose to engage in disorder and violence, and whose actions have had utterly tragic consequences.\n\"It is heartbreaking that, at a time when so many of us are contemplating what lies ahead in 2018, four families are dealing with the grief of losing a loved one to senseless violence and the callous use of knives as lethal weapons.\" \nThe Mayor of London, Sadiq Khan, said: \"My thoughts today are with the families of four young men who have tragically been killed in four unrelated stabbings in our city last night.\n\"We will work tirelessly in 2018 and beyond to stamp out this scourge. I want to be absolutely clear - if you use a knife the full force of the law will be brought down on you. \n\"You will be caught and prosecuted.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-42528945",
      "category": "uk",
      "title": "Spectacular new year firework displays welcome 2018",
      "tags": "Fireworks,Rail travel",
      "text": "The UK has welcomed in the new year with spectacular firework displays in London and Edinburgh among the highlights.\nMore than 100,000 ticketholders watched London's midnight firework show from the banks of the River Thames.\nBig Ben also chimed to welcome in 2018, having been turned back on part way through restoration work.\nMeanwhile, Hogmanay in Edinburgh went ahead, despite 76mph winds hitting parts of Scotland on Sunday.\nTens of thousands of people were celebrating in the Scottish capital, undeterred by earlier concerns that Storm Dylan might threaten events. \nRag'n'Bone Man headlined Concert in the Gardens, while The Human League were among the acts that took to the street party stages.\nA soundscaped fireworks display over the castle entertained revellers for the first nine minutes of 2018.\nIn central London, the soundtrack to the midnight show was dominated by female artists, including Aretha Franklin, Ariana Grande and Florence Welch, to mark the centenary of women getting the vote.\nSome 10,000 fireworks lit up the sky in every colour, with the London Eye as the centrepiece, in a 12-minute display.\nMayor of London Sadiq Khan tweeted that in London \"we celebrate our diversity and strive for equality\". \nLondon Ambulance Service (LAS) treated nearly 300 people across central London, and took 77 people to hospital.\nMany were suffering from alcohol-related illnesses and were helped to sober up or treated for minor injuries, the LAS said.\nPeople waking up feeling unwell after a heavy night are being urged to use walk-in centres or NHS 111 to leave ambulance crews free to help others with more serious conditions.\nFewer Met Police officers were deployed during the celebrations, despite four terror attacks in the city in the past year.\nSecurity at the event appeared tight, with armed police on patrol and security barriers erected.\nSuperintendent Nick Aldworth said \"a mix of overt and covert officers\" were on the streets, and CCTV and dogs were in use."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-42534818",
      "category": "uk",
      "title": "New Year's Day: Parade and swims mark the new year",
      "text": "While much of the nation may have started the new year with a sore head, others marched and swam their way into 2018. \nThe streets of central London gave way to more than 8,000 performers for the New Year's Day parade.\nAmerican marching bands joined acrobats and dancers from all over the world for the annual celebrations.\nElsewhere, thousands of swimmers braved the icy waters of Britain's shores at events across the UK.\nNow in its 32nd year, the New Year's Day parade attracted thousands of spectators along its route from Piccadilly to Whitehall, and was broadcast to millions more around the world. \nThemed \"showtime\", it featured horses, giant balloons, vintage cars and cheerleaders, including entries - a float or performance - from individual London boroughs. \nSki jumper Eddie Edwards - Eddie The Eagle - was a recognisable face among the performers.\nThere were more costumes to be seen in other parts of the UK, but some of these ones got a soaking. \nIn Pembrokeshire, more than 1,500 swimmers braved the sea - many in fancy dress. \nA mass dance warm-up took place at Saundersfoot before the swimmers took the plunge, cheered on by thousands of spectators at the annual event.\nThere were similar scenes in Scotland, where more than 1,000 people got in the Firth of Forth for the New Year's Day Loony Dook.\nThe sell-out event began with a parade along South Queensferry's High Street before the hardy participants went for a dip.\nMeanwhile in Derbyshire, an unofficial tradition saw some people jump off the Okeover bridge into the River Dove in Mapleton."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-42531574",
      "category": "world-asia",
      "title": "North Korea's Kim Jong-un issues threats and olive branch",
      "tags": "Kim Jong-un,North Korea weapons programme,North Korea missile tests,South Korea,North Korea",
      "text": "North Korea's leader Kim Jong-un has said a nuclear launch button is \"always on my table\" and warned the US it will never be able to start a war.\nIn a televised new year speech, he said the entire US was within range of North Korean nuclear weapons, adding: \"This is reality, not a threat.\"\nBut he also offered a potential olive branch to South Korea, suggesting he was \"open to dialogue\".  \nHe said the North may send a team to the Winter Olympics in South Korea.\nWhen asked by reporters to respond to Mr Kim's latest threats, US President Donald Trump said, \"We'll see, we'll see\".\nHe was speaking at the sidelines of New Year's Eve celebrations at his Mar-a-Lago resort in Florida.\nNorth Korea has come under increased criticism and sanctions over the past year because of its nuclear weapons programme and repeated testing of conventional missiles.\nIt claims to have a fully deployable nuclear weapon, though there is still some international scepticism about its true capacity to carry out such an attack.\nIn his speech, Mr Kim re-emphasised his focus on the weapons programme, but implied the country still has a few stages left to go before achieving its ambitions. North Korea must \"mass-produce nuclear warheads and ballistic missiles and speed up their deployment\", he said. \nHe also said they would not use their weapons unless they felt that peace was threatened. \nWhile his language against the US remained tough, Mr Kim did not employ his typically antagonistic tone when speaking about his neighbours in South Korea.  \n\"The year 2018 is a significant year for both the North and the South, with the North marking the 70th anniversary of its birth and the South hosting the Winter Olympics.\n\"We should melt the frozen North-South relations, thus adorning this meaningful year as a year to be specially recorded in the history of the nation,\" he said.\nA spokesperson for the South Korean president said their office had \"always stated our willingness to talk with North Korea at anytime and anywhere\". \n\"We hope the two Koreas will sit down and find a solution to lower tensions and establish peace on the Korean peninsula.\"\nYoungshik Daniel Bong, a research fellow at Yonsei Institute for North Korean Studies, told the BBC that addressing the South was a marked change from the norm for Mr Kim. \n\"North Korea usually ignores South Korea, maintaining the position that as a 'nuclear power' it will deal with the US on its own,\" said Mr Bong. \"It appears that by engaging the South, he hopes to create an estrangement between South Korea and the US.\"\nThe analyst also said that Mr Kim could be seeking to improve ties to offer some respite from the growing economic pressures from the recent UN sanctions. \nMr Kim also said he would also consider sending a delegation to the Games in Pyeongchang, South Korea, in February - a gesture which South Korea has previously suggested would be welcome.\n\"North Korea's participation in the Winter Games will be a good opportunity to show unity of the people and we wish the Games will be a success,\" he said. \n\"Officials from the two Koreas may urgently meet to discuss the possibility.\"\nThe president of the PyeongChang Games' organising committee, Lee Hee-beom, told South Korea's news agency Yonhap he was delighted to hear of the potential participation. \n\"[The committee] enthusiastically welcomes it. It's like a New Year's gift,\" he said. \nThe only two North Korean athletes who qualified for the Games are figure skaters Ryom Tae-Ok and Kim Ju-Sik. \nAlthough the North has missed the official deadline to confirm their participation, the skaters could still compete with an invitation by the International Olympic Committee.\nSouth Korea's President Moon Jae-in last month suggested delaying an annual joint military drill with US troops until after the Games. The North usually denounces any such exercises as a rehearsal for war. \nRobert Kelly, a political science professor at South Korea's Pusan National University, told the BBC that the Winter Olympics statement was \"a smart move from North Korea\" as it positioned Mr Kim's regime as moving towards its neighbours while the US was seeking to isolate it. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-42532667",
      "category": "uk",
      "title": "Archbishop of Canterbury praises compassion shown in 2017",
      "tags": "Grenfell Tower fire,London Ambulance Service,Archbishop of Canterbury",
      "text": "The Archbishop of Canterbury has praised the compassion shown by communities responding to terror attacks and tragedy in 2017. \nIn his new year message, Justin Welby said attacks in London and Manchester, and the Grenfell Tower fire, were met with heroism from the emergency teams.\nHe also used his message to ask whether the darkness or light of human kindness would define the year ahead.\nHe was speaking from London Ambulance Service headquarters in Waterloo.\nThe Anglican leader recalled the desperation and sorrow he felt when he visited Grenfell Tower in west London as it burned.\nHe also highlighted the plight of people who were \"struggling to find work or relying on food banks\" and those who were bereaved, or coping with poor mental health or physical illness.\n\"When things feel unrelentingly difficult, there are often questions which hang in the air: Is there any light at all? Does anyone care?\" he said.\nHe cited a passage from the Bible's Gospel of John: \"The light shone in the darkness and the darkness has not overcome it.\"\nThat light was in the \"resilience of Borough Market\" which was back up and running 10 days after a terror attack in June, in the faces of the hundreds of Grenfell volunteers and in the heroism of the emergency workers, he said. \n\"So often in 2017 the depth of suffering was matched by a depth of compassion as communities came together,\" he added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-42532776",
      "category": "world-us-canada",
      "title": "Recreational cannabis use becomes legal in California",
      "tags": "Cannabis ,Medical cannabis,United States,Legality of cannabis,California",
      "text": "California has become the largest state in the US to legalise recreational cannabis use. \nAs of 1 January 2018, adults aged over 21 can possess up to an ounce (28 grams) of the drug and can grow up to six marijuana plants at home. \nOpponents say the law will lead to more driving under the influence of the drug and introduce young people to drug use.\nBut business is eyeing what could be an industry worth tens of billions of dollars in the next few years.\nCalifornians voted in favour of Proposition 64 legalising cannabis 14 months ago, in a poll that took place alongside the US presidential vote.\nSince then, a complicated patchwork of taxes and regulations has been drawn up to govern sales of the drug. \nCritics say the red tape will discourage consumers, growers and retailers from leaving the state's vast black market and only a few dozen shops have so far been approved to open.\nThe cities of Los Angeles and San Francisco have yet to sanction any recreational marijuana outlets.\n\"The first year, two years are going to be a mess,\" as cities agree their own regulations and supply and demand is established, Troy Dayton told AFP news agency. \nHe is the CEO of Arcview, a company that analyses the global cannabis market. He predicted there could be \"crazy fluctuation in price over the first year or two\".\nCannabis: Promise, risk and controversy\nCannabis and vaping more popular than smoking among US teens\nThe cops and politicians joining Canada's cannabis business\nNonetheless, the potential rewards are huge in the US's wealthiest and most populous state.\nIn 1996, California was the first state to legalise marijuana for medicinal use. \nBut Arcview estimates the illegal cannabis market is currently worth an annual $5.1bn (£3.8bn) and once legalised could be worth $5.8bn by 2021.\nLegal buyers in the newly created \"adult use\" market will also now have to pay state, sales and municipal taxes which it is estimated will generate $1bn per year. \nThey will be prohibited from consuming the drug in public places, with 1,000 feet (300m) of a school or while driving.\nEight US states - Colorado, Washington, Oregon, Alaska, Maine, Massachusetts, Nevada and California - have now legalised recreational and medicinal marijuana.\nDespite this, the federal government still regards marijuana as illegal, classifying it alongside heroin and cocaine as a proscribed substance."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hampshire-42533499",
      "category": "uk-england-hampshire",
      "title": "Southampton woman found dead in Majorca marina",
      "tags": "Southampton",
      "text": "A British woman has been found dead after falling from a boat in a marina on the Spanish island of Majorca.\nChristina Marston, 43, was discovered in the water at Club de Mar in Palma, Majorca, on 30 December following searches by divers.\nShe was from Southampton, Hampshire, and is understood to have lived on a boat with her husband.\nThe Foreign and Commonwealth Office said it was providing support to the woman's family."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-42528862",
      "category": "world",
      "title": "Cities welcome 2018 with a bang",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-42527530",
      "category": "world-australia",
      "title": "Sydney seaplane: Six dead as aircraft crashes in river",
      "tags": "Sydney",
      "text": "Six people have died after a seaplane plunged into a river in Australia some 30 miles (50km) north of Sydney.\nFive of those killed were British nationals - one of them was an 11-year-old girl. They died alongside the pilot, who was Australian.\nThe crash happened on the Hawkesbury River near the suburb of Cowan.\nThe single-engine aircraft belonged to sightseeing flight company Sydney Seaplanes. Investigators do not yet know why it crashed.\nActing Superintendent Michael Gorman from New South Wales police said the \"recovery operation continues\" at the site.\nThe wreckage is lying in 13m (43ft) of water.\nThe Foreign Office in London said: \"Officials from the British consulate are in contact with local authorities in relation to a seaplane accident near Sydney. Staff are ready to provide consular assistance.\"\nAn eyewitness, Myles Baptiste, told the broadcaster 9News that the plane was 500m (1,640ft) from him when it hit the water. \n\"It made a tight right-hand turn and as it actually turned around, the wings dipped and it nosedived straight into the water,\" he said.\nA woman at the scene told local TV the weather had been \"a bit bumpy\" but \"nothing to be concerned about\".\nSome debris was recovered from the water on Sunday.\nSydney Seaplanes offers scenic flights over local tourist attractions and waterways including the Opera House, the Harbour Bridge and Pittwater, as well as the Hawkesbury River region.\nThe firm said it was suspending all operations until further notice and was helping police with the investigation into the cause of the crash.\n\"All at Sydney Seaplanes are deeply shocked by this incident and the resulting loss of life. We wish to pass on our heartfelt condolences to the family and friends of the passengers and pilot who were tragically killed,\" the company said in a statement.\nAre you in the area? Did you witness the crash? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-42529615",
      "category": "uk-england-manchester",
      "title": "Liverpool Echo Arena car park fire destroys 1,400 vehicles",
      "tags": "Liverpool",
      "text": "A huge fire has destroyed up to 1,400 vehicles in a multi-storey car park in Liverpool, forcing many people to spend New Year's Eve in a temporary shelter.\nMerseyside Fire and Rescue Service said the blaze at King's Dock - next to the Liverpool Echo Arena - was one of the worst it had ever dealt with.\nAn accidental fire in one car which spread to other vehicles appeared to have been the cause, police said.\nNearby apartments were evacuated due to smoke.\nPeople who had parked in the multi-storey described being \"frightened\" by the noise as car windows exploded.\nThey said emergency services warned them their cars would be lost to the blaze.\nMerseyside Police reported 21 fire engines were at the scene during the night tackling the blaze and the fire service said it was guarding against the risk of the building collapsing.\nAll vehicles left in the 1,600-capacity car park have been destroyed, police said.\nThey warned people to stay indoors and close windows if they saw smoke from the fire.\nThe Liverpool International Horse Show has been running at the arena, which has a total capacity of 11,000, since 28 December.\nLiverpool Mayor Joe Anderson tweeted that everyone was safe and no animals had been hurt. \nHe said some horses that were on the first floor of the multi-storey car park had been moved inside the arena.\nKerry Matthews was visiting Liverpool for the night to celebrate the new year and had left his vehicle in the car park.\nHe said: \"A fireman said the whole car park is on fire. He said, 'What level is your car on?' We said six.\n\"He said, 'Well you best go and have a couple of drinks to celebrate new year because you're not going to get your car back'.\"\nKevin Booth, who also parked in the Echo Arena car park, described the the flames and the smoke \"as unbelievable\".\nHe said: \"People were saying that they would just wait and get their cars back. I thought, 'Have you seen the fire? Are you joking?'\n\"It was frightening, we could hear the bangs of car windows exploding.\"\nMike Quek tweeted that there were \"lots of explosions coming from the car park still\".\n\"Driving into #liverpool #arena carpark and told to evacuate as car was on fire. Horses on ground floor. Hopefully everyone is ok,\" he added.\nMerseyside Police said of the blaze: \"Initial investigations indicate that an accidental fire within a vehicle caused other cars to ignite.\n\"We believe that all vehicles parked in the car park have been destroyed.\"\nA spokeswoman for the Echo Arena said: \"We regret to announce that the Liverpool International Horse Show has been cancelled tonight due to a serious fire in the multi-storey car park on site.\n\"All people and horses are safe and secure.\n\"We are working alongside the emergency services to ensure the fire is brought under control and to make the site safe as quickly as possible.\"\nThe arena said Liverpool City Council had opened a reception centre at Lifestyles in Park Road, Steble Street, L8 6QH, for those unable to get home or needing temporary shelter.\nAintree International Equestrian Centre offered its stables to those needing accommodation for horses. \nOn the horse show's Facebook page, organisers said it was with \"considerable regret\" that it had decided to cancel the evening show due to the fire.\nIt added: \"All people and horses are safe and secure, and show organisers have thanked spectators, riders and support teams for their understanding and co-operation during this ongoing situation.\nThe Echo Arena said: \"The possibility of rescheduling tonight's show to tomorrow has been discussed, but unfortunately this has not proven possible.\"\nA number of people have responded to the show's Facebook post, many offering stables for the night for horses, accommodation for people stranded or lifts home.\nCarl Hopwood wrote: \"The smoke from the fire was really nasty. The security staff at the venue were really professional polite and very well organised in directing people away from the event.\"\nHave you been affected by the fire? Have you had to spend the night in a shelter? Only if it is safe to do so, tell us your story at haveyoursay@bbc.co.uk.\nYou can also contact us in the following ways:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-42529871",
      "category": "world-europe",
      "title": "Slobodan Praljak suicide 'could not have been prevented'",
      "tags": "The Hague",
      "text": "The UN court in the Hague says it could not have prevented a war criminal from taking poison and killing himself.\nGambian judge Hassan Jallow said that without specific intelligence, no measures would have guaranteed the poison was detected.\nBosnian Croat war criminal Slobodan Praljak died after taking potassium cyanide when his prison sentence was upheld.\nA Dutch police inquiry into possible criminal activity is continuing.\nJudge Jallow - who was appointed by the tribunal to investigate Praljak's death - said it was unclear how or when the convicted man came into possession of the potassium cyanide.\nEven if UN staff had received information about it, he said, the 200-300mg of powder - equivalent to a single tablet - \"could easily have remained undetected even through the most intrusive searches of persons, cells, and other areas\".\nLimitations on intrusive searches and the screening equipment available to staff also meant poison would be hard to detect, Judge Jallow said.\nHe made recommendations for search regimes and also proposed a 30-minute delay on the broadcast of court judgements. \nHowever he said there were no gaps or flaws in the overall treatment of detainees and did not propose any changes to regulations.\nPraljak drank from a vial after his 20-year term for committing war crimes in Bosnia in the 1990s had been upheld at the International Criminal Tribunal for the former Yugoslavia (ICTY).\nSeconds after hearing his appeal had been lost, the former general declared: \"Slobodan Praljak is not a war criminal. I am rejecting the court ruling.\"\nThe 72-year-old then drank from a small brown-glass bottle and announced: \"I have taken poison.\"\nThe confirmation rulings against Praljak and five other defendants brought an end to more than 20 years of work by the International Criminal Tribunal for the former Yugoslavia (ICTY).\nPraljak was convicted in 2013 of crimes against humanity, committed while commanding Bosnian Croat forces.\nThough allies against the Bosnian Serbs during the 1992-95 civil war, Bosnian Croats and Muslims also fought each other for a period of 11 months, with the city of Mostar seeing some of the fiercest fighting."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-norfolk-42527836",
      "category": "uk-england-norfolk",
      "title": "Missing Sophie Smith: Builder offers £5,000 reward",
      "tags": "Gorleston-on-Sea,Great Yarmouth",
      "text": "A reward of £5,000 has been offered for information leading to the safe return of a missing student who has not been seen since 26 December.\nSophie Smith, 21, left her home in Gorleston, Norfolk, dressed in shorts and a vest top at 03:00 GMT.\nJason Smith, from RJS Builders, based in the town, has put up the reward.\nOn Friday, police said it was likely the 21-year-old had gone into the sea. The coastguard and police helicopter has searched the shoreline. \nIn a separate gesture, Norfolk artist Ruddy Muddy, who creates pictures of celebrities and personalities in mud on vehicles, has designed an appeal on a van to draw attention to the search for the University of East Anglia student.\nMs Smith, who had been receiving treatment for depression and anxiety, is described as white, about 5ft 8in (1.73m), of slim build with shoulder-length blonde hair. \nIt is believed she was wearing a dark-coloured vest top and light-coloured shorts. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-42531996",
      "category": "world-australia",
      "title": "Thousands flee fireworks explosion at Australia beach",
      "tags": "Fireworks,Australia",
      "text": "Two people were injured when a barge carrying a New Year fireworks display caught fire at an Australian beach. \nA few minutes into the show at Terrigal Beach in New South Wales, an apparent malfunction caused fireworks to go off at random, some towards the beach.\nThousands of people on the beach had to be moved to safety and police sealed off the area. \nTwo pyrotechnicians jumped off the boat to get ashore and were later treated by paramedics for minor injuries. \nLocal media quoted witnesses describing how the family-friendly fireworks show at 21:00 quickly turned to chaos.\nLoud explosions came from the barge as fireworks started going off simultaneously. \n\"It was an absolute chaos,\" Anooshe Mushtaq described the scene on Twitter. \n\"The boat shooting the fireworks goes on fire and started shootings randomly. Lucky I escaped as soon as I saw the boat on fire.\"\nEmergency services were called to the scene and police said the crowds - about 5-6,000 people - were removed from the beach as a precaution.\nThe event organisers, It's Time for Terrigal, said on Facebook that they believed a canister had exploded, setting off \"multiple detonations\". \nWhat should have been a 12-minute display was \"pushed into 4 and a half,\" they said.\n\"It became apparent this wasn't a directed event, as there [were] random fireworks going off, at this time it was deemed unsafe and we evacuated the area.\"\nBut overall, the event \"went pretty well\", they said. \nThe incident is being investigated by work safety authorities. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-42531482",
      "category": "world-latin-america",
      "title": "Costa Rica: US tourists killed in plane crash",
      "tags": "Aviation safety,Costa Rica,Air travel",
      "text": "Twelve people have been killed in a plane crash in western Costa Rica, officials say.\nTen of the victims were US citizens, along with the Costa Rican pilot and co-pilot. Local media said five victims came from a single family.\nThe Nature Air single-propeller Cessna 208 Caravan was travelling from the capital San José to the resort of Punta Islita, the CRhoy website reported.\nThere were no survivors. It was unclear what caused the crash.\nOn board the plane were two families from the US: Mitchell Weiss, his wife, Leslie Weiss, and their two children, Hannah and Ari Weiss from St Petersburg, Florida; and Bruce and Irene Steinberg from Scarsdale, New York, and their three children, Zachary, William and Matthew. \nThe tenth passenger was a woman whom Costa Rican authorities have identified as 33-year-old Amanda Geissler.\nThe pilot was Juan Manuel Retana and the co-pilot was Emma Ramos, both from Costa Rica.\nThe incident happened in a mountainous area near Bejuco in Guanacaste province.\nCosta Rica's President Luis Guillermo Solís confirmed the deaths in a statement published online, saying his government \"deeply regrets\" the fatalities.\nHis predecessor, former President Laura Chinchilla, tweeted that one of the crew members, Juan Manuel Retana, was her cousin.\n\"A death has interrupted our family celebration. Our beloved cousin died as part of the crew of the plane that crashed in Guanacaste. Courage to his children and siblings and may he rest in peace. You will stay in our hearts dear #Juanmanuel Retana\" she wrote."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-42531165",
      "category": "world-middle-east",
      "title": "Iran protests: Citizens have right to criticise, not destroy - Rouhani",
      "tags": "Iran protests,Hassan Rouhani,Iran,Tehran",
      "text": " Iranians are free to protest against the government but must not jeopardise security, President Hassan Rouhani has said after four days of demonstrations.\nSpeaking at a cabinet session, he acknowledged that there were problems that needed to be solved but warned that violence would not be tolerated.\nThe protests have been the biggest show of dissent since huge rallies in 2009.\nThere have been clashes in several cities, and Iran has restricted social networks used to organise protests.\nThe \"temporary\" restrictions on the apps Telegram and Instagram were imposed to \"maintain tranquillity\", state news agency Irib reports.\nThe protests began in the north-east as an outcry against economic hardship and rising prices, but turned political in many places, with slogans chanted against Supreme Leader Ayatollah Ali Khamenei, Mr Rouhani and Iran's interventionist foreign policy in the region. \nIn his latest tweet on the issue, US President Donald Trump said that Iranians were \"finally getting wise as to how their money and wealth is being stolen and squandered on terrorism\".\nIn his first public comments, Mr Rouhani criticised Mr Trump.\n\"This gentleman in America, who is now trying to sympathise with our nation, appears to have forgotten that he called the Iranian nation terrorists several months ago,\" he was reported to have said.\n\"This man, who is an enemy of the Iranian nation from the top of his head to his very toes, has no right to sympathise with Iranians,\" he added.\nThe Iranian president said that Iranian citizens were \"completely free to express their criticism of the government or stage protests... in a way that would lead to the improvement of the country's conditions\".\nHe acknowledged grievances over the economic situation, a lack of transparency and corruption but defended his record. \nMr Rouhani added that expressing criticism was completely different from being violent or destroying public property.\nViolence flared in many places on Saturday, and videos posted online suggest demonstrations have continued in a dozen or more cities on Sunday.\nSmall crowds have gathered in the capital Tehran chanting \"death to the dictator\" and police have used water cannon to disperse protesters at a major intersection - as captured in a video obtained by BBC Persian. \nIn a tightly controlled media environment, much of the information about the demonstrations has emerged via social media, and platforms like Telegram and Instagram have been used extensively by protesters.\nTelegram in particular is very popular in Iran, with more than 50% of the country's 80m population said to be active on the app.\nThe company's CEO Pavel Durov tweeted that Iranian authorities took action after his company refused to shut down \"peacefully protesting channels\".\nMr Durov explained in a Telegram post that a major foreign-based opposition channel, Amadnews, was blocked on Saturday by Telegram after it called for violence against police.\nHe said a new \"peaceful channel\" - access to which is now being restricted - was set up for hundreds of thousands of their subscribers.\nIranian Communications Minister Mohammad-Javad Azari Jahromi had earlier accused channels like Amadnews of promoting \"armed uprising and social unrest\".\nAnalysis by Kasra Naji, BBC Persian\nThere is widespread and seething discontent in Iran where repression is pervasive and economic hardship is getting worse - one BBC Persian investigation has found that on average Iranians have become 15% poorer in the past 10 years. \nProtests have remained confined to relatively small pockets of mostly young male demonstrators who are demanding the overthrow of the clerical regime.\nThey have spread to small towns throughout the country and have the potential to grow in size. \nBut there is no obvious leadership. Opposition figures have long been silenced or sent into exile. \nSome protesters have been calling for the return of the monarchy and the former shah's son, Reza Pahlavi, who lives in exile in the United States, has issued a statement supporting the demonstrations. But there are signs that he is as much in the dark about where these protests are going as anyone else.  \nBBC Persian, which broadcasts on TV, on radio and online from London, is banned in Iran - where staff and their families routinely face harassment and questioning from the authorities.\nThere were outbreaks of clashes in several cities on Saturday and two protesters died of gunshot wounds in the western city of Dorud. \nThe authorities said security forces did not open fire on demonstrators, and blamed the deaths instead on Sunni Muslim extremists and foreign powers.\nIran's Revolutionary Guards have warned anti-government protesters they will face the nation's \"iron fist\" if political unrest continues. Scores of people are reported to have been arrested in recent days, including 200 in Tehran on Saturday night.\nThe Iranian authorities are blaming anti-revolutionaries and agents of foreign powers.\nMass demonstrations - referred to as the Green Movement - were held by millions of opposition supporters against the disputed election victory of incumbent president Mahmoud Ahmadinejad.\nAt least 30 people were killed and thousands arrested in the wave of protests, which drew the largest crowds in Iran since the Islamic Revolution in 1979. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-42531669",
      "category": "uk",
      "title": "Sydney seaplane: Tributes paid to family killed in crash",
      "tags": "Sydney,Compass Group",
      "text": "Tributes have been paid to the UK family killed in a seaplane crash near Sydney on New Year's Eve.\nColleagues of Richard Cousins, 58, chief executive of one of the world's largest catering companies, Compass Group, described his \"great humanity\". \nHe died alongside his fiancée, magazine editor Emma Bowden, 48, her 11-year-old daughter Heather, and his sons, Edward, 23, and William, 25, a campaigner.\nAustralian pilot Gareth Morgan, who also died, was known as \"a gentle guy\".\nAll six died when the seaplane - which belonged to a firm running sightseeing tours - plunged into a river 30 miles (50km) north of Sydney.\nThe family, from Tooting, in south-west London, were reportedly flying back to Sydney from an exclusive waterfront restaurant in Jerusalem Bay on New Year's Eve.\nThe crash happened in Hawkesbury River, near the suburb of Cowan, at about 15:10 local time (04:10 GMT) on Sunday, police said.\nThe cause is not yet known and investigators say it could be many months before they can piece together events.\nRichard Cousins had been chief executive of the FTSE 100 firm Compass Group in Surrey since 2006 - and had been due to retire in September.\nCompass chairman Paul Walsh said the firm was \"deeply shocked and saddened\".\n\"It has been a great privilege to know Richard personally and to work with him for the last few years,\" he said.\n\"Richard was known and respected for his great humanity and a no-nonsense style that transformed Compass into one of Britain's leading companies.\"\nMr Cousins, a huge cricket fan, was a regular visitor to the Kia Oval in Kennington.\nHis son, William Cousins, was head of press for Open Britain, which campaigns against a hard Brexit.\nThe group's chairman Roland Rudd said he was \"an extraordinary young man who took deep pride in his work\" and would be \"missed beyond words\".\nLabour MP Chuka Umunna described William as \"an absolute pleasure to work with, utterly dedicated to the cause, dynamic and full of enthusiasm\". \n\"He went about things with great heart and humour,\" he added.  \nFellow Labour MP Chris Leslie tweeted that William was an \"exceptionally talented head of press\" who would be deeply missed.\nArts editor Ms Bowden, who worked at OK! magazine for 15 years, was the \"Grace Kelly\" of the office, according to former editor-in-chief Lisa Byrne.\nShe was regal, serene, well-educated and could stay calm under pressure, she said.\nFamily friend Jan Gleeson said Ms Bowden was \"a beautiful and positive person\" who \"spread light and happiness among her friends and family\".\nHer daughter Heather, who was a great friend to Ms Gleeson's son, was \"funny, lovely and always a pleasure to be with\", she said. \n\"Richard was a lovely, lovely man and together they were all finding the happiness she had so long deserved,\" she added.\nEdward Cousins had recently graduated from St Andrews University, where he was president of the university's Mixed Martial Arts Club.\nFriend Alex Brinkman said on Facebook that Ed's \"sense of humour and bright personality\" made training that much better, and he \"embodied what it meant to be a martial artist\".\nThe single-engine aircraft belonged to sightseeing flight company Sydney Seaplanes, which offers scenic flights over local tourist attractions.\nAaron Shaw, chief executive of the firm, described Mr Morgan, the pilot, as a \"gentle guy\".\n\"Ringing his parents today was one of the worst calls I've had to make in my life,\" he said.\nHe added that all flights had been suspended.\nThe Australian Transport Safety Bureau (ATSB) said the sequence of events leading up to the accident was not yet understood.\nEyewitnesses said the aircraft turned sharply to the right shortly after taking off.\nThe plane then crashed into the river and sank rapidly, ATSB said.\nOne eyewitness told a radio station he had watched from a houseboat as the plane nosedived.\nHe said he had dived in and tried unsuccessfully to open the fuselage door because the plane was sinking so quickly.\nPolice divers were flown to the scene and all six bodies were recovered on Sunday evening.\nThe UK Foreign Office said consular officials were in contact with local authorities and staff were \"ready to provide consular assistance\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-42510868",
      "category": "technology",
      "title": "Germany starts enforcing hate speech law",
      "tags": "Social media,Germany,Facebook,Hate speech",
      "text": "Germany is set to start enforcing a law that demands social media sites move quickly to remove hate speech, fake news and illegal material.\nSites that do not remove \"obviously illegal\" posts could face fines of up to 50m euro (£44.3m).\nThe law gives the networks 24 hours to act after they have been told about law-breaking material.\nSocial networks and media sites with more than two million members will fall under the law's provisions.\nFacebook, Twitter and YouTube will be the law's main focus but it is also likely to be applied to Reddit, Tumblr and Russian social network VK. Other sites such as Vimeo and Flickr could also be caught up in its provisions.  \nThe Netzwerkdurchsetzungsgesetz (NetzDG) law was passed at the end of June 2017 and came into force in early October. \nThe social networks were given until the end of 2017 to prepare themselves for the arrival of NetzDG.\nThe call to police social media sites more effectively arose after several high-profile cases in which fake news and racist material was being spread via the German arms of prominent social media firms. \nGermany's justice ministry said it would make forms available on its site, which concerned citizens could use to report content that violates NetzDG or has not been taken down in time.\nAs well as forcing social media firms to act quickly, NetzDG requires them to put in place a comprehensive complaints structure so that posts can quickly be reported to staff.\nMost material will have to be removed within 24 hours but networks will have a week to act on \"complex cases\". \nFacebook has reportedly recruited several hundred staff in Germany to deal with reports about content that breaks the NetzDG and to do a better job of monitoring what people post. \nThe law has been controversial in Germany with some saying it could lead to inadvertent censorship or curtail free speech. \nThe German law is the most extreme example of efforts by governments and regulators to rein in social media firms. Many of them have come under much greater scrutiny this year as information about how they are used to spread propaganda and other sensitive material has come to light. \nIn the UK, politicians have been sharply critical of social sites, calling them a \"disgrace\" and saying they were \"shamefully far\" from doing a good job of policing hate speech and other offensive content.\nThe European Commission also published guidelines calling on social media sites to act faster to spot and remove hateful content. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-42532017",
      "category": "world-asia-china",
      "title": "China's ban on ivory trade comes into force",
      "tags": "Conservation,China,Ivory trade",
      "text": "China has long been one of the world's biggest markets for ivory, but as of 2018 all trade in ivory and ivory products in the country is illegal.\nThe move is being hailed as a major development in efforts to protect the world's elephant population.\nWildlife campaigners believe 30,000 African elephants are killed by poachers every year. \nState media said there had already been a 65% decline in the price of raw ivory over the past year. \nThere had also been an 80% decline in seizures of ivory entering China, said Xinhua. \nThe ban was announced last year and came into effect on Sunday, the last day of 2017.\nSixty-seven official factories and shops dealing in ivory had already been closed by March 2017, said Xinhua, and the remaining 105 were to have shut down by Sunday.\n\"From now on, if a merchant tells you 'this is a state-approved ivory dealer'... he is duping you and knowingly violating the law,\" the forestry ministry said on its Weibo microblog.\nXinhua said \"one of the largest ever public awareness campaigns\" had been carried out in the run-up to the ban, with support from celebrities including superstar basketball player Yao Ming. \nThe World Wildlife Fund for Nature (WWF) said it was \"delighted to see the doors of the world's largest ivory market close\".\n\"This is a significant step that should prove to be a huge boost to elephant protection efforts in Africa,\" said WWF's Africa director Fred Kumah in a blog post. \n\"However as the world commends China's leadership in a region rife with illegal wildlife trade, I can't help but be reminded of the enormity of the task that lies ahead, both in China and Africa.\"\nMr Kumah said while there was a lot of public support for the ban in China, there was still a lack of awareness that it had come in to force, and he urged continuing education.\nWildAid CEO Peter Knights said this was \"the greatest single step toward reducing elephant poaching\".\n\"We can start 2018 hopeful that elephants will be safer now that China has banned commercial ivory sales,\" he said. \nHowever, there is concern that Hong Kong is not covered by the new laws. It is a major ivory trading hub, with most customers believed to be mainland Chinese. \nThe territory is in the process of bringing in its own total ban.\nChina had already banned sales of ivory acquired after 1975, under the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES). \nBut critics have long said allowing other ivory products to be sold openly drives up demand for the status symbol and allows illegal trade to flourish.\nThe international trade in ivory was banned in 1990. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-42529424",
      "category": "world-us-canada",
      "title": "Colorado shooting: Four police officers injured, one dead",
      "tags": "Colorado,US gun violence,Gun crime,United States",
      "text": "A police officer has been killed and four others have been injured in an \"ambush-style attack\" while responding to a verbal disturbance in Colorado.\nThe shooting happened at an apartment at Highlands Ranch, south of Denver.\nAuthorities confirmed two civilians, thought to be the shooter's neighbours, were also shot before the suspect was shot and killed by officers. \nResidents in the area were put on \"code red\" alert and told to stay inside away from windows during the incident. \nPeople were told to avoid the area while Swat officers responded. A bomb squad was also pictured at the scene.\nAt a news conference, Douglas County Sheriff Tony Spurlock confirmed the dead officer was 29-year-old Zackari Parrish, who was married with two children.\nHe and the other officers were called to the property at about 05:00 (12:00 GMT) after neighbours confirmed about a verbal disturbance involving two male roommates at the property.\nAfter being let into the apartment, they were shot by the suspect, who police say was known to law enforcement but did not have a criminal record. \nAuthorities say he used a rifle to fire at least 100 rounds before being killed. His identity has not yet been released while formal identification takes place.\nSheriff Spurlock confirmed the four injured officers, aged between 28 and 41, are in a stable condition. \nPolice also say the two injured civilians do not have life threatening injuries.\nOfficer Parish's body was escorted from hospital by a procession of dozens of law enforcement vehicles late on Sunday morning. \nPresident Trump offered his condolences to the victims of the shooting on Twitter.\nColorado has seen some of the worst mass shootings in US history, including the 1999 Columbine High School shooting in which 13 people, including 12 students, were killed. \nIt happened just outside of the town of Littleton, which neighbours Highlands Ranch where Sunday's incident happened.\nOver 15,000 people have been killed by guns in the United States in 2017, according to a list compiled by tracking website Gun Violence Archive. \nThat figure does not include an estimated 22,000 annual suicides using firearms. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-42528712",
      "category": "uk",
      "title": "Foreign aid to be shifted to support UK policy, Johnson says",
      "tags": "Boris Johnson,Department for International Development,International aid",
      "text": "The UK's aid budget will be shifted to projects that promote its interests, the foreign secretary has said.\nBoris Johnson said the money will be \"more sensibly distributed\" to support foreign policy aims such as denying safe havens to Islamist militants.\nHis comments came as Penny Mordaunt, the international development secretary, said the UK will provide a £21m boost to an emergency aid fund.\nThe UK currently spends £13bn on aid each year.\nSpeaking to the Times newspaper, Mr Johnson said \"the old jam jars are being smashed\" and money would be diverted to support government aims, including combating terrorist groups in Africa.\nIt would also go to help refugees in Yemen and Rohingya Muslims fleeing across the Burmese border into Bangladesh, he added.\nThe government is committed to spending 0.7% of national income on overseas aid but some politicians oppose such spending.\nConservative backbench MP Peter Bone has said the target \"means that important things at home like social care are struggling,\" while Ukip have called for the aid budget to be cut by 80% and focus only on emergency responses and eradicating disease. \nLabour backs the 0.7% target, saying global poverty reduction is itself in the UK's interest.\nIn January, the government scrapped plans to fund an Ethiopian girl band as part of a project to promote women's rights. It said there were \"more effective ways\" to invest UK aid.\nBy Emma Vardy, BBC political correspondent\nFor years there have been calls from some MPs for Britain's foreign aid budget to be cut, and the subject provides a steady stream of headlines in the right-leaning press.\nPriti Patel said too much of Britain's aid money was wasted, or spent poorly, when she was international development minister.\nThe government recently suspended a £12m aid programme to Syria after a BBC investigation revealed the cash was at risk of going to jihadist groups.\nAnd before the 2017 General Election there were suggestions that Theresa May was planning to revise the 0.7% spending target, but eventually it remained unchanged. \nMrs May says she is \"proud\" of the UK's record on foreign aid while Labour, the Lib Dems and SNP are also committed to keeping the 0.7% target.\nMr Johnson's promise to spend foreign aid more wisely may improve confidence, but for the harshest critics it will not go anywhere near far enough.\nMany will continue to argue that in a time of economic difficulties for the UK, money spent abroad could be used to help tackle health and social care funding problems at home.\nMr Johnson said the UK would gain more control of its aid spending after Brexit.\nAbout £1bn of the money the UK pays to the EU budget counts as part of the foreign aid budget.\nThe EU spends that money on humanitarian aid and on emergency responses to world crises, as well as on projects in countries close to the EU and those hoping to join in the future.\nMs Mordaunt said that the extra £21m for the United Nations' Central Emergency Response Fund (CERF) was needed because 2018 could be \"even bleaker\" than this year, with its \"harrowing\" humanitarian crises.\nThe money will hep to provide millions of people with food, clean water, sanitation and vital health services.\nAs of April 2017:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-42527750",
      "category": "uk",
      "title": "Volunteers could guard some UK borders, Home Office says",
      "tags": "Home Office,UK Border Agency",
      "text": "Volunteers could be used to guard some of the UK's borders, the Home Office has said.\nThe plans under consideration are for \"Border Force Special Volunteers\" to be used at small air and sea ports.\nA Home Office spokesman said it was \"considering the potential benefits\" and looking at how they are used by police forces.\nBut Conservative MP Charlie Elphicke told the Mail on Sunday: \"We can't have a Dad's Army-type of set-up.\"\nThe Public and Commercial Services (PCS) union, which represents many Border Force staff, said the government was risking the country's security \"on the cheap\".\nThe proposal comes after recent reports have raised concerns over \"poor\" coverage of some minor harbours and landing places.\nThe Border Force carries out immigration and customs controls for people and goods entering the UK.\nBut an assessment by the Chief Inspector of Borders and Immigration, published in July, said there were long periods of non-attendance by Border Force at some locations as well as a shortage of staff able to use specialist scanners.\nIt looked at 62 normally unmanned ports on the east coast and found that Border Force officers had not visited 27 of the sites between April 2015 to June 2016.\nChief Inspector David Bolt's report also revealed the number of clandestine migrants detected at the ports had almost doubled in 12 months rising from 233 to 423.\nAnother report by David Anderson QC, former independent reviewer of terrorism legislation, said there were similar issues with smaller south and east coast ports, marinas and landing places, adding it was \"conceivable\" they might be an option for returning foreign fighters or other terrorists.\nThe Home Office said if it was to introduce volunteers, they would be used to \"bolster\" Border Force staffing levels and would not be used by Immigration Enforcement.\nBut Mark Serwotka, general secretary of the Public and Commercial Services (PCS) union, called the plan \"ridiculous\".\n\"Border Force are already using poorly trained seasonal workers at most ports and airports, not just at peak periods but throughout the year because of permanent staff cuts,\" he said.\n\"The plans to use volunteer Border Force specials is a further move towards casualisation of the workforce.\"\nMr Elphicke, MP for Dover, said he would \"urge great caution before seeking to adopt a model like that used by the police, with special constables\".\n\"Border security is a skilled job, which takes many years of training.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-42531102",
      "category": "world-middle-east",
      "title": "Palestinians recall envoy to US",
      "tags": "Israel & the Palestinians,Mahmoud Abbas,Jerusalem,United States",
      "text": "The Palestinians have announced they are recalling their envoy to the United States for \"consultations\", weeks after President Trump recognised Jerusalem as the capital of Israel.\nPalestinian President Mahmoud Abbas said he would not accept any US peace plan in the wake of Mr Trump's move.\nProtests and clashes broke out in the Gaza Strip after the announcement.\nA UN resolution calling on the US to cancel the decision was backed overwhelmingly by the General Assembly.\nThirteen Palestinians have died in violence since Mr Trump's announcement, most killed in clashes with Israeli forces.\nPalestinian Foreign Minister Riad al-Maliki was recalling the Palestinian Liberation Organisation (PLO) envoy Husam Zomlot, Palestinian news agency Wafa said.\nThe status of Jerusalem goes to the heart of the Israeli-Palestinian conflict.\nIsrael occupied the east of the city, previously occupied by Jordan, in the 1967 Middle East war and regards the entire city as its indivisible capital.\nThe Palestinians claim East Jerusalem as the capital of a future state and its final status is meant to be discussed in the latter stages of peace talks.\nOn Sunday Mr Abbas called Jerusalem the \"eternal capital of the Palestinian people\".\nIsraeli sovereignty over Jerusalem has never been recognised internationally, and all countries currently maintain their embassies in Tel Aviv. However, President Trump has told the US state department to start work on moving the US embassy."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-42527910",
      "category": "uk-england-london",
      "title": "Bid to find family of man who collapsed on 26 December",
      "tags": "Fitzrovia",
      "text": "A photo of a man found collapsed outside a hospital the day after Christmas has been released in a bid to find his family.\nThe man is in an induced coma at University College Hospital, having suffered a heart attack outside the central London site at about 16:30 GMT.\nHe is in a life-threatening condition and the Met wants to trace his family \"as soon as possible\".\nThe man is described as being of light-skinned black or Asian origin.\nPolice said the man had not been carrying any identification when he was discovered.\nA spokesperson said the force wanted to find the man's family soon \"due to his poor state of health\" and added that \"it is possible that he may be homeless\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-42527294",
      "category": "world-asia",
      "title": "North Korea: South seizes second ship in oil supply row",
      "tags": "North Korea-US relations,North Korea weapons programme,South Korea,UN Security Council,North Korea",
      "text": "South Korean authorities have seized a second ship suspected of supplying oil to North Korea in violation of international sanctions, officials say.\nThe Panama-flagged tanker, which is named Koti, is being held at a port near the western city of Pyeongtaek.\nSouth Korea has already impounded a Hong Kong-registered ship it suspects of secretly transferring 600 tonnes of refined oil to a North Korean vessel.\nThe UN imposed sanctions on the North in response to its weapons programme. \nThe latest vessel seized, which has a mostly Chinese and Burmese crew, is a 5,100-tonne oil carrier, South Korean news agency Yonhap reported.\nSouth Korea revealed on Friday that it was holding the Hong Kong-registered Lighthouse Winmore.\nThat ship entered Yeosu port in South Korea on 11 October to load up with refined oil and left for Taiwan four days later.\nBut instead of going to Taiwan it transferred the oil to a North Korean ship and three other vessels in international waters on 19 October, South Korean officials were quoted as saying.\nThe Lighthouse Winmore was seized when it returned to Yeosu in November and remains in South Korea.\nLast week, US President Donald Trump blamed China for allowing illegal oil shipments to reach North Korea.\nIn a tweet, Mr Trump said that China had been \"caught red-handed\".\nHe said there could never be \"a friendly solution\" to the North Korea crisis if oil was allowed to be exported to Pyongyang.\nBeijing, which earlier this month supported the US-drafted UN resolution that includes measures to slash the North's petrol imports by up to 90%, denies the allegation.\nThe resolution bans ship-to-ship transfers of any goods destined for Pyongyang.\nThe tough new sanctions were a fresh attempt to curb North Korea's controversial nuclear and ballistic missile tests."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-42526311",
      "category": "world-middle-east",
      "title": "Unrest at protests in many Iran cities",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-42522264",
      "category": "world-middle-east",
      "title": "Iran government supporters rally after protests",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-42519054",
      "category": "world-middle-east",
      "title": "Iranian protests: World is watching response, US warns",
      "tags": "Hassan Rouhani,Iran",
      "text": "The US says \"the world is watching\" how Iranian authorities respond to anti-government protests that have broken out in several cities.\nThousands of people have joined the protests, with scores arrested.\nA White House statement said Iranians were fed up with \"the regime's corruption and its squandering of the nation's wealth to fund terrorism\". \nMeanwhile, authorities urged supporters to turn out for nationwide demonstrations on Saturday.\nThe rallies are commemorating the 2009 demonstrations held in support of the then conservative government of Mahmoud Ahmadinejad.\nThose demonstrations were in response to protests by reformists over a disputed election which returned him to power.\nThe BBC's Persian Service says thousands of people were likely to have been bussed into a rally in the capital Tehran.\n\"The Iranian government should respect their people's rights, including their right to express themselves. The world is watching,\" White House spokeswoman Sarah Huckabee Sanders said on Twitter. \nThe tweet later appeared on President Donald Trump's Twitter account.\nThe US State Department urged all nations \"to publicly support the Iranian people and their demands for basic rights and an end to corruption\".\nFirst Vice-President Eshaq Jahangiri has suggested that government opponents are behind the protests, according to comments reported by state broadcaster IRIB.\nHe said: \"Some incidents in the country these days are on the pretext of economic problems, but it seems there is something else behind them. They think by doing this they harm the government, but it will be others who ride the wave.\"\nEarlier, Fars news agency reported that protesters in Kermanshah had destroyed some public property and were dispersed.\nThe governor-general of Tehran said that any such gatherings would be firmly dealt with by the police, who are out in force on the main roads.\nOfficials in Mashhad said the protest was organised by \"counter-revolutionary elements\", and video online showed police using water cannon.\nThe protests started in the north-eastern city of Mashhad - the country's second most-populous - on Thursday.\nPeople there took to the streets to express anger at the government over high prices, and vented their fury against President Hassan Rouhani. Fifty-two people were arrested for chanting \"harsh slogans\".\nThe protests spread to other cities on Friday, with thousands turning out in Kermanshah, Rasht, Isfahan and Qom. In Tehran, social media footage showed a heavy police presence.\nSome developed into broader demonstrations against the authorities, calling for the release of political prisoners and an end to police beatings.\nIt was the biggest display of public dissent since huge pro-reform rallies in 2009.\nThe protests were initially against economic conditions and corruption but appear to have turned political.\nSlogans have been chanted against not just Mr Rouhani but Supreme Leader Ayatollah Ali Khamenei, and clerical rule in general.\nDemonstrators were reportedly heard yelling slogans like \"The people are begging, the clerics act like God\". Protests have even been held in Qom, a holy city home to powerful clerics.\nThere is also anger at Iran's interventions abroad. In Mashhad, some chanted \"not Gaza, not Lebanon, my life for Iran\", a reference to what protesters say is the administration's focus on foreign rather than domestic issues.\nOther demonstrators chanted \"leave Syria, think about us\" in videos posted online. Iran is a key provider of military support to the government of Bashar al-Assad in Syria.\nIt is also accused of providing arms to Houthi rebels fighting a Saudi-led coalition in Yemen, which it denies, and is an ally of Lebanon's powerful Shia movement Hezbollah.\nThere have been calls on social media for protests up and down the country, despite warnings from the government against illegal gatherings.\nDemonstrations of varying sizes are reported to have occurred in at least seven cities. \nOverall, the numbers said to be taking part range from a less than 100 in some places to thousands in others - but demonstrations do not appear to be taking place on a massive scale."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-42527872",
      "category": "uk-scotland",
      "title": "Hogmanay celebrations get under way despite Storm Dylan",
      "tags": "Met Office,Floods,Ferries,Weather forecasting,Rail travel,Severe weather",
      "text": "Tens of thousands of people are gathering in Edinburgh as Hogmanay celebrations get under way.\nEarlier, there was concern Storm Dylan might threaten events scheduled to take place to bring in the new year.\nMet Office weather warnings had been in place, with some power outages and travel disruption as high winds battered parts of Scotland.\nAs the stormy conditions subsided organisers of events in the Scottish capital promised \"the best party ever.\"\nUnderbelly, which is producing the event for the first time, said there would be live music, DJs, street entertainment and the \"ultimate fireworks display\" from Edinburgh Castle.\nRag'n'Bone Man is headlining the Concert in the Gardens, with The Human League among the acts taking to the street party stages.\nFireworks will be launched from the castle at 21:00, 22:00 and 23:00 in a countdown to midnight, when a soundscaped fireworks display will entertain the audience for the first nine minutes of 2018.\nAhead of the events in Edinburgh, Police Scotland urged revellers not to be alarmed by the presence of armed police. \nA range of barriers and bollards were also being used to prevent vehicles accessing the event arena.\nElsewhere in Scotland, celebrations include a street party at Schoolhill in Aberdeen, featuring live music from The Mersey Beatles and The Banjo Lounge 4, before a \"spectacular\" fireworks display from His Majesty's Theatre rooftop at midnight.\nIn Glasgow, a street party event is being held in Ashton Lane in the west end, with many of the city pubs and clubs also hosting Hogmanay-themed celebrations.\nStirling will host its \"biggest ever\" midnight fireworks display, focused around the castle, while in the fireball ceremony in Stonehaven, Aberdeenshire, about 40 people will parade up and down the High Street swinging flaming balls around their heads to welcome in the new year.\nEarlier on Sunday, police closed part of Princes Street in Edinburgh to pedestrians for a couple of hours after part of a stage was blown over in the high winds.\nAs Storm Dylan tore across central and southern parts of Scotland there were power outages caused by trees on the lines.\nThe Met Office said a gust of wind measuring 76mph was recorded at Port Ellen on Islay.\nThe storm also caused disruption to ferry services from Oban, Tarbert and Lismore and rail services between Edinburgh, Helensburgh and Glasgow Central and Largs.\nOn the roads, there were restrictions on bridges and fallen trees caused some disruption.\nSepa had issued flood warnings for some areas in the south west but these were later lifted."
    }
  ]
}