{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-57211001",
      "category": "world-asia-china",
      "title": "China's Zhurong rover takes first drive on Mars",
      "tags": "Mars,China,Space exploration",
      "text": "China's remote-controlled rover, which landed on Mars a week ago, has driven down from its landing platform to the surface of the planet.\nThis makes China the second country after the US to operate a rover there. \nThe Zhurong robot is due to study the planet's surface rocks and atmosphere. It will also look for signs of life, including any subsurface water or ice. \nChina's Tianwen-1 mission, consisting of an orbiter, lander and rover, was launched in July last year.\nThe deputy chief commander of the mission, Zhang Yuhua, said the rover was designed to operate for 92 Earth days (or 90 Mars days, known as \"sols\", which are slightly longer than Earth days) and would share its data via the orbiter. \n\"We hope we can get a comprehensive covering of Martian topography, landform and environment, and the exploratory data of the radar detecting the Martian subsurface during one Martian year,\" she said.\n\"By doing so, our country will have our own abundant and first-hand data about Martian resources.\"\nThe solar-powered, 240kg (530lb) six-wheeled robot - named after a Chinese mythical fire god - will be exploring Utopia Planitia in Mars' northern hemisphere.\nThis colossal basin - more than 3,000km (1,860 miles) wide - was likely formed by an impact early in the planet's history. There is some evidence pointing to it having held an ocean long ago.\nRemote sensing by satellites indicates there are significant stores of ice at depth.\nUtopia Planitia is where Nasa landed its Viking-2 mission in 1976. \nThe US landed the much larger (one-tonne) Perseverance robot in February, and its roving mission is also just getting under way. \nEurope's space agency, which has twice failed with landing attempts, will send a rover called Rosalind Franklin to Mars next year in a joint project with Russia."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57210428",
      "category": "uk",
      "title": "McDonald's: Animal rights group blockades depots, activists say",
      "tags": "Animal rights,Climate change,McDonald's",
      "text": "Animal rights protesters say they are blockading four McDonald's distribution centres in the UK to stop deliveries to the fast-food chain's 1,300 UK outlets.\nAnimal Rebellion said activists were using trucks and bamboo structures to stop lorries leaving depots in Hemel Hempstead, Basingstoke, Coventry and Heywood, Greater Manchester.\nThe group is targeting McDonald's \"for its role in the climate emergency\".\nMcDonald's UK said it was \"assessing the impact\" of the protest on supplies.\nA spokeswoman said: \"Our distribution centres are currently facing disruption. We are assessing the impact on deliveries to our restaurants and to menu items. We apologise to our customers for any disappointment caused.\"\nAnimal Rebellion spokesman James Ozden, at a protest in Coventry, accused the meat and dairy industry of \"destroying our planet\".\nMr Ozden told the BBC the meat and dairy industry was \"causing huge amounts of rainforest deforestation, emitting vast quantities of greenhouse gases and killing billions of animals each year\".\n\"The only sustainable and realistic way to feed 10 billion people is with a plant-based food system. Organic, free-range and 'sustainable' animal-based options simply aren't good enough\", he said.\nAnimal Rebellion wants McDonald's to commit to becoming fully plant-based by 2025.\nThe group tweeted that it intends to remain at the sites for at least 24 hours and aims to cause \"significant disruption\" to McDonald's as the restaurants restock over the weekend.\nA second tweet called on McDonald's to personally engage with the activists at the protest sites, saying: \"We're waiting for them to come talk to us, or we'll stop their distribution to all 1,300 restaurants ALL DAY.\"\nWest Midlands Police said it was aware of the protest at the depot site in the Canley area of Coventry and there was a police presence there. \nThe force said it recognised \"the right to a peaceful protest\", but expressed concern over the \"significant disruption to businesses\" caused by blocking the sole entrance and exit point to the distribution site.\n\"We have asked the small group of activists to remain mindful of road users and in particular emergency vehicles and will continue to maintain an open dialogue with them,\" a spokesman for the force said. \nAnimal Rebellion describes itself as \"a mass movement that uses nonviolent civil disobedience to bring about a transition to a just and sustainable plant-based food system\". \nIn November last year, the fast food giant announced plans to introduce a line of plant-based meat alternatives called \"McPlant\" in 2021."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57204585",
      "category": "entertainment-arts",
      "title": "Behind the scenes of Glastonbury's live-stream concert",
      "tags": "Glastonbury,Glastonbury Festival,Live music,Coldplay,Music",
      "text": "The Pyramid Stage is a skeleton, and the fields are empty - but Glastonbury will go ahead on Saturday night, with a one-off live-stream concert.\nColdplay, Jorja Smith, George Ezra and Kano are all set to play in the five-hour event, which organisers say will \"help to secure the festival's return in 2022\" after two years of Covid-enforced cancellations.\nRadiohead stars Thom Yorke and Jonny Greenwood will also debut a new band, The Smile, during the show.\n\"We're so excited,\" says Alana Haim of LA rock trio Haim, who flew over specially to play the virtual concert. \n\"Glastonbury is our favourite festival that we've ever played, ever, and to be chosen to be one of the artists to play is incredible.\"\nThe band had to \"quarantine for days\" after landing in the UK a fortnight ago. \"There was a lot of Come Dine With Me, a lot of First Dates,\" she says, but it was worth it to be able to play songs from their latest, Grammy-nominated album \"for the first time\".\n\"I'll play to anything,\" she tells the BBC. \"I'll play to cars, I'll play to cows. We're a live band - I just want to play.\"\nBilled as \"one continuous wild night\" at Somerset's Worthy Farm, the show will thread together musical performances and narration by Jarvis Cocker, PJ Harvey, George The Poet and Glastonbury organiser Michael Eavis. \nRock band Wolf Alice will kick proceedings off, playing inside the infamous Stone Circle that overlooks the site.\n\"Have I been here before?\" asks singer Ellie Rowsell, as the band set up their gear. \"I honestly don't know. I think I have.\"\n\"It's so strange to be stood on the stone circle and not be looking over loads of tents and lights and people,\" adds guitarist Joff Oddie, \"but it feels really special. \n\"We feel lucky to be here, to be honest. We're one of the lucky few.\"\nAll the artists waived their fees to appear at the show, which is the first in a series of planned events on the festival site this summer. Families will be able to camp at Worthy Farm over the school holidays; while organisers were recently granted a licence for a one-day concert this September - although no decision has been taken on whether it will go ahead.\nGlastonbury organiser Emily Eavis says the new ventures are a way of recouping the £5 million loss the festival incurred after cancelling in 2020.\n\"We're obviously not going to get that back,\" she says, but the live-stream in particular is \"a way of giving work to people who've been struggling over the past year\". \nShe calls over Emma Reynolds-Taylor who, in a typical year, would be in charge of Glastonbury's main stage. \n\"Doing a show like this absolutely means the world to all of us right now,\" she says. \"The events industry has been on complete shutdown since the very very start of the pandemic [and] it's been really challenging. \n\"To be able to do this, and to employ the number of people we've been able to employ, has meant so much to me personally. To send those emails and make those calls saying, 'We've got a job for you,' that's meant the most to me from this whole thing.\"\nAlthough it's billed as a live-stream, Saturday's concert has actually been filmed over the course of the last seven days by Paul Dugdale, who previously shot Ariana Grande and Taylor Swift's world tours for Netflix.\n\"It's obviously not the festival, it's a film but it's going to be as close to what it feels like to be here,\" says Eavis.\nShe takes us on a tour of the site - pointing out familiar landmarks like the Beehive, which we're more used to seeing swarming with people, accompanied by the relentless pounding of drum beats and the scent of freshly-baked doughnuts.\nInstead, the farm is tranquil and nature is in full bloom.\n\"It's May so everything is pure, peak life,\" says Eavis. \"The cow parsley is on the railway line, all the wild garlic is out, and it's sunny. It's a beautiful time.\"\nShe assures fans who find themselves torn between Glastonbury and Eurovision (yes, they exist) that they will have the option of tuning in for a repeat of the live-stream on Sunday. \nAnd while there's a \"real buzz\" about the concert film, she desperately hopes it's a one-off. \n\"It feels like [it will be] a really crucial part of our history - making it back after Covid,\" she says. \n\"It's going to be joyous when we come back, but this film will really capture a unique time in our history.\"\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57199134",
      "category": "uk-wales",
      "title": "Mayhill rioters attacked police van",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57201074",
      "category": "uk-wales",
      "title": "Mayhill: Clean-up starts after riots 'like a war zone'",
      "tags": "Swansea,South Wales Police,City and County of Swansea Council",
      "text": "Windows have been boarded up, burnt-out cars towed away and the scorched road cleared after Thursday night's riot on the streets of Swansea.\nThe community of Mayhill has been left frightened and angry, after the \"shameful\" scenes which left terrified residents trapped in their homes.\nPolice were hit with rocks as they tried to break up the violence on Waun-Wen Road.\nThe disturbance began after a vigil was held for a local man who had died.\nA balloon release had been planned in memory of 19-year-old Ethan Powell who collapsed and died suddenly on Wednesday. But it escalated with fireworks being set off, followed by widespread disorder.\nMr Powell's family are said to be deeply upset by the violent scenes when the events were meant to have been a celebration of his life.\n\"Disturbing\" footage circulated on social media on Thursday night of gangs setting fire to cars, rolling them down a hill and crashing them into other vehicles.\nEmily Fender, who organised the community clean-up in Mayhill, said: \"No one wants a relative remembered like that, it's shameful. But it's not their actions it's the actions of other people. \n\"We're just tidying up, making sure that people on their way to school and work haven't got to see this nonsense really.\n\"There's a good community in Swansea that when a call to action goes out, people answer it.\"\nSwansea resident Ryan Stephens drove to the street on his way home, about an hour after the violence had subsided, after seeing videos circulating on Facebook.\n\"It looked like a war zone,\" he said. \n\"I stopped and spoke to some of the people who were outside the houses to see if there was anything I could do. \n\"They were all traumatised. Especially the ones who'd had their houses attacked as well, their cars burnt out, things like that.\n\"I spoke to the son of a 90-year-old woman, who'd had her window put through. There was a single father with two young kids, they were screaming crying. They could see the fire and they had their window put through as well.\n\"He had to go out pleading with the crowd, saying 'I've got two young kids in there, screaming, that think they're going to die'.\"\nHe added that many residents had expressed concerns over a perceived lack of police action.\n\"For at least two hours after the event, there was no police presence,\" he said.\n\"Pretty much everyone I spoke to said something to the tune of 'Where are the police? There's literally nobody here. There's been no support whatsoever'.\n\"Some people had been in their houses trying to hide. They felt let down.\"\nSouth Wales Police, however, said its response was \"immediate and officers trained to deal with public order incidents were deployed to the scene\".\nSwansea council deployed extra resources to the Mayhill and Waun-Wen area of the city following last night's disorder, to repair damaged roads and pavements, doors and windows.\nTemporary concrete bollards have been placed at the scene.\nOne resident from Mayhill, called Maria, told a phone-in on BBC Radio Wales that she was \"very sad and shocked about the behaviour that went on\".\n\"I speak for the community, we all feel the same,\" she said.\n\"It's embarrassing and tarnishing our area. I've lived here all my life and we all look after each other, respect each other, we all stick together.\n\"But last night's behaviour, it's not acceptable at all. I felt sickened. It was unreal, it looked like scenes from a movie. It was horrendous.\"\nSwansea council's leader Councillor Rob Stewart said: \"We are here for the community of Mayhill and Waun-Wen. \n\"The council is acting quickly to respond to last night's disorder by cleaning-up damage, reassuring residents and helping make people's properties safe and secure. We will also liaise with residents in the community to explore if there is any further support the council can give.\n\"What happened last night is neither reflective of Mayhill and Waun-Wen, nor Swansea. These yobs are a minority and their behaviour is disgusting and unacceptable. We are working with South Wales Police to help identify, pursue and prosecute those responsible.\n\"People have the right to feel safe in their home and community. We will be doing everything we can with the police to ensure this doesn't happen again.\"\nDeputy leader Councillor David Hopkins added: \"It's absolutely awful. I really feel for the community. Lots of people with young children live in this area as well as very old people, very vulnerable people.\n\"This was not anti-social behaviour, this was a mini riot. I feel for the police. I know some suffered minor injuries.\"\nPoliticians condemned the behaviour of those involved as First Minister Mark Drakeford said the \"violent scenes were completely unacceptable and will not be tolerated\".\nHome Secretary Priti Patel said the scenes were \"disgraceful\" and said her \"thoughts are with Mayhill residents who had to endure such shocking behaviour\".\nSouth Wales Police has told the community of Mayhill that officers \"will stop at nothing\" to find the culprits.\n\"So many families will have been tormented by those responsible,\" said Chief Constable Jeremy Vaughan.\n\"We will work hard with others to help and support local residents who deserve better than this.\"\nOnline fundraising pages have been set up to raise money for \"anyone who has been affected by this mayhem\".\n\"Last night we all know the state Mayhill was left in and the damage that was caused by those who decided to turn against the police and their own morals,\" said organiser Emily Danaher. \n\"Children and elderly persons' windows being destroyed along with their feelings of safety in their on homes. Animals terrified, cars destroyed, police and their vehicles attacked.\n\"It made me really sad to see what was happening and imagining that was my family whose window was broken, or my gran that was fearing for her safety.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-57199547",
      "category": "technology",
      "title": "Apple v Epic: Tim Cook appears on the stand in Epic legal row",
      "tags": "Gaming,Fortnite,Apps,Apple",
      "text": "Apple boss Tim Cook took the witness stand for the first time in his company's major legal battle with Epic Games over an alleged monopoly. \nEpic, maker of the hit video game Fortnite, claims Apple's tight control over iPhone apps hurts competition. \nDuring his appearance, Mr Cook argued that keeping control of the App Store helped keep iPhones secure.\nHe also said he did not know if the App Store made a profit, telling the court Apple did not break down the figures.\nFacing questions about the level of profit the App Store generates from the 30% commission it takes on sales, he said: \"We don't have a separate profit and loss statement for the App Store.\"\nInstead, he said that he had a \"feeling\" that it was profitable - but could not share figures with the court. \nMr Cook was being questioned about his oversight of top-level decisions around the App Store's policies.\nJudge Yvonne Gonzalez Rogers also questioned Mr Cook, asking about a survey that showed 39% of developers are dissatisfied with the app store.\nMr Cook said he was not familiar with the survey but said there was a \"friction\" because Apple rejected 40% of apps weekly.\nThe judge also asked him if he was a gamer, to which he admitted that he was not. \nMr Cook's opposite number in the case - Epic Games chief Tim Sweeney - has already appeared on the stand in the opening days of the long-running legal battle. \nTwo main things are at the centre of the case: the 30% commission Apple takes on in-app purchases, and the fact that no other app stores are allowed to exist on the iPhone and iPad to offer an alternative. \nEpic's Fortnite is one of the most popular games in the world and makes its money through in-game purchases of character costumes and other digital items.  \nA 30% cut on millions of such purchases adds up to a lot - but Apple's rules forbid the company from circumventing its payment methods if a sale is made in the iPhone app. \nIn August last year, Fortnite offered players a 20% discount if they paid Epic Games directly, in direct violation of Apple's rules. \nApple quickly removed the app from its store - as did Google, which enforces a similar policy.\nEpic had clearly expected that to happen. The firm immediately launched a PR blitz to mobilise its fanbase and win support, painting Apple as a dominating force suppressing freedom of choice. \nWithin hours, Epic lodged prepared legal complaints in the US against both Apple and Google. \nBut the debate goes beyond the 30% cut, to wider questions about competitiveness. Epic has made no secret of the fact that it would like to run its own app stores on both iOS and Android, avoiding Apple's and Google's payment and delivery systems entirely. \nThis was Tim Cook's first time giving evidence at trial. \nThere's no video footage of the court case but journalists can listen in to a terrible audio line that sounds like the trial is taking place under water. It's therefore hard to get a feel for the atmosphere of court. \nStill, it's pretty clear that Mr Cook is having a tough day. \nI'm used to hearing him asked questions in Congress. Usually he has a relaxed air - it takes a lot to get him flustered. \nHowever a cross examination in court is a very different beast. \nGrilled by an expert legal team, Mr Cook appeared more evasive. \nHe was asked, for example, how much profit Apple makes from its App Store. He replied that he didn't know. Considering the App Store is a massive money spinner for Apple, that is a surprise. \nGoogle also pays a huge amount to Apple to have its search preloaded onto iPhones. Asked about this deal (believed to be worth around $10bn, or £7bn) Mr Cook didn't seem to know much about it, unable - or unwilling - to confirm how much this contract was worth. \nMr Cook may be reluctant to unveil commercially sensitive data. However, he came across as vague on detail. And that's not a good look when you're giving evidence in court. \nMost experts believe this is Apple's to lose but anti-trust cases are notoriously difficult to predict.\nAnd we're unlikely to get a judgement soon - there is a lot of evidence the judge has to wade through.\nThe legal cases against Apple and Google are separate, and Apple has been the first in court.\nApple is accused of running a monopoly, subjecting all apps to a cumbersome review process, and rejecting them for all sorts of reasons. Epic contends that is unfair, while Apple says it protects customers from dodgy apps. \nMuch of the early debate has been over definitions, with Epic arguing that Fortnite is more than a game, but rather a \"metaverse\" within which all sorts of experiences - including concerts and film screenings - are held. \nBut outside of the wrangling over technical definitions, there have also been some significant revelations.\nThe fact that Epic's model for its app store is not yet profitable is one of Apple's arguments against allowing an open system. \nDocuments have revealed that Epic has made heavy losses with game giveaways, which cost it millions of dollars. However, in return it has gained millions of new users for its PC gaming platform - the Epic Games store - which Epic says was always its strategy. \nIt has also emerged that Apple has debated lowering the 30% cut it takes in response to competition, with App Store chief Phil Schiller writing to Steve Jobs as long ago as 2011. \nAnd one particularly memorable exchange was born out of a debate over adult content. \nApple had highlighted that Epic's store hosted a store-within-a-store - Itch.io - which sells adult content. Apple gave this as an example of why it did not want third-party stores on its platforms. \nLater, while showing images of Fortnite, Apple's legal team referred to Peely, a Fortnite character who is a banana.\nIt showed him in a tuxedo, remarking: \"We thought it better to go with the suit than the naked banana, since we are in federal court this morning.\" \nOn cross-examination, Epic's attorney wanted to put to bed the \"implication\" that a naked banana might be inappropriate, resulting in Epic's marketing boss informing the court: \"It's just a banana, ma'am.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57209515",
      "category": "world-us-canada",
      "title": "Prison guards spared jail time in Epstein suicide plea deal",
      "tags": "Jeffrey Epstein death,Jeffrey Epstein",
      "text": "Two prison guards have admitted falsifying records on the night disgraced US financier Jeffrey Epstein killed himself in August 2019.\nBut in a plea deal with federal prosecutors, Tova Noel and Michael Thomas would be spared jail time.\nThe pair fabricated log entries to make it seem like they had conducted required half-hourly checks on Epstein.\nBut the court heard they were actually snoozing or surfing the web instead of making their rounds.\nEpstein, a convicted sex offender, hanged himself in jail while awaiting trial on federal sex-trafficking charges.\nHe had pleaded not guilty to sexually abusing dozens of girls, some as young as 14.\nNoel and Thomas' plea deal will need to be approved by a judge. Instead of spending time behind bars, the pair would be required to complete 100 hours of community service under supervised release.\nThey would also have to co-operate with an ongoing investigation by the justice department's inspector general.\nOn the night Epstein took his life, he was alone in his cell at the Metropolitan Correctional Center in New York, say authorities. \nHe had been taken off suicide watch after a previous suspected attempt to take his own life.\nSurveillance footage showed that no other people had entered the area where Epstein was held that evening, said officials at the time.\nFor substantial portions of their shifts, Noel and Thomas sat at their desk, browsed the internet, and moved around the common area, just 15ft (4.5m) from Epstein's cell, the court heard.\nThe facility is one of the most secure in America, but the US Bureau of Prisons has been plagued by staffing shortages.\nOne of the guards was working a second mandatory eight-hour shift of the day, while the other was on a fifth consecutive day of overtime.\nEpstein's ex-girlfriend, British socialite Ghislaine Maxwell, is behind bars in New York since awaiting her trial on charges that she helped Epstein recruit and sexually abuse girls."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57198762",
      "category": "entertainment-arts",
      "title": "Eurovision: Italy wins while UK's James Newman gets nul points",
      "tags": "Eurovision Song Contest",
      "text": "Italy has won the Eurovision Song Contest in Rotterdam with their song Zittie e Buoni.\nMåneskin singer Damiano David shouted \"Rock and roll never dies\" as the four-piece group collected their glass microphone trophy.\nIt was another disappointing night for the UK, with James Newman's Embers scoring nul points.\nIt is the fifth time the UK has come last, and the second time it has received no points.\nThe first time was in 2003 when Jemini sang Cry Baby. \nNewman put on a brave face, smiling and cheering as the bad news was delivered.\nCommentator Graham Norton reacted by saying: \"I'm trying to put a positive spin on it but I feel so sorry for James. A lot of disappointed people in that arena tonight, but thrilled to be a part of Eurovision.\" \nHe also had plenty of support from fans such as Matt Lucas, who said \"we love you James Newman\", BBC Breakfast host Dan Walker, who praised him \"laughing it off\" and RuPaul's Drag Race star Michelle Visage., who said: \"I am sending this tweet to James Newman and James only. You were INCREDIBLE.\"\nBut some people did not think Newman's performance was good enough, with Twitter account the Vinyl Frontier saying his singing could have been better.\nIn contrast to the lack of points for Newman, it was delirium for Måneskin, who had been firm favourites despite their rock number not being typical Eurovision fare.\nThey are the first group to win the competition since 2006, and Italy last won in 1990.\nMåneskin's Victoria de Angelis said after the show that their win was a boost for her country, which was badly hit by the coronavirus pandemic.\n\"This is a message of hope after this hard year we've been through,\" she said.\nHer bandmate David said: \"That prize shows that this is not (a) cheesy event. This is a musical event.\"\nSteve Holden, BBC Newsbeat\nItaly were the favourites for a reason.\nThey brought swagger, confidence and star quality to the Eurovision stage.\nAs they said to me in the lead-up, they didn't try to fit into a Eurovision box and just played on stage as if it was just another gig.\nThey struck the perfect combination: a powerhouse song with perfect staging. The song - Zitti e buoni - builds and builds to a pyrotechnic climax and they got a landslide result from the public vote. Job done.\nFrance's Barbara Pravi came second with Voilà, while Switzerland's Gjon's Tears came third with his ballad Tout l'Universe.\nIt was a tense climax to the show, with many countries getting few votes from the public and the top of the leaderboard changing frequently. \nSwitzerland and France were both in front at some point during the night, as were Finland and Iceland.\nSpain, Germany and the Netherlands got no points from the public but got a few from the juries, which left the UK languishing at the bottom.\nGermany's Jendrick came second to last while San Marino's Senhit could only manage to come 22nd, despite her track featuring chart topper Flo Rida.\nIceland - who weren't able to perform live after one of the band tested positive for Covid-19 - came fourth.\nRepresentatives from 26 nations took to the stage at Rotterdam's Ahoy Arena.\n\"It's less Destiny's Child ... more Destiny's Inappropriate Auntie.\"\n\"Finland are still very cross about the conditioner in the hotel.\"\n\"If you ever wondered what had happened to Orville, the lead singer is wearing him.\"\n\"I'm not sure if she hit that note but I've definitely got a nosebleed.\"\n\"I wear this every time I go to the smelting plant.\"\n\"This is Marmite if everyone hated Marmite.\"\n\"Maybe it will grow on me, like mould on a bathroom ceiling.\"\n\"She's dressed like a zebra for some reason. Do you think it comes with a head?\"\nLast year's contest was axed due to the coronavirus pandemic, which has also had an impact on this year's event.\nAn audience of 3,500 people cheered them on during the show, which was an official Covid trial event.\nSaturday's show was co-hosted on stage by Nikkie de Jager, better known around the world as NikkieTutorials.\nKnown for giving make-up and beauty advice on her social media channels, the Dutch internet star was the contest's first transgender host.\nThe United Kingdom last won Eurovision in 1997 and has won the annual singing contest five times since it began in 1956."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-56638188",
      "category": "uk-scotland-scotland-politics",
      "title": "Covid in Scotland: Government considers digital vaccine certificates",
      "tags": "Scotland health,Coronavirus lockdown measures,Scotland economy,Coronavirus vaccines",
      "text": "The Scottish government is considering making digital \"certificates\" available to people who have had the Covid-19 vaccine, the health secretary has said. \nJeane Freeman told BBC Radio's Good Morning Scotland they were also looking at how the documentation might be used - and in what circumstances. \nShe said they had to consider ethical and equality questions. \nIt came as Boris Johnson confirmed that Covid status certificates would be trialled in England from mid April. \nThe UK government says such a scheme could have an important role to play both domestically and internationally and is \"likely to become a feature of our lives until the pandemic recedes\". \nThe digital documents could record whether people had been vaccinated, recently tested negative or had natural immunity and are seen as a possible means of enabling mass-audience events to take place in the future.\nMs Freeman said any scheme in Scotland should operate digitally as far as possible. \n\"I don't want to put an unnecessary burden on the health service, on our GP practices for example with everyone going to them looking to get the bit of paper that says 'I've been vaccinated',\" she said. \n\"Because I want those GP practices to be able to return as quickly as it's possible to delivering all the services they were before the pandemic.\n\"We're currently looking at what would be the digital infrastructure you'd need for any form of certification as we've worked through those ethical, equality and practical questions about how it might be used and in what circumstances.\"\nThe health secretary said the government and its clinical advisors would keep a \"watching brief\" on the Covid passport scheme south of the border. \n\"There are practical questions about whether or not it can in practice work and what it means for the venue operators, for example, if they have someone who doesn't have the necessary test result or vaccination and what do they do in those circumstances,\" she said. \n\"We don't want to put an unnecessary burden on them. But also as we have said all along about vaccine certification, there are ethical and equality questions that you've got to work through because not everyone can get the vaccine.\"\nAs we prepare to open more of society up, a controversial question is going to need answered: should we have domestic vaccine passports?\nA version of them - also taking into account recent tests and natural immunity - is to be trialled in England. Should that approach be mirrored in Scotland?\nOn the one hand, allowing people to socialise in a bigger crowd - provided they can prove they're vaccinated or lower risk - makes sense.\nBut there are obvious concerns: what happens to people who haven't had a recent test or are still waiting for a jag? Or those who (for whatever reason) decline the vaccine? Are they turned away at the door?\nSome see it as the thin edge of the wedge when it comes to civil liberties. They're concerned about allowing governments to decide what we can and can't do based on medical history.\nThe Scottish Government is looking at a digital way for people to show their vaccine status. But it remains unclear whether or not vaccination will lead to enhanced freedoms.\nPublic health expert Prof Linda Bauld told BBC Scotland's Reporting Scotland it was important to distinguish between the types of vaccine passport being proposed.\nShe said the trials of vaccine passports at large-scale events in England were the \"way forward\". \n\"It's absolutely spot on to do a study, look at how it goes and then use the findings to directly inform getting many more people back into sports events, concerts, festivals, you name it. That's what we're going to have to do in the future,\" she said. \nOn needing a passport for every day life, she added it was \"much more difficult\" and that the key to opening the non-essential retail and hospitality sectors would be to \"drive down the incidence and the prevalence of the disease like we did last summer\". \nWillie Rennie, the leader of the Scottish Lib Dems, urged caution - describing the move as a \"massive step for the state to insist that people are vaccinated before accessing everyday services\".\n\"This is grossly unfair to the millions who have not been vaccinated yet and to those who have been advised not to take the vaccine,\" he added.  \nCo-leader of the Scottish Greens, Lorna Slater, said she \"wasn't over-keen\" on vaccine passports and that there were a \"lot of problems with them ethically and practically\".\nShe said there should be more discussions before making a decision.\nMeanwhile, Scottish Labour leader Anas Sarwar welcomed the idea of vaccine passports, but said the \"international aspect needs to be really prioritised\".\nHe said it will be important for tourists to have the right certification and Scots going abroad would also need evidence that they had been vaccinated.\nA Scottish Conservative spokesman said: \"We look forward to being able to fully consider these proposals and hope the four governments can work together to ensure consistency and clarity across the UK.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57212534",
      "category": "world-asia",
      "title": "Myanmar coup: Junta head claims Aung San Suu Kyi 'in good health'",
      "tags": "Aung San Suu Kyi,Myanmar coup ,Myanmar",
      "text": "Myanmar's military leader has claimed Aung San Suu Kyi is \"in good health\" in his first interview since leading a violent coup in February.\nMin Aung Hlaing also said Ms Suu Kyi would appear in court within days.\nShe has been under house arrest and has not been seen in public since the military seized control.\nThe military leader also repeated unverified claims of voter fraud in the country's election in November 2020 - its justification for the coup.\nThe vote was won by Ms Suu Kyi's party, the National League for Democracy (NLD).\nThe coup on 1 February plunged the South East Asian country into chaos.\nIn the months since, the military has brutally crushed protests and detained more than 4,000 people.\nMore than 800 people have been killed, according to the monitoring group Assistance Association for Political Prisoners (AAPP).\nMin Aung Hlaing spoke to Hong Kong's Phoenix Television on Thursday, but the full interview has not yet been aired.\nA clip of the general's comments, given in Burmese and translated into Chinese, was posted on social media.\n\"Aung San Suu Kyi is in good health. She's been staying at home and will appear in court in a few days,\" he said in the clip.\nHe then repeated the military's claim that the NLD committed electoral fraud last year.\nMs Suu Kyi is due to appear in court on Monday in the capital Nay Pyi Taw. She is yet to be allowed to speak directly to her lawyers.\nCivilian leader Ms Suu Kyi and other elected officials were arrested on 1 February in a series of early morning military raids. She has only been seen by video link since.\nShe has been charged with a number of criminal offences, the most serious of which accuses her of violating the country's Official Secrets Act.\nThe lesser offences she is charged with include breaking Covid-19 restrictions during the election campaign last year, and possessing unlicensed walkie-talkies.\nOn Friday, the military leaders threatened to dissolve the NLD.\nThe military has justified its February coup by alleging massive voter fraud in the country's election, but has provided no evidence.\nUnion Election Commission chair Thein Soe said an investigation into the election result was almost complete.\n\"What shall we do with the party that [acted] illegally? Should we dissolve the party or charge those who committed this [illegal activity] as traitors of the nation?\" he said.\nEarlier this week, independent observers said there was no evidence of fraud at the election.\nThe Asian Network for Free Elections, which had observers at more than 400 polling stations, said the result was \"by and large, representative of the will of the people of Myanmar\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57203350",
      "category": "world-middle-east",
      "title": "Israel-Gaza: How children on both sides experienced the conflict",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57213025",
      "category": "uk",
      "title": "Prince William: Scotland holds my happiest and saddest memories",
      "tags": "Princess Diana, Princess of Wales,UK Royal Family,Prince William, Duke of Cambridge",
      "text": "The Duke of Cambridge has said Scotland is the source of his saddest and happiest memories.\nPrince William recalled being at the Queen's Balmoral home in 1997 when he first learned of his mother's death.\nHe found comfort and solace in the countryside there during the \"dark days of grief,\" he said in a speech to the Church of Scotland on Saturday.\nBut he said Scotland was also where he first met his wife almost 20 years ago.\n\"The connection I feel to Scotland will forever run deep,\" he said, during the opening speech of the church's General Assembly in Edinburgh, attended by First Minister Nicola Sturgeon.\nHis comments come two days after he blamed failings at the BBC over its interview with his mother, Diana, Princess of Wales, for fuelling her paranoia and worsening his parents' relationship.\nAddressing the assembly, the duke, who is also known as the Earl of Strathearn in Scotland, said: \"I was in Balmoral when I was told that my mother had died. \n\"Still in shock, I found sanctuary in the service at Crathie Kirk that very morning and in the dark days of grief that followed I found comfort and solace in the Scottish outdoors.\n\"Alongside this painful memory is one of great joy because it was here in Scotland, 20 years ago this year, that I first met Catherine.\n\"Needless to say the town where you meet your future wife holds a very special place in your heart.\"\nReminiscing about his time at the University of St Andrews in Fife, where he and the Duchess of Cambridge studied, he said: \"I spent four very happy and formative years studying in St Andrews. The town and the students left me alone to get on with student life, allowing me to share their freedoms - and their pubs.\n\"As I grew up I saw how my grandmother relishes every minute she spends here and my father is never happier than in walking among the hills.\n\"My childhood was full of holidays having fun in the fresh air, swimming in lochs, family barbecues with my grandfather in command, and yes the odd midge.\"\nDuring the meeting, the Rev George Whyte, chaplain-in-ordinary and principal clerk of the Church of Scotland, read out a letter from the Queen.\nIn the letter, she spoke of \"new bonds\" that have been \"forged in times of emergency\" that \"will serve us all well in the future as the United Kingdom seeks to rebuild and reshape community life\". \nMeanwhile, the monarch has visited the Royal Navy aircraft carrier HMS Queen Elizabeth to wish the crew well ahead of their first operational deployment.\nThe £3bn warship will depart later for a world tour, carrying eight RAF F-35B stealth fighter jets, and accompanied by six Royal Navy ships, a submarine, 14 naval helicopters, a company of Royal Marines.\nThe Queen was welcomed on board at Portsmouth Naval Base and given a briefing on the 28-week deployment, which will cover 26,000 nautical miles."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57203521",
      "category": "health",
      "title": "Covid-19: Should all children get a vaccine?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Vaccinating children is routine and widely accepted - measles, mumps, polio, diphtheria, rotavirus, multiple strains of meningitis, whooping cough… the list goes on. All this starts from just a few weeks old. \nSo, what about Covid-19?\nSome countries are cracking on. The US is immunising children between 12 and 15. It expects to have enough safety data to go even younger next year. \nBut in the UK - the BBC has been told - a decision to vaccinate all 12 to 17-year-olds is unlikely to be recommended by UK experts any time soon.\nThere is a scientific question - will vaccinating children save lives? - which is complex as the answer may vary from country to country. \nThere is also a moral and ethical dimension if doses destined for children would save more lives if they were given to health workers and vulnerable adults in other countries. \nOne argument for not vaccinating children against Covid is they get relatively little benefit from it. \n\"Fortunately one of the few good things about this pandemic is children are very rarely seriously affected by this infection,\" said Prof Adam Finn, who sits on the UK's Joint Committee on Vaccination and Immunisation.\nInfections in children are nearly always mild or asymptomatic, which is in sharp contrast to older age groups who have been prioritised by vaccination campaigns. \nA study across seven countries, published in the Lancet, estimated that fewer than two out of every million children died with Covid during the pandemic. \nEven children with medical conditions that would raise the dangers of a Covid infection in adults are not being vaccinated in the UK at the moment. Only those at \"very high risk of exposure and serious outcomes\" - which could include older children with severe disabilities in residential care - are recommended to be vaccinated. \nThe vaccines are incredibly safe, but the risk and the benefit still have to be carefully weighed. \nThere is another potential benefit to vaccinating children - it could save other people's lives. \nThis is an approach that is already used for flu. British children aged from two to around 12 are given the nasal spray, largely to protect their grandparents, each year. \nOne argument is doing the same with Covid vaccines could help contribute to herd immunity - the point at which the virus struggles to spread because so many people are protected. \nThe Covid vaccines look very good at disrupting the spread of the virus. Just one dose appears to cut the chance of catching the virus by at least half and even those that do still get it are half as likely to pass it on. \nChildren do not appear to be major spreaders of coronavirus, but older teenagers may still play a role.\n\"There's certainly evidence of potential for transmission in secondary school ages, so vaccinating could have an impact on overall transmission,\" said Dr Adam Kucharski, from the London School of Hygiene and Tropical Medicine.\nBut there is not a universal answer on whether it is worthwhile. \nThe UK's vaccination programme is hurtling ahead and there have been large outbreaks that have left a legacy of immunity which could also play a role.\nAbout a third of 16 and 17-year-olds in England have coronavirus antibodies in their blood despite barely any of them being vaccinated.\nSo the UK and similar countries could find they have enough immunity to stop the virus spreading without vaccinating children.\n\"It's a very different situation to countries without many outbreaks and who don't get as high coverage in adults, then it's very difficult without vaccinating young groups as well,\" said Dr Kucharski.\nAustralia is one country struggling with vaccine hesitancy and, alongside places like New Zealand and Taiwan, contained the virus so well there is barely any immunity from infection. \nOne thing to bear in mind is who doesn't get a vaccine if a child is given one instead.\nThe World Health Organization says wealthy countries should postpone their plans to immunise children and donate them to the rest of the world. Prof Andrew Pollard, who ran clinical trials of the Oxford-AstraZeneca vaccine, said it was \"morally wrong\" to prioritise children.\nProf Eleanor Riley, an immunologist at the University of Edinburgh, said: \"There is a case for it and if there was unlimited supply of vaccine we could keep going with the over-12s, but there isn't.\n\"Eventually it's a political decision whether to prioritise our kids over adults dying in their droves elsewhere in the world.\" \nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-57156799",
      "category": "technology",
      "title": "'Did weak wi-fi password lead the police to our door?'",
      "tags": "Cyber-attacks,Vodafone",
      "text": "After a year of lockdowns, home schooling and a bout of Covid, Kate and Matthew (not their real names) were hoping for better times as 2021 dawned.\nInstead, one January morning, there came a knock on the door from the police who were investigating a very serious crime, involving images of child abuse being posted online.\nThe couple insisted they had nothing to do with it.\nBut the next few months were \"utter hell\" as they attempted to clear their names.\nAnd it was only when the case was dropped in March, with no further action, that they realised the most likely explanation for the false accusation was their wi-fi router - and its factory-set password.\nBack in January, there was confusion and shock when three police officers and three detectives banged on the door of their London flat with a search warrant.\n\"They took everything: our desktop computer, both our laptops, our mobile phones, a laptop I had borrowed, even old mobile phones that were lying around in drawers,\" said Kate.\nTheir children, aged five and seven, were allowed to keep their tablets.\nThe police later told the couple that four photos depicting category B child abuse - the second-most-serious kind - had been uploaded to an online chat site a year ago.\nInformation passed to the National Crime Agency suggested it had come from their IP address.\nThe couple were at a loss to explain how it had happened. As far as they were aware, no-one else had access to their wi-fi at the time.\nThey were told their devices would need to be checked for evidence and would be returned in \"a few days\" - but it was the middle of March when they finally got them all back.\nThat presented practical problems: Kate and Matthew were working from home and their children were home-schooling.\n\"We had no way of contacting anyone other than from the landline,\" said Kate, who works as a private tutor. \nAt the time, England was in the middle of a lockdown. Non-essential shops were shut, so there was no chance to pop out and buy new gadgets.\nBut it soon became apparent that the case was going to have a far greater impact on their lives.\nThe police needed to unlock Matthew's work laptop, which was encrypted. He had to tell his boss about the case in order to get the decryption key.\nAnd the police had also informed social services and the children's school about the investigation, meaning Kate was suspended from her role as a governor there.\nWhen their children went back to school in March, the couple were told they were not allowed on the premises other than to drop their children off.\nIt took a toll on their mental health.\n\"What got to me was the not-knowing, and as the weeks went on I got more anxious,\" said Matthew, who was signed off work with stress.\nKate is more blunt about the trauma: \"It was months of hell. And during it, we both had suicidal thoughts.\" \nIn February, a conversation with a friend who worked in cyber-security alerted them to the possibility that their router, supplied by their broadband provider Vodafone, might hold clues to what had happened. \nThey had not changed the default passwords for either the router itself or the admin webpage, leaving it susceptible to brute force attacks.\n\"We think of ourselves as competent users but we are not IT experts,\" said Matthew. \"No-one told us to change the password and the setting up of the router didn't require us to go on to the admin menu, so we didn't.\" \n\"It came with a password, so we plugged it in and didn't touch anything.\"\nKen Munro, a security consultant with Pen Test Partners, told the BBC that it can take \"a matter of minutes\" for criminals to piggyback on insecure wireless connections.\n\"First, a hacker would need to 'crack' the wi-fi password - and if that hasn't been changed from the one written on a sticker on the side of the router, and the router is more than a year or two old - then it would take a matter of minutes to crack it,\" he said\nThat would allow the hacker on to a private individual's home network - although they would have to be within about 20 metres of the house. \n\"Second, to do anything particularly sinister on the home network, the hacker will need to change the router configuration. That needs the router admin password,\" explained Mr Munro.\n\"Most people don't even know the router has an admin password, let alone change it from the one written on the side of the router.\n\"So what I guess has happened here, is that the hacker has cracked the wi-fi password and then made changes to the router configuration, so their illicit activities on the internet appear to be coming from the innocent party.\"\nIn March, when the couple's devices were returned and the case closed, the police officer assigned to liaise with them seemed to corroborate that unauthorised use of their wi-fi was to blame. \nBut it couldn't be proved.\nThe couple submitted a subject access request to Vodafone, to see if they could find evidence that there had been unauthorised use of their wi-fi. \nThe case remains on file, including on their children's school records, and they want closure.\nVodafone told them that it did not have a record of their internet activity. It has not responded to the BBC's request for comment.\nThe router was several years old. The HHG2500 model in question has been highlighted as having a weak default password in a recent report by Which? into security issues around older routers.\nThe problem is industry-wide, points out Mr Munro.\n\"Internet service providers have started to improve matters to make these attacks harder, by putting unique passwords on each router. However, it will take years for all of the offending routers to be replaced,\" he said.\nDoing so costs money - which could be another reason it has taken so long, he adds.\nThe government plans to ban default passwords being pre-set on devices, as part of upcoming legislation covering smart devices.\nKate Bevan, Which? computing editor, said the new laws needed to be introduced \"as soon as possible, and backed by strong enforcement\".\nMeanwhile, internet service providers needed to \"encourage their customers to upgrade devices that pose security risks\" and consumers should set \"strong, unique passwords\" for their routers.\nFor Kate and Matthew, it has been a tough learning curve.\n\"It was devastating for us. And because there's no evidence about how this took place, whoever is responsible for this awful crime totally got away with it.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57208607",
      "category": "uk-scotland",
      "title": "Covid vaccination certificates hit by security glitch",
      "tags": "Scottish government,Vaccine passports,Coronavirus pandemic",
      "text": "The Scottish government has said it is working to rectify a security flaw which could allow people to edit Covid vaccination status certificates.\nPeople in Scotland travelling to a foreign country can download the vaccination status forms from the NHS Scotland Portal.\nThey show the dates of vaccinations and which jabs were given to an individual.\nBut a security glitch means vaccination status details can be altered using popular computer software programmes.\nBBC Scotland was able to download a certificate and edit it to include a false name and the address of the BBC's Glasgow headquarters. \nA Scottish government spokeswoman confirmed the security glitch, saying: \"We are looking into rectifying this issue.\n\"This is an interim solution and records of vaccination status will be replaced by digital Covid Status Certificates in the summer, which will include vaccination and testing data to be used for outbound international travel.\n\"The measures are intended to ease the burden on the NHS by removing the need for people to ask their GP for a status record.\"\nPublic health officials previously said this digital scheme would mean Scotland was \"ready to join\" an international vaccination passport programme.\nPeople have been advised to request the certificate if they are due to travel in the next 21 days.\nScottish Conservative health spokeswoman Annie Wells, said: \"It's extremely concerning that this security flaw has been uncovered at a time when people are looking for clarity from the Scottish government around international travel.\n\"Instead, their safety is being put at risk by yet another glitch from the SNP government's rollout programme, this time on vaccine certifications. Vaccinations are our route back to normality and the Scottish government has a duty to ensure this is done safely and efficiently.\n\"This security flaw must be rectified instantly - we can't run the risk of a two-tier vaccine system.\"\nRory Boland, Editor of Which? Travel, described the security flaw as \"alarming\".\n\"Evidence of vaccination will be crucial to international travel this summer, and the potential ramifications of a person travelling while falsely claiming to be vaccinated are serious,\" he said. \n\"The reopening of international travel depends on mutual trust between governments that the systems they have in place are robust, trustworthy and fraud proof, so it is crucial that the issue is fixed as soon as possible.\"\nIn England, the NHS app will be available to use as a vaccine passport. This is separate to the NHS Covid-19 app, which is used for contact tracing.\nPeople should be able to view their coronavirus vaccine records on the NHS app without there being any need to contact GPs.\nThe UK government previously said such a scheme could have an important role to play both domestically and internationally and was \"likely to become a feature of our lives until the pandemic recedes\".\nLatest figures show that Scotland has recorded 370 new cases of coronavirus but no further deaths in the last 24 hours.\nIt means the death toll under this daily measure - of people who first tested positive for the virus within the previous 28 days - remains at 7,664.\nFigures published by the Scottish government on Saturday showed the daily test positivity rate was 1.8%, down from 1.9% the previous day.\nSo far, 3,096,341 people have received the first dose of a Covid-19 vaccination and 1,799,956 have received their second dose.\nGlasgow is the only area in Scotland to remain in level three of Scotland's coronavirus restrictions.\nThe city has the highest level of Covid-19 rates in Scotland at 126.7 per 100,000 people in the seven days to May 19, up from 122.6 in the week to May 18, latest available figures show.\nMoray dropped down from level three to level two on Saturday while East Renfrewshire, which earlier this week had a higher seven-day average rate of cases than Glasgow, remains in level two.\nCovid rates in East Renfrewshire in the seven days to May 19 were 108.9 per 100,000 people, down from 116.2 in the week to May 18.\nIn level two, people can hug and meet indoors - subject to restrictions - travel across the UK and overseas, and hospitality venues can open later than in level three and serve alcohol indoors. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57214005",
      "category": "uk-wales",
      "title": "Mayhill: Four arrests after Swansea disorder",
      "tags": "Swansea,South Wales Police",
      "text": "Four people have been arrested in connection with violent disorder in Swansea on Thursday.\nSeven police officers were injured and families described being trapped in their homes after violence erupted in Mayhill.\nSouth Wales Police said three men, aged 36, 20 and 18, and a boy, 16, had been arrested on suspicion of unlawful violence and remained in custody.\nDet Supt Gareth Morgan urged anyone involved to \"hand themselves in\".\nHe urged people in the community to send in photos and videos and to help the force identify those involved in the disorder which broke out on Waun-Wen Road. \n\"There are many residents who were present at the scene during the disturbance and will know the identity of those that caused damage and threatened violence,\" he said.\n\"I urge the public not to protect those who showed such disregard for the community of Mayhill and to give us the names of those individuals who can been seen on social media footage.\"\nThe disorder is believed to have begun after a planned balloon release in the memory of Ethan Powell, who collapsed and died suddenly on Wednesday.\nMr Powell's family are said to be deeply upset by the violent scenes when the events were meant to have been a celebration of his life.\nDet Supt Morgan said investigations were continuing and he expected further arrests to be made in the coming days and weeks, adding that increased patrols would continue in the area over the weekend.\nHe thanked members of the community who had already handed over footage to the police and given statements.\n\"We have a dedicated team of detectives who are carrying out extensive enquiries to identify those involved and we are ready to act upon any information received,\" he said.\nHe added: \"Those that want to hand themselves in can do so at Swansea central police station.\"\nThe force's response to the disorder has been criticised by some residents.\nBut South Wales Police said its response was \"immediate and officers trained to deal with public order incidents were deployed to the scene\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57101827",
      "category": "uk-wales",
      "title": "Covid: Fraud reports in Wales up by 25% during pandemic",
      "tags": "Cardiff,Aberystwyth,Aberaeron,Trading Standards,Fraud,Coronavirus pandemic",
      "text": "Fraud reports in Wales have increased by more than 25% since the start of the Covid pandemic, figures have shown. \nData from Action Fraud showed there were a total of 18,061 reports of fraud in Wales from April 2020 to March 2021, up from 14,277 in the previous year.\nBBC Wales has spoken to people who said they noticed an increase in cold calls from phone numbers almost identical to their own. \nTrading Standards has warned people not to click on links in text messages. \nThe most common types of fraud reported in Wales were online shopping and auction fraud, computer software service fraud and advanced fee fraud - where people make upfront payments for goods which do not arrive.\nThere were about 575 fraud reports in Wales for every 100,000 people compared to an average of about 650 reports per 100,000 people for England, Wales and Northern Ireland combined. \nAcross the three nations there were 389,328 fraud reports resulting in the loss of about £1.7bn.\nCharity Victim Support also said it had received an average of 716 fraud referrals in the first three months of 2021, compared to 371 for the same period in 2020. \nOverall, it said it received 7,617 fraud referrals in Wales between April 2020 and March 2021, compared to just 4,536 over the previous 12 months - an increase of almost 70%. \nA number of people have told BBC Wales they have experienced an increase in possible scam calls over the past few months. \nLloyd Warburton, a student from Aberystwyth, tweeted last month about a number of calls he had been receiving from numbers he did not have saved in his phone, but were very similar to his own. \nHe said: \"I don't get many scam calls. They seem to come in clusters. \n\"I used to get them quite a lot, but then they dropped off for a few years. There has been a noticeable increase, I would say, over the last nine months or so. \n\"I get all sorts. The impersonated numbers are the most common, but I get texts quite often claiming to have a parcel waiting for me to collect, or similar, when they're clearly just from someone's mobile.\"\nPeter Irvine from Aberaeron in Ceredigion, a student at the University of Bath, said he had noticed a similar trend starting earlier this year. \nHe said: \"I received the first call on 15 February this year, I thought it was odd that it had the same initial six digits as my number. I answered and it was completely silent, and then put the phone down after.\"\nMr Irvine said he received another call later that month, with that phone number saying it had the same seven initial digits as his phone number. \nHe said he has had another eight of these calls throughout the spring. \n\"They all have the same six to seven initial digits that match my number, so I don't think it's very coincidental at this point,\" he said. \nCarol Gerrard from Cardiff said she had also noticed an increase in potential scams during the Covid pandemic. \nShe said: \"I rarely received them prior to the pandemic, maybe once or twice a year, but in the last month I have had at least six. \n\"My husband seems to get them even more than I do - he regularly has two or three a week, even though we block the numbers immediately. \n\"I get emails too, usually they are purportedly from Amazon or PayPal, but last month I had one from my email provider asking me to click on a link to update my account as I had exceeded my limit. The fact that it had gone to junk box alerted me.\"\nAlison Farrar from Trading Standards Wales said there was a new text message scam relating to the census, and warned people to not click on any links if they receive a message about it. \nShe said: \"Scam calls and texts to mobile phones are a serious problem - there is no mobile phone equivalent to a landline call blocker to stop them coming through.\n\"Some of these messages are very convincing. Remember that no government agency would send you a notification demanding money via text or via automated telephone message. \n\"If a company sends you a link via text message to click on, ignore it. If you are unsure because you have an account with that company, contact them directly and don't use the link provided.\"\nWelsh police forces said any scam texts should be forwarded to 7726, while emails can be forwarded to report@phishing.gov.uk. \nTrading Standards also advised blocking landline numbers and registering with the telephone preference service. \nHave you been affected by a scam or a fraud in the past year? \nUse the form below to get in touch and tell us about your experience. \nIf you are reading this page on the BBC News app, you will need to visit the mobile version of the BBC website to submit your question on this topic. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57215629",
      "category": "entertainment-arts",
      "title": "Glastonbury: Emily Eavis says she is 'so sorry' after technical issues derail live-stream",
      "tags": "Glastonbury,Glastonbury Festival,Music",
      "text": "Glastonbury organisers made Saturday's live-stream concert free to watch after thousands of ticketholders were unable to access the show.\nTechnical issues meant people who had paid £20 to see the virtual gig received an error, denying them entry.\nProblems persisted for two hours, after which organisers launched a free stream, meaning anyone could tune in, regardless of whether they had paid.\n\"I am so sorry about the problems,\" said festival organiser Emily Eavis.\nThe replacement stream could only be rewound by an hour, meaning the early parts of the show were still unavailable.\nEavis said the whole film would be made available for ticket holders to watch for a week from Sunday, adding: \"I really hope you can enjoy the rest of it tonight. And again, I'm just so sorry to anyone who's had issues.\"\nTicket holders who could not access the show will also be offered a refund upon request.\nThe show was due to begin at 19:00 BST, with sets from Coldplay, Haim, Jorja Smith, George Ezra, Kano and Wolf Alice - but problems arose from the outset.\nFormer Glastonbury headliners Skunk Anansie were among those affected. \"Code not working,\" wrote their lead singer, Skin. \"Don't make me watch Eurovision.\"\n\"Invalid code were my favourite band way before they were cool,\" added DJ SK Shlomo.\nHowever, some fans were able to access to the show. Festival bloggers Where's My Tent told the BBC they'd logged in at 18:53 BST - and provided video proof that the stream was working.\n\"Wolf Alice were gorgeous and I cried seeing the stone circle fields,\" they wrote online. \"Michael Kiwunaka was good too. Some good bits in between too, amazing spoken word from Kae Tempest.\"\nHowever, their stream also failed at 20:25 BST, and they were unable to regain access until the free stream was made available.\nAnother fan said they'd been able to watch the first half hour, but got \"kicked out one song into Michael Kiwanuka\".\n\"Unable to get back in now. Shame,\" they wrote on Twitter.\nAs complaints flooded in, Driift Live, the technology company which helped organise the stream, told fans to \"please keep trying and you should be able to access soon.\"\nConservative MP Steve Brine branded the situation a \"shambles\".\n\"Lots of people have paid you their money for this and your system is clearly unable to handle it,\" he wrote on Twitter.\nThe free stream was made available shortly before 21:00 BST. However, for many fans, the two-hour delay meant a late finish, as performances were already due to run beyond midnight.\nEarlier, Coldplay had billed the concert as a \"very special night at Worthy Farm tonight and a home gig for us,\" after headlining the Glastonbury four times previously.\nAll the performers waived their fees, with proceeds intended to secure the future of the festival - which has been forced to cancel for two consecutive years. \nNow organisers will undoubtedly face thousands of demands for refunds.\nHere are some of the responses from fans trying to access the show earlier in the night.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57212470",
      "category": "uk",
      "title": "Covid-19: More than 50m vaccine doses given in England",
      "tags": "Coronavirus vaccines,Department of Health & Social Care,NHS England,NHS,Matthew Hancock,Coronavirus pandemic",
      "text": "More than 50 million coronavirus vaccine doses have now been given in England.\nFigures released by NHS England show 31,546,846 adults have had their first jab, of which 18,699,556 have had both. \nHealth Secretary Matt Hancock said the milestone came after \"one of the biggest and most important national efforts in our history\". \nPeople aged 32 and 33 in England are being invited to book their first vaccination from this weekend.\nNHS England's lead for the Covid vaccination programme, Dr Emily Lawson, said the rollout was \"continuing at pace\".\n\"This success is the result of the tireless efforts of NHS teams, alongside local partners and volunteers, who are determined to protect their patients, families and communities,\" she said. \n\"Despite this we must take nothing for granted so when you are invited please book your appointment - and, along with millions of others, get vital protection against coronavirus.\"\nA total of 50,246,402 Covid-19 first or second doses of vaccinations took place in England between December 8 and May 21, the data shows. \nAcross the UK more than 620,000 people had a vaccine dose on Friday, the latest government data shows.\nIt means 37,726,924 people, or 71.6% of all UK adults, have now had a first dose, and 22,071,497 (41.9% of all adults) their second.\nA further 2,694 new cases and six deaths, within 28 days of a positive test, were also announced on Saturday. \nMr Hancock has said the government is on track to offer a first vaccine dose to all adults in the UK by the end of July.\nThe NHS opened bookings to about one million more people in England on Saturday morning.\nText message invitations are being sent out to 33-year-olds on Saturday and to 32-year-olds on Monday.\nThey will appear as a message from \"NHSvaccine\", and people who cannot go online can call 119 to book a jab.\nThe other UK nations are already offering jabs to younger age groups - people aged 30 and over are eligible in Scotland, as are over-18s in Wales and over-25s in Northern Ireland.\nPeople in their 30s and pregnant women are being offered either the Pfizer-BioNTech or the Moderna vaccines if they are available, rather than the Oxford-AstraZeneca jab, because of concerns about a possible link between the Oxford jab and rare blood clots.\nOver-50s, and those considered clinically vulnerable, will have their second doses brought forward to eight weeks after their first, rather than 12, following concerns about the spread of the variant first discovered in India.\nThe variant - also known as B.1.617.2 - is responsible for the majority of new cases in pockets of England.\nBolton continues to be the worst affected area with 385 cases per 100,000 people.\nBut North Tyneside and parts of west London are among the latest areas to start surge testing of residents amid concerns at its spread.\nMeanwhile, Rochdale has joined other parts of the North West in also offering jabs to anyone over the age of 18 in some parts of the town in an attempt to prevent cases spiralling further.\nThe guidelines from the Joint Committee on Vaccination and Immunisation (JCVI) say there is some flexibility on the way the rollout is conducted at a local level.\nAndrea Fallon, Rochdale's director of public health, told BBC Radio 4's Today programme the council was still focusing on priority groups as well as opening five drop-in centres as part of a \"new programme\".\nShe said: \"Once the virus gets into our communities it will take hold very quickly.... myself and our senior team have been working really closely with regional colleagues to put in place this surge vaccination programme this weekend.\"\nIt comes as Germany announced that anyone arriving from the UK will have to quarantine for two weeks. German officials said the decision was related to the spread of the Indian Covid variant."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57200207",
      "category": "uk",
      "title": "Diana interview: PM concerned after inquiry into BBC deceit",
      "tags": "Princess Diana, Princess of Wales,UK Royal Family,BBC,Boris Johnson,The Royal Family and the media",
      "text": "The BBC should take \"every possible step\" to ensure that nothing like its deceit of the Princess of Wales to secure an interview ever happens again, Prime Minister Boris Johnson has said.\nThe PM said he was \"very concerned\" after an inquiry found Martin Bashir faked documents for his 1995 interview.\nThe Duke of Cambridge said the deception fuelled his mother's paranoia and worsened his parents' relationship.\nThe BBC said it had made fundamental changes in governance since the 1990s.\nMr Johnson said he was grateful to retired judge Lord Dyson for carrying out the inquiry, which found the BBC covered up \"deceitful behaviour\" by Bashir to secure the headline-making interview.  \n\"I can only imagine the feelings of the Royal Family and I hope very much that the BBC will be taking every possible step to make sure nothing like this ever happens again,\" he said. \nThe Met Police said it will assess the new report \"to ensure there is no significant new evidence\", after previously deciding against a criminal investigation.\nThe Panorama interview featured Princess Diana giving an extraordinarily frank account of her marriage to the Prince of Wales, famously saying \"there were three of us in this marriage\" - a reference to her husband's affair with the future Duchess of Cornwall and admitting to an affair of her own.\nAfter ministers suggested that the broadcaster's governance may need to be changed, the corporation said there had been two substantial changes to how it is overseen since the time of the interview but \"there is much to reflect on\".\nIt defended rehiring Bashir as religion editor in 2016, when questions had already been asked about his conduct, saying the post was filled after a competitive interview process. Bashir has since resigned without a pay-off.\nThe BBC has said it would review Bashir's other work \"where evidence is made available\".\nJames Harding, who was the director of BBC News when Bashir was rehired, said that he had not known the journalist had forged bank statements and, had he known, \"he wouldn't have got the job\".\nAsked about whether he had consulted then BBC director general Lord Hall about the reappointment, Mr Harding did not answer directly but said he took responsibility for Bashir's rehiring.\nThis is a crisis that goes to the heart of the BBC's DNA - the values of integrity and fairness that underpin its reputation around the world.\nThe deceit may go back a quarter of a century, but there are unanswered questions that carry huge jeopardy for the corporation today.\nIn his first speech after taking over as director general, Lord Hall addressed the culture of the BBC saying that \"no organisation as big as this one can avoid making mistakes\" but he said when they were made \"let's own up to them quickly\".\nBut Lord Dyson's report suggests the corporation's values and principles were parked to protect its corporate reputation.\nThe BBC used its press office to deflect difficult questions and stands accused of hostility to staff who sought to blow the whistle on Martin Bashir's lies.\nAnother question the BBC must answer is why Bashir was rehired by the BBC in 2016.\nRead more from Mark here.\nMedia watchdog Ofcom's chief executive, Dame Melanie Dawes, said Lord Dyson's findings were \"clearly of great concern\" and raised important questions about the BBC's transparency and accountability.\nShe said Ofcom would be considering the report and discussing with the corporation what further actions may be needed to ensure the situation was never repeated.\nFormer BBC executive Tim Suter, who was part of a 1996 BBC internal investigation into the Diana interview, has stepped down from his current board role with Ofcom, the broadcast regulator said.\nJulian Knight, chairman of the Commons Digital, Culture, Media and Sport Committee, said there were \"serious questions still left to answer\" and he will be writing to the BBC's director general Tim Davie for urgent answers.\nPrince William said his mother had been failed, \"not just by a rogue reporter, but by leaders at the BBC who looked the other way rather than asking the tough questions\".\nDue to the way it was obtained, Prince William has said the interview should not be shown again.\nThe Duke of Sussex said \"a culture of exploitation and unethical practices\" that are still widespread in many media outlets had contributed to his mother's death two years after the interview.\nLord Dyson concluded that Bashir had faked documents - bank statements designed to suggest Princess Diana was under surveillance - to win the trust of her brother Earl Spencer, and eventually gain access to the princess.\nAs media interest in the interview increased, the BBC covered up what it had learned about how Bashir secured the interview, the inquiry found.\nThe 1996 internal probe, led by Lord Hall, into initial complaints had been \"woefully ineffective\", Lord Dyson said.\nA note written by Diana, published in the report for the first time, said she had no regrets about the broadcast and Bashir did not show her the faked documents. It was taken by the BBC as evidence that the forgery had not influenced her decision to be interviewed.\nBut Lord Dyson said the BBC should have considered the possibility that the documents were shown to Earl Spencer to influence his sister.\nThe interview, broadcast in late 1995, was a huge scoop for the BBC - never before had a serving royal spoken in such candid terms about life in the Royal Family. \nIn it Princess Diana:\nThe interview was watched by about 23 million people in the UK and it caused huge controversy. \nShortly afterwards, the Queen wrote to Prince Charles and Princess Diana telling them to divorce.\nThe BBC has written to apologise to Princes William and Harry, as well as the Prince of Wales and Diana's brother Earl Spencer.\nBashir has also apologised, describing mocking up the documents as \"a stupid thing to do\" and said he regretted it - although he stood by the interview.\nThe BBC's current director general, Tim Davie, said: \"Although the report states that Diana, Princess of Wales, was keen on the idea of an interview with the BBC, it is clear that the process for securing the interview fell far short of what audiences have a right to expect. \n\"We are very sorry for this. Lord Dyson has identified clear failings.\"\nIn a statement, Lord Hall, who was director of news at the time of the broadcast before going on to be the director general, said he was wrong to give Bashir the \"benefit of the doubt\" in his 1996 internal investigation, which cleared Bashir, Panorama and BBC News of wrongdoing. \nThe current chairman of the corporation, Richard Sharp, said the BBC \"unreservedly accepted\" the report's findings, while Lord Birt, who was director general in 1995, said it was a \"shocking blot on the BBC's enduring commitment to honest journalism\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57209148",
      "category": "world-us-canada",
      "title": "Einstein handwritten letter with equation fetches $1.2m",
      "tags": "Physics,Auctions",
      "text": "A letter written by Albert Einstein containing his E=mc² equation has sold at auction in the US for more than $1.2m (£850,000) - three times more than had been expected.\nExperts say there are only three other known examples of the equation in the physicist's handwriting.\nThe equation was first published in a scientific paper by Einstein in 1905.\nIt explains the interchangeability of energy and mass.\nThe equation - energy equals mass times the speed of light squared - is a fundamental concept in modern physics.\nThis was the only example of the equation in a private collection and only became public recently, said Boston-based RR Auction, which sold the letter.\n\"[It's] an important letter from both a holographic and a physics point of view,\" RR Auction said in a statement, calling it \"the most well-known equation ever set forth\".\nThe one-page letter in German is dated 26 October 1946 and addressed to Polish-American physicist Ludwik Silberstein, who challenged some of Einstein's theories.\nThe letter was part of Silberstein's personal archives, which were sold by his descendants, according to the Associated Press news agency. It reported the buyer was identified only as an anonymous document collector.\nCorrection: The original version of this article incorrectly said: \"It explains the interchangeability of energy and mass when a body moves at the speed of light.\" It has been amended."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57209444",
      "category": "uk",
      "title": "Covid vaccine: 32 and 33-year-olds in England now invited to book",
      "tags": "Coronavirus vaccines,NHS England,Coronavirus pandemic",
      "text": "People aged 32 and 33 in England are now being invited to book their first dose of the coronavirus vaccine.\nThe NHS opened bookings to about one million people on Saturday morning.\nIt comes as surge testing is being rolled out in North Tyneside and parts of west London affected by the variant first found in India.\nMeanwhile, Germany says anyone arriving from the UK will have to quarantine for two weeks, amid concerns over the spread of the variant.\nThe variant - also known as B.1.617.2 - is responsible for the majority of new cases in pockets of England.\nPeople in North Tyneside are being urged to get tested amid a rise in cases linked to the variant. Two extra mobile testing units in North Shields and Wallsend opened on Saturday.\nWider surge testing is also being rolled out in Ealing, Hillingdon, Brent, Harrow and Hounslow. It will target secondary schools in the five boroughs and PCR tests will be offered to everyone else in the area who do not have any symptoms.\nMore than 37.5 million people in the UK have now received their first dose of the jab - and 21.6 million second doses have been given.\nText message invitations are being sent out to 33-year-olds on Saturday and to 32-year-olds on Monday.\nThey will appear as a message from \"NHSvaccine\", and people who cannot go online can call 119 to book a jab\nThe other UK nations are already offering jabs to younger age groups - people aged 30 and over are eligible in Scotland, as are over-18s in Wales and over-25s in Northern Ireland.\nMore than 40% of adults in England have now had both doses of the vaccine - meaning they have maximum protection from the virus.\nAnd among those aged 35 to 39, more than half have had their first jab since becoming eligible earlier this month.\nHealth Secretary Matt Hancock said the government was still on track to offer a vaccine to everyone by July.\nPeople in their 30s and pregnant women are being offered either the Pfizer-BioNTech or the Moderna vaccines if they are available, rather than the Oxford-AstraZeneca jab, because of concerns about a possible link between the Oxford jab and rare blood clots.\nAnd over-50s and those considered clinically vulnerable will have their second doses brought forward to eight weeks after their first, rather than 12, following concerns about the Indian variant.\nThe guidelines from the Joint Committee on Vaccination and Immunisation (JCVI) say there is some flexibility in the way the rollout is conducted at a local level.\nBolton continued to be the worst-affected area in the country with 385 cases per 100,000.\nAnd people aged over 18 in parts of neighbouring Manchester have been urged to book vaccinations.\nRochdale also said it would offer jabs to some over-18s.\nAndrea Fallon, Rochdale's director of public health, told BBC Radio 4's Today programme the council was focusing on the priority groups as well opening five drop-in centres as part of a \"new programme\" this weekend.\nGovernment figures on Friday showed there had been another 2,829 confirmed cases of the virus in the UK, and a further nine deaths.\nThere were also early signs of a \"potential increase\" in Covid infections in England, the Office for National Statistics said on Friday - following a fall for five straight weeks.\nAlthough the UK government is still advising against non-essential travel to most countries, some European nations are indicating whether UK tourists will be allowed in.\nSpain is officially lifting restrictions for UK tourists from Monday, and arrivals will not need a PCR test.\nHeathrow Airport has decided to open a separate terminal just for passengers arriving from \"red list\" countries, after concerns that travellers from red countries were queuing up with people from destinations with lower instances of Covid.\nAre you in your 30s or under and have been offered a vaccine? Email: haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57210038",
      "category": "uk",
      "title": "Covid-19: Vaccines for 32 and 33-year-olds in England, and should children have jab?",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday morning. We'll have another update for you tomorrow. \nThe vaccine rollout is moving further down the age range - and now the NHS says people aged 32 and 33 in England can book in for their first jabs from Saturday. Text message invitations will also be sent out over the next few days. More than 37.5 million people in the UK have now received their first dose of the jab - and 21.6 million second doses have been given. The other UK nations are already offering jabs to younger age groups - people aged 30 and over are eligible in Scotland, over-18s in Wales and over-25s in Northern Ireland. To find out when you'll get the vaccine, head here.\nAs more and more adults are jabbed, one question keeps coming up: what about children? Some countries are cracking on - the US has already immunised around 600,000 children aged between 12 and 15 and expects to have enough safety data to go even younger next year. The UK has yet to come to a decision on children. There is a scientific question - will vaccinating children save lives? - which is complex as the answer may vary from country to country. There is also a moral and ethical dimension if doses destined for children would save more lives if they were sent to vulnerable adults in other countries. Our health correspondent James Gallagher has more.\nScientists realised early on in the pandemic that traces of the virus could be found in sewage, so for a while the government has been analysing wastewater to spot where there might be local outbreaks. But now, waste testing is being ramped up to cover two thirds of England's population. Sewage samples are being taken at wastewater treatment plants and sent to a new lab in Exeter. The approach is also being used to monitor the Indian variant. And one professor told the BBC he reckons this tactic will continue post-Covid to spot other pathogens, like flu.\nThe BBC's business correspondent Katie Prescott was out in Brighton last night to see how people in the seaside city were making the most of restrictions being lifted. It was the first Friday night since pubs and restaurants were allowed to open indoors in England. Everywhere we go, someone uses the word \"surreal\", she writes. One lady, dressed up for her belated 50th, said she had coined the time \"going inside out\" rather than going \"out out\". Another lady says \"life is meant for living and we are living it!\". Read the full piece here.\nIt's a big night for entertainment tonight - the Eurovision Song Contest will take place in Rotterdam in the Netherlands at 20:00 BST. Last year's contest was cancelled due to the pandemic, but this year's is going ahead, albeit with some changes. There will still be an audience though - 3,500 people will be in the arena and the event is an official Covid trial. Meanwhile, Glastonbury - which has been cancelled for a second year in a row - will host a one-off live stream concert tonight. The five-hour pre-recorded event will include Coldplay, Jorja Smith, George Ezra and Kano playing at Worthy Farm.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nWith restrictions set to ease further in Northern Ireland on Monday, and following the latest relaxation of rules in England, Scotland and Wales, head here to find out what the UK's roadmap for lifting lockdown is. \nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57198251",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Murphy 'sincerely believes' strictest restrictions over",
      "tags": "Coronavirus lockdown measures,Travel,Coronavirus pandemic",
      "text": "Northern Ireland has likely seen \"the end\" of the most stringent coronavirus restrictions, the finance minister has said. \nOn Thursday, the executive agreed to ease some restrictions, allowing hospitality to operate indoors, and hotels and B&Bs to reopen from Monday. \nConor Murphy said he \"sincerely believed\" there would not be a return to full lockdowns.\nHe said even the worst case modelling showed the health service could cope.\nAsked on BBC NI's Good Morning Ulster programme if Northern Ireland would see the same scale of regulations brought in again, Mr Murphy said: \"I believe it's the end of the restrictions as we have seen them.\n\"Even in the modelling we have seen, in the worst case scenario the health service can continue to cope, albeit it needs ongoing support.\n\"Of course we can't, with a huge degree of accuracy, project into the future, we know there are other variants out in the world, we know they are having an impact in other places, we have to continue to protect ourselves and that's why the message remains that Covid is still with us.\"\nHowever, he said restrictions and mitigation measures would continue for some time.\nOn Thursday, Stormont announced it had allocated £316m in pandemic-recovery funding.\nMr Murphy said it would take more than reopening to get businesses back on their feet.\n\"It is going to be a difficult time ahead for business so the executive now is going to focus more on economic recovery rather than businesses that have been closed.\"\nSinead and Gerard Keenan, who own and manage Dan's Bar in west Belfast, thought they may be forced to sell-up due to lockdown.\nOn Monday, they will reopen with a fresh coat of paint. \nPubs that only sell drinks were among the first to close, and the last to reopen. \nMrs Keenan told Good Morning Ulster: \"I'm super excited but super nervous. I'm hoping I still remember how to pull the perfect pint.\"\nMichael Stewart, from House Hotel in Belfast, said it was not just about money.\nHe said: \"It's been five months since hospitality closed its doors on Christmas Eve and it's been a long five months so it's very, very welcome. \n\"It's about getting the place back open, getting the tills ringing again but also getting people back into employment.\"\nKiera Duddy, owner of the Pickled Duck in Londonderry, said that it was \"full steam ahead\" for indoor dining. \n\"We were ecstatic when we heard the news on Monday that we could open indoors, because our weather here isn't what you would really call Mediterranean.\n\"The weather this time in May has been unfavourable to us, but we have made good of a bad situation and we've got our wind-breakers on and our gas heaters,\" Ms Duddy told BBC Radio Foyle. \nTwelve countries are on Northern Ireland's so-called \"green list\" for foreign travel, including Portugal.\nPeople going to countries that appear on the green list do not need to quarantine on their return.\nBut those returning from the likes of Portugal will be asked to take a PCR (polymerase chain reaction) test for Covid in the days after they arrive home. \nBrenda Cassidy runs Paddy's Irish Bar in Albufeira on Portugal's south coast with her husband and son.\nShe told Good Morning Ulster the business may not have survived losing a second holiday season to Covid-19.\n\"There's an awful lots of places that haven't made it through. If it kept going, there's only so many local people who can keep the local bars going. Maybe some of the bigger bars can afford to close, the small local ones [can't] so we have to have tourism.\"\nEngland, Scotland and Wales have already implemented similar systems, with the first travellers heading off on holiday earlier this week. \nPeople travelling from England who have had both Covid jabs can demonstrate their vaccination status via the NHS app or a letter.\nHowever, the NHS app that proves a person is vaccinated so they can travel is incompatible with Northern Ireland's health and social care system, the NI Department of Health (DoH) has confirmed. \nSpeaking at Stormont on Thursday, outgoing First Minister Arlene Foster said the apps in England and Wales did not \"speak to\" the apps in Northern Ireland and Scotland. \nShe said a short-term \"paper trail\" solution was being considered to prove vaccination, adding: \"That is not just a letter but you cannot just turn up with a letter that somebody from your office has typed out for you.\"\nShe said work was under way to have all apps in the UK connected.\nA DoH spokesman said: \"The NHS App uses information from NHS England computer systems. \n\"It is not directly compatible with NI Health and Social Care systems. Work is currently ongoing across the devolved administrations in regards to vaccine and testing certification, in order to support international travel when restrictions are eased.\"\nDoH has set aside £3m in resources and a £1.5m capital allocation for Covid status certification, which includes digital ID.\nNon-essential travel from Northern Ireland to other parts of the Common Travel Area (CTA) is to be allowed from Monday and people will not be required to isolate on return if they have visited family or friends in other parts of the area.\nThe CTA is the UK, Republic of Ireland, Channel Islands and Isle of Man.\nAt Thursday's executive meeting, ministers also backed the attendance of spectators at outdoor sport events - up to 500 may be permitted. \nIndoor household visits will also be allowed from that date, with six people from two households allowed at one time. Children under 12 do not count towards the total.\nOvernight stays will also be allowed.\nPubs and restaurants will be allowed to trade indoors with a maximum of six people per table from a maximum of six households, or up to 10 people provided they are all from the same household.\nOther measures easing from Monday include increased numbers permitted for indoor gatherings - not including domestic settings - to allow for community events such as mother-and-toddler groups to resume.\nUp to 1,000 fans will also be allowed to attend Friday's Irish Cup final at Mourneview Park in Lurgan, County Armagh.\nPeople in England, Scotland and Wales have been allowed to meet in each other's homes and enjoy indoor hospitality since Monday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55045639",
      "category": "health",
      "title": "Who is eligible for the Covid jab and is it compulsory for anyone?",
      "tags": "Coronavirus vaccines,Moderna,Vaccination,Pfizer,Omicron variant,Coronavirus pandemic,AstraZeneca",
      "text": "About 37 million people have now had booster Covid vaccine doses across the UK - more than 64% of those eligible.\nThe government is urging everyone who can, to come forward and receive the jab.\nFor most people in the UK, the Covid vaccine is not mandatory.\nHowever, Health Secretary Sajid Javid has reconfirmed that the government wants all front-line NHS staff in England (with some exceptions) to be fully vaccinated by 1 April if they want to to keep their job.\nCare home staff in England must also already be vaccinated (unless exempt).\nMeanwhile a number of employers, including Morrisons, Next, Ikea, Ocado and Wessex Water have cut sick pay for unvaccinated workers who are forced to isolate after being exposed to Covid.\nEmployees will receive only the statutory-sick-pay (SSP) minimum (£96.35 per week), unless there are mitigating circumstances.\nAll staff who test positive for the virus will still receive full sick pay, regardless of their vaccination status.\nAcross the UK, Covid passports providing vaccination status or negative test results are required to enter some venues.\nMany foreign countries are restricting entry to vaccinated travellers or imposing restrictions on those who are not. \nIn England boosters are now available to all over-16s three months after their second dose - but appointments can be booked after two months. Some walk-in appointments are also available. \nIn Scotland boosters can be booked online.\nIn Wales people should wait to be invited, with older and higher-risk people being prioritised.\nIn Northern Ireland people aged 18 to 29 can go to walk-in hubs, and make booster appointments. \nEarly studies from UK researchers suggested a booster vaccine - on top of the first two jabs - provides 80-85% protection against Omicron (compared with 97% against Delta).\nMore antibodies are developed thanks to the booster, giving the body stronger defences against the virus. \nIt makes it harder for Omicron to infect the body, although current vaccines are still not a perfect match.\nPfizer has started clinical trials of a new Covid vaccine which targets the Omicron variant.\nModerna will soon begin trials of its own Omicron-specific jab, and AstraZeneca has also started working on a new version of its vaccine.\nAll children aged 12 and over are being offered two doses of the Pfizer jab. They can usually have a second dose 12 weeks after the first.\nA low-dose version of the Pfizer vaccine has been approved for children aged five to 11 who have health conditions putting them at greater risk from catching Covid. Eligible children in this age group are now being invited for vaccination in Scotland\nPrimary school children who live with clinically vulnerable adults should also be offered a jab, government vaccine advisers said. \nThe Joint Committee on Vaccination and Immunisation (JCVI) also recommended that the normal booster dose should be offered to children aged 12-15 if they:\nIt is not yet clear when children will get these doses.\nAbout 16 and 17-year-olds in England who had a second vaccine dose at least three months ago are being invited to have their booster.  \nThey can make an appointment or attend a drop-in clinic, as can eligible children of the same age in Scotland.\nChildren who are not considered to be at high risk from Covid should wait 12 weeks after a positive Covid test before having the vaccine.\nYour booster will be a single dose of either Pfizer or Moderna - regardless of which vaccine you received before.\nIf you have recently tested positive for Covid, you should wait four weeks from the date of the test before having your booster.\nYou shouldn't have the booster if you have a severe illness or high fever, but Pfizer and Moderna say a mild fever or a cold are not reasons to delay.  \nThe vaccines do not infect you with Covid, and cannot cause positive results on a lateral flow or PCR test.\nYou can still book your first or second jab. You need to wait eight weeks between the first and second.\nIn particular, the government wants unvaccinated pregnant women to come forward.\nThe most common ones include a sore arm, headache, chills, fatigue and nausea.\nThey are part of the body's normal immune response to vaccines and tend to resolve within a day or two.\nThere are extremely rare, but occasionally fatal, cases of people developing blood clots after taking the AstraZeneca vaccine. \nAnd a very small number of people have experienced a severe allergic reaction after the Pfizer vaccine.\nYou should discuss any existing serious allergies with your healthcare professional before being vaccinated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-57213046",
      "category": "world-asia-india",
      "title": "Covid: India tells social media firms to remove 'India variant' from content",
      "tags": "India coronavirus lockdown,Twitter,India,Coronavirus pandemic",
      "text": "India's government has instructed social media companies to remove any content that refers to the \"Indian variant\" of Covid-19.\nThe IT ministry said the World Health Organization (WHO) listed the variant as B.1.617 and any reference to \"Indian\" was false.\nGeographical terms have been used to describe a number of other variants, including the UK and Brazil.\nIndia's government has faced criticism over its handling of Covid-19.\nIt also drew anger last month after it ordered Twitter to remove posts critical of some of its actions during the pandemic.\nThe country has been hit hard by the new variant since late March and is now second only to the US in terms of overall infections, at more than 26 million, according to Johns Hopkins University research.\nCovid-related deaths are close to 300,000, behind only the US and Brazil, although some experts believe India's fatalities could be considerably higher.\nThe instruction to social media companies was carried in a government order from the Ministry of Electronics and Information Technology on Friday.\nThe note was not made public but was obtained by news agencies.\nPlatforms were asked to \"remove all the content that names, refers to, or implies 'Indian variant' of coronavirus from your platform immediately\", the Press Trust of India reported.\n\"It has come to our knowledge that a false statement is being circulated online which implies that an 'Indian variant' of coronavirus is spreading across the countries. This is completely FALSE,\" AFP news agency quoted the same letter as saying.\nThe note says that the WHO has \"not associated the term 'Indian variant' with the B.1.617 variant of the coronavirus in any of its reports\".\nOne social media executive told Reuters it would be extremely difficult to take down all references to \"Indian variant\".\nB.1.617, a more transmissible variant, was first detected in India last year and has spread to dozens of countries. A number of nations have severely restricted arrivals from India.\nIndia is a massive market for social media companies. Statistics from January show it is Twitter's third largest.\nIndia's government this year introduced guidelines it said were intended to curb misuse of social media and the spread of misinformation.\nIf what is termed \"unlawful\" material appears on a platform, the company can be given a takedown order. If it does not comply within a deadline, it can face the possibility of prosecution.\nThe rules in essence mean companies cannot evade responsibility for what users post.\nQuestions have arisen over whether these guidelines promote more censorship and undermine freedom of speech.\nThere has certainly been concern within the media that Prime Minister Narendra Modi's government has been behind persistent attacks on the freedom of the press.\nLast month, the government told Twitter and Facebook to remove some posts critical of Mr Modi's handling of Covid-19.\nOn Friday, it criticised Twitter for labelling some tweets by Indian politicians \"manipulated media\", which the platform uses referring to possible fabrications and deceptions."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57214596",
      "category": "uk",
      "title": "Covid: Pfizer and AstraZeneca jabs work against Indian variant - study",
      "tags": "Coronavirus vaccines,Matthew Hancock,Coronavirus pandemic",
      "text": "The Pfizer and AstraZeneca coronavirus vaccines are highly effective against the variant identified in India after two doses, a study has found.\nTwo jabs of either vaccine give a similar level of protection against symptomatic disease from the Indian variant as they do for the Kent one.\nHowever, both vaccines were only 33% effective against the Indian variant three weeks after the first dose.\nThis compared with 50% effectiveness against the Kent variant.\nPublic Health England, which ran the study, said the vaccines are likely to be even more effective at preventing hospital admission and deaths.\nThe Moderna vaccine has also been used in the UK since April but the study said the numbers who had received it were too small for them to include it in their research.\nHealth Secretary Matt Hancock said the findings made him \"increasingly confident\" the final stage of easing restrictions in England could take place on 21 June.\nThe data showed getting both doses of the vaccine was \"absolutely vital\", he added.\nHome Secretary Priti Patel said the data was \"positive\" but the planned \"stages\" for the easing needed to be followed.\nShe told the BBC's Andrew Marr Show: \"We will continue to follow the data... we all have to be conscientious... we are distancing, wearing masks, following all the rules.\n\"That, of course, will help us to that unlocking on 21 June.\"\nQuestioned about criticism of the timing of putting India on the travel red list, the home secretary said ministers \"work with the data... and that information was presented... in the right way for the decisions to be made\".\nMs Patel also defended the controls at UK borders - highlighting the pre-arrival testing requirements and saying a \"vigorous system\" for making sure people arriving from red list countries were quarantining was in place.\nA further five people in the UK have died within 28 days of a positive coronavirus test, and another 2,235 people have tested positive, Sunday's official figures showed.\nMore than 60 million vaccine doses have now been given, with 37,943,681 first doses administered and 22,643,417 second doses.\nThe Pfizer vaccine was found to be 88% effective at stopping symptomatic disease from the Indian variant two weeks after the second dose, compared with 93% effectiveness against the Kent variant.\nThe AstraZeneca jab was 60% effective against the Indian variant, compared with 66% against the Kent variant.\nPublic Health England (PHE) said the difference in effectiveness between the vaccines after two doses might be explained by the fact that rollout of second doses of AstraZeneca was later than for the Pfizer vaccine, which was approved first.\nOther data shows it takes longer to reach maximum effectiveness with the AstraZeneca vaccine, PHE said.\nSome 12,675 genome-sequenced cases were included in the study, which took place between 5 April and 16 May. Only 1,054 of those cases were of the Indian variant, known as B.1.617.2.\nDr Jenny Harries told the Andrew Marr Show the study was \"very good news\". \nThe chief executive of the UK Health Security Agency said the study is the \"first real-world evidence of vaccine effectiveness\" against the variant.\nAsked about the discrepancy between the Pfizer and AstraZeneca vaccine results, she said a key factor to consider was that the \"different vaccines were given to slightly different groups of people\". \n\"The Pfizer vaccine was rolled out initially, because it had to be kept at ultra-low temperatures, to - for example - healthcare workers, who tended to be younger,\" she said. \n\"This is an all-age study. Whereas AstraZeneca went out to older groups of individuals who were unable to come into main centres.\"   \nAs the virus changes, protection against infection was always going to be the first thing that slips.\nSo the fact that the Pfizer and AstraZeneca vaccines offer such a high degree of protection against the Indian variant after the second dose is very reassuring given experts expect it to become dominant.\nBut what are the implications of the drop in effectiveness of the first dose where the Indian variant is concerned?\nGiven it's expected to become the dominant variant in the UK, it's now even more important people get their second jab.\nThe more difficult question to answer is what this means for the speed of the route back to normality.\nIts ability to evade the vaccines even by a small degree will be a factor in how more transmissible this variant is here.\nThere are also other biological reasons why it might find it easier to spread.\nBut this does not necessarily mean we will see a surge in cases and, crucially, hospital admissions - the protection vaccines give us against serious illness will be much much higher than their ability to block mild infections.\nThe Indian variant certainly gives the virus a bit more of an advantage, but it doesn't mean the vaccines won't win out.\nThe study looked at data from all age groups from 5 April, to cover the period since the Indian variant emerged.\nThere is not enough data to estimate how effective the vaccine is against severe outcomes for the Indian variant, PHE said.\nDr Jamie Lopez Bernal, consultant medical epidemiologist at PHE and the study's lead author, said there was higher confidence in the data from the first vaccine dose than that from the second as \"there are bigger numbers that have been vaccinated with one dose\".\nProf Susan Hopkins, PHE's Covid-19 strategic response director, said the data trend was \"quite clear\" and was heading in the \"right direction\".\nMore than 37 million people in the UK have now had their first vaccination, and 22 million have had their second.\nSome 13,000 deaths and 39,100 hospitalisations have been prevented in the UK due to the vaccination programme up to 9 May, according to PHE analysis.\nIt comes as more than 1.3 million more people in England have become registered users of the NHS app since it was announced that it would allow them to show proof they had received a Covid-19 vaccine, taking its user base to 4.8 million. \nThe app is separate from the NHS Covid-19 contact-tracing app."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-57215690",
      "category": "world-africa",
      "title": "Mount Nyiragongo: DR Congo residents flee as volcano erupts",
      "tags": "Volcanoes,Democratic Republic of Congo,Goma",
      "text": "Thousands of people fled their homes in the Democratic Republic of Congo during the night after a large volcano erupted.\nAs the sky turned red and rivers of lava streamed from Mount Nyiragongo, there were concerns that its past deadly tragedies would be repeated. \nA mass evacuation was launched in the city of Goma, which has a population of about two million people. \nHowever, the city was largely spared and some residents are now returning.\nThe volcano, located 10km (six miles) from Goma, last erupted in 2002, killing 250 people and making 120,000 homeless.\nThere has been no official report of casualties during the latest eruption and it is unclear how many homes have been damaged. \nOn Sunday morning, Communications Minister Patrick Muyay tweeted to say the intensity of the lava flow had slowed and an assessment of the humanitarian situation was ongoing.\nThe BBC's Emery Makumeno in DR Congo's capital Kinshasa said a greater quantity of the lava took the direction of the forest, flowing away from the city. \nOur reporter said it stopped short of the international airport, despite earlier reports to the contrary. However, it did set some houses on fire and crossed a graveyard.\nOne resident, Zacharie Paluku, told the Associated Press news agency that the eruption had sparked fear and people began running. \"We really don't know what to do,\" he said.\nSome locals complained about the lack of information from the authorities amid conflicting accounts circulating on social media.\nCrowds were seen with mattresses and other belongings, fleeing even before the government's announcement, which came several hours after the eruption started.\nMany residents headed across the nearby Rwandan border, while others went to higher ground to the west of the city. \nRwandan authorities said about 3,000 people had officially crossed from Goma. The country's state media said they would be accommodated in schools and places of worship. \nOne Goma resident, Richard Bahati, said he was in his house when he heard screaming. \"I got out and saw the sky was red. I am so worried, so worried. I lived through the problem with this volcano in 2002. The volcano devastated all our homes and possessions.\"\nElectricity was out across large areas in the aftermath of the eruption. \n\"There is a smell of sulphur. In the distance you can see giant flames coming out of the mountain,\" resident Carine Mbala told AFP news agency. \nMount Nyiragongo is one of the world's more active volcanoes but there were concerns that its activity had not been properly observed by the Goma Volcano Observatory, since the World Bank cut funding amid allegations of corruption. \nIn a report on 10 May, the observatory warned that seismic activity at Nyiragongo had increased.\nLast year, the observatory's director, Katcho Karume, told the BBC World Service's Science in Action that the volcano's lava lake had been filling up quickly, increasing the chances of an eruption in the next few years. But he also warned that an earthquake could trigger a disaster earlier.\nThe volcano's deadliest eruption happened in 1977, when more than 600 people died."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57177288",
      "category": "uk-wales",
      "title": "Snowdonia litter-bugs asked: 'Why did you litter our mountains?'",
      "tags": "Llanberis,Coronavirus lockdown measures,Coronavirus pandemic,Litter",
      "text": "The rise in people exploring the UK's beauty spots has seen a rise in countryside litter.\nWith staycations on the rise because of foreign travel restrictions, a national park has asked litter-bugs to confess: \"Why did you mess up our mountains?\"\nSnowdonia National Park Authority hopes visitors who dropped litter will anonymously say why they did it in an online survey.\nPark bosses want to know why some people did not take their rubbish home.\nWales' beauty spots have seen large visitor numbers during the coronavirus lockdown and Snowdonia, the 823-sq mile (2,130 sq km) area around Snowdon, has seen its fair share of litter.\nAbout 600,000 people a year climb Wales' highest peak, at the heart of Wales' oldest national park, but some do not take their rubbish home.\nAbout 200 bags of litter were collected from the slopes of Snowdon in the two months over the summer of 2020, according to a group of volunteers who have helped with litter picks\nThe park authority has said firepits, camping gear, cigarettes and even human waste have been just some things left behind by visitors.\nNow Angela Jones, the national park's partnerships manager, is hoping to learn why some people drop litter instead of taking it with them. \nQuestions on the survey ask people why some left their camping equipment behind and who visitors think is responsible for clearing up any rubbish.\n\"The gathering insights bit is the tricky bit,\" said Ms Jones. \"We want to get the people who have done it tell us why.\"\nThe authority has been distributing the questionnaire using social media.\n\"We expect some crazy answers,\" added Ms Jones. \n\"But if we get enough people to fill it in, we can get a better understanding.\"\nThe park authority is working with Bangor University on the project and will analyse the answers to help the authority reduce litter in Snowdonia.\n\"Hopefully, we'll have an impact,\" said Ms Jones. \"It's worth trying to help us understand what people are thinking.\"\nThe Snowdonia litter survey will close at the end of May. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57197466",
      "category": "uk-wales",
      "title": "Mayhill: Swansea rioters injure seven police officers",
      "tags": "Swansea,South Wales Police",
      "text": "Seven police officers were injured when rioters threw bricks at houses and torched cars in Swansea.\nA major clean-up is under way after cars were burnt out and windows smashed during the violence in the Mayhill area on Thursday.\nFamilies spoke of being trapped in houses, with police \"pelted with rocks\" as they tried to break up the violence.\nSouth Wales Police said seven officers suffered minor injuries when they were hit by missiles.\nThe force's Chief Constable Jeremy Vaughan said he would \"stop at nothing to find\" those responsible.\nOfficers said they were using CCTV and social media footage to identify those responsible and urged people to send in any photos or videos.\nFirst Minister Mark Drakeford said the scenes were \"completely unacceptable and will not be tolerated anywhere in Wales\". \nHome Secretary Priti Patel said the scenes were \"disgraceful\" and thanked \"brave officers for bringing it under control.\"\n\"Police have my backing to take robust action against those involved,\" she said.\nAlun Michael, South Wales police commissioner, said Thursday's events were \"unusual and extreme\".\n\"Things developed very quickly and in a totally unacceptable manner last night and it's very important that we understand what's happened to make sure that it doesn't happen again,\" he said.\nThe force's response has been criticised by some residents who said they were faced by violent \"yobs\" outside their homes with no-one coming to their aid.\nBut South Wales Police said its response was \"immediate and officers trained to deal with public order incidents were deployed to the scene\".\nOfficers believe the disorder in Waun-Wen Road, which saw groups roll a car down the middle of the street into a burning car, started as a vigil for 19-year-old Ethan Powell who collapsed and died suddenly on Wednesday.\nAdam Romain said he feared a \"mob\" would enter his home and attack his family when he tried to stop them setting fire to his car.\nHe told BBC Radio Wales he was out making deliveries when he got a panicked phone call from his girlfriend and could hear his children screaming in the background.\n\"I went back as quickly as I could, I drove up to my house, literally into a riot,\" he said.\nHe said he had to ride his motorbike through the middle of \"about 100 lads\" throwing bricks.\nMr Romain said he tried to stop a car being set on fire but was set upon.\n\"The bricks were starting to be lobbed at me and my house... my children were in the house, my girlfriend was in the back screaming, scared for their lives.\n\"I was standing at the front, hoping, praying, that they wouldn't come inside the house.\n\"They were coming to the front door, lobbing these bricks, straight through the glass door, straight at me - they had no fear whatsoever,\" he said.\nMr Romain said he rang police three times, but was told \"we already know about the incident\" and no-one came to help.\nMr Romain said only last month a van was rolled down the hill and smashed into his neighbours' van and his car.\nHe filmed the rioters on a helmet camera, capturing the faces of many of the culprits, and said he would share the footage with the force.\nAll that's left of the cars are their charred remains with melted plastic, broken glass, and molten metal on Waun-Wen Road. \nThe clean-up operation got under way at just after 07:00 with council workers arriving to clean up the mess.\nA glazier firm arrived to look at homes which have several smashed windows.\nThere's a lot of anger about what happened.\nA lot of people are upset that this was meant to be a vigil for a young local lad who died recently.\nPeople are angry that children were terrified after seeing this happen. They are upset it was just too dangerous for the police and fire service to attend or stay at the scene because of the crowds here. \nThe council said it was continuing to support residents and has also now installed temporary concrete blocks on Waun-Wen Road to replace bollards that were damaged during the disorder.\nCouncil area co-ordinator Bethan McGregor said: \"What happened last night is not a true reflection of the Mayhill and Waun Wen community.\n\"This is a close-knit community where the vast majority of people care about one-another, as the amount of residents helping the council with the clean-up operation today has shown.\"\nDespite being a \"lovely\" community, vehicles had been rolled down the hill in a similar fashion \"at least twice\" in the past three years, according to Sam Bennett, a community campaigner from the area.\nMr Bennett told Radio Wales residents had written to the council to request concrete blocks on the street back in February.\nHe added residents \"don't have the confidence that something is going to be done anymore and that's why they're choosing to move\".\nOwen Pillai, who works with young people in Swansea, said \"outrage and disgust\" was an understandable reaction to the \"inexcusable behaviour\" but added he could see why the riot had broken out.\nHe called on authorities to realise \"we all play a part in this\".\nMr Pillai told BBC Radio Wales: \"This is the result of decades and decades of a multifaceted undermining of resources, societal breakdown, generations of unemployment - you can't look at it in isolation unfortunately.\"\nHe said it was \"a scientific fact young people want to engage in risky behaviour\", and argued a lack of access to positive activities like sport could lead to problems.\nMr Pillai added: \"We need to channel huge amounts of resource into listening, looking at restorative practice, involving these young people rather than just locking them away - they need to confront the reality of what they have done.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57213054",
      "category": "world-middle-east",
      "title": "Israel-Palestinian conflict: Eyes on peace options as Gaza truce holds",
      "tags": "Israel & the Palestinians,Israel,Palestinian territories,Gaza",
      "text": "As Gaza and Israel emerge from 11 days of conflict, mediators are seeking to cement the truce and prevent more violence in the longer term.\nAn Egyptian team was in Israel on Saturday, while the US Secretary of State Antony Blinken could visit the region next week.\nBoth Israel and the Palestinian militant group Hamas have claimed victory in the latest conflict.\nMore than 250 people were killed, most of them in Gaza.\nThe fighting began on 10 May after weeks of spiralling Israeli-Palestinian tension in occupied East Jerusalem which culminated in clashes at a holy site revered by both Muslims and Jews. Hamas - the militant Islamist group which rules Gaza - began firing rockets after warning Israel to withdraw from the site, triggering retaliatory air strikes.\nSince the truce went into force on Friday, Israeli PM Benjamin Netanyahu has said the degrading of Hamas's military power by air bombardment was an \"exceptional success\".\nHe added: \"If Hamas thinks we will tolerate a drizzle of rockets, it is wrong\" and pledged a \"new level of force\" in response.\nMeanwhile, Hamas has spoken of what it called the \"euphoria of victory\" and its leader Ismail Haniyeh said the conflict had \"opened the door to new phases that will witness many victories\".\nThe truce held throughout its second day on Saturday. Its terms are unclear. Israel simply said it had agreed to a \"mutual and unconditional\" cessation of hostilities.\nEgypt, Qatar, the US and UN appear to have been involved.\nOn Saturday, the UN Security Council issued its first statement on the conflict, praising the mediators and calling for a \"full adherence to the ceasefire\".\nTeams of Egyptian mediators have been shuttling between Gaza, Israel and the West Bank.\nAn Egyptian diplomat said the teams were implementing agreed measures and trying to prevent practices that led to the latest fighting, but there was no detail.\nMr Blinken is expected to visit the region next week. The itinerary has not been released but a US source said he would travel to Israel and the West Bank on Wednesday and Thursday. He may visit Egypt and Jordan. The US will not hold direct talks with Hamas, which it regards as a terrorist organisation.\nThe BBC's Tom Bateman, who has been in Gaza, says that, although the calm has been welcomed there, most people know it probably just means a countdown to the next inevitable conflict.\nCivilians on both sides have spoken of wanting to live without the fear of attack from the air.\nBut many are not confident. One shop owner in Gaza, Ashraf Abu Mohammad, told the Associated Press news agency: \"Life will return, because this is not the first war, and it will not be the last war.\"\nGhazi Dahdouh can't go home any more because his house was blown up by a missile fired from an Israeli warplane. So he's living on top of it. It's a treacherous walk up rubble and jagged glass. But in the middle of a collapsed concrete roof you'll find Ghazi, 70, in a tent. \nHe says he'll stay put until his house is rebuilt. Under the canvas Ghazi tells me his son is a policeman paid half salary. Ghazi gave him and his grandsons two rooms in the house. \nIsrael said during the conflict it struck the homes of militants, arguing they were legitimate targets to prevent attacks. It also launched air strikes on police facilities in the Hamas-governed territory.  \n\"I am an innocent civilian, I have nothing to do with politics,\" Ghazi tells me. \"If I have a weapon now I will go and fight, because I am not guilty. I have nothing to do with what happened to me.\"\nGhazi can't understand why he and his extended family should be left homeless. He says: \"If they are looking for [my son] because he's a policeman they should have told me not to let him live here, instead of knocking down the whole building.\"\nRights groups have previously accused Israel of failing to give clear evidence that destroying homes in this way amounts to a legitimate military target under international law.\nThe first convoys of humanitarian aid have arrived in Gaza. More lorries arrived at Israel's Kerem Shalom crossing on Saturday and a 130-vehicle convoy was scheduled to cross from Egypt.\nBut the World Health Organization has said Gaza's health facilities are in danger of being overwhelmed by thousands of injured people.\nLynn Hastings, the UN's humanitarian co-ordinator for the Palestinian territories, said from Gaza City she hoped that calm would remain.\nBut she had spoken to families and \"they feel that they have no control of their lives\".\nFor about 14 years, Gaza has been under a blockade on its borders with Israel and Egypt that restricts the passage of people and goods - one of the main issues for any future mediation.\nIsrael says it must limit Hamas's access to weapons, as the militants refuse to disarm. The UN says the blockade must end for Gaza's economy to improve.\nFlashpoints in Jerusalem could also complicate the ceasefire. Hamas has told the BBC that part of the agreed truce involved Israel compromises over the al-Aqsa mosque compound and the district of Sheikh Jarrah, where there have been moves by Jewish settlers to evict Palestinian families.\nIsrael has denied this is the case and the issues remain. There were clashes in East Jerusalem on Friday after the truce started.\nSome of the chants of Palestinians there highlighted another major issue - the rivalry between Hamas and the Palestinian Authority, which is led by Mahmoud Abbas and runs parts of the West Bank.\nCrowds chanted \"the people want the president to leave\". Mr Abbas will try to shore up his position when he meets Mr Blinken.\nSome international leaders, including US President Joe Biden, have again referred to the long-term, two-state solution for the Middle East - a Palestinian state alongside Israel - but maintaining the current calm is the main focus at the moment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-57208951",
      "category": "world-africa",
      "title": "Nigerian army chief Ibrahim Attahiru killed in air crash",
      "tags": "Aviation accidents and incidents,Nigeria",
      "text": "Nigeria's army chief, Lt-Gen Ibrahim Attahiru, has been killed in a plane crash in the north-western state of Kaduna, officials say.\nThe incident happened as the plane was trying to land in bad weather, the military said. Ten other officers, including the plane's crew also died. \nPresident Muhammadu Buhari said he was \"deeply saddened\" by the crash. \nGen Attahiru, 54, only took up his post in January in an overhaul of the military's top brass.\nIt was part of the government's plan to boost the military's efficiency in fighting a more than decade-long jihadist insurgency.\nThe Nigerian Air Force said the incident happened as the plane was landing at Kaduna International Airport.\nOn Twitter, the president said the crash was a \"mortal blow... at a time our armed forces are poised to end the security challenges facing the country\".\nFriday's crash comes three months to the day after a Nigerian military plane crashed short of a runway in the capital Abuja, killing all seven people on board."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56851025",
      "category": "uk-wales",
      "title": "What happens to recycling when it leaves your house?",
      "tags": "Merthyr Tydfil County Borough Council,Pembrokeshire County Council,Wrexham County Borough Council,Neath Port Talbot County Borough Council,Blaenau Gwent Council,Bridgend County Borough Council,Newport City Council,Cardiff Council,Cowbridge,Cardiff,Torfaen County Borough Council,Vale of Glamorgan Council,Flintshire County Council,Conwy County Borough Council,Ceredigion County Council,Monmouthshire County Council,Carmarthenshire County Council,Caerphilly County Borough Council,Powys Council,Rhondda Cynon Taf County Borough Council,Isle of Anglesey County Council,Denbighshire County Council,City and County of Swansea Council,Gwynedd Council,Rhoose",
      "text": "Wales has established itself as one of the world's top recycling countries.\nIn 2017, environmental analysts Eunomia named Wales the third best recycler in the world - behind only Germany and Taiwan.\nAt the time, the nation's recycling rate was about 63%, which rose again to 65.1% in 2019-20.\nThis is likely to have increased during the pandemic as people were forced to do more of their shopping online and councils reported a big surge in recycling.\nThe difference in recycling rates between Wales and the rest of the UK could be described as a chasm.\nEngland recycled just 45.5% of its waste in 2019-20, with rates as low as 19% in some local authorities.\nRecycling rates in Northern Ireland (51.3%) and Scotland (44.9%) were also much lower than in Wales.\nSo what accounts for this difference?\nA recent survey suggested almost three-quarters of people in Wales saw recycling as a positive social norm, with those living in rural areas also more inclined to recycle. Could it be this?\nOr could it be the intervention of the Welsh government, which has set strict targets for councils to hit or else risk a fine?\nBBC Wales went out on a collection round with Vale of Glamorgan council and visited its recycling centre near Cowbridge to find out more about the process - and whether there might be some other explanation.\nEllis Collins, 34, has been working as a refuse collector for about two months.\nOn a pleasant spring Thursday morning, he was out collecting recycling in Rhoose Point, near Cardiff Airport when he spoke to us.\n\"It's become massive and rightly so,\" Mr Collins said.  \n\"You can't keep putting black bags out for landfill, that's not responsible. I think there's a lot of people getting on board.\"\nColin Smith, the council's operational manager of waste services, said he had seen \"such a transformation\" in his 30 years at the council - from everything going to landfill to over 70% being recycled.\nResidents have to be invested in the process here because it's not a matter of simply separating recycling from general waste.\nEach household has left five bags or containers by the kerb - a blue bag for plastic, cans and cartons; an orange bag for cardboard; a white bag for paper; a grey box for glass, and a green caddy for food waste.\n\"It's a slower way of doing it but as long as it gets it done,\" Mr Collins added. \nCouncils fall into two broad categories of recycling collection in Wales: \"co-mingled\", and separated.\nThe majority of councils ask residents to separate their recycling before it is collected at the kerb.\nBut five of Wales' 22 local authorities - Caerphilly, Cardiff, Rhondda Cynon Taf, Ceredigion and Carmarthenshire - all collect recycling that is mixed to some extent.\nVale council is transitioning from co-mingled to separated. \nBut it's not a straightforward choice for councils: they say there is a trade-off between the higher compliance you get with co-mingled collection, and the better quality and less contamination you get with separated recycling.\nTo understand the dilemma, we went to Vale council's processing facility near Cowbridge.\nOnce the wagon is full, the crew return to the processing centre to offload.\nThe first compartment to be emptied is glass. A digger then comes in behind to push the glass into a tidy pile.\nEventually, it will be taken 30 miles (48km) down the M4 to Cwmbran, where it will re-processed into glass fibre or aggregate and used to construct bins or roads, for example.\nThe wagon then moves inside the warehouse to the conveyor belt, where plastic, tins, cans and cartons are offloaded.\nAfter collection, this is the only part of the sorting process where there is input from a person who quickly checks the items whizzing past them for anything too contaminated. If it is too contaminated, it will be incinerated or will go to landfill.\nThe conveyor belt takes these mixed items past two different magnets, which will sort the tins and aluminium into separate piles.\nOnce the cartons, tins and cans have been separated out, the plastic drops into a hopper where it is crushed into bales, taken away and made into plastic pellet or flake, which can be used to produce new plastics.\nThe steel from tinned food will go back into the steel industry in south Wales, and the aluminium cans will eventually be made into new cans.\nThe aluminium is crushed into bales weighing up to 350kg, and then smelted locally in Cardiff. Mr Smith said a tonne of aluminium cans can fetch £900 in the current market, and that one recycled aluminium can saves the energy of producing up to 20 new cans from raw materials.\nThe next stop is cardboard, which will go back into commercial packaging, followed by paper, which is sent to a paper mill for re-use.\n\"So those products become 'closed loop',\" Mr Smith said. \"They are made and re-used again and again.\"\nThe final stop for the wagon is food waste, which is dropped into a sealed skip before it is taken to an anaerobic digestion plant in Cardiff and converted into a renewable energy source and fertiliser.\nWith co-mingled recycling, all the material is collected together. \nWhile this is obviously a lot easier for residents, it creates problems further down the process, according to Mr Smith.\n\"The problem with co-mingled, and what we've found is, we've had up to 25%-30% contamination,\" he explained. \n\"That means, of everything we collect, 25%-30% will go to incineration because it's not fit for recycling. \n\"If you collect it separately, 95% and above of that material will get recycled.\"\nThe less contamination, the better the quality of recycled material. And Mr Smith said this means councils can sell it closer to home.\n\"A lot of the UK markets wouldn't take the material because of the contamination levels in it,\" he recalled.\n\"So we, along with many other councils in Wales, exported as far away as China and other Asian countries.\"\nAccording to the Welsh government, the majority of Wales' recycling, more than a half a million tonnes, stayed within Wales.\nThe next biggest recipient was England (329,000 tonnes), followed by India (13,306), Germany (10,288), Indonesia (9,283) and Turkey (5,875).\nThe Welsh government said it wanted Wales to become the top recycler in the world.\nA spokesman added: \"We support local authorities to collect recyclable materials separately - as well as helping to improve recycling rates, it keeps high-quality materials in our economy and strengthens our supply chains.\"\nBBC Wales asked the five councils that still collect co-mingled recycling why, and if they planned to switch to separated collection.\nAt 71.6%, Ceredigion council's recycling rate is second only to Pembrokeshire (71.7%) in Wales. The council said it chose co-mingled collection after \"considerable appraisal\" of various factors, including geography and participation. The council added any significant changes were unlikely to be made before its fleet was due for replacement in 2026-27.\nCaerphilly council, which has a rate of 62.5%, said it switched from separated to co-mingled collection in 2008, which increased participation levels. It added the \"consensus\" among residents was to continue with the current system, and there was currently \"no plan\" to return to a separated system.\nCardiff council, which had a rate of 58.1%, acknowledged the benefits of separated collections, but said it was far slower and more dangerous for crews, and could cause congestion in the city. It added it would be looking to trial the separation of glass from other recycling because of the potential for contamination, and was \"committed\" to meeting the Welsh government's target rate of 70% by 2025.\nCarmarthenshire council, with a recycling rate of 64.7% in 2019-20, said it was currently reviewing its waste strategy and was considering switching from fortnightly to weekly recycling and food waste collection. Details of the consultation will be published on its website from 26 May.\nRhondda Cynon Taf council did not respond.\nPictures and video by Nick Hartley"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57199188",
      "category": "uk-wales",
      "title": "Swansea rioters 'smashed through my windows and door'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57204775",
      "category": "world-middle-east",
      "title": "Princess Latifa: Dubai photo appears to show missing woman",
      "tags": "Princess Latifa,United Arab Emirates,Mohammed Al Maktoum,Dubai",
      "text": "A photograph posted this week on two public Instagram accounts purports to show Princess Latifa, the daughter of the ruler of Dubai, who has not been seen or heard from in months.\nIn mid-February, BBC Panorama broadcast secret video testimony from her in which she said she was being held as a hostage and feared for her life. \nThe BBC is unable to verify the photo, and no further information has been provided. \nHowever, a friend of Latifa's confirmed that it is the princess in the picture. \nThe BBC understands that the appearance of the image is not random or accidental, but is related to other undisclosed developments. \nIn a statement, David Haigh, co-founder of the Free Latifa campaign group, said: \"We confirm that there have been several potentially significant and positive developments in the campaign. We do not intend to comment further at this stage, a further statement will be issued at the appropriate time.\"\nThe London embassy of the United Arab Emirates (UAE) did not respond to a BBC request for comment. \nThe UN declined to comment on the photograph but has told the BBC that it awaits \"convincing proof of life in the case of Latifa\", which the UAE has said it will provide.\nThe photo appears to show Princess Latifa in a Dubai shopping mall, the Mall of the Emirates (MoE), sitting with two other women. Friends of Latifa have told the BBC that they recognise both of the other women, and that Latifa is acquainted with them. \nIt was uploaded to Instagram, which does not include metadata that would show the date and time, as well as the precise time and location where the photo was taken.\nThe image is reversed. However, it shows a cinema advertising the film Demon Slayer: Mugen Train, which was released in the United Arab Emirates on 13 May 2021.  \nThe image was posted on Instagram on Thursday of this week on the accounts of both of the other women in the picture, one of them adding the comment, \"Lovely evening at MoE with friends.\" \nNeither woman responded to the BBC's request for comment on Latifa's condition or information about when the photograph was taken.\n\"Assuming that the photo is genuine, it shows proof of life, which is something, but nothing about the conditions of her confinement or her freedom,\" Kenneth Roth of the advocacy group Human Rights Watch told the BBC.\nOn Saturday, a second photograph was posted to the same Instagram account.\nThe image (shown below) came with the caption: \"Lovely food at Bice Mare with Latifa earlier.\"\nBice Mare is a restaurant in Dubai's Burj Khalifa. No further details were given.\nThere has been no comment from the UAE. In February, it told the BBC that Latifa was being \"cared for at home\".\n\"She continues to improve and we are hopeful she will return to public life at the appropriate time,\" a statement said.\nLatifa, one of the 25 children of Sheikh Mohammed bin Rashid al Maktoum, attempted to escape from Dubai in February 2018. \nIn a video recorded shortly before she left, she explained that her life was heavily constricted. \"I haven't left the country since 2000. I've been asking a lot to just go travelling, to study, to do anything normal. They don't let me,\" she said. \nBut the escape went wrong: eight days into a daring sea journey across the Indian Ocean, they were caught by commandoes who forcibly removed Latifa and returned her to Dubai. \nHer father later said that he considered this a \"rescue mission\".\nIn February 2021, BBC Panorama broadcast videos secretly recorded by Princess Latifa and communicated to friends abroad, in which she describes her capture and her imprisonment after her return to Dubai. \nShe said she was being held alone without access to medical or legal help in a villa with windows and doors barred shut, and guarded by police. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57214988",
      "category": "science-environment",
      "title": "Virgin Galactic rocket plane flies to edge of space",
      "tags": "Commercial space travel,Richard Branson,New Mexico,Virgin Galactic,Space exploration",
      "text": "Sir Richard Branson's Virgin Galactic space plane has conducted the first of three key test flights that should enable it to enter commercial service.\nThe Unity vehicle, with pilots Dave Mackay and CJ Sturckow at the controls, powered to a height of 89km (55 miles), and then glided back down to Earth.\nSir Richard has some 600 paying customers - including movie and music stars - waiting to take the same ride. \nBut they'll only get their chance once Unity is fully licensed.  \nThat ought, finally, to happen by the year's end.\nThe licensing process is the responsibility of the US Federal Aviation Administration (FAA), who will now receive operational and performance data from Saturday's sortie high above the New Mexico desert.\nOfficials will want to see, for example, that an electronic interference issue that aborted a previous flight attempt in December, has been corrected. On the evidence of Saturday's successful flight, it has been.\nThe mission followed the usual pattern. \nUnity was carried to 13km (44,000ft) in altitude by its \"mother\" aircraft, Eve, before being released to ignite its rocket motor.\nThe vehicle then climbed rapidly to the edge of space, achieving a speed three times that of sound (Mach 3) along the way.\nIt was the sixth time Unity had conducted a powered ascent in its five-year test programme, although this one was particularly noteworthy because it was the first such demonstration to run out of what will be its operational home - the purpose-built commercial hub known as Spaceport America.\n\"It was a beautifully elegant experience,\" said Sir Richard, who was watching from the ground. \n\"We had the backdrop of New Mexico, the mountains with the Sun coming up; we could see the spaceship clearly from the ground just going straight up. And, yeah, burning, burning, burning, until it finally disappeared into space,\" the businessman told BBC News.\nThe next flight should see four of Sir Richard's Virgin Galactic employees join the pilots - to get a sense of the experience that future ticketed customers will enjoy. The identity of this quartet has yet to be revealed, even within the company itself. \nThe flight after that would see Sir Richard himself go to the edge of space - as a statement of readiness for commercial service.\nAnd it's then on the subsequent outing that the company is expected to start earning revenues from carrying passengers. \nThat's a mission that has been purchased by the Italian Air Force, which is going to put several payload specialists aboard Unity to supervise a number of microgravity experiments. \nIt's been a long road for Virgin Galactic's engineers to get the system to where they want it, with progress over the past year stymied in part by the Covid crisis.\nBut CEO Michael Colglazie said the project was now firmly on track, especially with respect to FAA licensing.\n\"It was such a perfect flight. We'll get the data off the ship and give it to the FAA. That'll be our homework turned in. We believe we've now collected everything we need for the final points on our commercial licence,\" he explained.\nThe move to commercial service can't come soon enough. Space tourism is a sector being rekindled after a decade's hiatus, and it's about to get very competitive. \nThroughout the 2000s, seven wealthy individuals paid to visit the International Space Station (ISS). But this adventurism, organised under the patronage of the Russian space agency, ceased in 2009.\nNow, new initiatives abound. As well as Sir Richard's approach, there are projects coming from Amazon.com founder Jeff Bezos and California tech entrepreneur Elon Musk. \nThe Russians, too, are reprising their commercial flights to the ISS, and there are even those who want to launch private space stations for people to visit. Among these is Axiom, a company started by a former Nasa ISS programme manager.\nSir Richard said he was busy getting himself ready for his own spaceflight later this year.\n\"I'll have a whole day of training tomorrow. And, oh my god, I'm looking forward to it. It's ridiculously exciting. Our chief astronaut Dave Mackay just turned to me and said, 'Richard, you're gonna love it',\" he told BBC News. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57206018",
      "category": "business",
      "title": "Heathrow Airport to open terminal for 'red list' arrivals",
      "tags": "Travel,London Heathrow Airport,Air travel,Coronavirus pandemic",
      "text": "Heathrow Airport will open a dedicated terminal for passengers arriving from countries with a high risk of Covid.\nThe decision follows criticism of the airport and the government after arrivals from red list countries were made to queue with other passengers.\nBut from 1 June, those travelling from red list countries will transit through Terminal Three, which has been closed for the past year.\nThey will then travel to a hotel where they will quarantine for 10 days.\nIt comes as the volume of passengers travelling through the airport is expected to increase after 12 countries were added to the government's green list, meaning travellers would not ordinarily be required to isolate on return.\nThe vast majority of countries are on the amber list, meaning travellers must isolate at home on their return. The government advises against non-essential travel to those on the list.\nHeathrow said opening of a dedicated terminal for those arriving from countries on the red list, who must isolate in a government-organised hotel on arrival, would be \"logistically very challenging\".\n\"Our hope is that it will enable Border Force to carry out its duties more efficiently as passenger volumes increase in line with the green list.\"\nThe airport said the arrival terminal for those landing from countries on the red list would eventually be moved to Terminal Four and that the arrangement was likely to be in place for some time.\n\"Red list routes will likely be a feature of UK travel for the foreseeable future as countries vaccinate their populations at different rates.\n\"We're adapting Heathrow to this longer-term reality by initially opening a dedicated arrivals facility in Terminal 3 from June 1st for red list passengers arriving on direct flights,\" Heathrow said in a statement.\nEngland's traffic light list will be reviewed every three weeks, and countries can be moved at short notice. There are similar rules for Scotland, Wales and Northern Ireland.\nEarlier on Friday, Spain said it would lift restrictions for UK travellers from Monday. But those planning to holiday in Spain while it remains on the amber list would be doing so against the advice of the government.\nPrime Minister Boris Johnson's spokesman said: \"We've been clear people shouldn't be travelling to amber list [nations] for the purpose of holidays. Our advice hasn't changed. We will keep the green list under review… and will add countries where possible.\"\nPortugal is the main destination on the UK's short \"green\" list of countries that are free of the quarantine requirement. Under the UK's traffic light system, people are advised to avoid amber and red countries, where the Covid risk is greater.\nThe EU is currently deciding on an expanded \"white list\" of countries whose citizens can enter the EU freely.\nThe BBC has been told a final EU decision on expanding the list has been delayed for another two weeks."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57212959",
      "category": "uk",
      "title": "Diana interview: Lord Hall resigns from National Gallery",
      "tags": "Princess Diana, Princess of Wales,UK Royal Family,BBC",
      "text": "Ex-BBC director general Lord Hall has resigned as National Gallery chairman amid the outcry after an inquiry into Panorama's Princess Diana interview.\nLord Hall, who was director of news when Martin Bashir used deception to get the 1995 scoop, said his continued presence would be a \"distraction\".\nThe inquiry described an internal probe led by Lord Hall in 1996 into what happened as \"woefully ineffective\". \nDiana's brother Earl Spencer has asked the Met Police to investigate the BBC.\nA spokesman for the force would not comment on whether Metropolitan Police Commissioner Cressida Dick had received a letter from Earl Spencer, who has alleged his sister was the victim of blackmail and fraud. \nEarlier this week, the Met said it would assess the new report \"to ensure there is no significant new evidence\", after previously deciding against a criminal investigation.\nThe independent inquiry by former senior judge Lord Dyson found Bashir was unreliable and dishonest, and that the corporation fell short of its high standards when answering questions about the interview.\nIt also found that Bashir seriously breached BBC rules by mocking up faked documents, which he showed to Earl Spencer to obtain the interview.\nSince the report was published on Thursday, the Duke of Cambridge has blamed BBC failings for fuelling his mother's paranoia and worsening his parents' relationship. The Duke of Sussex has also spoken about the hurt caused by the interview.\nA senior Tory MP has said the BBC still has questions to answer over the interview.\nJulian Knight, chairman of the House of Commons Digital, Culture, Media and Sport Select Committee, which scrutinises the BBC, said he wanted to know why Bashir was rehired as a correspondent in 2016 - when Lord Hall was director general - and later promoted to religion editor.\nHe also said the BBC should have an \"open mind\" about compensation for whistleblowers, such as graphic designer Matt Wiessler, who raised concerns about fake bank statements he produced for Bashir.\nThe BBC has defended rehiring Bashir, saying the post was filled after a competitive interview process. \nBashir left the BBC earlier this month without a pay-off.\nThe inquiry was commissioned by the BBC last year, after Earl Spencer went public with his concerns about the tactics used to get the interview.\nBroadcast in November 1995, the interview marked the first time a serving royal had spoken in such candid terms about life in the Royal Family or relationships with other royals. \nThe princess spoke about her unhappy marriage to Prince Charles, and famously said: \"There were three of us in this marriage.\" Shortly afterwards, the Queen wrote to Prince Charles and Princess Diana telling them to divorce.\nThe princess died in 1997, after the car she was in crashed in the Pont de l'Alma tunnel, in Paris.\nLord Hall had been a trustee of the National Gallery since November 2019, and became chairman of the board in July 2020.\nIn a statement announcing his resignation, Lord Hall added: \"I am very sorry for the events of 25 years ago and I believe leadership means taking responsibility.\"\nDr Gabriele Finaldi, director of the National Gallery, thanked Lord Hall for his work at the institution, while Sir John Kingman, deputy chairman of the National Gallery board of trustees, said the gallery was \"extremely sorry to lose him\".\nLord Dyson concluded:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57206289",
      "category": "entertainment-arts",
      "title": "Jeremy Paxman receiving treatment for Parkinson's disease",
      "tags": "Parkinson's Disease",
      "text": "Broadcaster Jeremy Paxman has revealed he has been diagnosed with Parkinson's disease.\nThe former Newsnight presenter said he was receiving \"excellent\" treatment and that his symptoms are \"currently mild\".\n\"I plan to continue broadcasting and writing for as long as they'll have me,\" he said.\nThe 71-year-old has hosted University Challenge since 1994 and is renowned for his fiercely inquisitorial interviewing style.\nBorn in Leeds in 1950, the presenter joined Newsnight in 1989 and remained with BBC Two's nightly bulletin until June 2014.\nIn recent years he has presented documentaries about the British Empire and Winston Churchill.\nPaxman said he would be making no further comment and had written about his diagnosis for the June edition of Saga magazine.\nSource: NHS\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57215498",
      "category": "uk",
      "title": "Martin Bashir: I never wanted to harm Diana and don't believe we did",
      "tags": "Princess Diana, Princess of Wales,UK Royal Family,BBC",
      "text": "Martin Bashir has said he \"never wanted to harm\" Diana, Princess of Wales, with her 1995 interview with Panorama, adding: \"I don't believe we did.\"\nThe former BBC journalist used deception to get the interview, an independent inquiry concluded.\nSpeaking to the Sunday Times, Bashir said he was \"deeply sorry\" to her sons, the dukes of Cambridge and Sussex.\nBut he rejected Prince William's claim that he fuelled her paranoia, saying they were close and he \"loved\" her.\nHe told the paper that even in the early 1990s, there were stories and secretly recorded phone calls and he \"wasn't the source of any of that\". \nBashir said Princess Diana was never unhappy about the content of the interview and said they remained friends after the programme aired.\nThe princess even visited his wife in a south London hospital on the day she gave birth to the couple's third child, he said.\n\"Everything we did in terms of the interview was as she wanted, from when she wanted to alert the palace, to when it was broadcast, to its contents,\" he told the paper.\nBut on having showed her brother Earl Spencer forged bank statements and says: \"Obviously I regret it, it was wrong. But it had no bearing on anything. It had no bearing on [Diana], it had no bearing on the interview.\"\nSunday Times journalist Rosamund Urwin, who met Bashir in person for the interview, said he seemed like a broken man but added she felt he was a good actor.\nShe told BBC Radio 5 Live's Sunday Breakfast programme: \"He wasn't, I felt, as contrite as one could be in that circumstance, if you're always looking for an excuse rather than an apology that seems problematic to me.\"\nOn Thursday, the independent report by former senior judge Lord Dyson found Bashir was unreliable and dishonest, and that the BBC fell short of its high standards when answering questions about the interview.\nIt also found that Bashir seriously breached broadcaster's rules by mocking up faked documents, which he showed to Princess Diana's brother Earl Spencer to obtain the interview.\nLord Dyson also criticised the internal BBC investigation in 1996 that cleared Bashir and BBC News of wrongdoing as \"woefully ineffective\" and on Saturday former Lord Hall, who had led that investigation as head of BBC News, resigned as National Gallery chairman.\nLord Hall had become director general when Bashir was rehired by the BBC as religious affairs correspondent in 2016 and later promoted to religion editor.\nBashir left the BBC without a pay-off earlier this month, citing ongoing health issues.\nThe chairman of the Commons Digital, Culture, Media and Sport Committee, Julian Knight, has called on current director-general Tim Davie explain how Bashir came to be re-employed in 2016.\nMr Knight told BBC Radio 4's Today programme there was a need for further reform and a strengthening of editorial policy within the corporation.\nHe told BBC Breakfast on Sunday: \"We need to be sure that the processes are in place that editorial policy is respected, and has a loud enough voice in the BBC so that in future we don't have any chance of any repeat of this shoddy journalism.\"\nThe BBC has defended rehiring Bashir, saying the post was filled after a competitive interview process.\nThe interview was a huge scoop for the BBC, and in it the princess famously said: \"There were three of us in this marriage.\"\nEarlier this week, Earl Spencer told Panorama he \"draws a line\" between meeting Bashir and his sister's death. \nThe princess died in 1997, after the car she was in crashed in the Pont de l'Alma tunnel, in Paris.\nBut Bashir told the Sunday Times: \"I can understand the motivation [of Earl Spencer's comments] but to channel the tragedy, the difficult relationship between the Royal Family and the media purely on to my shoulders feels a little unreasonable. The suggestion I am singularly responsible I think is unreasonable and unfair.\"\nAsked whether he is able to forgive himself, he is reported to have said: \"That's a really difficult question because it was a serious error. I hope that people will allow me the opportunity to show that I am properly repentant of what happened.\"\nThe earl has asked the Metropolitan Police to investigate the BBC.\nEarlier this week, the police force said it would assess the Dyson report \"to ensure there is no significant new evidence\", after previously deciding against a criminal investigation.\nLord Dyson concluded:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57174042",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Vaccine certificates for those travelling abroad",
      "tags": "Tourism,Travel,Vaccination,Vaccine passports,Coronavirus pandemic",
      "text": "People in Scotland travelling to a foreign country will now be able to access a vaccine certificate, the Scottish government has confirmed.\nOnly those travelling to destinations which require a record of vaccination status should download their certificate from an NHS portal.\nIt can also be requested in the post via a Freephone Covid Status Helpline.\nThere are currently no countries requiring vaccination status to travel but restrictions can change quickly.\nPublic health officials previously said this digital scheme would mean Scotland was \"ready to join\" an international vaccination passport programme.\nThe Scottish government said the service was intended to allow people access to the certificate without asking their GP, thereby \"easing the burden\" on the NHS.\nPeople have been advised to request the document if they are due to travel in the next 21 days.\nAs more people are vaccinated, the system will be replaced by digital Covid status certificates - which will include vaccination and testing data to be used for outbound international travel.\nThe system differs from that being used in England where an NHS app - separate from its contact tracing app -  can show vaccine status if enabled by a GP. \nChief Medical Officer Dr Gregor Smith said people should continue to limit their travel abroad, \"play it safe\" and instead go on a staycation this summer.\nHe said: \"Given the risk of returning with infection, and especially of introducing new variants of the virus, we continue to be highly cautious about international travel.\n\"For those that do need it, this new service will provide people with a record of their vaccination status for outbound international travel.\n\"They should only access their record if they are planning to travel within 21 days and it is a requirement of their destination.\"\nA traffic lights system for foreign travel came into effect in Scotland on Monday - meaning people travelling to \"green list\" countries do not need to quarantine on their return.\nCovid status certificates have been trialled in England since mid April.\nThe UK government previously said such a scheme could have an important role to play both domestically and internationally and is \"likely to become a feature of our lives until the pandemic recedes\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56375307",
      "category": "health",
      "title": "Vaccine side effects: My experience of them and what they mean",
      "tags": "Medical research,Vaccination,James Gallagher,Coronavirus pandemic,Immune system",
      "text": "I was over the moon to get vaccinated. I've covered the coronavirus pandemic, including the race to develop a vaccine, since only a handful of people were infected in Wuhan.\nSo when it was my turn to roll up my sleeve at the GP surgery, it really felt like a moment. \nBut I'm going to be open and honest with you: the vaccine floored me. \nLet's be clear, even with hindsight I'd do it all again. I'd rather have side effects than Covid, or another year of restrictions, or a higher chance of accidentally passing the virus onto a loved one.\nI had my first dose of the Oxford-AstraZeneca vaccine at 0930 in the morning. That evening I spiralled rapidly downhill and could barely scrape myself out of bed for the next three days. \nThe worst was the migraine and vomiting, but I also had aches, chills and exhaustion.  \nIt's fair to say I was moaning \"Why me?\" from my sick bed. But as I recovered, I wondered why do some of us get worse side effects than others, and do they mean I've built a super-strong immune response? So I spent an episode of Inside Health on BBC Radio 4 finding out. \nCovid vaccines \"trick\" the body into thinking it is fighting coronavirus and tap into our natural immune response to an infection.\nFirst there is a reaction in the arm where you are injected - think swelling and soreness - as the immune system swings into gear. \nThis can progress to affect the rest of the body and cause flu-like symptoms including fever, chills and nausea.\n\"That's caused by the inflammatory response,\" Eleanor Riley, a professor of immunology and infectious disease at Edinburgh University, told me.\nIt works like a chemical fire alarm. It is a flood of chemicals released into the body warning that something is wrong. \nProf Riley said: \"It mobilises the immune response and sends immune cells into the tissue around your arm to figure out what's going on.\"\nHowever, it is these same chemicals that can make us feel temporarily unwell.  \nHowever, side effects vary massively from one person to another. Some will not notice a thing; others will feel groggy, but good enough to go to work; others will need to ride it out in bed. \n\"A really important component, and this might be relevant for you James [I am in my mid-30s], is age,\" Prof Andrew Pollard, who led trials of the Oxford-AstraZeneca vaccine, told me.\n\"The older you are, the less the side effects - the over-70s have almost no side effects.\"\nBut even two people the same age can have wildly different reactions to a vaccine. \n\"There is enormous genetic diversity in our immune systems, that's what underlies the difference,\" Prof Riley told Inside Health.  \nThis diversity means some people's immune systems run a little bit hotter and are more prone to reacting aggressively. \nProf Riley said: \"The people who, like yourself, go into full blown flu-like symptoms have rather overreacted to the whole thing.\n\"And it may be you're one of those people that always feels terribly ill if you have a cold or flu. I don't want to accuse you of having man-flu, but you may be one of those people.\"\nAnother factor that slightly increases the chance of side effects is having had a previous coronavirus infection, which can lead to an incredibly strong immune response after vaccination. \nSelfishly, I had hoped that having side effects meant I had an incredibly strong immune response and there has been some evidence from previous vaccines that this would be the case. \n\"There are examples, like pandemic flu in 2009, where stronger side effects meant a strong immune response,\" said Prof Pollard. \nBut that is not the case with the Covid vaccine, everyone is getting roughly the same protection.\n\"It's fascinating, even though the elderly had few side effects, they had exactly the same immune response.\" \nThe explanation comes from how the two halves of the immune system work together. \nThe first is called the innate response and includes that chemical fire alarm. The other half is the adaptive response which learns and then remembers how to fight an infection by designing B-cells that produce antibodies to seek out and destroy the virus, as well as T-cells which can attack any of the body's cells which have been infected. \nProf Riley said: \"It's this early innate phase of the immune response that varies with age and varies amongst people and that's what determines the strength of your side effects.\n\"You only need a little bit of that innate response to wake up the adaptive response and get that full panoply of B-cells and T-cells that will protect you.\"\nA natural worry after one bout of side effects is there could be another one on the horizon. However, I have assurances. \n\"Your second dose will be innocuous, the second dose is very mild in comparison to the first,\" said Prof Pollard, who ran the Oxford vaccines trials.\nHowever, he did warn that some data suggested the second Pfizer dose might lead to slightly more side effects than the first. \nConcerns over vaccine side effects had dominated the news after a very small number of people had blood clots after they were vaccinated. \nI warned before the rollout started of the dangers of falsely assuming health problems that happen by coincidence are caused by the vaccine. The European Medicines Agency has said there is \"no indication that vaccination has caused these conditions\".\nBut there are genuine side effects too, and Prof Pollard says it is important to be open and honest about what they are. \nHe said: \"In trials you have the opportunity to say you might be like James Gallagher and feel rotten for a few days, then you know what to expect and it's an inconvenience. You take some paracetamol and it ends.\n\"If it just hits you and you don't expect it, then it can be pretty worrying.\"\nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57209829",
      "category": "uk",
      "title": "Diana interview: Still unanswered questions - Tory MP",
      "tags": "Princess Diana, Princess of Wales,UK government,UK Royal Family,BBC,Boris Johnson,The Royal Family and the media",
      "text": "The BBC still has questions to answer after an inquiry into Panorama's Diana interview, a senior Tory MP has said.\nThe report found Martin Bashir used deception to get the 1995 scoop.\nJulian Knight, chairman of a committee that scrutinises the organisation, told the BBC he wanted to know why Bashir was rehired as a correspondent in 2016 and later promoted to religion editor.\nHe has written to the BBC's director general Tim Davie ahead of a private committee meeting on Wednesday.\nSpeaking on BBC Radio 4's Today programme, he questioned why Bashir was \"good enough\" to be re-employed by the BBC, if he had been found to lie and had had to resign from US news and chat network MSNBC in 2013 over controversial remarks.\nMr Knight, chairman of the House of Commons Digital, Culture, Media and Sport Committee, added: \"I would also want to know, what precisely did he do in his job? He wasn't on air a great deal.\"\nThe BBC has defended rehiring Bashir, saying the post was filled after a competitive interview process. Bashir left the BBC earlier this month without a pay-off.\nMr Knight said the BBC should have an \"open mind\" about compensation for whistleblowers, such as graphic designer Matt Wiessler, who raised concerns about fake bank statements he produced for Bashir.\nAnd he questioned a proposal by former BBC chairman Lord Grade for a new editorial board - instead calling for editorial policy to be strengthened at the corporation. \n\"I do wonder whether or not it will be a talking shop full of people with big salaries,\" he said.\nThe independent inquiry by former senior judge Lord Dyson found Bashir was unreliable and dishonest, and that the corporation fell short of its high standards when answering questions about the 1995 interview.\nSince the report was published on Thursday, the Duke of Cambridge has blamed BBC failings for fuelling his mother's paranoia and worsening his parents' relationship. The Duke of Sussex has also spoken about the hurt caused by the interview.\nBroadcast in November 1995, the interview marked the first time a serving royal had spoken in such candid terms about life in the Royal Family or relationships with other royals. Shortly afterwards, the Queen wrote to Prince Charles and Princess Diana telling them to divorce. \nThe princess died in 1997, after the car she was in crashed in the Pont de l'Alma tunnel, in Paris.\nReacting to the inquiry findings, Prime Minister Boris Johnson said on Friday the BBC should take \"every possible step to make sure nothing like this ever happens again\".  Ministers have suggested the BBC's governance might need reform.\nNext year will see a mid-term review of the corporation's royal charter - an agreement with the government over what the BBC intends to do, including how it is funded and run. \nBut Newsnight's Nicholas Watt said the talk in Whitehall was that the charter review was just a health check and the current BBC board could be allowed to carry out the job of improving governance.\nThe BBC has insisted it has made fundamental changes in governance since the 1990s.\nSpeaking on BBC Radio 4's Today programme, the BBC's former chief operating officer Caroline Thomson, called for the introduction of a series of measures to restore trust \"among BBC journalists and staff as well as among the public\". \nInstead of an editorial board, she suggested the introduction of a new non-executive board member with dedicated responsibility for news and editorial matters who could be \"the face of transparency\" and available to those who would like to whistleblow.\nDuring Princess Diana's interview with Bashir for Panorama, the princess spoke about her unhappy marriage to Prince Charles, and famously said: \"There were three of us in this marriage.\"\nThe inquiry was commissioned by the BBC last year, after Earl Spencer - Diana's brother - went public with his concerns about the tactics used to get the interview.\nOfcom - the media watchdog - said it would be talking to the BBC about what further action might be needed.\nLord Dyson concluded:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57202578",
      "category": "uk",
      "title": "BBC 'deceit': What next for the corporation?",
      "tags": "Media,Princess Diana, Princess of Wales,Television,BBC",
      "text": "This is a crisis that goes to the heart of the BBC's DNA - the values of integrity and fairness that underpin its reputation around the world. \nThe deceit may go back a quarter of a century, but there are unanswered questions that carry huge jeopardy for the corporation today.\nIn his first speech after taking over as director general after the Jimmy Savile scandal, Lord Hall addressed the culture of the BBC.\n\"No organisation as big as this one can avoid making mistakes,\" he said.\n\"But I want to ensure that when we do make mistakes, they are caused by trying to serve our viewers, not by looking after ourselves. \n\"And when we do make mistakes - and we will - let's own up to them quickly, learn from them and move on.\"\nBut Lord Dyson's report suggests the corporation's values and principles were parked to protect its corporate reputation. \nThe BBC used its press office to deflect difficult questions, the kind of institutional cover-up its own journalists seek to expose.\nThe corporation stands accused of hostility to staff who sought to blow the whistle on Martin Bashir's lies. \nThe graphic designer Matt Wiessler, who was commissioned by Bashir to create mocked-up bank statements, has long claimed he was made the scapegoat for the scandal.\n\"There is this culture within the BBC, that the little people... we don't really need to be addressed,\" he said.\nToday he said he had received the \"absolute minimum\" apology from BBC bosses - in a letter which arrived late last night. \n\"Only under duress do we get some sort of apology and some sort of acknowledgement,\" he added.\nThe BBC said on Friday that there had been \"radical change\" to its whistleblowing procedures over the past 25 years, and they had \"changed out of all recognition\".\nA spokesman said: \"We now have a thorough and industry-leading whistleblowing scheme which provides clear and independent routes to raise concerns and, if necessary, direct access for whistleblowers to a non-executive director on the BBC board.\" \nAnother question the BBC must answer is why Martin Bashir was re-hired by the BBC as religious affairs correspondent in 2016. \nLord Hall was director general at the time and had intimate knowledge of Bashir's behaviour.\nThe BBC's head of newsgathering, Jonathan Munro, said at the time: \"Martin's track record in enterprising journalism is well-known and respected in the industry and amongst our audiences.\"\nIn the years before his re-appointment, Bashir was forced to apologise twice for making controversial remarks while employed by US news networks. \nOn one occasion, speaking to the Asian-American Journalists Association, he said: \"I am happy to be in the midst of so many Asian babes.\"\nIn 2013, he resigned from MSNBC following disparaging remarks on air about the former Governor of Alaska, Sarah Palin.\nThe corporation's religion and ethics review in 2017, led by Lord Hall, promoted Mr Bashir to Religion Editor.\nThe BBC said this was part of its aim to \"raise our game across all output\". \nLord Dyson said yesterday that the decision to re-hire him was not closely related enough to his terms of reference, for him to investigate or reach any conclusions.\nA BBC spokesman said the post was filled after a competitive interview process: \"We now of course have the Dyson report. We didn't have it then.\" \nThe former head of news at Channel 4, Dorothy Byrne, last night called the appointment \"obscene\" and called for an inquiry into how it happened.\nQuestions have also been raised about how the BBC is governed.\nFormer BBC chairman and broadcasting executive Lord Grade has suggested an independent body of journalists should oversee standards at BBC News.\n\"There has got to be a serious governance structural change inside the BBC,\" he said.\n\"I think there has to be an editorial board of independent outside specialist non-conflicted journalistic people who can hold BBC journalism to account.\"\nThe Justice Secretary Robert Buckland has said the BBC's failings are serious enough for the government to consider taking action: \"Clearly the wider issues of governance and the way things are run now need to be looked at.\"\nThe BBC, which has changed its system of governance twice since the mid-1990s, said reviews were built into the existing system and one would take place as part of the current royal charter.\n\"But of course,\" it said in a statement, \"there is much to reflect on\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57206430",
      "category": "uk",
      "title": "Martin Bashir: Ex-BBC News boss 'didn't know' Bashir forged statements",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57198607",
      "category": "uk-politics",
      "title": "UK makes free-trade offer to Australia despite farmers' fears",
      "tags": "Boris Johnson,UK economy,Trade",
      "text": "The UK has offered trade deal terms to Australia under which both countries would phase out taxes on imports over 15 years.\nThe cabinet was reportedly split on what terms to propose, amid concerns UK beef and lamb farmers could be undercut by larger Australian producers.\nBut the dispute was apparently resolved after Boris Johnson pushed for unity.\nInternational Trade Secretary Liz Truss formally made the UK offer to her Australian counterpart on Friday.\nIf accepted, it would also lead to quotas - limits - on tax-free trade between the two countries to be phased out.\nThe National Farmers' Union (NFU) has warned that freeing up the UK-Australian trade in meat will lead to hundreds of British cow and sheep breeders going out of business.\nMinisters are keen to strike as many trade deals as possible following Brexit, and Ms Truss wants one in place with Australia by the time the UK hosts the G7 summit - of leading economies - in June.\nBut she had reportedly been at odds with Environment Secretary George Eustice over the possible impact on farmers of removing import taxes, called tariffs, that are normally paid to the government.\nWith these differences seemingly resolved at a Downing Street meeting chaired by the prime minister on Thursday, Ms Truss put the UK's terms for a deal to Australian counterpart Dan Tehan at an online meeting on Friday.\nSpeaking on a visit to Portsmouth, Mr Johnson said: \"We are certainly looking at doing free trade deals around the world.\n\"They present a fantastic opportunity for our farmers, for businesses of all kinds, for our manufacturers. We should see these new openings not as threats but as opportunities.\"\nMr Tehan said he was \"confident\" of reaching an agreement with the UK by early June, having had \"very positive discussions\" with Ms Truss, the news.com.au website reported.\nIn 2019-20, trade in goods and services between Australia and the UK was valued at £20.1bn, and both sides are hoping to expand this amount considerably.\nCurrently, metals, wine and machines form the biggest goods exports from Australia to the UK, while Australia's main UK imports are cars, medicines and alcoholic drinks.\nTrade in meat between the two countries is small, with 0.15% of all Australian beef exports going to the UK and 14% of sheep meat imports to the UK coming from Australia. \nNFU president Minette Batters said removing tariffs on these products would \"have a massive impact\" on British farms, which would be unable to compete, in terms of scale, with Australia's vast cattle and sheep stations.\nShe added: \"We continue to maintain that a tariff-free trade deal with Australia will jeopardise our own farming industry and will cause the demise of many, many beef and sheep farms throughout the UK. This is true whether tariffs are dropped immediately or in 15 years' time.\"\nThe Scottish and Welsh governments have both urged Mr Johnson to ensure UK farmers are not left exposed.\nAnd Northern Ireland's agriculture minister, Edwin Poots, said he was \"strongly opposed\" to ending tariffs and quotas.\nBut Conservative MP Neil Parish, chairman of the Commons Environment, Food and Rural Affairs Committee, said UK farmers could succeed in the beef market by exporting more \"higher-end\" cuts, such as sirloin, to Australia.\nA Department for International Trade spokesperson said: \"Any deal we sign with Australia will include protections for the agriculture industry and will not undercut UK farmers or compromise our high standards.\n\"Typically, any tariff liberalisation is staged over time, with safeguards built in. We will continue to work with the industry, keeping them involved throughout the process and helping it capture the full benefits of trade.\"\nAre you a farmer in the UK? What are your thoughts on a free-trade deal? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57205126",
      "category": "science-environment",
      "title": "Covid-19: Sewage testing ramped up in England",
      "tags": "Sewage,Coronavirus pandemic",
      "text": "The government  has ramped up its programme to analyse wastewater for early signs of coronavirus. \nThe sewage-testing programme now covers two-thirds of England's population. \nScientists discovered early in the pandemic that genetic fragments of the virus could be detected in sewage. \nSamples are now being are taken at wastewater treatment plants and sent to a new lab in Exeter that is dedicated to analysing wastewater.\nThe programme has supported the detection of local outbreaks or the presence of variants of concern, which it can  link to specific communities via the sewage treatment network. \nDr Jenny Harries, chief executive of the UK Health Security Agency, described it as \"an additional detection system\" for Covid-19. \"It is enabling us to respond more effectively to outbreaks and better protect citizens.\"\nAnd since it can cause infections without any symptoms, Dr Harries added that it \"helps us understand where it may be circulating undetected\".\nEarlier this week, Health Secretary Matt Hancock said that the approach was being used to monitor the Indian variant of the virus and to track its spread. \nBecause the testing is at a community level, it has helped guide some local councils to direct their testing and public health guidance. Luton Borough Council, after seeing an increase in cases of the coronavirus, used the information from wastewater testing to \"understand where to put additional activity\". \n\"It's particularly useful to see where we have the variants so we can target our testing,\" said Luton's director of public health, Lucy Hubber. \nProf Andrew Singer, from the UK's Centre for Ecology and Hydrology, played a key role in the scientific effort to establish this wastewater-based epidemiology effort in the UK.\n\"The scale of the programme that has been created in the past year is truly remarkable,\" he told BBC News. \n\"Well over 500 locations are being monitored for coronavirus, and many of them sampled at least four days a week, thereby generating an enormous amount of data on the prevalence of the virus across the UK.\n\"And this will live on in a post-Covid world by searching for other pathogens in wastewater, like influenza, so that makes this programme one of the few silver linings from the pandemic.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57208911",
      "category": "world-middle-east",
      "title": "Israel-Palestinian conflict: Aid arrives in Gaza as ceasefire holds",
      "tags": "Israel & the Palestinians,Israel,Palestinian territories,Gaza",
      "text": "The first convoys of humanitarian aid have arrived in Gaza, hours after a ceasefire between Israel and Palestinian militants came into effect.\nThousands of Palestinians returned home to scenes of devastation with officials saying reconstruction might take years.\nThe World Health Organization (WHO) called for the creation of corridors for injured people to be evacuated.\nMore than 250 people were killed in the 11-day conflict, most of them in Gaza. Both Israel and Hamas claimed victory.\nIn southern Israel, residents celebrated the truce but many expressed concern that another conflict in the region was just a matter of time.\nTrucks from various aid agencies, including those affiliated with the United Nations, started bringing much-needed medicine, food and fuel into Gaza, after Israel reopened the Kerem Shalom crossing.\nMore than 100,000 people had to flee their homes in the territory, which is controlled by the militant group Hamas, and nearly 800,000 people did not have access to piped water, the UN children's agency Unicef said.\nPalestinian officials say tens of millions of dollars will be needed to rebuild the already impoverished enclave that is also suffering with Covid-19.\nMargaret Harris, a spokeswoman for the WHO, called for immediate access for health supplies and personnel, saying the territory's health facilities risked being overwhelmed by thousands of injuries. \nFor years, Gaza has been subjected to Israeli and Egyptian restrictions on the passage of people and goods, with both countries citing concerns about weapons reaching Hamas.\nThe UN agency for Palestinian refugees (Unwra) said its priority was to identify and help tens of thousands of displaced people, and that it was urgently seeking $38m (£26m) in aid.\nOn Thursday, Gaza's housing ministry said 1,800 housing units were unfit for living and 1,000 had been destroyed.\n\"The damage inflicted in less than two weeks will take years, if not decades, to rebuild,\" said Fabrizio Carboni, the Middle East director for the International Committee of the Red Cross (ICRC).\nSamira Abdallah Nasser, said her two-storey house near Beit Hanoun was hit by a blast during the fighting, reducing it to ruins.\n\"We're back to our homes and we don't have a place to sit, we don't have water, we don't have electricity, we don't have beds, we don't have anything,\" she told Reuters news agency. \"We're back to our fully destroyed homes.\"\nAnother resident, Azhar Nsair, told the Associated Press news agency: \"We see such huge destruction here, it's the first time in history we've seen this.\"\nThe fighting between Israel and Palestinian militants in Gaza began on 10 May after weeks of rising Israeli-Palestinian tension that culminated in clashes at a holy site revered by both Muslims and Jews, in occupied East Jerusalem. \nHamas began firing rockets after warning Israel to withdraw from the site, triggering retaliatory air strikes.\nAt least 248 people, including more than 100 women and children, were killed in Gaza, according to its health ministry. Israel has said it killed at least 225 militants during the fighting. Hamas has not given casualty figures for fighters.\nIn Israel 13 people, including two children and an Israeli soldier, were killed, its medical service says. \nMany Jewish families emerged from bomb shelters. Emergency restrictions have been lifted while all schools are due to reopen on Sunday.\nThe Israeli army said militants fired more than 4,300 rockets during the conflict, of which 90% were intercepted by its air defences. But rockets still got through, slamming into homes, synagogues and other buildings.\nMany of those rockets were fired at cities in southern Israel, such as Ashkelon, where Tammy Zamir told Reuters she was happy the conflict was over but was \"certain there will be another escalation\".\nIn the nearby city of Ashdod, 25-year-old Dan Kiri said Israel should continue attacking Hamas until it collapsed, adding: \"It's only a matter of time until the next operation in Gaza\".\nThe ceasefire was tested by clashes at the al-Aqsa compound after Friday prayers. Israeli police fired stun grenades at Palestinian demonstrators, who threw rocks and petrol bombs at officers. At least 20 Palestinians were injured, medics said.\nMeanwhile, US President Joe Biden said a two-state solution was the only way to resolve the conflict, adding that there could be no peace unless the region unequivocally recognised the right of Israel to exist. He also said the US would organise international help to rebuild the damage in Gaza.\nGaza's streets are bursting back into life with the truce only hours old. It's the first time in nearly a fortnight people have been able to go outside in relative safety. Entire families step over rubble and children tiptoe through smashed glass. \nThey look up at wrecked buildings but seem to take it in their stride. Perhaps seeing the aftermath is easy compared with the terrifying experience of living through the airstrikes themselves. \nOn one street in the heart of Gaza City is the remnants of al-Sharouq building. Its name means sunrise. It lies in charred ruins. The block was the third high-rise bombed by Israel which said militants used it. \nA car drives past and a child in a keffiyeh - a Palestinian headscarf - stands out of the sunroof with his fingers in a victory sign.\nHamas is hailing its \"defence of Jerusalem\".  Israel says its airstrikes have set the group back strategically.  People here are welcoming calm, but know it probably just means a countdown to the next inevitable conflict. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57207947",
      "category": "uk-wales",
      "title": "Mayhill: 'Enhanced' police patrols after officers hurt in riot",
      "tags": "Swansea,South Wales Police",
      "text": "\"Enhanced\" police patrols have been promised in an area of Swansea after rioters threw bricks at houses and torched cars, injuring seven officers.\nPolice said there has been no further incidents in Mayhill as they continue to investigate Thursday's violence.\nOfficers have not made any arrests but South Wales Police Chief Constable Jeremy Vaughan said he would \"stop at nothing to find\" the 200 culprits.\nFamilies said they were trapped inside as police were \"pelted with rocks\".\nThe violence in Waun-Wen Road began after a vigil was held for a local man who had died.\nA balloon release had been planned in memory of 19-year-old Ethan Powell who collapsed and died suddenly on Wednesday. \nBut it escalated with fireworks being set off, followed by widespread disorder, with groups rolling a car down the middle of the street into a burning car.\nPolice said they were using CCTV and social media footage to identify those responsible and urged people to send in any photos or videos as investigations continue.\nTom Giffard, Conservative Senedd member for South Wales West, said the \"police were severely outnumbered\" but it was hard to make a \"huge amount of judgement\" based on the footage seen on social media.\n\"It's really shocking and disturbing footage really because it's not a scene you'd expect to see in quite a tight knit community,\" he told BBC Radio Wales.\nSouth Wales Police said seven officers suffered minor injuries when they were hit by missiles and told the community of Mayhill that officers \"will stop at nothing\" to find the culprits.\nAssistant Chief Constable Jenny Gilmer said officers were mobilised \"within minutes\".\nIn a Facebook post on Friday, she described it as \"a very challenging situation\" with about 200 people involved in the incident and with officers deployed from across the force area.\n\"I want to reassure the residents of Mayhill that we shall be maintaining an enhanced police presence throughout the weekend,\" she said.\nThere were police vans parked on street corners in Mayhill on Friday evening and officers spoke with people as they walked by while some were refused access to Waun-Wen Road.\nBen Wheel from nearby Fforestfach, is trying to contact the owner of one of the cars damaged when the mob to offer them his black 2007 Vauxhall Astra after he recently bought another vehicle.\nThe 27-year-old personal trainer said he wanted to give his car away to provide some \"help\".\n\"It's disgusting,\" he said. \"There's no way that should have happened.\"\nSwansea business owner Sophie Heneberry, who has been helping to raise funds for those counting the cost of incident, said people have been \"willing to help in all sorts of ways\".\nAs well as offering people their old car, members of the local community have helped with boarding up windows, cleaning debris and giving cash, \n\"People have been amazing,\" said Ms Heneberry. \"That's the Swansea we know and love.\"\nThe community has led the clean-up of the Mayhill area while Swansea council deployed extra resources to help repair damaged roads and pavements, doors and windows.\nPoliticians condemned the behaviour of those involved in the riot, as First Minister Mark Drakeford said the \"violent scenes were completely unacceptable and will not be tolerated\".\nHome Secretary Priti Patel said the scenes were \"disgraceful\" and said her \"thoughts are with Mayhill residents who had to endure such shocking behaviour\".\nSwansea's council leader called it \"disgusting behaviour by yobs\" but Rob Stewart said: \"What happened is neither reflective of Mayhill and Waun-Wen, nor Swansea.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57207409",
      "category": "uk-wales",
      "title": "Mayhill riot: 'I'm packing up, I'm not willing to live in fear'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-57163815",
      "category": "explainers",
      "title": "Princess Diana interview: What did Martin Bashir and the BBC do?",
      "tags": "Princess Diana, Princess of Wales,UK Royal Family,BBC",
      "text": "The BBC has made an \"unconditional apology\" over the way it obtained an interview with Diana, Princess of Wales in 1995.\nAn independent inquiry by Lord Dyson, a former senior judge, found journalist Martin Bashir used deception to secure the interview and then lied to BBC managers. \nMartin Bashir's interview with Princess Diana, broadcast by Panorama in late 1995, was a huge scoop for the BBC. Never before had a serving royal spoken in such candid terms about life in the Royal Family. \nIn the interview, Princess Diana:\nMore than 20 million people watched the interview and it caused huge controversy. \nShortly afterwards, the Queen wrote to Prince Charles and Princess Diana telling them to divorce.\nQuestions about the manner in which interview was secured, started to be asked within a short time of its airing.\nA graphic artist working for the BBC said he had been asked by Martin Bashir to produce fake bank statements. \nThese appeared to show payments by a newspaper group to a former member of staff of Earl Spencer, Princess Diana's brother.\nThe Dyson report says this was to gain Earl Spencer's confidence, so he would introduce Mr Bashir to Diana.\nWhen questioned by BBC bosses, Mr Bashir admitted having the statements mocked up, but repeatedly denied showing these documents to Earl Spencer. \nThe report says Mr Bashir \"lied and maintained the lie until he realised that it was no longer sustainable. This was most reprehensible behaviour which casts considerable doubt on his credibility generally\".\nPrincess Diana was the mother of Prince William and Prince Harry. \nShe married the Prince of Wales, the heir to the throne, in London's St Paul's Cathedral, in 1981.  \nThe couple separated in 1992 and divorced in 1996.\nShe died in a car crash in Paris a year later, along with her companion Dodi Fayed, and their driver, Henri Paul.\nThey had been speeding away from photographers following the car, when Mr Paul lost control and smashed into a concrete pillar.\nAnalysis indicated he had significant levels of alcohol in his blood at the time.\nThe BBC comes in for strong criticism in the Dyson report. \nAfter the forged bank statements were revealed by the Mail on Sunday newspaper in early 1996, an internal BBC inquiry cleared Mr Bashir, Panorama and BBC News of wrongdoing. \nThe director of news who conducted the inquiry was Tony Hall, now Lord Hall, who later became the BBC director general.  \nHowever, the Dyson Report says this inquiry was inadequate because it failed to interview Earl Spencer - something it calls \"a big mistake\".\nIt says it did not treat Mr Bashir's account with \"necessary scepticism and caution\", given that he admitted faking bank statements (itself a serious breach of BBC rules) and could give \"no credible reason\" why.\nLord Hall - who left the BBC in 2020 - admitted that he was wrong to give Martin Bashir the \"benefit of the doubt\" at the time of the investigation. He has since resigned from his  job as chairman of the National Gallery.\nThe Dyson report also says the BBC covered up facts about how Mr Bashir secured the interview. \nIt criticises the corporation for giving evasive responses to press inquiries, and says \"without justification, the BBC fell short of the high standards of integrity and transparency which are its hallmark\". \nThe BBC says the report has identified \"clear failings\" and that while it now has better procedures in place, \"those that existed at the time should have prevented the interview being secured in this way\".\nIt also says it should have made \"greater effort to get to the bottom of what happened at the time and been more transparent about what it knew\".\nMartin Bashir left the BBC a few days before the release of the Dyson report. \nHe apologised for the fake bank statements - which he said were \"a stupid thing to do\" - but said they had had no bearing on Princess Diana's decision to grant him an interview. \nThe BBC has published a report into how Martin Bashir was rehired as religion correspondent in 2016, when questions had already been asked about his conduct.\nIt found there was no evidence given the job to cover up the circumstances around his Diana interview. It said he \"would have never been reappointed\" had everything about his conduct been known.\nPrinces William and Harry have spoke of the hurt caused by the interview.\nPrince William said Diana \"was failed not just by a rogue reporter, but by leaders at the BBC who looked the other way rather than asking the tough questions\". He said the interview made a \"major contribution to making my parents' relationship worse\".\nPrince Harry said the \"ripple effect of a culture of exploitation and unethical practices\" ultimately took his mother's life."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-57207961",
      "category": "uk-england-beds-bucks-herts",
      "title": "Whipsnade Zoo: Brown bears shot dead after enclosure escape",
      "tags": "Bears,Zoos and Zoology,Zoological Society of London,Animals,Whipsnade",
      "text": "Two brown bears have been shot and killed after escaping from a zoo enclosure.\nWhipsnade Zoo in Dunstable said the animals were euthanised by zookeepers on Friday, after using a fallen tree to get into a neighbouring enclosure.\nThe zoo's chief curator, Malcolm Fitzpatrick, said the two female bears, named Snow White and Sleeping Beauty, had attacked a male boar.\nHe said it had been \"an incredibly upsetting and difficult day\".\n\"As brown bears are strong and dangerous predators, our first priority is safety,\" he said.\n\"We must quickly make decisions informed by our experience and expertise to protect our people, guests and our other animals.\"\nMr Fitzpatrick said zookeepers \"agreed the only option was to euthanise the bears,\" adding: \"When there's an immediate threat to human life, the decision is made for you.\"\nHe said tranquilisers could not be used, as they would have taken 20 minutes to take effect, \"during which time the animals can become unpredictable and aggressive as adrenaline is coursing through them\".\nThe boar enclosure has a low fence, which the bears could have escaped over, something the zoo called \"a risk we couldn't take\".\nA third brown bear called Cinderella, which had not left her enclosure, was called to an indoor den and secured. The fallen tree was then removed.\nMr Fitzpatrick said there would be a full investigation into the incident.\nHe added: \"This situation is something we train to deal with through regular, rigorous drills - but one that we always hope we'll never have to face.\n\"I'm devastated by the outcome of this morning's incident, but I'm confident that our actions prevented any further loss of life.\"\nThe boar was treated by a vet and remains under observation.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-57206500",
      "category": "explainers",
      "title": "Timeline: Martin Bashir's actions from Diana interview to Dyson report",
      "tags": "Princess Diana, Princess of Wales,Tony Hall",
      "text": "An inquiry into Martin Bashir's interview with Princess Diana in 1995 has concluded that he acted in a \"deceitful\" way and faked documents to obtain it. \nThe report by Lord Dyson is also critical of the way the BBC investigated Mr Bashir's actions. "
    }
  ]
}