{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58020494",
      "category": "world-us-canada",
      "title": "From Afghan interpreter to US homeless - the long road to the American dream",
      "tags": "War in Afghanistan (2001-present),Afghanistan,United States",
      "text": "Zia Ghafoori, his pregnant wife and their three small children landed in the United States from their home in Kabul in September 2014.\nHe held five US visas - a reward for 14 years of service as an interpreter with US Special Forces in Afghanistan.  \nBut the benefits stopped there. Upon arrival, Zia found himself homeless - sent to a shelter by a well-meaning volunteer who told him it would be a place for him and his family to start a new life.  \nSeven years later, the memory still angers him. \nSpeaking to the BBC from North Carolina, where he now lives, he recalled struggling to look his children in the eye, apologising for bringing them to the US. \n\"I couldn't control my tears,\" he said. \"After what I had done for both countries, I was asking myself 'is this what I deserve?'\"\nBut among his peers Zia, now 37, counts himself lucky to have made it to the US at all. \nTens of thousands of Afghans have served as interpreters, fixers and local guides to US and allied soldiers since the start of Afghan War in 2001, when Western forces invaded to wrest control of the country from the Taliban. \nDecades after the beginning of what would become America's longest-running conflict, President Joe Biden has vowed to withdraw US troops by 11 September - even as the Taliban appear poised to return to power.\nMr Biden promised that a mass evacuation of interpreters would begin before August, and on Friday, 200 Afghans out of an initial group of 2,500 arrived in the US to complete their visa applications and begin new lives.\nAs many as 50,000 interpreters have worked with the US military. Since 2008, some 70,000 Afghans - interpreters and their families - have moved to the US under a special immigrant visa awarded for their service. But some 20,000 interpreters and their families are still seeking a way out. \nOn Monday, the US state department announced it would set up a second refugee programme, meant for Afghans who worked for US-funded projects and US-based media outlets and non-governmental organisations. \nBut these applicants face a clogged and complex visa process and the threat of a swift Taliban advance as the US winds down its 20-year war. \nThe danger to interpreters - marked for their work for the Americans - is grave. An estimated 300 interpreters have died since 2009 while seeking a US visa - a process that can take years, even under newer refugee schemes.\nThe delays have stung Zia. \n\"These people stood up and fought shoulder and shoulder to support both countries… and we're closing our eyes and leaving them there, leaving them to die,\" he said. \nZia signed up to join the US military as an interpreter in 2002.\nAt 18 years old, it was his first full-time job.\nTo hear Zia tell it, it was also the realisation of a promise made to his mother six years earlier, when the Taliban swept to power in Afghanistan. \nThen a grade school student, Zia saw the sudden end of a carefree childhood, an easy rotation between school, soccer, and games with his seven siblings. \nZia recalled his lively neighbourhood transformed under strict Islamic rule - indiscriminate beatings of men and women, a strange quiet as families hid indoors, his sisters barred from school.\nHis older brother, then in his twenties, was beaten and thrown in prison after he was overheard speaking the dialect of Panjshir valley, then the centre of anti-Taliban resistance.  \nThe beating left his feet and legs so swollen, he couldn't put on his boots, Zia said. The injuries were so bad he was unable to walk. \nWithin days, his parents decided they couldn't stay. The family fled from their home in Kabul, moving to Pashawar, Pakistan. \"I told my mom, 'When I grow up, I will fight against these people,'\" he said, referring to the Taliban. \nIn Pashawar, he learnt English at school. \nHis family remained in Pakistan until 2001, when the US began its decades-long invasion. \n\"When I got back, I saw a stable government was starting,\" Zia said. \"I said ok, now we have a hope.\"\nHe settled back into life in Afghanistan, got married and began teaching English at a local school. Within months of his return, a friend told him the Americans were in need of interpreters. \nThey went the very next day, he said, showing up at the base in Kabul asking about a job. \n\"They were just hiring people who could speak English. I didn't know military words, they told me 'no problem,'\". \nHe loved the work, he said, despite the months-long tours away from home, and the acute threat of serving on the front lines. \nHe resisted pleas from his wife and family to retire, saying he was devoted to his \"brothers\" of the US armed forces, who gave him his nickname, \"Booyah\". \n\"We were the eye and the tongue of the military,\" Zia said.\nFor Zia, working with the Green Berets, this meant near-constant proximity to violence and death. \nIn April 2008, he accompanied US forces in the Battle of Shok Valley. Minutes into the six-hour firefight his best friend, another interpreter, was killed. The battle spawned the highest number of Silver Stars - the second-highest decoration for valour - of any battle since Vietnam.\nWhile the Purple Heart is only officially awarded to members of the US military, members of the Special Forces team to which he was attached gave him an \"unofficial\" version of the award in recognition of his wounds.\nWhen he arrived in the US, shrapnel from that day was still in his body, he said. \nHe applied for US visas that year, under a new visa programme created by Congress in 2008 - the Special Immigrant Visa (SIV) - designed specifically for Afghans and Iraqis who worked alongside American troops in both of those conflicts. \nZia's visa took six years to be approved.  \nA soft-spoken, affable man, he called the process \"disgusting\". \nThe delays were inexplicable, he said.\n\"I don't know why it takes so long, we are already in the United States' database,\" he said. \"I don't know who could explain to the State Department what these guys have done for both countries.\"\nZia received his approval in an email in the summer of 2014, while on duty in Jalalabad, Nangarhar province. \nHe felt \"strange\", he said, daunted by the prospect of leaving Afghanistan behind. \"I can't take anything I had built.\"\nThe Taliban forced his hand. His family had begun receiving \"night letters\" - handwritten threats from the militants meant to discourage cooperation with US forces. \nThree months after their approval, Zia and his family boarded a commercial airplane for Nashville, Tennessee - weighed down by several duffel bags of clothes and a $6,500 bill for the flight.\nWhen they landed, they found no support or safety net. Zia was startled by the unfamiliar. \n\"I couldn't find any Afghans over there,\" he said. \nZia loaded his family into a hired taxi and drove one state over to Mannassas, Virginia, where he had heard lots of Afghans lived. They stayed in a hotel while Zia tried to get his bearings, reaching out to organisations meant to help special immigrant visa holders. \nAfter a few weeks, a volunteer called back, saying they had found his family a place to live and begin their lives. \n\"She took me to a homeless shelter,\" Zia said. \"I looked around and said 'this is not a place for my children to grow up.'\" \nThey had nowhere to go, and Zia again felt left down by the country that had promised to take care of him. His kids, too young to fully understand, were scared and confused. Each day, they asked their father about the family and friends left behind and when they were going back home. \nDesperate, Zia placed a call to his former captain and told him where he was. \n\"He was so pissed off,\" Zia said. Days later, his captain arrived in Virginia and drove Zia and his family back to his home in North Carolina. \n\"He told me: 'This is your house,'\" Zia said. \"As long as you want to live here, you can.\"\n\"I will never, ever forget that.\" \nZia was eventually able to move his family to their own apartment in Charlotte, where he worked in construction and later at a convenience store. \nNorth Carolina wasn't like the places he had heard about from his American colleagues - New York City, Washington DC, Las Vegas. But he relished the simple security of their new lives: his kids' safe trips to and from school, his wife's freedom to go out, to work. \nHis four children quickly became fluent in English, and the former interpreter is teased for his language mistakes. Last year, Zia, his wife and their three oldest children were sworn in as American citizens. His youngest son, now six, was born an American, and speaks with a slight southern accent.\nAbout two years ago, the family of five moved into in a modest, clapboard home in a quiet cul-de-sac. A large American flag hangs from a pole outside. \nBut Zia's view from Charlotte is clouded by the people left behind. \nIn 2019, he launched the Interpreting Freedom Foundation, a charity meant to help interpreters with the SIV process and resettlement in the US. He now fields nightly calls from former interpreters and their family, desperate for a way out. \nMost are trapped within a complex bureaucratic process, buckling under a years-long backlog. \nAdding further complications - US evacuations are taking place only out of Kabul, meaning Afghans living outside the capital will have to face a potentially fatal journey through Taliban-controlled territory - a rapidly expanding area. \nSince the US announced its withdrawal in April, the number of Taliban controlled districts has tripled from 72 to 221, according to the Foundation for the Defense of Democracy, a DC-based nonprofit. The US government has said it's possible that the Afghan government will collapse as soon as next year. \nSome of the provinces most at risk of a Taliban takeover, like Kandahar and Helmand, were home to thousands of US troops and their local interpreters, who now face threat of capture or execution. \nInterpreters are in \"mortal danger\", said retired Col Mike Jason. \"This is not a mystery. Our interpreters have been assassinated for a decade plus.\" \nProof of former employment with the US military - the types of documents necessary for a visa application - amount to a \"confession\" in the eyes of the Taliban, he said. \n\"We're at a point where I don't know how they can get out,\" he said. \nThe State Department has promised to expedite the process where possible, but the flat-footed response has angered veterans and interpreters alike. \n\"It's not a surprise that we're leaving… this isn't something that was suddenly thrust upon us,\" said Joe Kassabian, an author and US army veteran of Afghanistan. \"We should have planned ahead, and now we're acting like we need to do an emergency evacuation.\" \nFor Zia, the US withdrawal reads as abandonment. He has struggled to watch Afghanistan return to the way it was when he first fled as a child. \n\"The Taliban are still killing innocent people,\" he said. \"Nothing has changed.\"  \nAnd even more so, he has struggled to understand how the Americans have sent their soldiers home, while leaving their allies behind. He loves his adopted country, he said, but thinks its politicians have betrayed him and others who served. \n\"They're trying to wash their hands of us,\" he said.  \nI was an Afghan interpreter left homeless in US\nChelsea Bailey contributed research\nCorrection 9 August 2021: An earlier version of this article wrongly reported that Zia Ghafoori was awarded a Purple Heart for wounds sustained in battle. However the Purple Heart is only awarded to United States military personnel and it has since been established that Zia was referring to an unofficial award conferred on him by his unit. We have amended the article to make this clear."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58037961",
      "category": "uk",
      "title": "Covid-19: Furlough 'kick in teeth' for firms and 'Covid jab scammers nearly got me'",
      "tags": "Job Retention Scheme,Vaccine passports,Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday. We'll have another update for you on Sunday.  \nThe official heading up Northern Ireland's Covid vaccine certificate system has said there are \"frantic\" continued efforts to resolve issues with it. Dr Eddie O'Neill, from Northern Ireland's Department of Health, said staff worked until 05:00 BST on Friday to try to fix problems. But the system, which was temporarily suspended on Tuesday, did not resume as planned on Friday morning. It had been out of action due to a risk of some applicants' data being wrongly sent to other users. It was hoped it would be back up by early afternoon, but as of midnight the service was still unavailable. The CovidCertNI allows people to prove they are double-vaccinated when they travel abroad.\nWhen retired children's social worker Sioban Moore received an email inviting her for a Covid-19 vaccination, she was only too keen to accept. The message said that unless she responded within 12 hours, the opportunity would disappear and be given to someone else. She was asked for her personal information - such as her date of birth and phone number - before being asked for her bank details. It was only when she got her credit card out of her purse that the \"penny dropped\" and she narrowly avoided being scammed. Not everyone has been so lucky. You can read more here.\nFrom hospitality to road haulage, firms say they can't get staff. Some are wondering whether Covid-19 is sparking an historic rebalancing of power between the bosses and the workers. The pandemic has prompted some people to reconsider their priorities, to retire early or to leave employment to start their own business; while many foreign workers in the UK have decided to return home to wait things out. So what has been happening to the labour market? You can read more here.\nIn Wales, unions have warned that making businesses contribute more towards furloughed workers' wages could push firms \"off a cliff edge\" as they try to recover from the pandemic. Under the furlough scheme, which came into force in spring last year, the government initially paid 80% of the wages of people who could not work - up to a monthly limit of £2,500. But as the initiative has been gradually winding down with the easing of lockdown restrictions, employers have been asked to pay 10% towards the wages of staff - which is due to rise to 20%. The TUC in Wales says the move could endanger jobs, and has called for it to be delayed. The UK government said the scheme was in place until September. \nA woman who travelled from red-list Turkey to see her dying father no longer has to quarantine in a hotel after authorities ruled that she had an \"exceptional\" case - but has criticised the lack of mental health support she experienced during the process  Claire Herriot, from Glasgow, flew home to visit Gordon Herriot in hospital after being granted a one-off compassionate visit. And she has since been told she can have two further visits to her father if she continued to test negative for Covid. Ms Herriot has called for more support for people in similar situations.  She says being kept in a hotel had added to her trauma - and she was concerned that she was only able to navigate the system of seeking an exemption because of her experience and contacts as a TV producer.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nHere's a reminder of the rules of entry for some holiday hotspots including Spain and Portugal.\nFind more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-58030036",
      "category": "uk-scotland-edinburgh-east-fife",
      "title": "Cardinal Keith O'Brien: Abuse accuser says lessons not learned",
      "tags": "Catholicism,Catholic Church sexual abuse cases,Roman Catholic Church",
      "text": "A former priest who accused Cardinal Keith O'Brien of sexual misconduct claims the church has not learned lessons from the scandal.\nIn 2013, Brian Devlin and three serving priests made the claims against the Archbishop of St Andrews and Edinburgh.\nThe cardinal later apologised and resigned, saying his sexual conduct had \"fallen beneath the standards\" expected of him.\nThe Catholic Church said the church is run by humans and \"humans are flawed\".\nCardinal O'Brien's initially contested the allegations, which were compounded by his previous outspoken opposition to same-sex marriage.\nMr Devlin, who has waived his right to anonymity, has now written a book about his experience, entitled Cardinal Sin. \nIts publication comes three years after Cardinal O'Brien died, aged 80, after suffering a head injury in a fall.\nMr Devlin told the BBC's Good Morning Scotland programme he was training for the priesthood when he first met the man who would later become the UK's most senior Catholic cleric.\nHe described him as \"very holy\" but also \"very funny\" and \"quite informal\".\nBut Mr Devlin said things soon escalated from \"intense\" hugs after spiritual direction, to a hand being put inside his shirt.\nThe former priest recalled how the cardinal would give him and a friend a lift from Edinburgh to the Drygrange seminary in the Borders.\n\"It was a strange thing. It was complete silence. He started to rub my thigh, rub my arms, all in complete silence as he drove through the night,\" he said.\nMr Devlin said the most serious incident happened during night prayers when he alleges the cardinal, who had been drinking, \"pulled me down on top of him\".\nHe added: \"We were in this really bizarre situation with me sitting on this man's lap and him telling me he loved me and cuddling me and embracing me and so on.\"\nMr Devlin said nothing further happened but he believes it would have if he had given any encouragement.\nHe describes what went on as \"power abuse\" but said if he had raised concerns his dream of becoming of priest would have been \"killed in its tracks\".\nAsked why he had written the book now, Mr Devlin said there was no process in Scotland at the time for disciplining Cardinal O'Brien.\nHe said the attitude was \"only the Pope can deal with a cardinal\".\nBut, almost eight years on, he believes the church has not learned any lessons, despite issuing an apology to child abuse victims in 2015.\nMr Devlin added: \"The church hierarchy are masters of cover-up and masters of power abuse.\"\nIn response to Mr Devlin's interview, the Catholic Church in Scotland said: \"As the author correctly points out, organisations such as the church are run by humans and humans are flawed, which means that every human failing is present within the church.\"\nThe Observer first reported the allegations of four individuals who accused Cardinal O'Brien of inappropriate sexual behaviour within the Diocese of St Andrews and Edinburgh.  \nThe claims were published 10 years after he was elevated to the College of Cardinals by Pope John Paul II.\nCardinal O'Brien was being cared for by the Little Sisters of the Poor at a nursing home in Newcastle upon Tyne when he died.\nSpeaking after his death, Cardinal O'Brien's successor, Archbishop Leo Cushley of St Andrews and Edinburgh, said: \"In life, Cardinal O'Brien may have divided opinion. \n\"In death, however, I think all can be united in praying for the repose of his soul, for comfort for his grieving family and that support and solace be given to those whom he offended, hurt and let down. May he rest in peace.\"\nWhen he retired from public life, Cardinal O'Brien said: \"I wish to take this opportunity to admit that there have been times that my sexual conduct has fallen below the standards expected of me as a priest, archbishop and cardinal. To those I have offended, I apologise and ask forgiveness.\n\"To the Catholic Church and people of Scotland, I also apologise. I will now spend the rest of my life in retirement. I will play no further part in the public life of the Catholic Church in Scotland.\"\nPope Francis accepted his resignation and stated Cardinal O'Brien would not take part in future papal elections, act as papal adviser, or take part in Vatican congregations and councils and would lose other roles as a cardinal.\nCardinal Vincent Nichols, Archbishop of Westminster, told the funeral of Cardinal O'Brien that he had used his will to ask for forgiveness from those he had offended while alive.\nYou can hear the full interview with Brian Devlin on the Good Morning Scotland programme from 0800 on Saturday and later on the BBC iPlayer."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58042146",
      "category": "uk",
      "title": "Carrie Johnson and Boris Johnson expecting second child",
      "tags": "Carrie Symonds,Boris Johnson",
      "text": "Carrie and Boris Johnson are expecting a second child, months after a miscarriage that left her \"heartbroken\".\nThe prime minister's wife, 33, announced the news on Instagram, saying she was hoping for a \"rainbow baby\" this Christmas.\nShe wrote that, while she felt \"blessed to be pregnant again\", she had also \"felt like a bag of nerves\".\nMrs Johnson gave birth to the couple's son Wilfred in April 2020.\nThe term \"rainbow baby\" is used for a child born after a miscarriage, stillbirth or neonatal death.\nIn a post on Instagram, Mrs Johnson wrote: \"At the beginning of the year, I had a miscarriage which left me heartbroken.\n\"I feel incredibly blessed to be pregnant again but I've also felt like a bag of nerves.\n\"Fertility issues can be really hard for many people, particularly when on platforms like Instagram it can look like everything is only ever going well.\n\"I found it a real comfort to hear from people who had also experienced loss so I hope that in some very small way sharing this might help others too.\"\nAlongside the post she shared a picture of a blue buggy Christmas decoration.\nLabour leader Sir Keir Starmer congratulated the couple on Twitter and also said he was sorry to hear of Mrs Johnson's earlier miscarriage, adding that he was sure her speaking out would comfort others.\n\"Every best wish to both of them,\" he said.\nThe couple married at a small wedding ceremony at Westminster Cathedral in May this year - making Mr Johnson the first prime minister to marry while in office for nearly 200 years.\nIt was Mr Johnson's third marriage, with the prime minister having previously been married to Marina Wheeler with whom he had four children. \nHe did not have any children with his first wife Allegra Mostyn-Owen.\nIn recent years, several children have been born to prime ministers while in office.\nTony Blair and his wife, Cherie, welcomed their fourth child Leo in 2000, three years after the Labour leader's landslide victory.\nA baby daughter, Florence, was born to David Cameron and his wife Samantha in 2010.\nIf you or someone you know has been affected by miscarriage or other pregnancy-related issues, support can be found through BBC Action Line."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58032842",
      "category": "health",
      "title": "Covid: Pulse oxygen monitors work less well on darker skin, experts say",
      "tags": "BAME communities,Coronavirus pandemic",
      "text": "A device designed to spot early signs of dangerous falls in oxygen levels in Covid patients works less well in those with darker skin, experts are warning.\nNHS England and medicines regulator, the MHRA, say pulse oximeters may sometimes overestimate oxygen levels.\nThe devices beam light through the blood, and skin pigmentation may affect how light is absorbed, they say.\nAnyone with concerns is advised to look for changes over time rather than relying on a single reading.\nNHS England is issuing updated guidance, advising patients from black, Asian and other ethnic minority groups to continue using pulse oximeters, but to seek advice from a healthcare professional.\nAn NHS Health and Race Observatory report published in March recommended that the MHRA should carry out an urgent review into the use of pulse oximeters.\nThe devices have been used increasingly during the coronavirus pandemic, both in hospital and within the community.\nIn people with Covid-19, oxygen levels in the blood can drop to dangerously low levels without them noticing - a condition known as \"silent hypoxia\".\nRanjit Senghera Marwaha bought a pulse oximeter while unwell with coronavirus last year, but her oxygen levels dropped so low that she had to be hospitalised.\n\"When I went into hospital the first thing they said was, 'you've really left it too late,'\" Ms Marwaha said.\n\"I was on 14 litres of oxygen - that's the highest they give you just before you move into intensive care.\n\"Never ever did I factor that the colour of my skin or the pigmentation in my skin would have an impact on the way in which these gadgets work.\"\nDr Habib Naqvi, director of the NHS Race and Health Observatory, welcomed the updated guidance on pulse oximeters.\n\"Although a valuable clinical tool, clinicians are increasingly becoming aware of the potential errors or inconsistencies associated with pulse oximeters, so we need to have this in mind when using the devices,\" he said.\nDr Omar Jundi, an intensive care consultant in West Yorkshire, observed inaccuracies in pulse oximeter readings in black Covid patients.\n\"It's something I would pick up on at least once a day, in maybe two or three patients,\" he said.\n\"It's an aspect of the sort of systemic biases and systemic racism that occur in the NHS and the care that we provide in the NHS every day.\"\nFigures show that people from black, Asian and other ethnic minority groups are more likely to get coronavirus, and become seriously unwell or die from it.\nExperts believe the potential inaccuracies in pulse oximeters may be a contributing factor to this.\n\"We need to ensure there is common knowledge on potential limitations in healthcare equipment and devices, particularly for populations at heightened risk of life-changing illness, this includes black, Asian and diverse communities using pulse oximeters to monitor their oxygen levels at home,\" Dr Naqvi said.\nHe added it was vital that culturally-inclusive research now took place to ensure that pulse oximeters performed accurately on people with darker skin tones."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58037289",
      "category": "uk",
      "title": "Imelda Staunton pictured as Queen in Netflix's The Crown for first time",
      "tags": "Imelda Staunton,The Crown",
      "text": "The first image of Imelda Staunton portraying the Queen in the fifth series of The Crown has been released.\nNetflix released the picture via their Twitter account, saying it was an \"early glimpse\" of the new monarch in the royal drama.\nStaunton, 65, takes on the role played by Claire Foy and Olivia Colman, as the latest series follows the royal family in the 21st century.\nNetflix said the drama's sixth and last series will end in the early 2000s.\nSeasons five and six of The Crown are set to encompass the 1990s - a decade that saw the Prince Charles and Diana, Princess of Wales split, the collapse of the Duke of York's marriage to Sarah Ferguson, the Windsor Castle fire, and Princess Diana's death.\nStaunton, who starred in Vera Drake and the Harry Potter film series, takes over from Colman, who previously won the best actress award at the Golden Globes for her portrayal of the monarch in series three.\nOscar-nominated actress Lesley Manville will join series five as Princess Margaret - a role previously played by Helena Bonham Carter and Vanessa Kirby.\nJonathan Pryce will take over as the Duke of Edinburgh and Elizabeth Debicki will play Princess Diana, opposite Dominic West as Prince Charles.\nJonny Lee Miller, who rose to fame as a heroin addict in hit 1996 film Trainspotting, will portray the former prime minister Sir John Major."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-wiltshire-58024139",
      "category": "uk-england-wiltshire",
      "title": "Stonehenge tunnel campaigners win court battle",
      "tags": "Unesco World Heritage sites,Stonehenge,Highways England,Department for Transport,Avebury,Historic England",
      "text": "Campaigners have won a court battle to prevent the \"scandalous\" construction of a road tunnel near Stonehenge.\nThe £1.7bn Highways England project aimed to reduce A303 congestion but campaigners said it would detrimentally affect the world heritage site.\nThe government approved plans in 2020 for a two-mile (3.2km) tunnel to be created near the Wiltshire monument.\nMr Justice Holgate's ruling means the order granted by transport secretary Grant Shapps has been quashed. \nHighways England said it wanted to build the tunnel to reduce traffic and cut journey times on the A303, which is the most direct route for motorists travelling between the South East and South West and is used by thousands of people daily. \nThe BBC understands the project will have to be frozen while the government considers its next steps.\nIn his ruling the judge found Mr Shapps' decision was \"unlawful\" on two grounds.\nHe found there was a \"material error of law\" in the government's decision-making process as there was no evidence of the impact on each individual asset at the site. \nAnd he said Mr Shapps had failed to consider alternative schemes, in accordance with the World Heritage Convention and common law. \nA Department for Transport spokesperson said: \"We are disappointed in the judgment and are considering it carefully before deciding how to proceed.\"\nIn 2020, Save Stonehenge World Heritage Site (SSWHS) crowdfunded £50,000 needed to bring a judicial review at the High Court.  \nJohn Adams, SSWHS's director, said: \"We could not be more pleased about the outcome of the legal challenge. \n\"Now that we are facing a climate emergency, it is all the more important that this ruling should be a wake-up call for the government. \n\"It should look again at its roads programme and take action to reduce road traffic and eliminate any need to build new and wider roads that threaten the environment as well as our cultural heritage.\"\nSSWHS argued Mr Shapps did not properly consider the damage that would be done to a number of prehistoric sites and ancient artefacts, and that his approach to the World Heritage Convention was unlawful.\nHighways England said the planned tunnel would remove the sight and sound of traffic passing the site and had aimed to start work on it in 2023.\nIts acting chief executive, Nick Harris, said: \"We now have to wait while the Department for Transport consider its options.\n\"We still believe our project is the best solution to the ongoing issues along the A303 past Stonehenge and was developed after a long and extensive collaboration with our key stakeholders.\"\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-58039946",
      "category": "uk-england-beds-bucks-herts",
      "title": "High Wycombe: Murder arrests after man found dead in street",
      "tags": "High Wycombe",
      "text": "Two men have been arrested on suspicion of murder after a man in his 50s was found dead in the street.\nThames Valley Police said officers on patrol found the victim on the ground in Micklefield Road, High Wycombe, at the junction with Hicks Farm Rise, at about 00:20 BST on Saturday.\nHe was surrounded by a group of men, who fled the scene when the police arrived.\nOfficers have appealed for anyone with information or footage to contact them.\nThe force said officers who discovered the man found he was not breathing and tried to revive him. \nParamedics continued to give the victim CPR but the victim was declared dead at the scene. \nHis identity and his cause of death are yet to be confirmed.\nShortly after the victim was found, a 25-year-old man from High Wycombe was arrested.\nOn Saturday night, officers arrested a second man, aged 27, and also from the town.\nBoth were taken into police custody for questioning.\nDet Supt Ailsa Kent said: \"We would urge any of the males who were at the scene to contact the police as soon as possible, as they may have vital information that can assist our investigation.\n\"I appreciate that the news of this murder will shock the community, but please be reassured that Thames Valley Police is conducting a thorough investigation to establish what happened. Anyone with any concerns can speak to our officers at the scene.\n\"I thank the public for their understanding and support while we carry our investigation.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-kent-58043285",
      "category": "uk-england-kent",
      "title": "Volunteer race marshal dies in Brands Hatch crash",
      "tags": "Dartford,West Kingsdown",
      "text": "A volunteer marshal has died in an accident during a race at Brands Hatch motor racing circuit.\nA racing car crashed, hitting two people on the track at about 15:00 BST on Saturday, Kent Police said.\nA man in his 60s, from Surrey, died at the scene. The second person and the car's driver were taken to hospital for treatment. \nOn social media Lewis Hamilton said he was \"devastated\" to hear of the marshal's death.\nHe posted on Instagram: \"Devastated to hear of the passing of a marshal at the Brands Hatch Circuit.\n\"These volunteer marshals are what makes racing possible, they are heroes.\n\"My heart is with his family.\"\nA minute's silence was held on Sunday morning, with a crowd gathering on the track to pay their respects.\nAn investigation into the accident at the track in West Kingsdown has begun.\nThe rest of Saturday's racing activity was cancelled, but it resumed on Sunday.\nOne of the drivers, Alan Greenhalgh, said after a Sunday win at the track: \"We're so desperately upset about yesterday, and it's a bit of a hollow victory really.\n\"Without the marshals we wouldn't be racing at all.\n\"Condolences, and our thoughts are with the family.\"\nIn a statement the British Automobile Racing Club (BARC) said: \"On behalf of everyone connected with the BARC, we are devastated by [the] loss of one of the amazing volunteer marshal community who do so much to enable the sport to take place.\n\"Our thoughts and best wishes are with the family and friends of all those involved.\"\nPolice said there were no suspicious circumstances and officers were working with motorsport authorities to compile a report for the coroner.\nMotorsport UK said: \"The thoughts of everyone at Motorsport UK are with the marshal's family, the event organisers, and other members of the motorsport community present.\"\nAmong the races scheduled for the weekend were events for the Britcar Endurance Championship, Classic Touring Car Racing Club, Kumho BMW Championship and Junior Saloon Car Championship.\nLast week British superbike rider Brad Jones was placed in an induced coma after crashing at Brands Hatch."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58020969",
      "category": "world-us-canada",
      "title": "IRS ordered to hand over Donald Trump tax returns to Congress",
      "tags": "Donald Trump,United States",
      "text": "The US justice department has ordered the Internal Revenue Service (IRS) to hand over former President Donald Trump's tax returns to Congress.\nThe move reverses a 2019 finding that the request from the House Ways and Means Committee was \"disingenuous\". \nThe decision appears to end a long legal battle over the records, and is seen as a sharp legal blow to Mr Trump. \nAlthough not required by law, every US president since 1976 - except Mr Trump - has released their tax returns.\nMr Trump is yet to publicly comment on the latest developments, although he still has ways to try to fight the ruling in court.\nRepublicans on Capitol Hill denounced the decision, describing it as politically motivated.\nWhen he was president, Mr Trump repeatedly said he was under audit by the IRS and so could not release his tax returns - although the IRS has said an audit would not stop the release of the information.\nThe House Ways and Means Committee has previously argued that it required the Republican former president's tax returns for an investigation into whether he complied with tax law. \nThe Trump-era justice department, however, refused to hand them over. It argued that the Democrat-controlled House of Representatives was seeking them for partisan political gain. \nIn an opinion released on Friday, the justice department's Office of Legal Counsel determined that the committee \"has invoked sufficient reasons\" for requesting the tax information. \n\"Treasury must furnish the information to the Committee,\" the opinion said. \nAmong those who praised the decision was House Speaker Nancy Pelosi, a Democrat, who said the American people \"deserve to know the facts of his troubling conflicts and undermining of our security and democracy as president\". \nIn February, Mr Trump was ordered by the US Supreme Court to hand over his tax returns and other financial records to prosecutors in New York.\nThe decision was a blow to Mr Trump, who had been in a legal battle to protect his records from a grand jury.\nHe has continuously denied any wrongdoing and has called the investigation into his tax affairs a \"witch hunt\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58014315",
      "category": "technology",
      "title": "Owners of home car chargers urged to install updates",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58039096",
      "category": "uk-wales",
      "title": "Boy, five, dies after being found in Ogmore River, Bridgend",
      "tags": "Sarn,Aberkenfig,Tondu",
      "text": "The body of a five-year-old boy has been found in a river in Bridgend.\nSouth Wales Police said it was called to a report of a missing child at Sarn at 05:45 BST.\nOfficers found the boy in the Ogmore River near Pandy Park.\nHe was taken to Princess of Wales Hospital in Bridgend where it was confirmed he had died. His family is being supported by specially trained officers.\nAn investigation is under way and police are keen to hear from anyone who was in the area at about 05:45 on Saturday.\nCh Insp Geraint White said: \"This is a tragic incident in which a young child has sadly lost their life.\n\"Our thoughts are with the family and we are supporting them in every way we can.\"\nHe added: \"We would ask the public not to speculate about this incident on social media as this is an active investigation.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58024225",
      "category": "uk-northern-ireland",
      "title": "Covid-19: NI vaccination passport service back in action",
      "tags": "NI Health,Vaccine passports,Coronavirus pandemic",
      "text": "Northern Ireland's Covid-19 vaccination certification system is back up and running but only to people who are travelling abroad on Sunday and Monday.\nPeople who intend to take an international flight in the coming days require official proof that they have been fully vaccinated against Covid-19.\nThose who are travelling on Sunday should get an email inviting them to apply for and download a certificate.\nAnyone leaving after Monday should not use the system yet, said officials.\nThey said increased traffic on the site may mean others cannot get their certificates on time.\n\"We would appeal to those travelling outside of the dates advised that they do not apply at this time and help us help their fellow citizens,\" said the Department of Health.\nThe system, which can be accessed through the NIDirect website, had been offline since last Tuesday amid concerns about some users being able to see other people's information.\nOn Saturday morning the official in charge of it was confident it would be working again later in the day.\nDr Eddie O'Neill of the Department of Health had said efforts to fix the technical problems with the system were \"going well\".\nThe data breach that caused the suspension has been reported to the Information Commissioner's Office, which says it is assessing what happened.\nEmails began to be sent out on Saturday evening, inviting those travelling on Sunday to log in to complete their applications and download their certificates.\nMelanie Dougherty, whose husband is due to fly to Lithuania on Sunday for hip surgery through the EU cross-border scheme, said she was stressed he had not yet received his vaccination certificate due to technical issues with the system.\n\"We thought we were all set up, ready to go until this Covid passport system was such a disaster,\" said Mrs Dougherty, who is from Ballymoney, County Antrim.\n\"We really don't know what to do at this stage - this has been an entire debacle.\n\"We can't provide the surgery in Northern Ireland and we can't even provide an IT system that allows Northern Ireland citizens to go elsewhere to get the surgery so we are massively disappointed.\n\"This is essential travel - he really needs this hip replacement.\"\nMrs Dougherty said they had been advised on Friday evening that the issue with her husband's certification should be rectified within 24 hours.\nOn Saturday evening she tweeted to say that she and her husband had received their certification, adding: \"Bring on the new hip!\"\nOn Tuesday evening the Department of Health announced that its vaccination certification service had \"experienced a technical difficulty and availability will be temporarily interrupted\".\nThe department added that it was \"aware that a limited number of users... may be presented with data relating to other users\".\nOf Friday, when asked about the security problems, Dr O'Neill said: \"The problem wasn't actually in anything that we built.\"\nHe said that the system is using the NIDirect website's identity facility, through which people can set up a personal user account to access services such as driving licence renewals.\n\"It was never built for the scale of applications that we've been getting - thousands and thousands - and as a result of that just one of the components in the back end just failed.\n\"We've had to build it from scratch, rebuild with a different company to try to make sure we have something that will flex.\n\"It's with best endeavours that we've been doing this.\n\"It's not a failure - I would actually say that we've done really well to get something over the line.\"\nAdults registered with GPs in England can apply for a NHS Covid Pass, which allows users to show proof of their vaccination, test or immunity status.\nThey are available to download through the NHS app (in England only) or applicants can request a paper document to be posted to their home address.\nHolidaymakers in Scotland have been able to access a vaccine certificate since 19 May - it could be downloaded from an NHS portal or requested in the post through a freephone Covid status helpline.\nHowever, the site suffered a security glitch on 22 May which enabled people to alter details on the document.\nA fix was implemented on 25 May, which meant people in Scotland could only request the document be sent to them by post.\nIn Wales, public health advice still states that residents should \"avoid international travel\" but that is guidance rather than a ban.\nPaper vaccine certificates have been available since May, and on 25 June the digital NHS Covid Pass became available for \"urgent travel\" only.\nAt that time, the Welsh government advised people to register to download the digital pass at least two weeks before they were due to travel abroad.\nUnlike England however, residents in Wales cannot use the NHS app to access the NHS Covid Pass.\nInstead they need to register for an NHS login which requires submitting photo ID such as a passport or driving licence.\nFirst Minister Paul Givan has said he is cautious about introducing vaccine certification to allow people to gain access to public or private services.\nHe said it was a discussion the Stormont executive would have but that ministers would need to \"weigh up the proportionality\" before putting in such a requirement.\nHe claimed it could lead to the exclusion of some people who, for whatever reason through health or other genuine concerns, do not receive a vaccine.\n\"I think we need to be careful that we don't then have a society where these people are unable to access either public or private services and that's a discussion we'll have as an executive going forward, \" added Mr Givan.\nHe also said he was not a believer in \"mandatory\" vaccinations but he said the issue of \"incentivisation\" was one the executive could look at."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57988853",
      "category": "uk-wales",
      "title": "Sikh and Hindu ashes scattering site opens in Cardiff",
      "tags": "Hinduism,Merthyr Tydfil,Cardiff,Sikhism",
      "text": "A site where Sikhs and Hindus can scatter the ashes of loved ones has been officially opened in south Wales. \nIt is traditional in both religions for bodies to be cremated and their ashes scattered into flowing water to be carried out to sea. \nThe site at Llandaff Rowing Club in Cardiff, on the River Taff, is the first of its kind in Wales.\nChanni Kaler, from the Antim Sanskar Group Wales (ASGW), said he was \"really excited\" before Saturday's ceremony.\nMr Kaler began searching for a site for people from the Sikh and Hindu communities after his sister almost slipped into a river while scattering his father's ashes at Pontsarn, Merthyr Tydfil, in 2012.  \nHe said: \"My sister, who had come from California, was with us and we went to scatter the ashes. \n\"Because it was a rainy day, the bank was quite slippery and she slipped and nearly fell into the river. It could've been a nasty accident.\"\nMr Kaler, a Tanzanian-born Sikh who moved to Wales in 1961, contacted the Hindu community and together they formed the ASGW. \nThe group then spent several years looking for a suitable spot for people to perform the last rites of dead family and friends, with the rowing club eventually agreed with Cardiff council. \nAnyone who wishes to scatter ashes there can book to use the site - a pontoon shared with the rowing club - close to Llandaff Weir. \nMr Kaler, from Caerphilly, said he was only aware of one other dedicated site in the UK, in Leicester. \nThe pontoon has been in use since November, although Covid restrictions have prevented it being officially opened until now. \nRadhika Kadaba, the general secretary of the ASGW and the Hindu Council of Wales, has already used it to scatter her father's ashes after her family was unable to travel to India, where cremated remains are traditionally scattered into the River Ganges.\nShe said: \"Last year, at the beginning of the pandemic, we lost my father. Usually we take the ashes back home to India, but obviously we haven't been able go to India or travel anywhere. \n\"My children couldn't come to his funeral either, they're all in England.\" \nShe added the opening of the site had come \"at the right time\" for the communities, particularly after the pandemic, with her children able to gather a few months ago to scatter her father's ashes. \nVimla Patel, chairwoman of the ASGW, said the site was also very important to British Hindus and Sikhs who feel most strongly connected to the UK and wish to have their ashes scattered here.\nShe said: \"This is an important aspect of the last rites for the departed souls.\n\"There are three generations of Hindus and Sikhs living in Wales. They used to take the ashes to the motherland and now people want to scatter their ashes in Wales.\"\nThe platform was officially opened on Saturday at a ceremony attended by members of Cardiff council and First Minister Mark Drakeford. \nA Cardiff council spokesperson said: \"The ASGW have been working with the council for a number of years to identify a suitable location where cremated remains can be dispersed into a flowing water course - as is the tradition of the Sikh and Hindu faiths. \n\"Several areas have been considered over this time, but this location and partnership with the rowing club proved to be the best option by far and was welcomed by the group when first suggested.\n\"It has taken some time to get the platform in place due to engineering issues, as well as problems caused by the pandemic, but we now have a permanent and managed location that will be used by the current and future generations of the Sikh and Hindu communities.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-sussex-58017104",
      "category": "uk-england-sussex",
      "title": "Brighton Pride: Gala night kicks off scaled-back festivities",
      "tags": "Hove,Pride,Brighton",
      "text": "A gala night will kick off a series of events and shows in Brighton after the UK's biggest Pride festival was cancelled twice due to Covid-19.\nThe 30th anniversary celebrations, with Mariah Carey headlining, were cancelled in 2020 and 2021.\nInstead, this summer will see smaller performances and pop-up cultural events, in-line with government advice.\nLGBTQ+ artists performing include Duncan James, Heather Peace, Christopher Biggins and Polari.\nOn Saturday, the launch night will feature an array of acts including cabaret, drag, live music and spoken word.\nPaul Kemp, managing director of Brighton Pride said: \"I think most people are just really happy to get out and engage with people...on a personal level and smaller scale.\n\"I think the big events can be overwhelming for some people.\"\nOne of the first events to open is the Identity Project, an exhibition of portraits representing all walks of LGBTQ+ life.\nThe photographer, Chris Jepson, said: \"I've photographed everybody aged from 11 to 96.\n\"I've got a human rights lawyer, the head of UK Black pride, Dr Ranj. There's celebrities and ordinary people in the street.\"\nThe events are all taking place at Ironworks Studios in central Brighton.\nOther acts include Epicene, The Cocoa Butter Club, Hannah Brackenbury and Bitten Peach.\nBrighton Pride has previously drawn crowds of about 250,000, and it generates about £20m for the city economy annually. \nThe weekend-long festival includes a community parade and village party.\nLast year, Covid-19 forced the entire programme online. \nPreviously Mr Kemp said: \"We can't wait to bring Pride back in 2022, better than ever.\"\nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-58031419",
      "category": "uk-england",
      "title": "Prof Chris Whitty: Man sentenced for St James's Park assault",
      "tags": "Chris Whitty,Brentwood,Romford",
      "text": " A man has been sentenced for assaulting England's chief medical officer Chris Whitty in central London.\nLewis Hughes, 24, from Romford, east London, admitted one charge of assault by beating Prof Whitty in St James's Park on 27 June.\nHe was given an eight-week custodial sentence, suspended for two years, and a fine of £100. \nJonathan Chew, 24, from Chelmsford, Essex pleaded not guilty to the same charge of assault by beating.\nFootage, which was shared on social media, showed two men grabbing Prof Whitty, who struggled to free himself.\nHughes was \"unreservedly apologetic\" for the distress caused to Prof Whitty in what had been \"10 seconds of complete and utter madness\", Westminster Magistrates' Court heard. \nProf Whitty described being put into a loose headlock by Hughes and had tried to break free from two men, the court heard.\nAddressing Hughes, Judge Paul Goldspring said: \"He (Prof Whitty) goes about his very difficult job without the expectation [of] yobs like you accosting him, assaulting him and then to compound it all, he is further humiliated by the video posted.\n\"I recognise that you did not post it on the internet\".\nDuring the same hearing, Mr Chew also denied a second charge of obstructing a police constable in execution of his duty.\nHe was granted bail and was asked to appear at the same court on 23 November for trial where Prof Whitty will be called to give evidence.\nProsecutor Luke Staton told the court that England's chief medical officer initially did not want to make a complaint, but when the footage was posted online he pursued the matter.\nThe Metropolitan Police launched an investigation after the incident, and officers carried out a welfare check on Prof Whitty, who did not suffer any injuries.\nKalsoom Shah, from the Crown Prosecution Service (CPS), said Hughes showed \"little regard\" for Prof Whitty or social distancing rules \"when he accosted the government's chief medical officer in the street\".\n\"His behaviour was both shocking and disgraceful,\" she said.\nHughes' barrister, Laurie-Anne Power told the court that her client had recognised Prof Whitty from the television and that he wanted a selfie for his mum.\nHe would have done the same thing if he had seen Justin Bieber in the park, the court heard. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58033812",
      "category": "entertainment-arts",
      "title": "KT Tunstall on her show-halting hearing loss",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58038976",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Digital vaccine certificates to replace paper versions",
      "tags": "Scottish government,Coronavirus vaccines,Vaccine passports,Coronavirus pandemic",
      "text": "A digital scheme to replace paper Covid vaccination certificates is being developed by the Scottish government. \nA £600,000 contract has been awarded to a Danish firm to develop a vaccine passport similar to ones already in use elsewhere in the UK and Europe.\nThe Covid vaccination status certificate show the dates and types of jabs given to an individual.\nIt is currently only available in paper form after security flaws were spotted with a version you could download.\nThe certificates are used by people travelling overseas who require a record of vaccination status.\nBut there has been speculation a digital vaccine passport, which the government previously indicated would also include a person's proof of recovery or recent negative test, may be put to wider use.\nThat could include entry to sporting or music events. \nFirst Minister Nicola Sturgeon said on 20 July that a digital solution would be coming into operation \"over the coming weeks\".\nIt followed concerns that the paper system was causing airport queues and more interactions with staff and passengers.\nNow Labour MSP Paul O'Kane has written to Humza Yousaf calling for the health secretary to \"outline how the Scottish government intends to rectify what is a technological lag here in Scotland\" compared to other countries.\nHe said \"Constituents have contacted me stating that the Scottish paper system has caused delays to their travel plans which are for work or family reasons.\n\"As we move back to a greater level or normality, the ability to access proof of vaccine will be increasingly important. \n\"The Scottish government must move quickly to create a similar system (to England) of digital proof of vaccine here in Scotland.\"\nDanish IT firm Netcompany was appointed by NHS National Services Scotland to develop the new system at the end of June, with a contract worth up to £600,000. \nNetcompany is also behind Denmark's Coronapass app and similar projects in Norway and England.   \nA Scottish government spokeswoman said: \"We continue to work towards replacing the record of vaccination status with a digital certificate of Covid status.\n\"As the first minister made clear recently, more details on timescales and scope will be set out in the coming weeks.\n\"The current priority is to include vaccination data to be used for international travel in line with our current stance on certification as a whole.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-nottinghamshire-57940282",
      "category": "uk-england-nottinghamshire",
      "title": "Escobar pub accused of glorifying drug lord's reign of terror",
      "tags": "Nottingham,Colombia",
      "text": "Owners of a South American-themed bar that shares its name with notorious Colombian drug lord Pablo Escobar have been urged to rethink their branding.\nColombians living in Nottingham said calling the venue Escobar was in poor taste, given the pain and death inflicted by the famous cartel boss.\nThey also criticised a mural inside the bar that appears to depict Escobar.\nA bar spokesperson said the venue's name was just a \"play on words\" and the mural was not based on Pablo Escobar.\nPablo Escobar was the leader of the Medellin drugs cartel in Colombia and one of the wealthiest villains in history.\nDuring the 1980s, he was the biggest manufacturer and distributor of cocaine in the world, responsible for as much as 80% of the global trade in the drug at that time.\nThousands of people were killed during his reign of terror before he was shot dead by police in 1993.\nThe Escobar venue launched in Market Street in Nottingham in December but could not host customers until May due to Covid restrictions.\nMaria Motonya, who left her home in Medellin in 1985 and has lived in the UK for 20 years, said she was appalled at the bar's name.\n\"For me it's very distasteful and insensitive,\" she said.\n\"Clearly the owners did not do their research.\n\"In Medellin we were terrified, afraid to come to the door.\n\"My father's family were beheaded because they wouldn't give him [Escobar] their farm.\n\"Escobar is a very common name in South America but with the mural and everything else, this bar has a very clear association with Pablo Escobar.\n\"You'd have to be blind not to see that.\n\"And what are we saying to young people who visit this bar. That it's OK to be a gangster? That it's OK to be associated with drugs?\n\"I think they [the owners] have probably been watching too many American films.\"\nKatherine Hannigan, who lives in Nottingham but has a Colombian mother, said she was \"disgusted\" by the bar's name and felt it glamorised terror.\n\"Escobar murdered thousands of innocent Colombians, groomed children, raped young women and stole land from farmers, leaving them homeless and starving,\" she said.\n\"Did they not know or did they not care? I don't know which is worse. Will their next bar be called Bin Laden Cafe?\n\"It feels like they are capitalising on our history yet excluding us by celebrating our most painful past.\"\nHer sister Carolina Hannigan said: \"Escobar wasn't some Hollywood Netflix gangster. He was a horrible, evil man who did unspeakable things to his own community.\n\"Yet this bar wants you to have a drink in memory of him and feel like a gangster next to a shrine of a murderer.\"\nEscobar's owners said: \"Our bar does not glamorise a known drug lord and we are not a Colombian bar.\n\"We are a Latin American bar and restaurant, and the mural in question is one of three which all have tried to bring a South American theme to the restaurant.   \n\"We decided to go with the name Escobar as it is just a clever play on words, incorporating the word 'bar' into our name.\n\"We have tried to react very amicably and even apologised for any resemblance that may have hurt the sentiments of our community.\n\"We have no connections to the drug lord nor do we have any affiliations with his network.\n\"As a gesture of goodwill, we offered to host some charity events to support the Colombian community.\"\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-suffolk-58034680",
      "category": "uk-england-suffolk",
      "title": "Storm Evert: Falling tree injures women at party as winds rage",
      "tags": "Met Office,Heveningham",
      "text": "Two women have been seriously injured by a falling oak tree during what police believe was an outdoor party.\nEmergency services were also called to Ubbeston, near Heveningham in Suffolk, just after 18:30 BST.\nSuffolk Police said the pair in their 20s were taken to hospital - one with injuries to her spine and head and the other with pelvic and arm injuries\nIt came after Storm Evert sparked weather warnings across swathes of south-west and southern England.\nMet Office yellow wind warnings had been in place for coastal areas in the South East and East Anglia at the time of the incident.\nThe Met Office said showers would fade out this evening but \"heavy thundery showers \" were expected on Saturday afternoon in central, eastern and southern England.\nStorm Evert, which began on Thursday evening, saw gusts of winds near 70mph across Cornwall and the Isles of Scilly - prompting a number of rescues off the Isles of Scilly.\nFalmouth Coastguard said overnight it responded to 22 incidents off the islands, 28 miles (45km) off Cornwall.\nIt said many involved rescuing people from their yachts.\nSome campsites had relocated guests to try to protect them against the elements, while others were prompted to pack up and leave.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58033042",
      "category": "world-europe",
      "title": "Russia stops Cubans trying to enter EU on air beds",
      "tags": "Spain,Cuba,Russia,Estonia,European Union,Migration",
      "text": "Three Cubans who took the desperate step of trying to cross one of Europe's most sensitive border rivers on air beds now face deportation from Russia.\nThey were caught trying to paddle across into the EU state of Estonia, Russian border guards say.\nThey are said to have told guards they were hoping to get to Spain, where one of them has a daughter living.\nCubans only need their passports to visit Russia for tourism but cannot enter the EU legally without a visa. \nTens of thousands of people have tried over the past 60 years to flee Communist Cuba but more usually leave the Caribbean island for the US, travelling by boat and ship, often at great personal risk. \nThe three people caught on the River Narva in Russia were placed in a holding centre for migrants near the city of St Petersburg, and given a fine and deportation order.\nBorder guards have given few details of the three, saying only that they are Cuban citizens born in 1968, 1970 and 1992.\nThey had planned their crossing after carefully studying the local terrain and getting the air beds, the guards said.\nBags containing personal belongings, toiletries and identity papers were found with them. \nCuba was a Spanish colony until 1898 and Spain has a long-established Cuban community.\nMigrants have occasionally tried to cross the Narva from Russia before. In 2018, a man claiming to be an Egyptian was rescued from drowning by Estonian border guards in 2018 when he tried to swim over.\nMoscow's relations with Estonia, which was part of the USSR until 1991, have been strained for years, and Nato keeps combat forces in its small member state to deter any potential military action by Russia."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58029113",
      "category": "business",
      "title": "'Covid vaccine scammers nearly got me'",
      "tags": "Coronavirus vaccines,Personal finance,Fraud,Coronavirus pandemic,Cyber-security",
      "text": "For most of us, being notified that you were to receive your Covid-19 vaccination was a moment of relief. \nBut for some, it was the start of an ordeal that has cost people all over the UK more than a third of a million pounds.\nSioban Moore, from North Yorkshire, escaped disaster by a whisker after receiving an email, supposedly from the NHS, inviting her to get her jab.\nA retired children's social worker, Sioban has been helping to drive people to hospital appointments and collect shopping for people during the pandemic.\nBecause of her volunteering work with vulnerable people, the email was just what she had been waiting for. \n\"I was very keen to accept the invitation,\" she told BBC Radio 4's You and Yours. \nThe message told her that unless she responded within 12 hours, the opportunity would go as the offer would be given to someone else. Eager to receive her vaccination, Sioban followed the link and accepted the invitation.\nPersonal details were then requested: date of birth, phone number, email address - and her bank details.\nSioban found the reasoning for this request for her bank details strange, but believable, as the scammers said this was to cover any costs that might be incurred by the vaccine process.\n\"I got up and went to my purse and got out my credit card. I looked at it and the penny dropped massively,\" she said.\nLuckily, Sioban realised it was a fraud just in time and didn't lose any money. Many people have not been so lucky and have been taken in by these scams.\nA BBC Freedom of Information request has discovered that between 1 December 2020 and 25 June 2021, 1,168 reports were received by police forces across the UK of Covid vaccine-related scams - that's double the number for the previous six months. \nThese scams led to the loss of at least £388,468.44 from victims.\nOf these cases, the vast majority are recorded as having \"no outcome\" and the remaining 29 cases are recorded as \"no further action\".\nIt is important to remember that these are only the figures of reported cases recorded by Action Fraud, the agency responsible for reporting frauds and scams, and that the real figure is likely to be much higher.\n\"I felt such boiling anger,\" Sioban says. \"It's exploiting people's vulnerability and fear, particularly fear, that we are all gripped by due to this virus and the situation we are in. \n\"I was so angry that this could happen - not least with myself for nearly being taken in.\"\nCriminals attempting to defraud you will often use a topical issue of the day as their way into gaining your trust. Covid-19 vaccinations are just the latest in a long list of these.\nIn this instance, fraudsters will often send a text or an email claiming to be from the NHS and ask for personal details like your name, address, date of birth, and phone number - or as in Sioban's case - mother's maiden name.\nThis information will then be used to attack you. The same people will ring you up pretending to be from your bank and will ask whether you were texted or emailed about a Covid-19 vaccine. \nWhen you say that you did, still pretending to be the bank, they tell you that your account is under attack and your money should be moved into a safe account they will set up for you. This is when they steal your money.\nSarah Lyons, from the National Cyber Security Centre (NCSC), spoke to You and Yours about these scams.\n\"Unfortunately criminals are taking advantage of the pandemic to try to make money out of all of us. We see them using a huge variety of methods, such as the email with links, or text messages and phone call - these phishing attacks.\"\nThe good news is that there are ways to protect against these scams. If you suspect that you have received a phishing email, then forwarding the email to report@phishing.gov.uk will send it into the system of the NCSC. \nIf it is found to be malicious, then it will be blocked or taken down. If you receive a text, forward it to 7726.\nMs Lyons said that since the email reporting service was launched just over a year ago, they had received more than six-and-a-half million email reports from the public.\nThese have led to more than 50,000 scams being blocked and 97,000 scam URLs being brought down."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57977702",
      "category": "world-middle-east",
      "title": "Israel accuses Iran over deadly oil tanker attack",
      "tags": "Israel,Oman,Iran,Shipping industry,Romania",
      "text": "Israel has accused Iran of being behind an attack on an oil tanker in which two crew members - a British national and a Romanian citizen - were killed.\nThe MV Mercer Street, operated by the London-based company Zodiac Maritime, was off Oman's coast in the Arabian Sea when the incident occurred on Thursday.\nThe company, which belongs to Israeli shipping magnate Eyal Ofer, said it was working to establish what had happened.\nIran has not commented on the Israeli foreign minister's allegations.\nIn a statement on Friday, Yair Lapid blamed \"Iranian terrorism\". \n\"Iran is not just an Israeli problem,\" Mr Lapid said, adding: \"The world must not be silent.\" \nHowever, details of the attack on the Liberian-flagged, Japanese-owned tanker remain unclear. \nThe incident appears to be a serious escalation in tensions in the region, and some reports suggest that a drone was involved. \nA spokesperson for the UK government said it was also trying to \"urgently establish the facts\".\n\"Our thoughts are with the loved ones of a British national who has died following an incident on a tanker off the coast of Oman,\" the statement said.\nIt added that vessels \"must be allowed to navigate freely in accordance with international law\".\nIn a statement on Friday, Zodiac Maritime announced the two deaths with \"profound sadness\". It said no other injuries had been reported.\nThe company added that the vessel was now \"sailing under the control of her crew\" and heading to a safe location with a US naval escort.\nThe undeclared \"shadow war\" between Israel and Iran appears to be hotting up.\nThere have been several attacks in recent months on both Israeli and Iranian-operated vessels, with both countries trading accusations and denials. \nBut this attack marks a significant escalation with its human casualties.\nIsraeli Foreign Minister Yair Lapad called for a tough response and said he was in consultation with his British counterpart Dominic Raab, and that the issue would be taken to the UN.\nAn Iranian Arabic-language television station quoted unnamed sources saying the attack was revenge for an alleged Israeli attack on an airport in Syria, an ally of Iran's. \nAn unnamed Israeli official said it would be hard for Israel to turn a blind eye to the attack.\nThe UK Maritime Trade Operations (UKMTO) naval authority said it was investigating the incident, which occurred near the Omani island of Masirah, and confirmed that \"coalition forces\" were assisting the vessel. \nThe US state department said it was \"deeply concerned\" by the reports and was \"monitoring the situation closely\". \nThe tanker had been travelling in the northern Indian Ocean to the United Arab Emirates (UAE) from Dar es Salaam in Tanzania. \nAccording to Zodiac Maritime, it had no cargo on board at the time of the incident. \nA number of previous incidents have been reported on both Israeli and Iranian-owned ships in the area. Vessels have been damaged in these incidents, but casualties are rare."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58033983",
      "category": "uk-wales",
      "title": "Body-worn cameras for Denbighshire council staff after abuse",
      "tags": "Llanberis,Prestatyn,Denbighshire County Council,Coronavirus pandemic,Gwynedd Council",
      "text": "One council has resorted to giving some staff body-worn cameras to crack down on abuse by members of the public.\nDenbighshire council said employees who deal with the public in face-to-face roles were reporting an increase in abuse as Covid restrictions ease.\nIt comes as a man was arrested after a warden was allegedly racially abused after issuing a parking ticket in Llanberis, in neighbouring Gwynedd.\n\"It will not be tolerated,\" said Sgt Arwel Hughes from North Wales Police.\nPolice said the man had been released on bail while an investigation continued and the case would be referred to the Crown Prosecution Service.\nIn Denbighshire, Tony Ward, head of the council's highways and environmental services, said it had become common for staff to experience abuse, with some resulting in police investigations.\nHe said: \"Our staff are experiencing something every day, whether it be people just being rude or aggressive or threatening, and in some cases, we've had some quite nasty incidents.\"\nMr Ward said some of the incidents had even involved racist abuse, and the cameras would provide evidence if there was a need to report an incident to police.\nThe cameras are not being issued to all staff who deal with the public, but Mr Ward said the council would look at expanding their use if it felt it was necessary.\nMr Ward said he believed more frequent abuse could be down to more visitors as services were under greater pressure, but added local people were also responsible for abusing staff.\nMany businesses are trying to cope with more visitors while having fewer staff than normal due to self-isolation.\nJamie Groves, managing director of Denbighshire Leisure, which runs a wide-range of leisure facilities across the county including cafes and bars.\nMr Groves said \"unprecedented\" demand was causing a \"real shift in behaviour\" as venues get busier and waiting times get longer.\n\"Some of the abuse they're experiencing is centred around people not being very patient - and it is a combination of foul and abusive language and aggression,\" he added.\nThe Nova Centre bar and restaurant on Prestatyn's seafront, one of Denbighshire's most popular destinations, has a security team in place to deal with difficult customers.\nMr Groves stressed the scale of people who caused problems were not \"huge numbers\", but \"there is a minority who ruin it for everybody else\".\nHe urged the public to be more \"forgiving and understanding\" towards staff, particularly those in the hospitality sector."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58031645",
      "category": "entertainment-arts",
      "title": "Amanda Knox claims Matt Damon film Stillwater profits from her life",
      "tags": "Film,Matt Damon",
      "text": "Amanda Knox has criticised actor Matt Damon and director Tom McCarthy for \"profiting\" from her wrongful murder conviction.\nDamon stars in McCarthy's new film, Stillwater, which the director said was inspired by Ms Knox's legal fight.\nThe American was jailed in Italy for four years for the murder of a British student before she was later acquitted.\nShe said the filmmakers \"[ripped] off my story without my consent at the expense of my reputation\".\nThe 34-year-old and her former boyfriend were twice convicted of the 2007 killing of Ms Knox's roommate Meredith Kercher in Perugia, Italy. They were exonerated in 2015.\nMcCarthy has said Ms Knox's case helped inspire his new movie's storyline.\nStillwater follows Damon's character as he travels to France after his daughter is imprisoned for murdering her lover.\nIn a lengthy blog post, Ms Knox complained she continues to be associated with a crime she did not commit.\nIn the film, she maintains, the character based on her is made to look as if she really did play a part in her lover's death.\nShe accused Damon and McCarthy of \"profiting by telling a story that distorts my reputation in negative ways\".\n\"By fictionalising away my innocence, my total lack of involvement, by erasing the role of the authorities in my wrongful conviction, McCarthy reinforces an image of me as a guilty and untrustworthy person,\" she wrote.\nShe said neither Damon nor McCarthy tried to speak to her while they made the film.\nMs Kercher, 21, was stabbed to death in the Perugia flat she shared with Ms Knox in November 2007, in a case that made headlines around the world.\nAnother man, Rudy Hermann Guede, born in Ivory Coast, was convicted of murder in a separate trial and given a 16-year sentence.\nSpotlight director McCarthy told Vanity Fair that, after hearing about Ms Knox, he became fascinated by what she went through.\nHe said that his team decided to \"leave the Amanda Knox case behind\".\nBut when making the film they agreed to keep the part about an American student getting mixed up in a crime and being jailed.\nThe BBC has contacted Focus Features, the film's production company, for comment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58017671",
      "category": "uk-northern-ireland",
      "title": "Pensioner Olympian Mike Bull still pole vaulting at 74",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58011014",
      "category": "technology",
      "title": "Home car charger owners urged to install updates",
      "tags": "Computer hacking,Electric cars",
      "text": "Security researchers have discovered failings in two home electric car chargers.\nThe researchers were able to make the chargers switch on or off, remove the owner's access, and show how a hacker could get into a user's home network.\nMost of the faults have now been fixed but owners are being told to update their apps and chargers, to be safe.\nIt comes as proposed new legislation on cyber-security for appliances - including chargers - is published.\nTwo home chargers, Wallbox and Project EV - both approved for sale in the UK by the Department for Transport - were found to be lacking adequate security when used with an accompanying app for smartphones. \nCyber-security researcher at Pen Test Partners, Vangelis Stykas, discovered the vulnerabilities. \n\"On Wallbox you could take full control of the charger, you could gain full access and remove the usual owner's access on the charger. You could stop them from charging their own vehicles, and provide free charging to an attacker's vehicle.\n\"Project EV had a really bad implementation on their back end. Their authentication where it existed was pretty primitive, so an attacker could easily escalate themselves to being an administrator and change the firmware of all the chargers.\" \nMr Stykas says changing the firmware - the programming that is built in to the hardware - would allow an attacker to permanently disable the charger, or use it to attack other chargers or servers. \nPen Test Partners is one of a fast-growing number of companies in the UK that specialises in penetration testing, something commonly referred to as 'white-hat hacking.' \n'White hats' aim to find security problems and report them to the companies concerned, so vulnerabilities can be corrected before hackers can take advantage of the failing.\nMr Stykas believes anyone with a little knowledge of these cloud-based web application systems could have performed the same hack.\n\"It's pretty obvious for anyone who can understand cloud systems and cloud communication, and it didn't take that much to spot the vulnerability and find a way to exploit it.\"\nHome Network Access\n Researchers also found it would be possible in cases where the chargers were connected by wi-fi to the home network, for hackers to also gain access.\n Pen Test Partner's Ken Munro says: \"Once you're on to someone's home network, if you haven't changed that router admin password, you can send all the traffic to the hacker.\n\"That means they can do things like set up sites that look like the real deal but steal your passwords and then your real bank account for example has been compromised. There's all sorts of things you can do .. so everything you do online is potentially exposed.\"\n In its report into the security failures, Pen Test Partners adds that multiple chargers could be controlled at the same time using some of the vulnerabilities it found, which could potentially be used by an attacker to overload the electricity grid in some areas and cause blackouts.\nEnsuring cyber-security is part of the government's conditions for chargers to be sold in the UK, which allows buyers to receive government subsidies when making a purchase. \nThousands of units of both the Wallbox and the Project EV chargers have been sold in the UK, where eligible EV owners can get hundreds of pounds in government subsidies to help them purchase home car chargers.   \nfThe Department for Transport declined to comment on the two chargers found to have security flaws. \nA government spokesperson told the BBC: \"This autumn we will be introducing new legislation designed to further protect consumers and the energy system by mandating a range of cyber-security requirements for EV chargepoints.\"  \nIn addition, the Department for Digital, Culture, Media and Sport plans to introduce similar security-focused legislation that will apply to many connected or smart consumer devices.\nBoth Pen Test Partners and BBC Click contacted the firms to give them the chance to fix the problems before publishing the security flaws. \nProject EV, which imports chargers from a company based in China called Atess, said: \"We had some speedy conversations with the manufacturer.. to improve the security of their platform.\n \"All the security issues raised have been addressed, with a new server, app updates and firmware updates to the chargers that are online.\" \nWallbox, based in Spain, did not reply to the BBC in time for publication, but told Pen Test Partners they had fixed the online problems. \nRe-testing suggests the web-based security problems with both chargers have been fixed. Owners are being encouraged to check for any security updates issued by the two companies. \nHowever, Ken Munro says the Wallbox charger uses hardware - a Raspberry Pi module - that isn't secure enough. \n\"There's really nothing you can do to make it completely secure, so unless Wallbox have found a way of fixing that - which would be beyond me - I'd suggest perhaps supergluing the box cover in, so hackers can't take the top off.\" \nSubsequent to the publication of this report, Wallbox contacted the BBC with a statement.\n\"The systems accessed by these chargers have been updated to address the software problems highlighted in this article and no further action is required by the end user,\" it said.\nIt said it uses \"a Raspberry Pi Compute Model 3 for our consumer chargers\", which it added \"is the foundation of many consumer electronic devices\".\nThe Raspberry Pi Foundation recommends that the module is not used for new designs and is currently not listed for industrial use.\nThe organisation later clarified that the Compute Module 3 (CM3) could continue to be used by many existing industrial partners and would receive technical support, but it added that the newer CM4 hardware, in production since 2019, offers better security features and would be supported for a longer timeframe."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58029383",
      "category": "health",
      "title": "Hunt for certainty over Covid cases continues",
      "tags": "Coronavirus testing,Office for National Statistics",
      "text": "A flurry of data on the spread of Covid has not resolved debates about the state of the pandemic in the UK. \nThe dramatic drop in daily cases, reported widely over the past week, has not yet been backed up by other key methods that track the virus. \nBut equally there is no sign of a resurgence in cases linked to lifting restrictions on 19 July.\nIt will still take more time to get a clear picture of exactly what is going on. \n\"My guess is it has peaked, but I'm not confident enough to put money on it,\" Prof Paul Hunter, from the University of East Anglia, told the BBC.\nThe main ways of tracking Covid are:\nHowever, each is both good and flawed in different ways. When they come together an overall picture can emerge, but at the moment the data is still messy. \nThe decline in official daily Covid cases has continued with the number standing at 29,622 on Friday, down from 36,389 on the same day last week. \nThis is the closest we get to tracking the virus in real time. But while some see the fall as a clear sign the virus is in decline, others have argued it may be at least partly down to fewer people being tested.\nHowever there are also early signs the number of people needing hospital treatment has levelled off across UK. If this continues it will significantly strengthen belief the fall in cases is genuine.\nThe weekly data published by the Office for National Statistics (ONS), which tests a random group of people to see whether they are sick or not, is seen as more reliable. \nAround 40% of people in the study did not have symptoms - so it captures a bigger, less biased, picture of what's happening than daily figures which reflect the numbers coming forward for tests, usually because of symptoms.\nYet, it is often out of date.\n\"There are possible signs that the rate of increase may have slowed,\" said Duncan Cook, from the ONS.\nHowever, the latest data did report an increase. It estimates just over 950,000 people in the UK would test positive in the week up to 24 July up from 830,000 the week before. \nThe problem with the ONS data is it is delayed twice over. The latest release only goes up to last Saturday, so misses out the declining cases in recent days. And people test positive for a time after recovering from an infection. \nIt means the ONS reports a decline weeks after it happened. It has taken the better part of a month for the fall in cases in Scotland to start to show up in the ONS survey. \nThe latest R number, another figure that is out of date, in England is between 1.1 and 1.4 - above the crucial threshold of 1.0, which would indicate cases were growing. \nIt means every 10 infected people would pass the virus onto between 11 and 14 other people. However, the R number largely tells us what was happening at least a fortnight ago. \nBut the Covid Study app, which also works in near real time, has not reported a fall in cases either. \nThe app, which relies on people logging on to report their symptoms, says cases have been level for the past week at around 60,000 per day. \nProf Tim Spector, from King's College London, said: \"This is in stark contrast to the rapid decline in cases recorded by the government's official confirmed cases data. \n\"The drop is much faster than we've ever seen in previous waves, even after full national lockdowns, leaving the accuracy of the official tally in doubt.\" \nResolving the conflicting streams of data will, frustratingly, take time.\nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57933979",
      "category": "world-asia",
      "title": "Mapping the advance of the Taliban in Afghanistan",
      "tags": "War in Afghanistan (2001-present)",
      "text": "The Taliban have taken control of Afghanistan, almost 20 years after being ousted by a US-led military coalition. \nEmboldened by the withdrawal of US troops, they now control all key cities in the country, including Kabul. \nThe Taliban took some areas from government by force. In other areas, the Afghan National Army withdrew without a shot being fired. \nAlthough renewed clashes had been going on for several weeks, from 6 August the Taliban made a more rapid advance across the country, as they took control of provincial cities.\nThe maps below start in early July and show the 400 or so government districts as they fell to the Taliban.\nUS forces based outside Afghanistan had launched air strikes against Taliban positions earlier last week, but they failed to slow the advance of the insurgents.\nAlthough most US troops left in July, several thousand returned to Kabul at the weekend to help evacuate American and allied personnel from the capital.\nThe airport in the capital was the only official route out of the country after the Taliban took control of all the major border crossings. \nCustoms duty on goods entering the country via crossings they control is now collected by the Taliban - although exact amounts are unclear as the volume of trade has fallen as a result of the fighting. \nBut, Islam Qala on the border with Iran was, for example, capable of generating more than $20 million per month. \nDisruption to the flow of imports and exports has affected prices of essential goods in the markets - fuel and foodstuffs in particular.\nUS troops and their Nato and regional allies forced the Taliban from power in November 2001. The group had been harbouring Osama Bin Laden and other al-Qaeda figures linked to the 11 September 2001 attacks in the US.\nBut despite a continued international presence in the region, billions of dollars of support and training for the Afghan government forces, the Taliban regrouped and gradually regained strength in more remote areas.\nA  BBC study in 2017 showed the Taliban were in full control of a number of districts. But the research also showed they were active in many other parts of the country, mounting weekly or monthly attacks in some areas, suggesting significantly higher strength than previous estimates. \nIn 2017 about 15 million people - half the population - were reported to be living in areas either controlled by the Taliban or where the Taliban were openly present.\nAdditional reporting by BBC Afghan service"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57940851",
      "category": "world-asia",
      "title": "Afghanistan: ‘Taliban gains are not irreversible’",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58030769",
      "category": "uk-wales",
      "title": "Covid: Furlough cut 'could push businesses off cliff edge'",
      "tags": "Coronavirus lockdown measures,Wales business,Job Retention Scheme,Welsh government,UK economy",
      "text": "Making businesses pay more to furloughed staff could push firms \"off a cliff edge\" as they are trying to recover from Covid, unions have warned.\nAlmost 70,000 people in Wales were on furlough at the end of June, according to latest figures.\nUnions have warned changes from Sunday, doubling the amount firms pay, put jobs at risk and call for it to be delayed.\nThe UK government said the furlough scheme was in place until September to provide \"certainty over the summer\".\nAt the height of the pandemic last year, 378,400 people in Wales were furloughed.\nBut as lockdown restrictions eased, numbers on the government's coronavirus job retention scheme have fallen - with an estimated 68,800 furloughed at the end of June, according to UK government figures.\nStaff returned to work in most sectors as the country reopened but some employed in the travel and hospitality industries remain on flexi-furlough - and work is based on demand.\nFurlough was introduced in spring 2020 to stop people being laid off by their employers during lockdown.\nThe government initially paid 80% of the wages of people who could not work, or whose employers could no longer afford to pay them, up to a monthly limit of £2,500.\nBut the scheme is being wound down, and since 1 July, employers have been asked to contribute 10% towards the wages of furloughed workers - with the government's contribution falling to 70%.\nThat amount is now set to rise to 20%. The monthly limit of £2,500 will stay in place, so workers will not notice the difference.\nHowever, by making furlough more expensive for employers, the UK government hopes to encourage them to take workers back full-time if they can. The scheme is set to continue until 30 September.\nAhead of the changes, unions warned the increased financial burden on firms could hit industries just as they were trying to recover from repeated lockdowns.\nWith coronavirus measures still in place restricting numbers allowed in bars and restaurants, nightclubs unable to open and many not going abroad on holiday due to Covid rules, unions fear the travel and hospitality sectors could be badly affected.\nThe Wales TUC said some firms were still having to furlough staff due to not being able to open fully, and \"half of all staff in travel agencies are still on furlough\".\n\"We do feel that doubling the employer contribution is too much too soon, and puts jobs at risk in some parts of the economy,\" a spokesperson said.\nThe union representing travel and transport industries, the TSSA, said many people were still wary of booking holidays abroad and companies were struggling to survive.\n\"Any cuts to the furlough scheme will be like kicking people when they're already down,\" General Secretary Manuel Cortes said. \n\"With no structured plan to provide the extra support, we are likely to see more travel agencies go under.\"\nAfter months of being ground to a halt due to travel restrictions in the pandemic, drivers are back on the roads taking people on trips across the UK.\n\"We were faced with the really difficult decision of laying everyone off if it wasn't for furlough. It was a godsend,\" said Jason Edwards, director of Llantrisant-based Edwards Coaches.\nHe said while it was good more than 500 staff who were on furlough were now back at work, the company was struggling with staff needing to take holidays, and being unable to recruit to deal with demand.\n\"You'd pinch yourself after the 14 to 15 months we've had, but we are short of staff,\" he said.\n\"There's a huge appetite for travel, but I feel there's a reluctance now to change jobs because people are nervous they might lose their furlough protection.\"\nMr Edwards said changes to furlough should be industry-specific as the scheme comes to an end.\nIn Denbighshire, drivers have been excited to welcome back customers at Voel Coaches, but manager Chris Gentle said he was \"extremely concerned\" furlough was being wound down just before winter.\nWhile 50 staff who had been furloughed are now back in work, they are on flexi-furlough, allowing the company to send them home if they hit a quiet period.\n\"We are receiving a high number of bookings, and starting to operate back to full capacity on some trips, but there's still that knock-on effect of a whole 16 months of being closed, with overheads and maintenance still being paid,\" he said.\n\"We are trying to recover from that, and also now paying more of the staff wages when they go into furlough, and team that with the winter, it's really unsettling.\"\nThe Welsh government said it had repeatedly called on the UK government not to withdraw the furlough scheme until the economy \"is ready\".\nThe UK government said the scheme had protected over 11.6 million jobs and eligible tourism businesses would also continue to benefit from reduced VAT until March 2022. \n\"We deliberately went long with our support to provide certainty to people and businesses over the summer,\" a spokesperson said.\n\"Businesses can also continue to access other support including our Recovery Loan scheme - and we recently made cautious changes to the requirements for international travel which will support activity within the industry.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58040302",
      "category": "uk",
      "title": "Covid vaccine will not be compulsory for university lectures",
      "tags": "Universities,Coronavirus vaccines,Vaccination,Students,Vaccine passports,Coronavirus pandemic",
      "text": "Ministers are no longer considering making it compulsory for university students to be fully vaccinated against Covid to attend lectures in England, the BBC has been told. \nThe foreign secretary previously said students would get \"advance warning\" if they needed to be double jabbed. \nThe government plans to require two jabs to go to nightclubs and other crowded venues from September. \nMore than 72% of UK adults have had two doses so far, while 88.5% have had one.\nThe idea of making vaccines compulsory for university students - either to attend lectures or to live in halls of residence - was not ruled out by either education minister Vicky Ford or Downing Street when asked about it earlier this week. \nAnd asked whether vaccination would be mandatory for students returning to halls of residence, Foreign Secretary Dominic Raab said a decision would be taken in September. \n\"We will certainly make sure university students have advance warning, of course we're going to be mindful of this,\" he told BBC Radio 4's Today programme on Thursday.\nBut now the idea of requiring students in England to show proof of vaccination to attend lectures or stay in halls of residence has been shelved, the BBC has been told.\nBBC political correspondent Peter Saull said he believed there were two key reasons why the government had rowed back on this.\n\"The first is logistics - how on earth could universities police this? And there were potentially some legal questions too because when you get an offer of a university place, that is considered to be legally binding,\" our correspondent said.\n\"But also I think ministers are keenly aware that unease is growing in the Conservative backbenches about this wider issue of vaccine passports.\"\nThe governments of Scotland, Wales and Northern Ireland are in charge of their own coronavirus rules and education policy. \nUnions have been critical of making vaccines mandatory for university students. \nThe University and College Union previously said this would be wrong and \"hugely discriminatory against those who are unable to be vaccinated\" as well as for international students. \nAnd the National Union of Students had called the idea \"appalling\", accusing the government of \"lining students up as scapegoats\". \nBoth Labour and leading universities have called for vaccination centres to be set up on campuses so that students are jabbed before the winter.\nThe Russell Group - made up of the UK's top universities - has offered its own spaces and facilities to be used as pop-up centres.\nAll over-18s in the UK have now been offered a first dose of a Covid vaccine - and people can get their second dose eight weeks later. \nThis means the government expects all adults to have had the opportunity to have both jabs by the end of September. \nHowever, 32% of 18 to 29-year-olds in England had not had their first dose by 25 July, according to the latest data from NHS England. \nFrom the end of September, ministers have said people will need proof of full vaccination to attend nightclubs and other crowded venues in England. \nThe full details of the plan are yet to be seen but an NHS Covid Pass - which you can obtain electronically or as a letter - will be used as proof.\nMeanwhile, a letter sent to GPs last week by NHS England said those who were three months away from turning 18 could get their first jab immediately.\nBut families have criticised the guidance, which also warns doctors not to begin vaccinating some clinically vulnerable children against Covid-19 - because they may not be covered by insurance.\nSome GPs have said it has created mixed messages and confusion.  \nThe document said more information would be provided soon.\nEarlier this month, the government's vaccine advisers recommended offering the Pfizer jab to children in England, which includes about 150,000 12-15 year olds most at risk. \nIn response, the NHS said there was \"no delay\" to vaccinating children in this age group and they would be offered a first dose before the start of the school year. It said the letter to GPs made clear a national indemnity contract will be set out shortly.\nElsewhere, the Equalities and Human Rights Commission has warned companies that rules requiring staff to be fully vaccinated must not be disproportionate and discriminatory.\nThe rights watchdog said it understood that firms will want to protect their staff and customers by requiring employees to be vaccinated but advised that they consider other factors.\nTransport Secretary Grant Shapps has previously suggested it is a good idea for people to be double-jabbed before returning to the office, but legislation would not require it.\nGuidance from the CIPD, the trade body for human resources professionals, says that while employers do have a duty of care to employees they cannot force them to have the vaccine.\nA further 26,144 coronavirus cases have been recorded in the UK and another 71 deaths within 28 days of a positive test, according to Saturday's government figures."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58040141",
      "category": "world-asia",
      "title": "Afghanistan: Taliban continue attacks on three major cities",
      "tags": "Afghanistan,Taliban",
      "text": "Fighting is raging around three major cities in south and west Afghanistan, as Taliban militants seek to seize them from government forces.\nHerat, Lashkar Gah and Kandahar saw continued clashes on Sunday.\nThe Taliban have made rapid rural gains since it was announced almost all foreign troops would go by September.\nBut the fate of these key cities could be crucial amid fears of a humanitarian crisis and how long government forces will be able to hold out.\nThe fundamentalist Islamist militia is already thought to have captured up to half of all Afghanistan's territory, including lucrative border crossings with Iran and Pakistan, but it has yet to take a provincial capital.\nIn Lashkar Gah, heavy fighting continued inside the city on Sunday.\nInsurgents were reportedly only a few hundred metres from the governor's office on Saturday - but had been pushed back by nightfall. \nAfghan and US air strikes have reportedly targeted Taliban positions and government forces say they have killed dozens of militants.\nOne resident, Halim Karimi, told Agence France-Presse: \"Neither the Taliban will have mercy on us, nor will the government stop bombing.\"\nThe Taliban's firm focus is now on Afghanistan's cities. The situation is fluid but Lashkar Gah, capital of Helmand province where many US and British soldiers lost their lives, looks the most vulnerable right now. Pro-Taliban social media accounts have uploaded videos of their fighters in the heart of the city. \nAfghan special forces are being sent in to help push them back, but one local resident told us even if that does end up happening, the Taliban's advance is a powerful assertion of their strength. \nThe militants are understood to have taken up some positions in the homes of ordinary families, which will make it harder to dislodge them. More lengthy and bloody fighting looks to be ahead. \nFlights at Kandahar airport were suspended on Sunday after Taliban rockets struck the complex before dawn, causing some damage to the runway.\nOne Kandahar MP told the BBC on Saturday the city was at serious risk of falling to the Taliban, with tens of thousands of people already displaced and a humanitarian disaster looming.\nGul Ahmad Kamin said the situation was getting worse hour by hour, and the fighting within the city was the most severe in 20 years.\nHe said the Taliban now saw Kandahar as a major focal point, a city they want to make their temporary capital. If it fell, then five or six other provinces in the region would also be lost, Mr Kamin said.\nHe said the Taliban fighters were on several sides of the city and because of the large civilian population government forces would not be able to use heavy weaponry if the militants got fully inside.\nAfghan special forces have been deployed in the economically important city of Herat, and the situation appeared more stable on Sunday.\nAfghan troops are fighting alongside the veteran warlord and anti-Taliban commander, Ismail Khan, who has mobilised citizens to take on the militants.\nAir strikes have also been carried out on Taliban positions outside the city.\nA guard outside a UN compound near the airport was killed on Friday in what the UN described as a deliberate Taliban attack.\nThe EU's special envoy for Afghanistan, Tomas Niklasson, said he believed the war was set to get much worse.\nHe said he feared the Taliban way of thinking now was \"something they had in the past - re-establishing... their Islamic emirate\".\nAnd the former head of the British Armed Forces, Gen David Richards, warned the international withdrawal could result in the collapse of the Afghan army's morale, leading to Taliban control and possibly a renewed international terrorist threat.\nHumanitarian organisations have also warned of a major crisis in coming months as the Taliban continue their offensive - with a lack of food, water and services, and overcrowding in camps for the displaced.\nUS troops and their Nato and regional allies forced the Taliban from power in November 2001.\nThe group had been harbouring Osama Bin Laden and other al-Qaeda figures linked to the 11 September 2001 attacks in the US.\nBut despite a continued international presence, billions of dollars of support and training for the Afghan government forces, the Taliban regrouped and gradually regained strength.\nIn February 2020, then-US President Donald Trump and allies agreed to formulate a deal with the Taliban on the withdrawal of international combat forces.\nThis year, President Joe Biden announced the withdrawal would take place by September."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58043041",
      "category": "uk",
      "title": "Covid: One in five firms plan job cuts as furlough tapers - survey",
      "tags": "Job Retention Scheme,Employment,Coronavirus pandemic",
      "text": "One in five firms plan on letting staff go in response to Sunday's furlough policy change, which will see employers contribute more, a survey has found.\nThe British Chamber of Commerce said extra training was needed to deal with thousands of redundancies predicted.\nFrom Sunday, government payments reduce to 60% towards salaries, with employers paying 20%.\nThe government said the approach was \"right\" and meant \"we can focus support elsewhere\" as the economy recovers.\nAccording to the most recent figures up to 30 June, about 1.9m workers were on furlough, down from a peak of 5.1m in January.\nThe government said 11.6 million jobs have been supported since the Job Retention Scheme launched in April 2020.\nThe scheme is due to close at the end of September.\nIt meant that staff whose jobs were put on hold during the coronavirus pandemic were guaranteed 80% of their salaries - to a limit - from the government.\nAs the scheme winds down, the support is slowly being made less generous. Since 1 July, employers have been asked to contribute 10% towards the wages of furloughed workers for hours their staff do not work. \nThat amount has now risen to 20% during August and September.\nThe British Chamber of Commerce surveyed 250 businesses, with 18% telling the chamber they were likely to make staff redundant in response to the change to furlough.\nA quarter said they would aim to reduce hours or move staff to part-time working patterns.\nJane Gratton, head of people policy at the chamber, said the change \"will likely result in many thousands of people being released back into the labour market, as employers who are still struggling to recover from the recession are forced to make redundancies and cuts to working hours\".\nShe said it was \"crucial\" that employers and the government give returning furloughed workers the support and training they need \"to be re-engaged and productive\". \nHannah Slaughter, an economist from the Resolution Foundation, told the BBC that over the majority of the pandemic, the highest rates of furlough was among the under 25s, but the most recent data it was the over 60s who were more likely to be furloughed.\n\"That's concerning because we are likely to see a rise in unemployment when the Job Retention Scheme ends in the autumn and any workers who are left on furlough are more likely to become unemployed,\" she said.\nShe said older people were more likely to leave the workforce when they lose their jobs and those who return in a new job were \"more likely to face a pay penalty\" relative to younger workers.\nThe government said its employment programmes were working and had supported workers' livelihoods through the pandemic.\n\"We've always been clear that it's not possible to save every job, but our Plan for Jobs is helping people of all ages find the skills they need to get back into work,\" a spokesman said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58029653",
      "category": "business",
      "title": "Heatwave risk from plans to convert shops to homes",
      "tags": "Urban planning,Planning permission",
      "text": "Planning reforms to convert shops and restaurants into homes could lead to more people suffering from potentially deadly heatwaves, claims a report.\nFrom 1 August, firms will be allowed to redevelop a wider range of commercial property into flats.  \nIt is hoped the move will regenerate City centres that have struggled during the pandemic.\nBut Zurich UK warns it risks creating more poor quality homes vulnerable to overheating in the summer.\nAt present, disused office space can be converted into residences without having to apply for planning permission.\nFrom August, so-called permitted development rights will be expanded to allow vacant retailers, restaurants and gyms to be changed into homes. \nBut Zurich UK, the insurance group, said: \"A rush to redevelop shops and offices left empty by the pandemic could create a swathe of sub-standard homes that are vulnerable to climate change.\" \nZurich said that small self-contained bedsits and studio flats could potentially become uninhabitable during increasingly hot summers.\nIt warned that many properties in built-up areas were affected by the \"urban heat island\" effect, where temperatures are hotter than outlying areas. It added these properties were also at risk from flash floods caused by heavy downpours on concrete surfaces.  \n\"The post-Covid city may need to quickly adapt to new modes of behaviour, which could see many building types adapted for purposes not originally intended,\" said Tony Mulhall, associate director of the land professional group at the Royal Institution of Chartered Surveyors. \nAlready one in five homes in the UK overheats, according to the Climate Change Committee (CCC), the independent body which advises the government. The death toll from heatwaves is expected to triple by 2050 as temperatures continue to climb.\nA government spokeswoman for Housing, Communities and Local Government said homes delivered through permitted development rights continued to make an important contribution to housing delivery. \nShe added that Zurich's \"claims are based on unfounded assumptions\". \n\"Our reforms will transform unused buildings into much-needed new homes, and all new homes must be of high quality and meet national space standards and building regulations, including ventilation requirements,\" she said.\nLast summer, heatwaves in England caused 2,556 deaths, with the CCC predicting numbers could triple from an average of 2,000 to 7,000 each year by 2050. \nMr Mulhall said following the change in permitted development rights: \"A generation of hermetically sealed commercial buildings may now fall into this category to be repurposed for housing, needing to satisfy a completely different set of standards.\"\nHe added that while energy poverty - where residents cannot afford to heat their homes during the winter - was a recognised problem: \"The other increasing concern is residential buildings which, due to increased natural temperatures, are tending to overheat. \n\"Some buildings when reconfigured as apartments with a single aspect may not allow for through ventilation as part of a natural cooling strategy.\"\nAccording to Zurich UK's research, more than 64,700 flats have been created from disused offices in the last five years. \nBetween January and March this year, applications for office-to-residential conversions in England rose 28% to a three-year high \"as developers snap up blocks left vacant by an exodus of workers from city centres\". \nConverted flats typically have big windows, but no air conditioning, and if all the windows face south, it can be impossible to escape sweltering heat.\nThe problem is exaggerated in flats fashioned from offices with a big square floorplate. The resulting apartments often face in only one direction - and this means they can't get a cooling through-draught.\nAlready one in five homes in the UK overheats, according to the Climate Change Committee, with heatwave death tolls expected to triple by 2050 as the UK warms.\nEddie Tuttle, director for policy, research and public affairs at the Chartered Institute of Building, said: \"While we agree with the principle of permitted development rights to rejuvenate town centres, there is clear evidence that homes built using permitted development rights have led to spaces detrimental to the health, well-being and quality of life of future occupants.\"\nZurich wants ministers to think ahead to look at ways to climate-proof buildings.\nIt said developers could be required to improve cooling by fitting heat-reflecting windows, installing shutters and sunshades and using reflective surfaces and ceiling fans. \nIt added that developers should install leak detection and suppression devices. \n\"If fitted during the conversion, costs can be relatively modest and avoid huge disruption for residents,\" it said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58040799",
      "category": "uk-england-london",
      "title": "Man dies and two ill after taking drugs at Tottenham nightclub",
      "tags": "Enfield,Haringey,Drug use,Tottenham",
      "text": "A man has died and two others are in hospital after taking illegal drugs at a nightclub in north London.\nThe Met Police said the 21-year-old died in hospital after he was taken unwell at The Cause nightclub in Ashley Road in Tottenham early on Saturday.\nHis death is being treated as unexplained. The two other men are in a stable condition. \nIt comes as Bristol City Council warned there was a \"lethal\" batch of pills circulating in the city.\nThe council said a high-strength recreational drug had killed one young person in Bristol and left several others in hospital.\nThe Met said a post-mortem test into the 21-year-old's death had yet to be scheduled. His next of kin have been told.\nIt is understood the three men in Tottenham had taken drugs. Detectives do not believe they knew each other.\nNo arrests have been made.\nSupt Simon Crick, in charge of policing for Enfield and Haringey, said: \"There is no safe way of taking illegal drugs, however the incidents overnight have caused us particular concern. \n\"We urge anyone who bought drugs in or around the nightclub to dispose of these substances as soon as possible.\"\nHe added anyone who becomes unwell after taking an illegal substance should seek medical advice. "
    }
  ]
}