{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57037839",
      "category": "uk-politics",
      "title": "Elections 2021: Labour's deputy leader Angela Rayner sacked as party chair",
      "tags": "England local elections 2021,Keir Starmer,Labour Party",
      "text": "Labour's deputy Angela Rayner has been sacked from her roles as party chair and campaign coordinator following poor results in the English local elections.\nThe party lost control of several councils and suffered defeat to the Tories in the Hartlepool by-election.\nLeader Sir Keir Starmer is expected to reshuffle his frontbench team in the next few days.\nMs Rayner will remain deputy leader of the party as it is a position directly elected by the party members. \nShe is also expected to be offered another shadow cabinet role. \nA Labour source said: \"Keir said he was taking full responsibility for the result of the elections - and he said we need to change. \n\"That means change how we run our campaigns in the future. Angela will continue to play a senior role in Keir's team.\"\nBut Labour's former shadow chancellor John McDonnell said the decision to sack Ms Rayner was a \"cowardly avoidance of responsibility\" and accused Sir Keir of \"scapegoating everyone apart from himself\".\nAnd shadow cabinet source said they were \"totally shocked\", adding, \"everyone is gobsmacked\".\nLabour's shadow schools ministers Wes Streeting said he had a lot of respect for Ms Rayner adding that she had a \"big responsibility\" along with Sir Keir to \"lead the party to victory at the next general election\".\nHe said it was \"time to take a cold hard look at ourselves to make sure we are changing Labour for the good\". \nLabour's Greater Manchester mayor Andy Burnham spoke out against Sir Keir's decision to sack Ms Rayner, tweeting: \"I can't support this.\"\nSpeaking after his re-election on Saturday,  Mr Burnham warned that Labour was still too \"London-centric\".\nMr Burnham said the party needed to connect with voters differently, and support more powers for English regions.\n\"I'm getting a bit fed up of saying this to them, but they really do now need to listen and make real changes,\" he added.\nThe results in England contrast to Wales, where Mark Drakeford led Labour to its best performance in elections to the Welsh Parliament, falling just short of an overall majority by one seat.\nLabour has been in power in Wales - either in coalition or a minority - for the past 22 years.\nThursday's votes, including council and mayoral elections in England, are Labour's first major test since its crushing defeat at the 2019 general election. \nInstead of recovering ground, the party suffered a series of setbacks in England, including losing overall control of councils including Durham, Sheffield and Plymouth.\nThe Conservatives also picked up control of several councils, including Nottinghamshire and Basildon, as well as winning Harlow from Labour.\nIn former heartland Tees Valley, Labour suffered a huge defeat to incumbent Tory mayor Ben Houchen, who increased his share of the vote to 73%.\nBut Labour did win mayoral contests in a number of areas, including taking the West of England from the Tories, while retaining others including London, Liverpool, Liverpool City Region, Doncaster and Salford.\nOn Saturday, the party's shadow home secretary Nick Thomas-Symonds said Labour had to do more to listen to voters who had abandoned the party. \nHe added that the party needed to \"accelerate\" changes under Sir Keir's leadership, and would be launching a \"root and branch policy review\".\nHe contrasted the party's performance in England to a better showing in elections to the Welsh Parliament, where he said as a party in power it had a \"credible, radical policy offer\" to put to voters.\nSpeaking on Friday, Sir Keir Starmer said Labour had \"lost the trust of working people.\"\nHe added the party had \"not made a strong enough case to the country\", but he took responsibility for \"fixing things\".\nFigures on the left of the party have accused him of not doing enough to challenge the government since taking over as leader last year. \nQuestioned about leadership ambitions, Mr Burnham said he loved the job he had just been re-elected to do and that was his priority.\nHe added: \"I'm not just going to put myself forward unless they needed me one day in the future. But we're not at that day.\"\nThe Labour leadership's response to poor results in England will be both political and organisational.\nThere will be a reshuffle of the shadow cabinet, and more staff will be moved out of London to regional offices.\nThe policies Sir Keir Starmer inherited from his predecessor Jeremy Corbyn will also be formally reviewed.\nLabour peer Lord Mandelson - who has advised Sir Keir's team - called for this review and envisaged the process running for 18 months to two years.\nLabour sources say that Sir Keir could use the exercise not just to distance himself  from the 2019 manifesto, but to move away from some of the policy pledges he made in last year's leadership contest - which had been designed to appeal to the party's left.\nAmong those to criticise the party's direction under Sir Keir is Khalid Mahmood, who quit as a shadow defence minister around a month ago. \nSpeaking on Friday, he said Labour had been \"captured\" by a \"London-based bourgeoisie\" and had \"lost touch with ordinary British people\".\nThe Birmingham Perry Barr MP said the party needed to focus on supporting jobs, particularly in advanced manufacturing, in areas that felt left behind.\nAnd former leader Jeremy Corbyn, who has been suspended as a Labour MP under Sir Keir, said the party needed to present a \"real, radical alternative\".\n\"Offering nothing, offering insipid support for the government, causes people either to vote for somebody else or simply to stay home and disappear,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57021276",
      "category": "uk-politics",
      "title": "Elections results 2021: Conservatives make gains on English councils",
      "tags": "Conservative Party,England local elections 2021,Labour Party",
      "text": "Labour is losing ground to the Conservatives in elections across England, in the first big test of Sir Keir Starmer's leadership of the party.\nThe first blow for Labour came when the Tories took a Westminster seat from it in the Hartlepool by-election.\nIt has also lost control of several councils, while the Conservatives have made gains. \nAnd the Tories won more than 70% of the mayoral vote in Tees Valley - an area that used to vote Labour.\nSir Keir said he was \"bitterly disappointed\", but pledged to lead a fightback for his party and to set out a \"bold vision\" in the next few days.\nMore than half the results from Thursday's English council elections have been announced.\nThe rest, as well as those for mayoral and police and crime commissioner contests, will continue to come in through over the weekend.\nAmong the details so far, the Conservatives have taken Pendle, Maidstone, Cornwall, Nottinghamshire, Basildon, Northumberland, Dudley, and Nuneaton and Bedworth councils from no overall control.\nThey also took control of of Harlow council, in Essex, from Labour.\nAnd Labour has lost Sheffield, Plymouth and Rossendale to no overall control.\nThe Green Party has increased its number of seats across England, while the Conservatives lost Cambridgeshire and the Isle of Wight to no overall control.\nConservative Ben Houchen was re-elected mayor of Tees Valley, which includes Hartlepool, receiving 73% of the vote. This involved a swing from Labour to his party of 23%.\nMr Houchen said there was \"pride returning\" to the area, adding that it was \"not true\" that the government had pumped lots of money into it over the past few years only because it was run by a Conservative.\nPolling expert Sir John Curtice, of Strathclyde University, said \"what was once traditional Labour territory\" in north-eastern England had \"now been well and truly painted blue\".\nEngland is electing 143 councils, 13 mayors.\nIt is also choosing 35 police and crime commissioners, of which the Conservatives have so far gained three, for Dorset, Cleveland and Avon and Somerset.\nThe prime minister described results declared so far as \"very encouraging\" for the Conservatives.\n\"I think that's really because we have been focusing, as a government, on our priorities, the people's priorities, and bouncing back from the pandemic as much as we can and getting through it,\" he added.\nClick or tap to explore map\nSir Keir offered a stark assessment of Labour's performance, which follows its worst general election outcome since the 1930s in 2019.\nHe told the BBC the party, which he has led for just over a year, had \"lost the trust of working people, particularly in places like Hartlepool\", adding: \"We have not made a strong enough case to the country.\"\nHe said that he intended to take \"responsibility for fixing things\".\nFormer Labour leader Jeremy Corbyn criticised the party under Sir Keir for \"offering nothing\" but \"insipid support for the government\".\n\"We have to make a very clear pitch for what real social justice would look like,\" he told Channel 4 News. \"You don't succeed in beating the government if you agree with their strategy.\"\nBut Labour has won some key votes, including in Doncaster, where Ros Jones was re-elected as mayor.\nIt has also retained control of councils including Liverpool, Manchester, Hastings and Exeter.\nLiberal Democrat leader Sir Ed Davey, whose party has lost a few seats with more than half of councils still to declare their results, said it was \"moving forwards and making progress\".\nReacting to the gain in seats in Cambridgeshire, he added: \"If you want to beat the Conservatives, it's the Liberal Democrats that can do it.\"\nEngland is seeing a bumper set of local council elections this year, after polls in 2020 were postponed due to the pandemic.\nIn Scotland, parliamentary results will give an indication of the public level of support for a second independence referendum, as proposed by the SNP.\nMeanwhile, Welsh Labour is aiming to remain the largest party in the Senedd, where it has held power since the parliament was founded in 1999."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-57038203",
      "category": "uk-england-birmingham",
      "title": "Elections 2021: Andy Street stays as West Midlands mayor",
      "tags": "England local elections 2021,Mayor of the West Midlands,Andy Street",
      "text": "Conservative Andy Street has been re-elected as the West Midlands mayor.\nThe 57-year-old won in the second preference count, with a total of 314,669 votes.\nLabour's Liam Byrne was unable to make up the 55,309-vote deficit from the first round, picking up 267,626 total votes to come second place.\nMr Street, a former managing director of John Lewis, was first elected to the position in 2017 when he defeated Labour's Sion Simon.\nFollowing the result, Mr Street thanked \"everyone who has put their faith in me\".\n\"I want to thank everyone else who's come on board over last four years, and shares our vision for and belief in the renewal of the West Midlands,\" he added.\n\"It's that growing sense of unity and purpose that makes me certain we will succeed.\"\nMr Street said the region now \"faces serious challenges\" due to the Covid-19 pandemic. \n\"But equally there is no question that the West Midlands will bounce back strongly, and that we will create the dynamic, meritocratic, inclusive society we all crave,\" he said.\nIn his speech, Mr Byrne said Mr Street's mother, who died of coronavirus earlier this year, would be \"watching down today with immense pride\". \nThe region's mayor represents around 2.8 million people across seven local council areas - constituent members of the West Midlands Combined Authority - Birmingham, Coventry, Dudley, Sandwell, Solihull, Walsall and Wolverhampton.\nThe role attracts investment, is responsible for training and apprenticeships, housing development and controls the region's transport budget. \nIndividual counts took place across the region, with a main count at the Utilita Arena in Birmingham. \nThe election saw a 31% turnout of eligible voters.\nAlso running, but eliminated after the first preference votes, were Steve Caudwell for the Green Party, Pete Durnell for Reform UK and  Liberal Democrat Jenny Wilkinson.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-57038039",
      "category": "uk-scotland-scotland-politics",
      "title": "Scottish election 2021: Nicola Sturgeon celebrates 'historic' SNP election win",
      "tags": "Scottish Parliament election 2021,Scottish Parliament",
      "text": "Nicola Sturgeon has hailed the SNP's \"historic and extraordinary\" fourth consecutive victory in the Scottish Parliament election.\nThe party finished on 64 seats - one short of a majority but one more than it won in 2016.\nMs Sturgeon said her priority was the pandemic but she still intended to hold an independence referendum once the crisis has passed. \nBoris Johnson has invited the devolved nations to a Covid recovery summit.\nMs Sturgeon said there was no democratic justification for the prime minister, or anyone else, to attempt to block it.\nBut Mr Johnson said talk of \"ripping our country apart\" would be \"irresponsible and reckless\".\nThe prime minister congratulated Ms Sturgeon and Welsh First Minister Mark Drakeford on their re-elections and invited them to a meeting \"to discuss our shared challenges and how we can work together in the coming months and years to overcome them\".\nIn Scotland the SNP won 64 seats, the Conservatives 31, Labour 22, the Scottish Greens eight and Liberal Democrats four.\nMs Sturgeon said her party had won the most constituency seats and secured the highest share of the constituency vote in the history of devolution. \nAnd she pledged that \"the task of building a better Scotland for everyone who lives here will be my priority every single day.\"\nClick or tap to explore results\nMs Sturgeon said her focus in government would be on leading the country through the pandemic and keeping people safe from Covid.\nShe added: \"It is then to kick-start and drive our recovery with an ambitious and transformative programme for government.\n\"And, yes, when the crisis has passed, it is to give people in Scotland the right to choose their future.\n\"All of that is what I promised and all of that is what I intend to deliver.\"\nShe said the result of the election meant there was \"no democratic justification whatsoever for Boris Johnson or anyone else seeking to block the right of the people of Scotland to choose our future.\"\nAnd she insisted that holding a referendum was now \"the will of the country\". \nThe prime minister congratulated Ms Sturgeon and Welsh First Minister Mark Drakeford on their re-elections and invited them to a meeting \"to discuss our shared challenges and how we can work together in the coming months and years to overcome them\".\nHe phoned Mr Drakeford on Saturday and plans to speak to Ms Sturgeon on Sunday.\nIn a letter to Ms Sturgeon published on Saturday night, he invited her to \"discuss our shared challenges\", adding \"we will not always agree - but I am confident... we will be able to build back better, in the interests of the people we serve.\"\nMr Johnson said the country needed to \"show the same spirit of unity and co-operation that marked our fight against the pandemic\" in engineering a Covid-19 recovery.\nBut he warned it would be a \"difficult journey\", adding: \"The broad shoulders of the UK have supported jobs and businesses the length and breadth of the country, but we know that economic recovery will be a serious shared responsibility.\"\nPrior to the Holyrood election's final results, Mr Johnson wrote in Saturday's Daily Telegraph that it would be \"irresponsible and reckless\" to talk about \"ripping our country apart\" with an independence referendum at a time when people wanted to recover from the coronavirus crisis.\nThe Scottish voting system was specifically designed to prevent any one party having a majority in the 129-seat parliament - although the SNP did manage to do so in the 2011 election. \nThe SNP, which formed a minority government after the last election in 2016, had hoped that winning another majority in this election would further strengthen its calls for a second referendum on Scottish independence to be held. \nIt would also have allowed the party to pass laws and the Scottish government's annual budget at Holyrood without having to rely on the support of any other party. \nBut there will be another, slightly increased, pro-independence majority in the parliament thanks to the seats allocated to the Scottish Greens through the regional list system and the additional seat won by the SNP.\nHowever, the Alba Party - which was formed by former SNP leader and first minister Alex Salmond - will not win any seats. \nPolling expert Prof Sir John Curtice said the results have seen 51% voters backing pro-UK parties in the constituency ballot - and 51% backing pro-independence parties in the regional list ballot.\nHaving secured a fourth term in power for the SNP, Nicola Sturgeon is not short of things to do as first minister. \nShe has to form a government - that could be another SNP-only administration, unless she wants to explore a more formal arrangement with the independence-supporting Greens to secure an outright majority. \nShe has to reshuffle her cabinet with four cabinet posts including that of health secretary needing filled as a result of retirements.\nThere are also important decisions that need to be taken on coronavirus - with a further easing of restrictions due on 17 May, plans to reopen international travel to consider and concern over Covid cases in Moray to address. \nMs Sturgeon has insisted that dealing with the pandemic and its aftermath will be her immediate priority — although clearly she intends to press the case for another independence referendum too. \nThere are also formalities - being sworn in with the other 128 MSPs on Thursday before putting herself forward in parliament for re-election as first minister the following week. \nThe SNP won two seats from Labour and one from the Conservatives in the constituency results that were declared on Friday.\nBut those wins caused the party to lose seats on the regional list, effectively cancelling out some of the gains it has made. \nNo other constituency seats have changed hands after Thursday's vote, which saw a record turnout for a Scottish Parliament election despite the Covid pandemic.  \nBut the SNP's Kaukab Stewart and Pam Gosal of the Scottish Conservatives making history by becoming the first women of colour to win seats in the Scottish Parliament.\nThe SNP has pledged to push forward with legislation for a second Scottish independence referendum and have said they could go to the courts if the UK government attempts to block it.\nMs Sturgeon has also said she will not hold an illegal wildcat vote on the issue, arguing that it would not actually lead to Scotland becoming independent because the result would not be recognised by the UK government or the international community.\nAnd she has repeatedly stressed that she would only want a referendum to be held once the pandemic is over.\nOpinion polls suggest that voters are essentially split 50-50 on the question of whether Scotland should be an independent country. \nSIGN UP FOR SCOTLAND ALERTS:  Get extra updates on BBC election coverage"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57034638",
      "category": "world-us-canada",
      "title": "Michelle Obama: Black parents have 'fear in our hearts'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-57000382",
      "category": "world-latin-america",
      "title": "Brazil violence: Rio police accused by residents of abuses in raid",
      "tags": "Brazil,Rio de Janeiro",
      "text": "The United Nations human rights office has strongly criticised a police raid against suspected drug traffickers in Rio de Janeiro, amid allegations of abuse and extrajudicial executions.\nThe deadliest police operation in the city's history has left 28 dead, including a police officer.\nResidents say police killed people who wanted to surrender and entered homes without a warrant. \nPolice have denied any wrongdoing, saying officers acted in self-defence.\nRio de Janeiro is one of Brazil's most violent cities, and vast areas are under the control of criminals, many of them linked to powerful drug-trafficking gangs. Security forces are often accused of disproportionate force during their anti-crime operations.\nThursday's raid in Jacarezinho, one of the city's largest slums known as favelas, was carried out by about 200 heavily armed police officers and included an armoured helicopter with a sniper. The area is dominated by Comando Vermelho, or Red Command, one of Brazil's largest criminal organisations.\nA television helicopter filmed men jumping from rooftops, while desperate residents posted videos on social media showing intense shootouts as they claimed police had invaded their houses and used excessive violence.\n\"There are boys who have been cornered in the house and want to surrender,\" one resident said, referring to the suspects. \"And the police want to kill them. They have even killed some in front of us.\"\nIn another video, a resident filmed a police officer standing next to a house and said: \"They're cornering [the suspects]. They don't want to let the boys surrender.\"\nMaria Júlia Miranda, a public defender, said residents told her a suspect was killed in the bedroom of an eight-year-old girl where there were blood stains on the floor and on her bed, and that the family had witnessed the alleged execution.\nMs Miranda said she was \"shocked\" by seeing \"lots of pools of blood... and walls with bullet marks\" when visiting the favela. There was also evidence that the scenes of the killings were not preserved, she said, with bodies being removed. \"On these cases,\" she added, \"there was probably an execution.\" \nHuman rights groups, including Amnesty International, said they had also received reports and images from residents saying that their houses had been invaded, and that the police had killed people when they already offered no risk.\n\"It's completely unacceptable,\" Jurema Werneck, executive director of Amnesty International Brazil, said in a statement. \"Even if the victims were suspected of criminal association, which has not been proven, summary executions of this kind are entirely unjustifiable.\" \nThe level of violence caused shock even in Rio, which for decades has been plagued by high levels of crime and police brutality. Between January and March, 404 people were killed in police operations in the city's metropolitan area, according to official figures.\nAlmost all raids happen in communities where residents are mostly black and poor, and some of the victims are not even suspects. Critics say the operations are often badly planned and frequently end in bloodshed while allegations of misconduct by officers are rarely investigated, with impunity virtually the norm.\n\"This kind of operation doesn't dismantle criminal groups, it only causes pain and distrust,\" Igarapé Institute, a Rio-based think tank, said in a statement. \"The social impact of this case is still unknown but will certainly last for years.\"\nAmid widespread condemnation, the United Nations human rights office called for an independent investigation, describing it as a \"long-standing trend of unnecessary and disproportionate\" police operations.\n\"You have the institutions which control these operations... So, it appears that collectively, they are not succeeding in stopping these kinds of really disturbing, over-the-top, lethal operations. So something is clearly wrong there,\" spokesman Rupert Colville said in Geneva.\nThe officer killed was named as 48-year-old Inspector André Leonardo de Mello Frias, who was shot in the head while trying to remove a barricade set up by the criminals. Police have not yet identified the other people killed but said six suspects had been arrested.\nRodrigo Oliveira, a police chief, defended the police's actions, saying that officers acted within the law. \"The only execution that took place was that of the police officer,\" he said at a news conference where police displayed an arsenal of weapons that had been seized, including six assault rifles and a submachine gun.\nPolice say they launched the operation to serve 21 arrest warrants as part of a year-long investigation that suggested gangs were recruiting children, among other crimes. Experts again questioned the force used given that minors are used by criminals across the city.\n\"This is cruel, barbaric,\" Joel Luiz Costa, a lawyer from Jacarezinho, said in a video posted on Twitter. \"Twenty-five people or more were killed. Did it end drug trafficking? Will this end drug trafficking?\"\nThe raid happened despite a court ruling last June that restricted police action in poor areas of Rio during the pandemic unless it was deemed essential. The Rio state public prosecutor's office said it would launch an investigation while the police said they would also open an inquiry.\nThere has been no comment from far-right President Jair Bolsonaro. A former army captain, he supports changes in legislation that would protect officers from prosecution if they kill suspects, and has previously said that \"a good criminal is a dead criminal\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-57025065",
      "category": "uk-scotland-scotland-politics",
      "title": "Scottish election 2021: Liberal Party member suspended over Yousaf confrontation",
      "tags": "Scottish Parliament election 2021,Glasgow,Humza Yousaf",
      "text": "A Liberal Party member who confronted the SNP MSP Humza Yousaf at a Glasgow election count has been suspended. \nDerek Jackson and others, who are not affiliated with the Liberal Democrats, questioned Mr Yousaf about how women and children in Pakistan are treated. \nPolice arrived at the scene and asked them to leave. Mr Yousaf has accused them of targeting ethnic minorities.\nA spokesman for the Liberal Party said they were not aware Mr Jackson was going to confront Mr Yousaf. \nThe spokesman added that Mr Jackson \"had used the party for his own ends and has a long history of this behaviour in the past\". \nHe added: \"NAC member Stephen Graham who vetted him was not aware of this. \n\"We weren't aware whatsoever of what he intended to do today.\"\nThe Liberal Party are one of the smallest in Scotland, standing one candidate in the Holyrood election.\nThe men were seen at the Emirates Arena count wearing yellow stars with the phrase \"unvax\", as well as repeatedly making saluting gestures.\nPolice Scotland said they escorted six people from the venue following \"complaints about their behaviour\" and that inquiries were ongoing.\nMr Yousaf said the group made a \"beeline\" for him due to his skin colour.\nThey questioned him about the Hate Crime Bill which MSPs passed in March before turning to events in Pakistan.\nFollowing the incident, Mr Yousaf tweeted: \"Twice these cretins have approached me, targeting ethnic minority candidates demanding we apologise for things going on in Pakistan.\n\"Always said voices of good outweigh the bad. When these numbskulls started, people of all political parties joined with me to tell them to jog on.\"\nMr Yousaf also praised what he called \"the best of Scotland\" after colleagues from other political parties stepped in.\nHe was later re-elected as the MSP for Glasgow Pollok, with 53.7% of the vote.\nIt comes after Nicola Sturgeon was involved in a tense confrontation with a far-right candidate as she visited a polling station in the south of Glasgow on Thursday.\nThe SNP leader was praised on social media for how she handled an approach from a former deputy leader of Britain First.\nJayda Fransen accused Ms Sturgeon of \"flooding\" the country with immigrants.\nFootage posted online showed the first minister call Ms Fransen \"a fascist and a racist\".\nDo you have a question about the Scottish Parliament election? Use the form below to send us your questions and we could be in touch.  \nIn some cases your question will be published, displaying your name, and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read the terms and conditions.\nIf you are reading this page on the BBC News app, you will need to visit the mobile version of the BBC website to submit your question on this topic. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57031725",
      "category": "uk-wales",
      "title": "Welsh election results 2021: Mark Drakeford set to stay as first minister",
      "tags": "Plaid Cymru,Welsh Parliament",
      "text": "Labour's response to the Covid pandemic helped the party retain power after it won the most seats in the Welsh elections, Mark Drakeford has said. \nMr Drakeford is set to continue as Wales' first minister after Labour won 30 of the 60 Welsh Parliament seats. \nThe Conservatives had their best Senedd campaign with 16 seats while Plaid in third took 13 seats.\nWelsh Labour leader Mr Drakeford has said his next Welsh government would be \"radical\" and \"ambitious\". \nHe said people felt they've been \"kept safe here in Wales\" and that was a \"strong theme\" in the election.\n\"From the very first day of the campaign here in Porthcawl, people have been coming to the doorstep to tell us that they feel glad they've lived in Wales over the last 15 months,\" said Mr Drakeford.\n\"A government I lead will continue to follow the science to do what our medical advisers tells us we should do, and that does mean doing things in a way that continues to keep Wales safe.\"\nThe Welsh Government controls Wales' Covid response and the relaxing of restrictions - such as meeting inside pubs and restaurants and travel rules - has tended to have been more cautious in Wales.\n\"But on other matters, our manifesto is a radical manifesto with a host of ideas that are ambitious for Wales,\" added Mr Drakeford.\n\"I'll be very keen to ensure that we give that the most powerful sense of momentum behind it to get those things happening here in Wales.\"\nLabour, who have been in power in Wales either in coalition or as a minority ever since devolution in 1999, did fall one seat short of the 31 needed for an outright majority.\nBut this is a feat no party has ever achieved in the history of the Welsh Parliament.\nFifty-two of the 60 Senedd seats were declared on Friday, with two final regional list results on Saturday. \nBoth the South Wales East and South Wales Central constituencies returned two Welsh Conservative and two Plaid Cymru Members of the Senedd (MS).\nIn South Wales East, Delyth Jewell and Peredur Owen Griffiths were elected for Plaid, while Laura Anne Jones and Natasha Asghar will represent the region for the Welsh Conservatives. \nMs Asghar has become the first woman of colour to be elected into the Welsh Parliament and she was welcomed by Welsh Conservatives' Senedd leader Andrew RT Davies.\nMr Davies was elected in South Wales Central alongside fellow Tory politician Joel James and Plaid Cymru members Rhys ab Owen and Heledd Fychan.\nLabour fell one short of an outright majority, but the Welsh Liberal Democrat leader Jane Dodds, who was elected as an MS for Mid and West Wales has said she will not be seeking a ministerial role, like her predecessor Kirsty Williams. \n\"I'm absolutely clear that I'll be working across parties and I need to focus on what we can deliver,\" she said.\n\"But it is it is the case, I hope that I can work with and I can influence other parties, predominantly Labour, in order to deliver some of those real liberal values\".\nFour parties are represented in the new Senedd, which features 34 men and 26 women. Nineteen of the 60 MSs, just under a third, are serving in the Welsh Parliament for the first time. \nThe Welsh Conservatives will be the second largest party in the Welsh Parliament and made gains on both the constituency and regional lists, but failed to win some of its target seats needed to win the election. \nIt did take the Vale of Clywd from Labour for the first time in 22 years, but Clwyd South and Wrexham, which both voted Conservative in the 2019 General Election, remained red. \nThe party also took Brecon and Radnorshire from the Liberal Democrats and won eight seats on the regional lists, more than any other party. \nThe 16-seat total beats the Conservatives' best result in a Welsh Parliament election of 14. \n\"The team has gone above and beyond and deserve great credit for the positive campaign we've run right across Wales,\" said leader Mr Davies.\n\"I am thrilled to see Natasha Asghar make history in South Wales East by becoming the first female from a BAME background to be elected to the Senedd.\n\"It's been an unconventional campaign and it's clear incumbency and continuity has played a significant part. To that end, I would like to offer my sincere congratulations to Mark Drakeford and Welsh Labour on a successful campaign.\"\nPlaid Cymru won 13 seats, but former party leader Leanne Wood lost her seat in Rhondda to Labour. \nThe party's MP for Ceredigion, Ben Lake said on Friday losing Rhondda was \"an absolutely terrible blow\" for Plaid.\nSpeaking after the final results came in on Saturday, Plaid Cymru leader Adam price said the Senedd would be a \"poorer place\" without Ms Wood, who served in the Welsh Parliament for 18 years. \nHe also extended his congratulations to Mr Drakeford. \nHe added: \"Although disappointed not to be returning more Members to the Senedd, I am proud Plaid Cymru ran a positive campaign based on a transformational programme.\n\"Our Senedd group will bring renewed energy and fresh ideas, and I look forward to working with all my colleagues as we continue to build the case for independence.\"\nThere were no wins for smaller parties, including UKIP, Abolish the Welsh Assembly Party and Reform UK - in sharp contrast to the seven regional seats UKIP took in 2016.\nThe new Senedd chamber will be made up only of members of the traditional parties.\nDespite fears that turnout could be exceptionally low due to the coronavirus pandemic, turnout for the election was the highest in the Senedd's history.\nAt 46.6% this was just slightly higher than the record high of 46.3% at the first Senedd election in 1999, but is significantly lower than turnout for general elections.\nFor the first time 16-17-year-olds were able to vote at an election in Wales, but less than half registered to vote for who could form the next Welsh Parliament."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57038269",
      "category": "uk-northern-ireland",
      "title": "Steve Aiken resigns as Ulster Unionist leader",
      "tags": "UUP (Ulster Unionist Party)",
      "text": "Steve Aiken has announced his resignation as leader of the Ulster Unionist Party.\nThe South Antrim assembly member has been in charge of the party since November 2019. \nHowever, it is understood frustration with his leadership has been growing across all levels of the party.\nSeveral sources told the BBC there was a \"widespread view\" that change was needed ahead of next year's Northern Ireland Assembly election.\nIt is understood discussions have been taking place for a number of months about concerns over the party's recent performance.\nOne Ulster Unionist source said it was not about a fight for the direction of the party but its entire \"existence\".\nIn his letter of resignation, Mr Aiken said he had taken the party as far as he could.\nHe said it had been a \"privilege to lead in these difficult and trying times\" and he took pride in the party's decision to take on the challenging health minister portfolio when Stormont was restored in 2020.\nHe said his party colleague and former leader Robin Swann had been successful in his efforts to tackle the coronavirus pandemic.\n\"Despite our successes, it has become clear to me that if we are to achieve the breakthrough in the forthcoming assembly elections, we will need to drive further ahead... to achieve our goals, we now need new leadership,\" he said.\nHe will remain in post until a successor is appointed and he will not be retiring from politics.\nUUP chairman Danny Kennedy said he had no doubt Mr Aiken would be central to the party's attempts to restore its political fortunes. \nHe said Mr Aiken had always \"sought to lead from the front\".\n\"I have witnessed at close quarters your dedication to duty and the dignity you have displayed at all times as party leader, even in challenging circumstances,\" he said.\nRobin Swann, who preceded Mr Aiken as leader, said it was a \"rewarding and challenging\" role to hold. \nIn a tweet, he said \"most of all I thank him for his support and the trust he placed in me when he nominated me as health minister.\"\nNorthern Ireland is 100 years old.\nPolitical unionism should be celebrating, but for them it's anything but a happy birthday.\nTo paraphrase Oscar Wilde, to lose one party leader is unfortunate, to lose two looks like carelessness.\nBut that is what the Democratic Unionist Party (DUP) and the Ulster Unionists have done.  \nThe reasons for the demise of Arlene Foster and Steve Aiken are woven with the same thread.\nShifting demographics, uncertainty caused by Brexit, and a growing number of unionists who don't see these parties as sure-footed custodians of the union.\nAdd into the mix near panic over the looming assembly election and - boom!\nRead more from Gareth here.\nUUP assembly member for Upper Bann Doug Beattie, who is viewed as a potential successor to Mr Aiken, said the \"loneliness of leadership is never easy\".\n\"As my party leader, my colleague and my friend I want to thank Steve for his for service past, present and in the future,\" he tweeted.\nMr Aiken's resignation represents the ousting of a second unionist leader in as many weeks - Arlene Foster resigned as DUP leader and first minister after an internal revolt.\nMrs Foster said she spoke to Mr Aiken earlier, and wished him and his family well for the future.\n\"In all our dealings, as party leaders, I found him to be very straightforward & honourable,\" she  tweeted.\nAlliance Party leader Naomi Long said the \"time for analysis\" after a second change in unionist leadership would come later.\n\"Despite our political differences, he's always respectful and courteous in any exchanges,\" she tweeted.\nTraditional Unionist Voice leader Jim Allister said it was \"an unsettled time within the unionist family\" with imminent leadership change for the DUP and UUP.\nHowever, he said he wished both Arlene Foster and Steve Aiken well and had found both \"straightforward and honourable to deal with\".\nSDLP leader Colum Eastwood said he had \"always enjoyed\" working with Mr Aiken and wished him \"all the best for the next chapter\".\nTaoiseach (Irish PM) Micheál Martin said he always valued his \"discussions and engagement\" with Mr Aiken."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-57014885",
      "category": "uk-scotland-scotland-politics",
      "title": "Scottish election 2021: SNP hopes of majority remain on a knife edge",
      "tags": "Scottish Parliament election 2021,Scottish Parliament",
      "text": "The SNP has won three key seats but its hopes of securing an overall majority in the Scottish Parliament election remain on a knife edge. \nThe party has taken both Edinburgh Central - where former MP Angus Robertson was standing for the SNP - and Ayr from the Conservatives.\nIt also won the East Lothian seat from Labour.\nBut it fell short in other targets, with counting in the remaining seats due to resume on Saturday.\nNo other constituencies have changed hands so far, with the SNP currently on 39 seats, the Liberal Democrats four, Tories two and Labour one.\nBut the opposition parties will see their number of seats increase dramatically once the regional list results are finalised on Saturday.\nPolling expert Prof Sir John Curtice said it was now unlikely, but not impossible, that the SNP would achieve an overall majority in the new Holyrood parliament.\nAnd he said there were clear signs that tactical voting by pro-UK voters in some parts of the country had been successful. \nThe Alba Party, which was founded by former first minister and SNP leader Alex Salmond, looks unlikely to win any seats.\nClick or tap to explore results\nAs the count resumed on Saturday, Aberdeenshire East was first to declare with the SNP's Gillian Martin holding her seat with a reduced majority of 1,889 over the Scottish Conservatives - who increased their vote share by 11%. \nFriday's results included First Minister Nicola Sturgeon - the SNP leader - easily holding off a challenge from Scottish Labour leader Anas Sarwar in her Glasgow Southside constituency. \nMs Sturgeon won by 9,456 votes, only marginally lower than the 9,593 she won by in 2016.\nTurnout has been higher than anticipated in many areas, with the SNP's share of the vote falling in many of the early constituencies to declare but increasing in others. \nMs Sturgeon said that the SNP \"appears to be on course for a fourth consecutive election victory and to be on course to have the privilege of forming a government again\".\nShe pledged to \"get back to work immediately\" and lead the country's Covid recovery.\n\"And then, when the time is right, to offer this country the choice of a better future,\" she added.\nIt comes as UK Prime Minister Boris Johnson suggested he would reject any calls for a second independence referendum, saying it would be \"irresponsible and reckless\" right now.\nAsked if an SNP majority would mean there was a mandate for another vote, he told the Daily Telegraph: \"I think that count is still taking place and we'll have to see what happens. I listened to the Scottish election carefully. My impression was that they [the SNP] moved away from the idea of a referendum, and I think very wisely. \n\"I don't think this is anything like the time to have more constitutional wrangling, to be talking about ripping our country apart, when actually people want to heal our economy and bounce forward together. That's what people want.\"\nHowever deputy first minister John Swinney told BBC Breakfast that his party would legislate for a second referendum if Mr Johnson were to block one.\nHe said: \"We've said we will take forward legislation to have a legal referendum - we already have put in place some of the legislative arrangements for that process. We will embark on such an agenda should there be a majority for such a proposition in the Scottish Parliament.\"\nMr Swinney said that although he was waiting to see the \"electoral arithmetic\" of the final results, he was \"very confident\" there would be a majority of candidates \"elected on a programme to deliver a referendum on independence\".\nThis election has a long way to go with a further 26 constituencies and all 56 regional list seats still to declare. \nWhile the SNP is on course to finish as the largest party, there are only limited opportunities left for them to do so with an overall majority. \nTo achieve that they really need to hold all they have and pick up an additional constituency seat like Aberdeenshire West, where the Conservatives are defending a majority of 900 votes. \nThere is also a possible pathway if they do better than expected on the regional lists which are very hard to predict because of the proportional voting system. \nIf the SNP fall short of that outright majority they could enter a fourth term in office as a minority government (as they are now) or seek a more formal arrangement with another party - most likely the Greens. \nTogether the SNP and the Greens will almost certainly have a pro-independence majority at Holyrood - committed to holding another referendum that the UK government seems determined to resist. \nA big wrangle over indyref2 is coming and it could end up in the UK Supreme Court. \nThe constituencies that declared on Friday included eight of the SNP's top 10 target seats.\nThe Conservatives held Dumfriesshire, which had been one of the SNP's goals, with Oliver Mundell increasing his majority, while Jackson Carlaw held the marginal Eastwood seat for the Tories from the SNP.\nAnd Labour's Daniel Johnson held off the SNP challenge in Edinburgh Southern and the party's deputy leader Jackie Baillie increased her majority over the SNP in Dumbarton. \nThe election is seen as being crucial to the future of the UK as the result could impact on whether or not there is a second referendum on Scottish independence.\nThe SNP - which has formed the devolved Scottish government since 2007 -  will once again finish as the largest party, but is seeking to win an overall majority to strengthen the case for indyref2.\nAlthough it is not yet clear that it will win a majority by itself, there is likely to be a pro-independence majority in the parliament once the Scottish Greens are allocated regional list seats on Saturday.\nThe coronavirus pandemic meant that traditional overnight counting was impossible, with the results instead being announced over the course of Friday and Saturday.\nA record number of people had already cast their ballots by post before the polls opened on Thursday morning - with more than a million having registered  for postal ballots.\nOther elections also took place across the UK on Thursday, including for the Welsh Parliament, 143 English councils and 13 local mayors, as well as a by-election for the Westminster seat of Hartlepool in the north east of England - which was won by the Conservatives from Labour.\nSIGN UP FOR SCOTLAND ALERTS:  Get extra updates on BBC election coverage"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57043456",
      "category": "world-us-canada",
      "title": "Obamas' dog Bo dies: 'We said goodbye to our best friend'",
      "tags": "Pets,Barack Obama,Michelle Obama",
      "text": "The family of former US President Barack Obama have paid tribute to \"our best friend\", after their beloved pet dog Bo died on Saturday.\nBo, Michelle Obama wrote in a social media post, had been a \"constant, comforting presence\" since his arrival in the White House in 2009.\nThe black and white Portuguese water dog was a gift for their daughters as they settled into their new home.\n\"We had no idea how much he would mean to all of us,\" Mrs Obama wrote.\n\"He was exactly what we needed and more than we ever expected,\" Barack Obama wrote in his own post, noting how Bo had been \"happy to see us on our good days, our bad days, and every day in between\".\nFor the last 100 years, with the exception of Donald Trump, US presidents have had pets. Current President Joe Biden has two dogs, although Major - the younger of the two - has got in trouble for biting.\nDuring his tenure as \"First Dog\", Bo became so popular that Mrs Obama was sent a memo at the beginning of each month so she could approve official appearances. He was joined by fellow Portuguese water dog Sunny in 2013.\n\"He tolerated all the fuss that came with being in the White House, had a big bark but no bite, loved to jump in the pool in the summer, was unflappable with children, lived for scraps around the dinner table, and had great hair,\" Mr Obama said in his post.\nMrs Obama said the former First Dog had later helped the couple as they adjusted to \"life as empty nesters\" when their daughters Malia and Sasha left home for university.\nBut, she added, \"no one was happier than Bo\" when everyone returned home during the pandemic.\nBo died \"after a battle with cancer\", Mrs Obama said in her post, signed from the whole family."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57035924",
      "category": "business",
      "title": "Post Office scandal: Former staff contacted over prosecutions",
      "tags": "Post Office Ltd",
      "text": "The Post Office says it will help clear the names of hundreds of former sub-postmasters it wrongly took to court.\nThey were prosecuted based on evidence from the flawed Horizon system the Post Office installed in branches.\nIt is now contacting 540 former workers with potentially relevant convictions, and seeking further information in another 100 cases.\nLast month, 39 ex-staff had convictions for stealing quashed in court.\nBarrister Flora Page, who represented three of the appellants, called the letters from the Post Office \"a direct result of the resounding judgment in the Court of Appeal\".\nA Post Office spokesman said it \"sincerely apologises for serious historical failures\". \n\"We continue to take determined action for people affected,\" the spokesman said.\n\"The Post Office has made strenuous efforts to identify individuals who were historically convicted and an extensive post-conviction disclosure exercise is taking place to identify and disclose all material which might affect the safety of those convictions.\"\nBetween 2000 and 2014, the Post Office prosecuted 736 sub-postmasters based on information from the flawed computer system, which wrongly showed shortfalls in the sub-postmasters' accounts.\nSome staff went to prison following convictions for false accounting, theft and fraud. \nOthers were financially ruined and have described being shunned by their communities. Some of those who may have been wrongfully prosecuted have since died.\nThe clearing of the names of the 39 former staff came after six other convictions were overturned in December, meaning that more people have been affected than in any other miscarriage of justice in the UK.\nMs Page told BBC Radio 4's Today programme that a judge-led inquiry into the scandal is \"exactly what is required\", as the current government-led inquiry was \"not empowered\" to \"do what it needs to do\".\nThe government has said it will not extend the remit of its inquiry, which is expected to report in the summer. The current inquiry cannot compel witnesses to attend or hand over evidence.\nAsked if other parties - such as the Horizon's developers, Fujitsu - should be held accountable, Ms Page added: \"I think there will be malicious prosecution claims. \n\"That's one of the reasons why the Post Office contested the appeals in the way that they did.\n\"They only accepted the limited argument. They didn't accept the wider argument that their prosecution regime was a wider affront to the public conscience. \n\"And they resisted that because they had an eye to the fact that malicious prosecution claims would be coming down the line and of course not just the 39, but now as we see it, hundreds and hundreds of them.\"\nAre you a former Post Officer worker who has been affected by this story? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52544307",
      "category": "explainers",
      "title": "What Covid tests do I still need to travel abroad?",
      "tags": "Tourism,Spain,France,Coronavirus lockdown measures,Public health,Holidays,Coronavirus vaccines,Self-isolation,Air travel,Coronavirus pandemic",
      "text": "From next month, fully vaccinated people travelling to the UK will no longer have to take any Covid tests - either before departure or after arrival. \nFor the first time since the pandemic began, Wales has also stopped advising against non-essential foreign travel. \nFrom 04:00 GMT on 11 February, fully vaccinated travellers (two doses) and under-18s will no longer need to take a lateral flow test two days after they arrive in England, Scotland, Wales or Northern Ireland. \nTravellers who aren't fully vaccinated will no longer have to self-isolate on arrival, or take a test on day eight. \nHowever, they will still have to show proof of a negative Covid test taken two days before they travel, and they must still take a post-arrival PCR test. They won't need to self-isolate unless the day two test is positive. \nTo qualify as vaccinated, non-UK travellers must have received their jabs in a country or territory with \"approved proof of vaccination\". This now covers most countries in the world, with more - including China - due to join on 11 February.\nAll passengers will still need to fill in a passenger locator form.\nFully vaccinated passengers (who have had two doses) and under-18s no longer need a pre-departure test two days before travelling to the UK.\nHowever, within 48 hours of arrival, everyone aged five and over (11 and over in Scotland) must take a lateral flow test (LFT), or a more expensive PCR test.\nThe test must be bought from a private test provider - free NHS tests cannot be used. \nIf they take an LFT and it is positive, they must self-isolate and take an NHS PCR test to confirm the result.\nVaccinated travellers also have to fill in and submit an online passenger locator form no more than 48 hours before arriving, even if they are just passing through the UK.\nBefore departure: \nAll unvaccinated travellers to the UK must complete a passenger locator form, and take an LFT or PCR in the 48 hours before departure. \nThe test can be taken either in the country where you start your journey, or in another country en route to the UK.\nIf you test positive, you must follow the rules in the country you're in, and not travel onwards to the UK.\nAfter arrival:\nIf you've not been fully vaccinated you must quarantine for 10 days after arrival in the UK.\nYou must also take two PCR tests - on days two and eight of your quarantine.\nThese must be booked before travelling to the UK and bought privately from a government-approved list of providers. \nTravellers to England also have the option of ending quarantine under the Test To Release scheme - this involves taking a private PCR test after five days of isolation. A negative test will allow them to leave quarantine, although they must still take another PCR test on day eight. \nThese rules do not apply to travellers from Ireland, the Channel Islands or the Isle of Man, unless they have been in another country in the 10 days before their departure for the UK.\nDigital Covid passes showing your vaccination status can be downloaded to your phone, whether you're in England, Scotland, Wales or Northern Ireland. \nTest results can be in the form of a printed document, or an email or text on your phone. They must be in English, French or Spanish.\nEuropean Union residents can use the EU Digital Covid Certificate to show their vaccination status or test results.\nFrom 3 February, 12 to 15-year-olds in England will also be able to prove their vaccination status via the digital NHS pass.\nYou need to check the UK Foreign Office website for entry requirements of any other countries you visit. These can change quickly.\nCovid passes issued in the UK can be used throughout the EU to show proof of vaccination - either digitally, or as a printed download (as long as it is dated later than 1 November 2021)."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56930132",
      "category": "uk-politics",
      "title": "Elections 2021: How to follow the results on the BBC",
      "tags": "London elections 2021,Scottish Parliament election 2021,England local elections 2021,Welsh Parliament election 2021,PCC elections 2021",
      "text": "Whether you want to watch, listen, or follow online, the BBC has you covered for all your election needs.\nResults for Thursday's elections in England, Scotland and Wales began coming in on Friday morning.\nThe BBC News website will have all the results as they are announced, with live results, and live pages with the latest reaction and analysis from our correspondents.\nThe coverage will include:\nThe BBC's Election 2021 results programme will begin later than usual, as the pandemic will delay vote-counting. \nThe programme will kick off at 09:00 BST on Friday and run until 22:00 BST on the BBC News Channel and BBC iPlayer. It will also be available on BBC Two in the morning and BBC One from 14:30-18:00.\nHuw Edwards and Kirsty Wark will lead the show, co-hosted from London and Edinburgh, bringing the latest results, analysis and in-depth reporting from the BBC's election teams.\nThey will be joined by political editor Laura Kuenssberg, polling expert Professor Sir John Curtice as well as Reeta Chakrabarti and Lewis Goodall, and correspondents will be on the ground at closely fought council, mayoral and police commissioner contests.\nAs results are expected to continue coming in over the weekend, the special programme will continue on Saturday from 13:15 to 22:00. It will be broadcast on the BBC News Channel throughout the day, and on BBC One until 18:00.\nBBC local radio stations will carry results and analysis throughout the day on Friday and into the weekend, with special programmes across the network. You can find your local station's schedule here.\nOn BBC Radio 4, the latest results and forecasts will be broadcast on Friday on The World at One at 13.00 and PM at 17.00, presented by Evan Davis.\nOn Saturday from 07.00, the Today programme will have news and analysis, and Jonny Dymond will present PM later in the day at 17.00.\nAnd, as the inevitable fallout continues into the following week, the Today programme will be co-presented from Glasgow with Scotland editor Sarah Smith on the Monday, from 06.00.\nBBC Radio 5 Live will have full coverage of the results across Friday and into the weekend. Reporters will be based at the key counts, political experts will explain the significance of the results and listeners will be sharing their reactions throughout.  \nIn Wales, TV coverage will begin on BBC One Wales from 13:30 on Friday, with a special programme led by Nick Servini and Wales political editor Felicity Evans. S4C's coverage begins at 13:15 and is presented by Bethan Rhys Roberts.\nViewers in Wales who want to watch the BBC's election special with Huw Edwards and Kirsty Wark can see it online, on the BBC News Channel and BBC iPlayer.\nBBC Radio Wales will have an extended election special with Gareth Lewis on Friday between 16:00-19:00, while on Radio Cymru Dewi Llwyd and Kate Crockett will present Etholiad 2021 from 13:30.\nAnd the Walescast podcast will provide a lighter look at issues and developments across the campaign. \nAll the latest results, news and up-to-the-minute analysis from our election teams in Wales will be on Twitter in English @walespolitics and in Welsh @BBCCymruFyw.\nIn Scotland, coverage begins on BBC One Scotland from midday on Friday.\nSpecial coverage will run on English-language and Gaelic programmes and platforms across Friday, Saturday, and into the Sunday if there are still results outstanding. \nBBC Naidheachdan will bring the Gaelic audience the latest news with a series of An La specials, and extended reports on radio, TV and online.\nViewers in Scotland who want to watch the BBC's election special with Huw Edwards and Kirsty Wark can see it online, on the BBC News Channel and BBC iPlayer.\nFollow the latest results in Scotland on Twitter @bbcscotlandnews"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57043758",
      "category": "uk",
      "title": "Election results 2021: PM calls Covid recovery summit after SNP victory",
      "tags": "UK devolution,Nicola Sturgeon,Boris Johnson,SNP (Scottish National Party)",
      "text": "Prime Minister Boris Johnson has invited the leaders of the devolved nations to a summit on how \"Team UK\" can recover from the pandemic.\nIt follows the SNP's fourth Scottish Parliament election win in a row and Labour's win in the Welsh Parliament. \nThe SNP's Nicola Sturgeon said there was \"no democratic justification\" for blocking an independence vote. \nBut Mr Johnson said talk of \"ripping our country apart\" would be \"irresponsible and reckless\".\nHe has telephoned Welsh First Minister Mark Drakeford and Ms Sturgeon, who has confirmed she will attend the summit.\nAn SNP spokesman said Scotland's First Minister had \"re-iterated her intention to ensure that the people of Scotland can choose our own future when the crisis is over, and made clear that the question of a referendum is now a matter of when - not if\".\nIn letters sent to the leaders, the prime minister highlighted the Covid vaccine rollout as an example of \"Team UK in action\" and called for a continued \"spirit of unity and cooperation\".\nThe SNP fell one seat short of an overall majority in the Scottish Parliament elections, but with eight Scottish Greens elected, Holyrood will have a pro-independence majority.\nScotland held a referendum on leaving the in 2014 - billed as a \"once-in-a-generation\" event - with just over 55% voting to remain part of the UK. \nBut after the UK backed leaving the EU in 2016, Ms Sturgeon began pushing for another referendum on Scottish independence.\nShe told the BBC's Andrew Marr Show she did not believe any bid for a second referendum would end up in a legal challenge from the UK government.\nShe also warned that any such move it would mean Westminster \"saying the UK is no longer a union based on consent\".\nCabinet Office Minister Michael Gove said the SNP could not expect a second referendum to be approved as the party had not secured a majority in the Scottish Parliament.\nHe said there was a \"significant difference\" between Ms Sturgeon's win and her predecessor Alex Salmond's majority in 2011.\nAsked whether the UK government would try to block legislation from the Scottish Parliament on a second referendum, Mr Gove said: \"We're not going near there.\"\nMr Drakeford, who is not pushing for more powers for the Welsh Parliament, urged the prime minister to \"reset relationships\" with the devolved administrations.\nNorthern Ireland did not have elections on Thursday, but Mr Johnson confirmed its first minister and deputy first minister would also be invited to the summit."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-57036831",
      "category": "uk-england",
      "title": "Julia James: Man held over murder of Kent PCSO",
      "tags": "Aylesham,Dover,Kent Police",
      "text": "Police investigating the death of community support officer Julia James have been granted more time to question a man.\nThe man, from the Canterbury area, and in his 20s, was arrested at 21:30 BST on Friday.\nMs James, 53, was found dead on 27 April in Akholt Wood, Snowdown, near Dover, having suffered serious head injuries.\nDetectives have been granted another 36 hours to question the man.\nOn Saturday officers began searching a house in Aylesham, about a mile from where Ms James' body was found.\nThis morning officers have been looking into drains at the property and searching through a skip.\nMs James died from significant head injuries and had been walking her dog near her home at the time, police said.\nShe had worked for Kent Police since 2008, and her family said she was \"fiercely loyal\" and \"loved with her whole heart\". \nOn Saturday, Dover MP Natalie Elphicke laid flowers alongside other tributes to Ms James in Aylesham, and met officers involved in the investigation.\nMs Elphicke said she had spoken to officers from forces around the country, as well as specialist dog units and the British Transport Police, which were assisting Kent Police with the \"vital\" investigation.\n\"They've been working night and day, seven days a week, leaving no stone unturned,\" she added.\nKent Assistant Chief Constable Tom Richards said: \"We continue to urge anyone with information, no matter how small or insignificant it may seem, to contact us.\n\"If you were in the Snowdown area between 1pm and 4.30pm on Tuesday, 27 April please contact us. This includes anyone local who may have seen something out of place at the time, or who came across someone who made them feel uneasy - such as feeling compelled to cross the road or change the route they were walking.\"\nThe Kent force has been assisted in the investigation by a team of officers from the National Crime Agency (NCA), including experts in profiling, interviewing and psychology. \nNoel McHugh, from the NCA's Major Crime Investigative Support unit, said: \"The NCA is providing a significant amount of our niche capabilities in support of this high-priority investigation led by Kent Police.\n\"While we cannot go into any further detail in order to protect the investigation, I hope outlining the breadth of our work illustrates our commitment to seeking justice for Julia.\"\nOn Wednesday, police issued an image of Ms James in the clothes she was wearing before she was killed.\nThe picture shows her walking her Jack Russell, Toby, while wearing a light blue waterproof coat, blue jeans and dark Wellington-style brown boots.\nPolice said it was the same clothing, apart from the gloves, which she wore on the day she died."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57021276/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Elections results 2021: Conservatives make gains on English councils",
      "tags": "Conservative Party,England local elections 2021,Labour Party",
      "text": "Labour is losing ground to the Conservatives in elections across England, in the first big test of Sir Keir Starmer's leadership of the party.\nThe first blow for Labour came when the Tories took a Westminster seat from it in the Hartlepool by-election.\nIt has also lost control of several councils, while the Conservatives have made gains. \nAnd the Tories won more than 70% of the mayoral vote in Tees Valley - an area that used to vote Labour.\nSir Keir said he was \"bitterly disappointed\", but pledged to lead a fightback for his party and to set out a \"bold vision\" in the next few days.\nMore than half the results from Thursday's English council elections have been announced.\nThe rest, as well as those for mayoral and police and crime commissioner contests, will continue to come in through over the weekend.\nAmong the details so far, the Conservatives have taken Pendle, Maidstone, Cornwall, Nottinghamshire, Basildon, Northumberland, Dudley, and Nuneaton and Bedworth councils from no overall control.\nThey also took control of of Harlow council, in Essex, from Labour.\nAnd Labour has lost Sheffield, Plymouth and Rossendale to no overall control.\nThe Green Party has increased its number of seats across England, while the Conservatives lost Cambridgeshire and the Isle of Wight to no overall control.\nConservative Ben Houchen was re-elected mayor of Tees Valley, which includes Hartlepool, receiving 73% of the vote. This involved a swing from Labour to his party of 23%.\nMr Houchen said there was \"pride returning\" to the area, adding that it was \"not true\" that the government had pumped lots of money into it over the past few years only because it was run by a Conservative.\nPolling expert Sir John Curtice, of Strathclyde University, said \"what was once traditional Labour territory\" in north-eastern England had \"now been well and truly painted blue\".\nEngland is electing 143 councils, 13 mayors.\nIt is also choosing 35 police and crime commissioners, of which the Conservatives have so far gained three, for Dorset, Cleveland and Avon and Somerset.\nThe prime minister described results declared so far as \"very encouraging\" for the Conservatives.\n\"I think that's really because we have been focusing, as a government, on our priorities, the people's priorities, and bouncing back from the pandemic as much as we can and getting through it,\" he added.\nClick or tap to explore map\nSir Keir offered a stark assessment of Labour's performance, which follows its worst general election outcome since the 1930s in 2019.\nHe told the BBC the party, which he has led for just over a year, had \"lost the trust of working people, particularly in places like Hartlepool\", adding: \"We have not made a strong enough case to the country.\"\nHe said that he intended to take \"responsibility for fixing things\".\nFormer Labour leader Jeremy Corbyn criticised the party under Sir Keir for \"offering nothing\" but \"insipid support for the government\".\n\"We have to make a very clear pitch for what real social justice would look like,\" he told Channel 4 News. \"You don't succeed in beating the government if you agree with their strategy.\"\nBut Labour has won some key votes, including in Doncaster, where Ros Jones was re-elected as mayor.\nIt has also retained control of councils including Liverpool, Manchester, Hastings and Exeter.\nLiberal Democrat leader Sir Ed Davey, whose party has lost a few seats with more than half of councils still to declare their results, said it was \"moving forwards and making progress\".\nReacting to the gain in seats in Cambridgeshire, he added: \"If you want to beat the Conservatives, it's the Liberal Democrats that can do it.\"\nEngland is seeing a bumper set of local council elections this year, after polls in 2020 were postponed due to the pandemic.\nIn Scotland, parliamentary results will give an indication of the public level of support for a second independence referendum, as proposed by the SNP.\nMeanwhile, Welsh Labour is aiming to remain the largest party in the Senedd, where it has held power since the parliament was founded in 1999."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-57014885/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Scottish election 2021: SNP hopes of majority remain on a knife edge",
      "tags": "Scottish Parliament election 2021,Scottish Parliament",
      "text": "The SNP has won three key seats but its hopes of securing an overall majority in the Scottish Parliament election remain on a knife edge. \nThe party has taken both Edinburgh Central - where former MP Angus Robertson was standing for the SNP - and Ayr from the Conservatives.\nIt also won the East Lothian seat from Labour.\nBut it fell short in other targets, with counting in the remaining seats due to resume on Saturday.\nNo other constituencies have changed hands so far, with the SNP currently on 39 seats, the Liberal Democrats four, Tories two and Labour one.\nBut the opposition parties will see their number of seats increase dramatically once the regional list results are finalised on Saturday.\nPolling expert Prof Sir John Curtice said it was now unlikely, but not impossible, that the SNP would achieve an overall majority in the new Holyrood parliament.\nAnd he said there were clear signs that tactical voting by pro-UK voters in some parts of the country had been successful. \nThe Alba Party, which was founded by former first minister and SNP leader Alex Salmond, looks unlikely to win any seats.\nClick or tap to explore results\nAs the count resumed on Saturday, Aberdeenshire East was first to declare with the SNP's Gillian Martin holding her seat with a reduced majority of 1,889 over the Scottish Conservatives - who increased their vote share by 11%. \nFriday's results included First Minister Nicola Sturgeon - the SNP leader - easily holding off a challenge from Scottish Labour leader Anas Sarwar in her Glasgow Southside constituency. \nMs Sturgeon won by 9,456 votes, only marginally lower than the 9,593 she won by in 2016.\nTurnout has been higher than anticipated in many areas, with the SNP's share of the vote falling in many of the early constituencies to declare but increasing in others. \nMs Sturgeon said that the SNP \"appears to be on course for a fourth consecutive election victory and to be on course to have the privilege of forming a government again\".\nShe pledged to \"get back to work immediately\" and lead the country's Covid recovery.\n\"And then, when the time is right, to offer this country the choice of a better future,\" she added.\nIt comes as UK Prime Minister Boris Johnson suggested he would reject any calls for a second independence referendum, saying it would be \"irresponsible and reckless\" right now.\nAsked if an SNP majority would mean there was a mandate for another vote, he told the Daily Telegraph: \"I think that count is still taking place and we'll have to see what happens. I listened to the Scottish election carefully. My impression was that they [the SNP] moved away from the idea of a referendum, and I think very wisely. \n\"I don't think this is anything like the time to have more constitutional wrangling, to be talking about ripping our country apart, when actually people want to heal our economy and bounce forward together. That's what people want.\"\nHowever deputy first minister John Swinney told BBC Breakfast that his party would legislate for a second referendum if Mr Johnson were to block one.\nHe said: \"We've said we will take forward legislation to have a legal referendum - we already have put in place some of the legislative arrangements for that process. We will embark on such an agenda should there be a majority for such a proposition in the Scottish Parliament.\"\nMr Swinney said that although he was waiting to see the \"electoral arithmetic\" of the final results, he was \"very confident\" there would be a majority of candidates \"elected on a programme to deliver a referendum on independence\".\nThis election has a long way to go with a further 26 constituencies and all 56 regional list seats still to declare. \nWhile the SNP is on course to finish as the largest party, there are only limited opportunities left for them to do so with an overall majority. \nTo achieve that they really need to hold all they have and pick up an additional constituency seat like Aberdeenshire West, where the Conservatives are defending a majority of 900 votes. \nThere is also a possible pathway if they do better than expected on the regional lists which are very hard to predict because of the proportional voting system. \nIf the SNP fall short of that outright majority they could enter a fourth term in office as a minority government (as they are now) or seek a more formal arrangement with another party - most likely the Greens. \nTogether the SNP and the Greens will almost certainly have a pro-independence majority at Holyrood - committed to holding another referendum that the UK government seems determined to resist. \nA big wrangle over indyref2 is coming and it could end up in the UK Supreme Court. \nThe constituencies that declared on Friday included eight of the SNP's top 10 target seats.\nThe Conservatives held Dumfriesshire, which had been one of the SNP's goals, with Oliver Mundell increasing his majority, while Jackson Carlaw held the marginal Eastwood seat for the Tories from the SNP.\nAnd Labour's Daniel Johnson held off the SNP challenge in Edinburgh Southern and the party's deputy leader Jackie Baillie increased her majority over the SNP in Dumbarton. \nThe election is seen as being crucial to the future of the UK as the result could impact on whether or not there is a second referendum on Scottish independence.\nThe SNP - which has formed the devolved Scottish government since 2007 -  will once again finish as the largest party, but is seeking to win an overall majority to strengthen the case for indyref2.\nAlthough it is not yet clear that it will win a majority by itself, there is likely to be a pro-independence majority in the parliament once the Scottish Greens are allocated regional list seats on Saturday.\nThe coronavirus pandemic meant that traditional overnight counting was impossible, with the results instead being announced over the course of Friday and Saturday.\nA record number of people had already cast their ballots by post before the polls opened on Thursday morning - with more than a million having registered  for postal ballots.\nOther elections also took place across the UK on Thursday, including for the Welsh Parliament, 143 English councils and 13 local mayors, as well as a by-election for the Westminster seat of Hartlepool in the north east of England - which was won by the Conservatives from Labour.\nSIGN UP FOR SCOTLAND ALERTS:  Get extra updates on BBC election coverage"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-57038538",
      "category": "uk-england-merseyside",
      "title": "Elections results 2021: Steve Rotheram re-elected as Liverpool City Region mayor",
      "tags": "St. Helens Metropolitan Borough Council,Metropolitan Borough of Wirral,Liverpool City Council,Wirral Metropolitan Borough Council,St Helens,Sefton,Halton,Knowsley,Sefton Metropolitan Borough Council,Knowsley Metropolitan Borough Council,Cheshire,Steve Rotheram,Mayor of the Liverpool City Region,Liverpool",
      "text": "Labour's Steve Rotheram has been re-elected as the Liverpool City Region mayor.\nThe 59-year-old said it was a \"massive vote of confidence in the power of devolution and the work I've done so far\". \nMr Rotheram was backed by voters in the Merseyside boroughs of Liverpool, Knowsley, Sefton, St Helens and Wirral, as well as Halton in Cheshire.\nHe was elected as the area's first metro mayor in 2017.\nMr Rotheram said the government \"has to back further devolution\".\nHe won by a significant landslide with 198,726 votes - which was 58% of the vote.\nConservative candidate Jade Marsden came second with 66,702 votes, while the Greens took 40,211 votes and Liberal Democrats had 35,049 votes.\nLiverpool City Council said the voter turnout in the region was just over 30%.\nThe region significantly bucked the national trend where Labour faced defeats in former strongholds, prompting the party to say it will overhaul policies to reconnect with voters.\nMr Rotheram said: \"People aren't that bothered about happens in Westminster. Actually what people are interested in are their family, area, friends.\"\nHe said feedback from local residents had contributed to the ongoing rollout of a London-style publicly-owned transport system in the region.\nAlong with Greater Manchester mayor Andy Burnham, Mr Rotheram had previously criticised the government's initial response on financial support during last autumn's regional lockdown.\nMr Rotheram was born in Knowsley into a Labour family with his father - a forklift truck driver - serving as a councillor in Kirkby in the 1970s.\nHe became a bricklayer after leaving school and set up his own company by the age of 22.\nIn 2002, he was elected to Liverpool City Council and was Lord Mayor during the city's year as European Capital of Culture in 2008-09.\nHe previously worked as parliamentary private secretary to former Labour leader Jeremy Corbyn, and was Liverpool Walton MP in 2010-17.\nBy Claire Hamilton, BBC Radio Merseyside political reporter\nA majority of 132,000 - it doesn't get more decisive than that. \nYes, turnout was about 30% - but Steve Rotheram's victory is one he will celebrate as a vindication of the way he's performed as metro mayor, and the fruits of devolution. \nHe won 50% - or more - of the vote in every single part of the city region, more than last time. \nProof, he says, that his message of no-one being left behind has been heard by people from Runcorn to Southport. \nThe Conservatives came second in this contest… but a very distant second. \nNo sign of this red wall crumbling any time soon.  \nOn Friday, Labour's Joanne Anderson was elected as the city mayor of Liverpool. \nThe councillor, who has represented the Princes Park ward since 2019, made history as she became the first black woman to lead a major British city. \nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-57013769",
      "category": "uk-scotland-scotland-politics",
      "title": "Sturgeon calls out 'fascist' candidate in tense confrontation",
      "tags": "Scottish Parliament election 2021,Nicola Sturgeon,Britain First,Glasgow,SNP (Scottish National Party)",
      "text": "Nicola Sturgeon was involved in a tense confrontation with a far-right candidate as she visited a polling station in the south of Glasgow.\nThe SNP leader was praised on social media for how she handled an approach from a former deputy leader of Britain First.\nJayda Fransen accused Ms Sturgeon of \"flooding\" the country with immigrants.\nFootage posted online showed the first minister call Ms Fransen \"a fascist and a racist\".\nMs Fransen, who has convictions for religiously aggravated harassment, is an independent candidate in Glasgow Southside, the same constituency  as Nicola Sturgeon.\nOn Thursday evening, a video was widely shared on social media showing Ms Fransen approach Ms Sturgeon in the street. \nShe said: \"What are you sorry for? Mass immigration, Marxism?\n\"I'm not a fascist. I've been on the ground speaking to locals who say you are an absolute disgrace ...\"\nMs Sturgeon said: \"We'll see what the locals' view is later on.\"\nMs Fransen said: \"The locals, what the ones you have flooded from other countries?\n\"The decent people of Scotland don't want it flooded with immigrants.\"\nMs Sturgeon then told her: \"You are a fascist, you are a racist and the southside of Glasgow will reject you.\"\nThe first minister then walked away with party members as Ms Fransen pursued her, talking about \"mass immigration\" and \"Marxism\".\nMs Fransen later told an SNP supporter who asked her who she was: \"I'm not fascist, just a normal, decent unionist patriot. My grandfather fought the Nazis.\"\nIn a piece to camera uploaded afterwards by the British Freedom Party, she accused Ms Sturgeon of \"running away like a coward\", adding: \"Of course if you flood a constituency with foreigners and hardline republicans who absolutely hate Britain, hate the Union, they are going to secure their votes.\n\"The unionist community are no longer unrepresented and we are coming for you.\"\nMs Fransen has previously been pictured outside the constituency office of Justice Secretary Humza Yousaf holding a sign saying \"it's okay to be white\" and has said she is running against the \"SNP commie, Marxists, naughty people\".\nShe has previously been convicted of a number of religiously aggravated crimes, including harassment in both 2016 and 2018 - the latter of which saw her sentenced to 36 weeks in prison.\nAlthough a member of the British Freedom Party, documents from Glasgow City Council show Ms Fransen is running as an independent. \nThe video was shared by Nicola Sturgeon, who said: \"Glasgow Southside is the most diverse and multi-cultural constituency in Scotland - one of the many things that makes it so brilliant. I am confident it will unite today to utterly reject these fascists.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57021060",
      "category": "entertainment-arts",
      "title": "Noel Clarke: BBC shocked by allegations of harassment on Doctor Who set",
      "tags": "Television,Noel Clarke,BBC,Doctor Who,Sexual harassment",
      "text": "The BBC has said it is \"shocked\" to hear allegations by several women that actor Noel Clarke sexually harassed them on the set of Doctor Who.\nMr Clarke played Mickey Smith in the BBC drama from 2005 to 2010. \nThe Guardian has quoted five women, including an unnamed actress, who it says have claimed that he touched them inappropriately or made sexual remarks.\nHe denied all the claims. He has previously \"vehemently\" denied sexual misconduct or criminal wrongdoing.\nThe latest reports come a week after 20 women told The Guardian that Mr Clarke, 45, had harassed or bullied them during his career as a TV and film actor, writer, director and producer.\nLast week, he said he understood that \"some of my actions have affected people in ways I did not intend or realise\" and said he was \"deeply sorry\" to those people. But he denied that his actions constituted sexual misconduct or criminal wrongdoing.\nHe told The Guardian that he strongly denied the latest allegations. His representatives have not responded to a BBC request for comment.\nA BBC spokesman said: \"The BBC is against all forms of inappropriate behaviour and we're shocked to hear of these allegations.\n\"To be absolutely clear, we will investigate any specific allegations made by individuals to the BBC - and if anyone has been subjected to or witnessed inappropriate behaviour of any kind we would encourage them to raise it with us directly.\n\"We have a zero tolerance approach and robust processes are in place - which are regularly reviewed and updated to reflect best practice - to ensure any complaints or concerns are handled with the utmost seriousness and care.\"\nLast week, Sky \"halted\" its work with Mr Clarke, including on the fourth series of crime drama Bulletproof, while ITV dropped the final episode of his drama Viewpoint from its broadcast schedules. The BBC said it would \"not be progressing any projects with Noel Clarke at this time\".\nBafta has suspended his membership, weeks after giving him an outstanding contribution award, and the Metropolitan Police have said they have received allegations of sexual offences from a third party.\nMeanwhile on Friday, Doctor Who and Torchwood actor John Barrowman was said by The Guardian to have repeatedly exposed himself on set. It said that was regarded as \"larking about\" and \"joking\" rather than sexually predatory behaviour.\nA video of Mr Clarke joking about Mr Barrowman's behaviour at a 2015 sci-fi convention resurfaced and went viral last week.\nIn 2008, Mr Barrowman apologised for exposing his genitals during a live BBC Radio 1 broadcast. At the time, he said he \"was joining in the light-hearted and fun banter of the show and went too far\".\nIn a new statement to The Guardian, he said his \"high-spirited behaviour\" was \"only ever intended in good humour to entertain colleagues on set and backstage\".\nHe added: \"With the benefit of hindsight, I understand that upset may have been caused by my exuberant behaviour and I have apologised for this previously. Since my apology in November 2008, my understanding and behaviour have also changed.\"\nMr Barrowman added that he was never made aware of any allegations against Mr Clarke.\nMr Barrowman has not responded to a BBC request for further comment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-57038919",
      "category": "uk-scotland-scotland-politics",
      "title": "Scottish election 2021: First women of colour elected to Holyrood",
      "tags": "Scottish Parliament election 2021,Scottish Parliament,Glasgow,SNP (Scottish National Party)",
      "text": "The first women of colour have been elected to the Scottish Parliament in its 22-year history.\nKaukab Stewart of the SNP was elected to represent the Glasgow Kelvin constituency. \nAnd Pam Gosal is now a Conservative MSP for the West of Scotland region. \nPrior to the 2021 election campaign, there had been a total of four MSPs from black, Asian and minority ethnic (BAME) backgrounds - all of them men of Scots-Pakistani heritage.\nMs Stewart has run for election five times having been a campaigner for more than 20 years.\nThe 53-year-old teacher takes over the Glasgow Kelvin constituency seat from the party's Sandra White, winning with a majority of 5,458 over the Greens.\nShe thanked voters, saying it was \"an honour\" to be the first woman of colour to become an MSP.\nGiving her acceptance speech, Ms Stewart, who is also the first Muslim woman to be elected in Holyrood, said: \"It has taken too long but to all women and girls of colour out there - the Scottish Parliament belongs to you too. \n\"So whilst I may be the first I will not be the last.\n\"I intend to be a voice for every single person in Kelvin that I've been elected to represent. Whether you voted for me or not, please know my door will always be open.\"\nArriving at the Glasgow count, Nicola Sturgeon said she was \"thrilled beyond words\". \n\"It has taken us far too long, more than 20 years. Party politics aside this is a really special and significant moment for Scotland,\" she said. \nLater on Saturday, Ms Gosal was elected as a Conservative MSP via the West of Scotland list. \nShe said it was a \"privilege\" and a \"great honour\" to be the first female MSP elected to the Scottish Parliament from an Indian Sikh background.\n\"We have certainly made history,\" she said.  \nThe businesswoman thanked all those who had supported her, and said she could not wait to get to work. \"I hope I do you all proud,\" she added. \nCharandeep Singh, director of Sikhs in Scotland, said it was a \"monumental moment in Scottish Sikh history\". \n\"Sikhs have been in Scotland for over 100 years and it has been a long wait to see diverse representation in the national parliament.\" \nMs Gosal has previously spoken to the BBC about experiencing racist abuse throughout her life - but has said it will never stop her. \n\"I remember what mum and dad had told us: 'Just put your head down and walk past, and don't give them eye contact',\" she says.\nOffensive comments on social media platforms are something she has learned to deal with.\n\"Go back to your country\" was a recent one, she said.\n\"I was born in Scotland so I don't know what they were talking about,\" she added. \nMs Stewart earlier told the BBC of her passion for politics when she stood for election in 1999 against Scotland's first First Minister Donald Dewar.\n\"The SNP was very different in those days,\" she said. \"We didn't expect to win, let's face it, however it did get me fired up - and that fire has continued burning for all these decades.\nMany considered the Glasgow Kelvin seat to be a two-horse race between Ms Stewart and Greens co-leader Patrick Harvie, who was bidding to be the first ever Green candidate to win a constituency seat in Scotland.\nMs Stewart said her victory had been a \"long time coming\".\nShe said: \"I can't believe we're in the day that we are and it hasn't happened. I do think it is a wee bit of a failure of all political parties.\"\nHumza Yousaf - who is one of the four men of Scots-Pakistani heritage - said that a record of \"no black MSP ever, no female BAME MSP ever\" was \"frankly a failure of all of us, regardless of party\".\nIn February Labour's Anas Sarwar became the first non-white leader of a major political party in the UK, and referenced \"rising injustice, inequality and division\" in Scotland.\nMr Sarwar failed to win the Glasgow Southside seat from Nicola Sturgeon on Friday, although there was a swing of 4.8% to Labour.\nReferring to an incident when she was involved in a tense confrontation with far-right candidate Jayda Fransen, Ms Sturgeon said she was \"proud\" that voters had rejected racism and fascism.\nDerek Jackson was suspended from the Liberal Party after he arrived at the Glasgow count wearing a yellow star and making saluting gestures before questioning the SNP's Humza Yousaf about events in Pakistan.\nMr Yousaf accused Mr Jackson and others of targeting ethnic minorities with their behaviour.\nMs Stewart told the BBC she watched the scenes at home, citing racial abuse as one reason why women of colour may be put off getting involved in politics.\nShe said: \"It's very disappointing to see however I was quite pleased to see they were dealt with quite assertively and quite quickly, and other political parties rallied round and made sure it was dealt with.\n\"There is no place for racism in this country and democratic procedures will prevail. People like myself, like Humza, like Anas and so many other candidates should be able to take part in this process.\"\nOther women of colour who ran in this election include Nadia Kanyange for the Greens, Aisha Mir for the Liberal Democrats and Deena Tissera for Labour."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-54825291",
      "category": "uk-scotland-scotland-politics",
      "title": "Scottish election 2021: A really simple guide",
      "tags": "Scottish Parliament election 2021,Scottish Parliament",
      "text": "The electorate have now cast their votes to elect members of the Scottish Parliament (MSPs). \nThe poll is now held every five years, and this will be the sixth election in its history.\nIt was established in 1999 to debate issues and make laws for Scotland.\nA total of 129 MSPs are elected to the Parliament - often referred to as Holyrood, after the area of Edinburgh where the parliament building stands.\nThey debate and pass laws on devolved issues - these include most aspects of day-to-day life in Scotland, such as education, health and transport. \nSCOTLAND ALERTS:  Get extra updates on BBC election coverage\nHolyrood also has control over some taxes, most notably income tax, and some areas of the welfare system.\nThe UK Parliament at Westminster can pass laws on reserved matters, which are generally those with a UK-wide or international impact - such as defence, foreign policy and immigration.\nAnyone who lives in Scotland and is registered to vote is eligible, so long as they are aged 16 or over on the day of the election and have not been legally excluded from voting (for example because they are serving a prison sentence of longer than 12 months).\nThey must also be a British or Irish citizen or a citizen of another country living in Scotland who has permission to enter or stay in the UK, or who does not need permission.\nPeople have two votes - one for a constituency MSP, and another for a regional ballot.\nThere are 73 Constituency MSPs, each elected on a first-past-the-post system similar to the UK general election - the winner is the candidate who receives the most votes in each constituency.  \nIn the regional ballot, people vote for a party. The parties are then allocated a number of MSPs depending on how many votes they receive - once the number of constituencies already won in that region is taken into account - to make the overall result more proportional. \nThere are eight electoral regions, each with seven regional MSPs. These are: \nThis means that people in Scotland are each represented by eight MSPs - one representing their constituency and the other seven representing their region.\nThe Scottish government is formed from the party that hold the most seats in the parliament, or alternatively a coalition of more than one party. \nIt is led by the first minister, who appoints a number of ministers to be in charge of departments such as education, health and finance.\nIn previous elections, votes were counted as soon as the polls closed at 22:00, with the results being announced overnight. \nThe pandemic means that the votes in this election will not start to be counted until the morning after, with a final result not expected until the weekend of 8/9 May.\nThe SNP, led by First Minister Nicola Sturgeon, lost its overall majority in the 2016 election, but continued in power after forming a minority government.\nThe Scottish Conservatives - led by Ruth Davidson - finished second after overtaking Scottish Labour for the first time, while the Scottish Greens were fourth - ahead of the Scottish Liberal Democrats. \nThe SNP has won every Scottish Parliament election since 2007.\nThe election campaign is likely to be dominated by the question of whether there should be another referendum on Scottish independence. \nThe SNP has already said it wants to hold a vote once the Covid pandemic ends - if the election returns another pro-independence majority.\nThe Scottish Greens also back independence, but the Scottish Conservatives, Labour and Liberal Democrats are all opposed and say the country's focus should be on recovering from the pandemic rather than the constitution.\nHealth, education, the environment and the economy are among the other important issues for voters, and all are likely to feature prominently during the campaign.\nSocial distancing rules mean the campaign will look and feel very different to normal.\nParty campaigners will not be able to knock on doors, for example, and there will be no large gatherings for set-piece events such as TV debates or manifesto launches. \nMuch of the campaign is likely to play out online instead, with BBC Scotland planning to hold two virtual debates. \nIt is also expected that more people than ever before will choose to vote by post rather than going to a polling place. \nThere are three ways to vote:\nThe deadline to register to vote is Monday 19 April.\nThe deadline to register for a postal vote is 6 April.\nThe deadline to register for a proxy vote is 27 April.\nYou can register to vote online.\nUse our concise manifesto guide to compare where the parties stand on key issues like Covid-19, independence and the environment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-57037359",
      "category": "uk-england-manchester",
      "title": "Elections results 2021: Andy Burnham re-elected as Greater Manchester mayor",
      "tags": "England local elections 2021,Mayor of Greater Manchester,Manchester,Salford,Andy Burnham",
      "text": "Labour's Andy Burnham has been re-elected as the mayor of Greater Manchester in a landslide victory. \nThe 51-year-old was backed by 67.3% of voters to continue as the region's mayor for another term.\nMr Burnham's popularity has seen him become the bookmakers' favourite to become the next Labour leader, even though he is not in the Commons.\nLabour candidate Paul Dennett was also re-elected in the Salford city mayoral election, with 59% of the votes.\nMr Burnham became tearful as he thanked his family during an emotional victory speech.\nHe thanked those who voted for him and promised to continue to be a voice for \"all people and communities\" and to adopt a \"place first\" not party approach.\nThe Labour mayor said his three priorities were \"better jobs, better homes and better transport\" as he called on the government to \"level up\" in the north of England.\n\"Where the government gets it right and treats us fairly I will work with them but where they don't I will challenge them as forcefully as I can,\" he said.\n\"Greater Manchester expects nothing less.\"\nMr Burnham said his victory sent \"a clear message to all Westminster parties... telling you to deliver more devolution\".\nHe said voters could \"see how it makes politics work better for them and that is reflected in the council votes across Greater Manchester\".\n\"Don't give us devolution and be surprised if we answer you back particularly if you do things here you would never dare to do in London,\" he said.\nAsked about any Labour leadership ambitions, Mr Burnham said the mayoral job was his priority and pointed out he had already unsuccessfully run for the job twice. \n\"I'm not just going to put myself forward unless they [Labour] needed me one day in the future, but we're not at that day,\" he said.\nMr Burnham's closest rival was the Conservative candidate Laura Evans who received 19% of the vote, while the Green candidate Melanie Horrocks received 4.4%.\nHe won 63.4% of the votes cast in 2017 and turnout this year was up by about 5% on the last election, to 34.7%.\nMr Burnham's confrontation with the government over coronavirus restrictions in Greater Manchester last year saw him being dubbed \"the King of the North\" by one of the city's bars.\nHe also criticised the Tory government's initial response on financial support during last autumn's regional lockdown.\nBy Kevin Fitzpatrick, BBC Radio Manchester political reporter\nAfter his very public row with the government last year, Andy Burnham was branded 'King of the North' and he may feel like that after increasing his majority at this election.\nWith the Labour party, nationally, wounded and weary, he's managed to win handsomely after a difficult first term which began with the Manchester Arena bomb and ended with a year-long pandemic.\nMr Burnham's opponents saw the recent crisis at Greater Manchester Police, where the force was put into special measures, as a last minute chink in his armour. His failure to end rough sleeping as promised was another attack line for other candidates.\nFor his part, the former Labour leadership hopeful made the reform of buses his key policy, promising to take back control of the network from private companies, and improve the experience for passengers as a result.\nMr Burnham is a rare political beast in the North of England these days, one who's recognised by those not ordinarily interested in politics. Local Conservatives feel the \"Burnham bounce\" as they describe it, also helped his party retain more councillors in key local election battles.\nIn the analysis of what's going wrong for Labour, focus will no doubt also fall on what Andy Burnham, and some of the party's other victorious mayors, appear to be doing right as well. \nIn the Salford mayoral election, Mr Dennett won the first round with 59% of the votes - an improvement for Labour on the 2016 result when voting had to go to a second round.\nIn his victory speech he asked party leaders \"to look not only to Salford but also to Greater Manchester under the leadership of Andy Burnham, where our losses have been more limited\".\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-57026094",
      "category": "uk-wales-politics",
      "title": "Welsh election results 2021: Labour's road to victory in numbers",
      "tags": "Welsh Liberal Democrats,Brecon and Radnorshire,Lesley Griffiths,Plaid Cymru,Wrexham,Delyn,Welsh Labour,Adam Price,Leanne Wood,Welsh Parliament election 2021,Welsh Parliament,Vale of Clwyd,Welsh Conservatives,Llanelli",
      "text": "Labour has held on to power in the Senedd with a solid victory in the Welsh Parliament election.\nThe party held its ground against challenges from the Conservatives and Plaid Cymru to win 30 seats, just one short of the first-ever majority in Wales.\nAfter two days of counting, all 60 seats in the Senedd has been decided by Saturday.\nHere are some of the key numbers showing Labour's road to success. \nAs the final results came in on Saturday afternoon, Labour had won 30 of the 60 seats, matching its best-ever Senedd election result.\nThis is how the political map for the new Senedd looks. It was an election which eventually saw little change. Only three seats changed hands - those constituencies are shown edged in black.\nOn the share of the vote in the constituencies, both Labour and the Conservatives improved on 2016. The Liberal Democrats were the biggest losers, with only one seat in the next Senedd.\nSome target seats in north Wales were a pivotal point of the first day of counting on Friday. \nThe Vale of Clwyd was taken from Labour by the Conservatives by just 366 votes following a recount. It dealt a blow but was not quite the convincing one the Tories might have hoped for. \nShortly afterwards, Wrexham - another target seat for the Conservatives - was held by minister Lesley Griffiths, while Labour also held Delyn and Clwyd South.\nA \"disappointing\" day for Plaid Cymru was made worse by former leader Leanne Wood's crushing defeat in Rhondda as Labour won back a traditional Valleys stronghold to Ms Wood in 2016. \nThere was no comfort either in the size of the defeat, as Plaid Cymru saw its vote drop by 19% in the constituency.\nMs Wood, in her speech, said the result did not change the need to work for a \"better Wales and a better Rhondda\".\nCurrent Plaid leader Adam Price won Carmarthen East and Dinefwr with a reduced majority but, despite also holding onto Arfon, Ceredigion, Dwyfor Meirionnydd and Ynys Mon, Plaid failed to unseat Labour in its main target of Llanelli.\nDespite no gains, Mr Price said the party had increased its share of the vote and that all the evidence showed its stance on independence was \"a net positive\" with voters. \nThe Lib Dems won just one seat in the last Senedd but Kirsty Williams, a former Welsh party leader and outgoing education minister, stepped down from frontline politics after holding the seat - Brecon and Radnorshire - since 1999. \nLocal councillor and one-time regional member William Powell was the candidate but the party lost a quarter of its vote in a 19% swing to the Tories as the Conservatives won with a majority of 3,820.\nA decade ago, the Lib Dems had five Senedd members. However just as the clock struck midnight, Welsh party leader Jane Dodds won a regional list seat, keeping a Lib Dem foothold in Cardiff Bay and ensuring the party - already without a Welsh MP at Westminster - was not destined for political oblivion on the national stage."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57033269",
      "category": "uk-politics",
      "title": "Some lessons so far from the elections",
      "tags": "England local elections 2021",
      "text": "This isn't a general election, where everything can change, where voters' choices can shift the course of the whole UK in a moment of decision.\nBut the scale of these votes means our politicians are being given much more than a flavour of the public's opinions right now.\nIt shouldn't be forgotten that many contests are yet to conclude - hand sanitiser, screens and social distancing have slowed the pace.\nMuch may yet emerge, but there are some observations worth making.\nIn Westminster, Boris Johnson has been through a torrid few weeks. But much of the country has just shown again that he is a magnet for millions of voters.\nLove it, or loathe it, which other political leader can you imagine having the bottle to pose next to a giant inflatable blimp of themselves?\nAs his political opponents have found to their frustration in Westminster, the prime minister's prowess as a campaigner sucks oxygen from everyone else - and goodness knows it must have taken a lot of puff to blow up that inflatable.\nIn contrast, Sir Keir Starmer has just enjoyed a few weeks of making the running in SW1. But much of the country has demonstrated once more that Labour turns swathes of voters away.\nCaution is still wise, hordes of results are yet to come, and for both of the big parties, and particularly the prime minister, the outcome of the Scottish results is possibly the start of a brand new nightmare.\nAs things stand, the chances of the SNP taking a majority all on its own are in the balance.\nWhatever the final details of the result, the situation is likely to be fraught - stand by for a battle of the mandates.\nAnd all the parties have to grapple with the particularities of the electoral map. Whether it's the different scenario in Scotland, or contrasting results for Labour in Wales and England, or town and city, young and old, the jigsaw is becoming more, not less, complicated.\nFor the primary Westminster battle, however, it's clear the Tories have trampled further into areas where they used to be alien, more reward from a long-term strategy.\nLabour, even with its new leader who has been consistently at pains to show the party is different under his stewardship, has to grapple with a new horror - the thumping in 2019 under Jeremy Corbyn may not have been rock bottom.\nElections record only one moment in time - but these results shape the mood, the psychology of our political parties.\nFor the Tories, more than a decade in power already, they're defying gravity - these results argue for more of the same. \nFor Labour, the urge to change is more urgent - quite how is no easier to say.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57044089",
      "category": "uk-politics",
      "title": "Election 2021: What do the results mean for Scottish independence?",
      "tags": "Scottish Parliament election 2021,Nicola Sturgeon,Boris Johnson,Scottish independence",
      "text": "There is one thing that Nicola Sturgeon and Boris Johnson can agree on. That now isn't the time to have another vote on a Scottish referendum. \nThat is just about where agreement between arguably the two most dominant political figures in the country right now begins and ends. \nBeyond that, the first minister is determined before too long to push for a vote. The prime minister, is set on saying 'no'. \nThere is one thing they have in common too. They are both vote winners for their parties with big personal followings, who are defying political tradition, refreshing their parties' mandates to govern after over a decade in power. \nBut if the dispute between them over the future of the UK is ever to be resolved, only one of these winners can come out on top. \nFrom today, Nicola Sturgeon is cranking up her rhetoric, suggesting that Boris Johnson is a democracy denier, set on turning down the desire of what she always terms the people of Scotland, who have expressed their wish for another vote. \nSome of her backers, and also some of Mr Johnson's allies, believe that saying a simple blank refusal of another referendum could stoke up support for Scotland going it on its own further. \nWhile she fell short of achieving the high bar of a majority for the SNP on its own, with the Green Party, the Scottish Party does have a majority who want independence. \nThe SNP is totally dominant in terms of seats. And the parties promising another referendum won. Those parties who vowed to block one lost. \nBoris Johnson will resist granting such a vote at all costs, and is keen, for now at least to keep the argument calm. \nIn his armoury, the legal and technical reality that the law, specifically Schedule 5, Part 1 of the Scotland Act (with which you may get familiar in the coming months, I promise) says in black and white that the constitution is a \"reserved matter\". \nIn other words, anything change to how the country is run, or who is in charge is a decision to be made by politicians from all parts of the United Kingdom who occupy the green benches in Parliament. \nIf you want to take a look for yourself, it's here. \nLegal experts aren't quite sure however how this would be interpreted in the courts in the rather likely scenario that the situation ends up there one way or another.  \nWhile the first minister has the Parliament on her side, and Boris Johnson has the power and the legal backing as it stands to say no, they both have difficulties too. \nNicola Sturgeon can say the Parliament of Scotland is pro-independence, but she knows very well that its people are almost exactly divided. \nAs Professor John Curtice, the polling guru explains, \"It looks as though the SNP plus the Greens are heading for 49% of the constituency vote, and that the SNP plus the Greens and Alba may win 51% of the list vote. \n\"In truth, the only safe conclusion one can draw from these results is that Scotland is indeed divided down the middle on the constitutional question.\"\nShe has a reliable majority for a referendum in the Parliament, but not when it comes to the public. \nThe possibility of another referendum delights some voters, but it creates dread for others. \nAnd she will be reminded again and again by unionists that in 2014, she and other figures said the referendum then was a \"once in a generation\".  \nConversely, Mr Johnson might find that a flat 'no' to a request from Holyrood proves the SNP's case that the UK government just doesn't listen - that's long been a sentiment that has driven some Scots towards to the case for independence.  \nAnd while Downing Street is extremely sure that it doesn't want to grant another referendum, it's less sure how to it can increase support for the union. \nThe issue has been discussed more regularly than in recent years, there are promises of a new attitude, new spending, and a new focus on proving the case for the UK. \nBut while there does seem to be a genuine realisation in Tory circles that 'something must be done', quite what, and how compelling it might be, that's still rather vague. \nNeither the prime minister, nor the first minister want to join in full battle on this now. But it's a fight delayed, not a fight that's disappeared. \nBoth successful leaders, both in an uncomfortable status quo, and for that to change, would mean one of them would have to fail. \nP.s. Without question one of the things this complicated set of results has had in common, is that politicians have prospered where they made a big feature of standing up for their areas. \nWhether it's Ms Sturgeon's prominent role, and her constant vocabulary about acting for the 'people of Scotland', Andy Burnham's striking words about Manchester, Mark Drakeford in Wales, Ben Houchen in Tees Valley, Andy Street in the West Midlands - the list goes on. \nPerhaps, that's down in part to voters rallying behind leaders who have seen them through the pandemic. \nCertainly, the emergency has demonstrated more than before the responsibilities that leaders with devolved powers have, and how they can use them. \nFrom a purely political point of view, it's given them a platform. \nBut there is something else going on perhaps too. Irrespective of party, irrespective of the pandemic, politicians who define themselves against Westminster, who spend time and effort building popularity and profile among their voters are doing well. \nShowing up, being visible, and shouting loud on smaller political stages is having an effect on big national results. \nAs Westminster politicians look on with some envy, we'll return to this theme before too long! "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-57021795",
      "category": "uk-england-essex",
      "title": "Barrymore pool death: Stuart Lubbock's father says 'truth will come out'",
      "tags": "Roydon,Harlow,Michael Barrymore",
      "text": "The ailing father of a man whose body was found in Michael Barrymore's swimming pool 20 years ago said he believed \"the truth will come out\".\nStuart Lubbock, 31, died after being found unconscious in the TV presenter's pool in Roydon, Essex, in March 2001.\nThis week, Essex Police said a file would be submitted \"imminently\" to the Crown Prosecution Service (CPS).\nTerry Lubbock, who has terminal cancer, said he could rest in peace knowing he had done the best for his son.\nStuart, a butcher from Harlow, was at a party with eight other people at Mr Barrymore's home when he died.\nA post-mortem examination showed he suffered severe internal injuries which suggested he had been sexually assaulted.\nA man in his 50s, who has not been named, was arrested in Cheshire in March on suspicion of murder and indecent assault after \"significant new information\" emerged, police said.\n\"I have done my best now for my son,\" said Mr Lubbock, a 76-year-old retired toolmaker.\n\"I can rest in peace now. I think the truth will come out.\"\nHe added: \"My body is going down, and my mind, and I am starting to forget things.\"\nIn February, Mr Lubbock said doctors had told him he had months to live.\nHe said all he lived for was to get \"justice for Stuart\", but accepted he may never get the answers he wanted.\nIn January, he called for a fresh inquest, and said he thought information must now have emerged which justified a fresh inquiry by a coroner.\nA coroner recorded an open verdict at an inquest in 2002 and, three years ago, the then-Attorney General, Jeremy Wright, refused to give Mr Lubbock permission to make an application to the High Court for a second inquest.\nBut Mr Lubbock said a fresh Essex Police appeal, which coincided with the broadcast of a Channel 4 documentary Barrymore: The Body In The Pool in February 2020, had changed the landscape.\nNo-one has been charged with any offence in relation to Stuart Lubbock's death.\nMr Barrymore, now 69, was arrested in 2007 but never charged with any offence.\nHe described the Channel 4 documentary as \"vile and vicious\" and said nobody who was at his house on the night of Stuart Lubbock's death knew what happened.\nAsked if he had anything fresh to offer the police, he replied: \"I honestly wish I did.\"\nEssex Police said it would soon pass a file to the CPS regarding the man who was arrested, following a \"substantial and detailed investigation\".\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57026936",
      "category": "uk",
      "title": "Green list countries: New rules for England revealed",
      "tags": "Coronavirus lockdown measures,Travel,Coronavirus pandemic",
      "text": "Twelve destinations have been put on a green travel list for people in England, meaning anyone returning will not need to quarantine from 17 May.\nA new traffic light system of rules means international travel will no longer be illegal.\nHowever, places on the green list - which includes Portugal, Israel and Gibraltar - have their own restrictions on who can visit from abroad.\nThe transport secretary said the UK approach was \"necessarily cautious\".\nBut the travel industry has said it is too cautious and called it a reopening of air travel \"in name only\". \nTurkey, the Maldives and Nepal will be added to England's red list of countries from 04:00 BST on Wednesday 12 May, meaning travellers from those destinations will have to quarantine in a hotel for 10 days on their return.\nThe biggest group is the amber list - which includes popular European destinations such as Spain, Italy and France.\nPeople returning from those countries have to isolate from home for at least five days - but Mr Shapps said no-one should be travelling to those destinations at the moment. \nScotland, Wales and Northern Ireland have not said when they might ease their strict travel restrictions, but Transport Secretary Grant Shapps said all four of the UK's chief medical officers agreed on the principles behind the traffic light system.\nSpeaking at a Downing Street briefing, Mr Shapps said the changes were a \"tentative\" first step to opening up travel, as there remained \"concern about the resurgence of Covid\".\nMr Shapps said the \"success in combating Covid\" in the UK was \"not yet replicated in many places abroad\".\n\"We must make sure the countries we reconnect with are safe,\" he added.\nCovid tests will be required before and after travel.\nThe long-awaited restart of international travel is less throwing open the doors, more opening them a crack.\nThat's a deliberate decision by the government, which is hoping to reassure those who are nervous about opening the country's borders while also giving a small concession to the travel industry.\nSome in the industry are not impressed, calling the list a \"missed opportunity\". \nMany of the transport secretary's comments - he dissuaded passengers from travelling to amber countries and warned them to expect queues at the border - will be seen as trying to dampen down demand, just at the moment when the industry was hoping to start to ramp up.\nUltimately, the real test will be in a few weeks' time when the government will announce the green list for June. The industry will be hoping it's a little longer than this list.\nMr Shapps said people looking to travel overseas should check any restrictions that apply to new arrivals, and not book trips which do not include a refund should the Covid situation change.\nCountries on the green, amber and red lists would be reviewed every three weeks from 17 May, he added.\nSpain's ministry of tourism said the decision had no immediate effect with restrictions still in place for non-essential travel from the UK. \nBut a spokesperson said Madrid \"reiterates its conviction that this summer it will be possible for British citizens to spend their holidays in Spain\" and it predicts that in June \"we will be able to start the reactivation of international travel\". \nThe travel industry has been largely critical, with Airlines UK calling the move a missed opportunity and \"a reopening of air travel in name only\" which leaves the UK \"at risk of falling behind\". \nAndrew Flintham, managing director of holiday firm Tui, said it was \"an overly cautious start\".   \nEasyjet chief executive Johan Lundgren said: \"The decision to put so few European countries into the green tier is simply not justified by the data or the science and is inconsistent with the approach to reopen the domestic economy.\"\nTravellers have also been warned of queues at the UK border when they return. \nBorder Force director Paul Lincoln said the increased delays would be at each stage of their journeys, with staff required to check \"100%\" of all travellers coming through.\nRed list countries have the strictest rules, with only UK or Irish nationals and UK residents allowed to return. They must pay for a 10-day stay in a government-approved quarantine hotel.\nAsked what Turkey being added to the red list means for the Champions League final between Manchester City and Chelsea in Istanbul, Mr Shapps said fans should not travel to Turkey.\nHe added that the Football Association is in discussions with European football's governing body UEFA about the UK hosting the final.\nThe full list of 12 countries and territories people in England can travel to without having to quarantine upon return are:\nAre you planning to travel abroad? Or are you unable to because of the costs? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57039848",
      "category": "health",
      "title": "Complementary medicines for weight loss not justified, study suggests",
      "tags": "Weight loss",
      "text": "The first global review of complementary medicines for weight loss in 16 years suggests their use cannot be justified based on current evidence.\nResearchers found that while some herbal and dietary supplements resulted in marginal weight loss compared to a placebo, they did not benefit health.\nThey called for more research into their long-term safety.\nThe sale of diet pills, powders and liquids containing plant or animal products has grown in popularity.  \nThe global industry was estimated to be worth $41bn (£29.3bn) last year.\nJust 20% of new products are audited annually to make sure they provide evidence backing their claims. \nIn some countries, the only requirement is that supplements contain acceptable levels of non-medicinal products.\nUnlike pharmaceutical drugs, clinical evidence for their safety and effectiveness is not required before they hit the market, says the review's lead author Erica Bessell from the University of Sydney.\n\"Our rigorous assessment of the best available evidence finds that there is insufficient evidence to recommend these supplements for weight loss,\" she said.\n\"Even though most supplements appear safe for short-term consumption, they are not going to provide weight loss that is clinically meaningful.\"\nThe Australian researchers carried out a systematic review of all randomised trials comparing the effect of herbal supplements to placebos (or dummy treatment) on weight loss, up to August 2018. \nThe data was analysed from 54 studies involving 4,331 healthy overweight or obese adults aged 16 years or older. \nWeight loss of at least 2.5kg (5.5lbs) was considered clinically meaningful.\nHerbal supplements included in the analysis were green tea, garcinia cambogia, mangosteen, white kidney bean, ephedra, African mango, yerba mate, veld grape, licorice root and East Indian globe thistle.\nThe analysis found that only one of these - white kidney bean - resulted in a statistically, but not clinically, greater weight loss of 1.61kg (3.5Ibs) than the placebo.\nSome combination preparations containing African mango, veld grape, East Indian globe thistle and mangosteen showed promising results, but were investigated in three or fewer trials, often with poor research methodology or reporting.\nThese findings should be interpreted with caution, researchers say.\nThe researchers also carried out a systematic review, up to December 2019, of 67 randomised trials comparing the effect of dietary supplements to placebos for weight loss in 5,194 healthy overweight or obese adults aged 16 years or older.\nDietary supplements included in the analysis were: chitosan, glucomannan, fructans and conjugated linoleic acid.\nThe analysis found that chitosan (-1.84 kg), glucomannan (-1.27 kg), and conjugated linoleic acid (-1.08 kg) resulted in statistically, but not clinically, significant weight loss compared to placebos.\nSome dietary supplements, including modified cellulose and blood orange juice extract, showed promising results but were only investigated in one trial and need more evidence before recommending them for weight loss, researchers say. \n\"Herbal and dietary supplements might seem like a quick-fix solution to weight problems, but people need to be aware of how little we actually know about them,\" says Ms Bessell.\nShe said very few high-quality studies had been performed on the supplements, with little data on long-term effectiveness.\n\"The tremendous growth in the industry and popularity of these products underscores the urgency for conducting larger more rigorous studies to have reasonable assurance of their safety and effectiveness for weight loss,\" she added. \nThe findings are being presented at The European Congress on Obesity held online this year."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-56967973",
      "category": "world-asia-china",
      "title": "Sinopharm: Chinese Covid vaccine gets WHO emergency approval",
      "tags": "Coronavirus vaccines,China,Vaccination,Coronavirus pandemic,AstraZeneca",
      "text": "The World Health Organization (WHO) has granted emergency approval for a Covid vaccine made by Chinese state-owned company Sinopharm.\nIt is the first vaccine developed by a non-Western country to get WHO backing. \nThe vaccine has already been given to millions of people in China and elsewhere. \nThe WHO had previously only approved the vaccines made by Pfizer, AstraZeneca, Johnson & Johnson and Moderna.\nBut individual health regulators in various countries - especially poorer ones in Africa, Latin America and Asia - have approved Chinese jabs for emergency use.\nWith little data released internationally early on, the effectiveness of the various Chinese vaccines has long been uncertain.\nBut the WHO on Friday said it had validated the \"safety, efficacy and quality\" of the Sinopharm jab developed by the Beijing Institute of Biological Products.\nThe WHO said the addition of the vaccine had \"the potential to rapidly accelerate Covid-19 vaccine access for countries seeking to protect health workers and populations at risk\".\nIt is recommending that the vaccine be administered in two doses to those aged 18 and over.\nA decision is expected in the coming days on another Chinese vaccine developed by Sinovac, while Russia's Sputnik vaccine is under assessment. \nThe green light from the global health body is a guideline for national regulators that a vaccine is safe and effective. \nWHO director-general Tedros Adhanom Ghebreyesus said it would give countries \"confidence to expedite their own regulatory approval\".\nIt also means that the vaccine can be used in the global Covax programme, which was set up last year to try to ensure fair access to vaccines among rich and poor nations.\nThe decision to list the Chinese vaccine for emergency use is expected to give a substantial boost to the scheme, which has been struggling with supply problems.\nPrior to the WHO approval, the Sinopharm vaccine was already being widely used, with an estimated 65 million doses administered, according to reports. \nIn addition to China, countries already using the vaccine include the UAE, Pakistan and Hungary. \nThe decision on Friday to approve the vaccine for emergency use was made by the WHO's technical advisory group, which reviewed the latest clinical data and manufacturing practices. \nIt said the vaccine's efficacy for symptomatic and hospitalised cases of Covid-19 was estimated to be 79%.\nThe WHO noted that few adults over the age of 60 were included in clinical trials, so efficacy could not be estimated for this age group. But it said there was no reason to think that the vaccine would act differently in older recipients.\nThe health body is yet to reach a decision on China's Sinovac vaccine. WHO experts on Friday said they were awaiting additional information before they could make a recommendation. \nMillions of doses of that vaccine have also already been shipped to a number of countries, which have permitted its emergency usage. \nOne of the Chinese vaccines' main advantages is that they can be stored in a standard refrigerator at 2-8 degrees Celsius, like the AstraZeneca vaccine.\nThe WHO said these \"easy storage requirements\" made the Sinopharm vaccine \"highly suitable for low-resource settings\".\nThe two Chinese vaccines differ significantly from some of the other Covid vaccines currently in use, especially those by Pfizer and Moderna.\nDeveloped in a more traditional way, they are so-called inactivated vaccines, which means they use killed viral particles to expose the immune system to the virus without risking a serious disease response.\nBy comparison, the BioNtech/Pfizer and Moderna vaccines are mRNA vaccines. This means part of the coronavirus' genetic code is injected into the body, training the immune system how to respond to it.\nThe UK's AstraZeneca vaccine is yet another type of vaccine where a version of a common cold virus from chimpanzees is modified to contain genetic material shared by the coronavirus. Once injected, it teaches the immune system how to fight the real virus.\nBioNTech/Pfizer and Moderna have an efficacy rate of around 90% or higher, while the AstraZeneca jab is thought to be around 76%.\nIn April, China's top disease control official said the efficacy of the country's Covid vaccines was low, although he later insisted his comments had been misinterpreted. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57034558",
      "category": "uk",
      "title": "Covid-19: Travel firms' green list concerns, and Chinese vaccine approved",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday. We'll have another update for you tomorrow morning.\nTravel companies are disappointed there are just 12 destinations on the government's \"green list\" for international travel, with some describing the number as \"overly cautious\". Those travelling to places on the list from 17 May will not have to quarantine on their return to England. Portugal, Gibraltar and Israel are among the countries named. But hugely popular summer destinations for UK travellers such as France, Greece, Italy and Spain have not been included. Read more about which countries are on the green list. And what are your refund rights for foreign holidays?\nThe World Health Organization (WHO) has for the first time granted emergency approval for a vaccine not developed by a Western country. The vaccine from the Chinese state-owned company Sinopharm received WHO backing, although millions of people in China and elsewhere have already been given a dose. Previously, the only WHO-approved vaccines were made by Pfizer, AstraZeneca, Johnson & Johnson and Moderna. Meanwhile, how fast is vaccine progress around the world?\nIf you've been struggling to get to sleep during the pandemic, then you're not alone. Psychologists say anxiety could be the culprit as to why people are finding it more difficult than usual to nod off - or giving them crazy dreams. Screen activity could also be a factor, as could stress and disruption to our routines. \nWhen a helicopter loaded with health workers and coronavirus vaccine doses arrived at a remote village in the Amazon, they were met with armed bows and arrows, and were told to leave. Villagers had heard false rumours about vaccines and wanted reassurance from a religious missionary before getting jabbed. It is an example of a worrying trend of false information spreading on social media - even to some of the world's most remote communities.\nIn a time when we are acutely aware of how close we are standing to others, it's no surprise that contact sports have taken a hit. Wrestling performers and promoters have been left without income, but the time away from elbow drops and flying clotheslines has given some the chance to explore other opportunities. The BBC spoke to three wrestlers to find out what they have been doing. \nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nFind more information, advice and guides on our coronavirus page. \nNot quite ready to book a holiday abroad? Find out everything you need to know about travelling in the UK in our guide here.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57020285",
      "category": "uk-politics",
      "title": "Tory win in Hartlepool provides setback for Labour",
      "tags": "Hartlepool by-election 2021",
      "text": "The rickety folding tables looked like they could hardly cope with the weight of votes for the Tory candidate, and now elected MP, Jill Mortimer, in Hartlepool. \nThe result: more evidence for the Conservatives that they are digging further and further into territory where once they were total outsiders. \nThey didn't just win here, they romped home. \nHartlepool, as it's constituted now, has never had a Tory MP. It's also unusual that governments win by-elections - they are often moments when voters remind the administration of the day who is really in charge. \nNot this time. \nBoris Johnson's party has also scooped up council seats in places like Harlow and Nuneaton, with swings - at what is still, remember, an early stage - that give the impression the Tories really are consolidating their dominance in England. \nDespite a bumpy few weeks, it's a reminder for the Tory party of Mr Johnson's record as an election winner. \nThe Hartlepool result is not a surprise for Labour. And it's important to remember that about 10,000 people voted for the Brexit Party in 2019 there, and at an early glance it seemed many of those voters switched across to the Tories. \nBut that doesn't mean it's not a setback. The result is more evidence of the long term shift in politics where areas that had chosen Labour for decades were less and less convinced.  \nThat didn't start with Boris Johnson and didn't even start with Brexit.  \nThe success of the vaccine programme has no doubt helped the Tories too.  \nBut Keir Starmer has questions to answer as well, even if results for his party in places like Trafford or Crawley come good in the long results process in the coming days. Why was a strong Remain candidate chosen for a seat were voters were massively in favour of leaving the EU? \nWould the party have been wiser to choose to hold the by-election on a different day to the Britain-wide ballots? \nBut beyond the local circumstances, even some of his allies would admit privately, the leadership has struggled to come up with a really compelling message that can grab voters, that magic ingredient that turns competent politicians into winners. \nThere'll be likely strife from the left in the next few days - several MPs, including Diane Abbott and Richard Burgon, front benchers under Jeremy Corbyn, already tweeting calls for a change in direction. One former member of the NEC this morning has even told me that the leader has to go.\nBut if anything, expect Starmer's team to make the case more aggressively that the party needs to change. Don't be surprised if there is a reshuffle, and a punchier approach to his critics on the left on the other side.\nRemember in all this however, we are in the early hours of a complicated and extensive set of elections. A lot still could change."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57033273",
      "category": "uk-politics",
      "title": "Election results 2021: Conservatives hurt Labour in its former heartlands",
      "tags": "England local elections 2021,Boris Johnson,Labour Party",
      "text": "The Conservatives have continued to sweep aside Labour in its traditional north-eastern English heartland.\nThe party lost control of Durham County Council, which it has run since 1925, losing 15 seats as the Tories took 14.\nThis follows the Conservatives winning the Hartlepool parliamentary by-election and receiving 73% of the vote in the Tees Valley mayoral election.\nBut, elsewhere, Labour has kept hold of its mayoralties in London and Greater Manchester.\nMost of the results of Thursday's local elections in England are now in.\nThe Liberal Democrats have won St Albans council, Hertfordshire, which was previously under no overall control.\nAnd the Conservatives have taken Derbyshire's Amber Valley Borough Council from Labour.\nSo far, the Conservatives have made a net gain of 12 councils, while Labour has lost control of eight.\nThere was better news for Labour when Sadiq Khan was re-elected as London mayor, with the result coming late on Saturday, although his margin of victory over Conservative rival Shaun Bailey was not as big as opinion polls had predicted.\nThe party also beat the Tories to win the West of England mayoral election, and Labour's Andy Burnham was re-elected mayor of Greater Manchester in a landslide victory.\nBut Labour failed in its attempt to oust Conservative Andy Street as mayor of the West Midlands.\nAmong the results still to come are Bristol, where Labour is one seat off a majority, but where the Green Party are expected to do well.\nThe Conservatives would need to gain five seats to take control of Oxfordshire County Council, which is also expected to declare later on Sunday.\nThe results of the contest for the newly created role of West Yorkshire mayor will also be announced.\nClick or tap to explore map\nThe elections are the biggest test of public opinion since the 2019 general election and the first electoral test for Sir Keir Starmer since he became Labour leader last year.\nBBC analysis estimated the Conservatives would have won a 36% vote share in a nationwide general election, if those who voted in England's local elections behaved in the same way. \nThe projection, based on detailed data from 1,000 key wards, estimated a 29% share for Labour, 17% for the Liberal Democrats and 18% for other parties.\nLiberal Democrat leader Sir Ed Davey said his party, which has lost a few council seats but held control of Cheltenham and Eastleigh, was \"moving forwards and making progress\".\nThe Green Party has picked up seats with 70 new councillors, with the party's one MP, Caroline Lucas, saying it felt like a \"green spring is happening\".\nThe Conservatives picked up control of several councils, including Southampton, Cornwall, Nottinghamshire and Basildon, as well as winning Harlow from Labour.\nThe party also celebrated winning the Hartlepool parliamentary by-election on Friday, taking a Westminster seat which Labour had held since its creation in 1974.\nAnd it managed to keep the Tees Valley mayoralty - in an area once considered a Labour stronghold - with Ben Houchen increasing his share of the vote.\nLabour lost control of councils including Sheffield and Plymouth - although it retained areas including Liverpool, Manchester, Hastings and Exeter.\nEnvironment Secretary George Eustice said Labour had been punished in Leave-voting areas by \"wrangling\" over Brexit in recent years. \nHe added that the Conservatives had also reaped the benefit from the successful roll-out of Covid vaccines. \nLabour's shadow home secretary Nick Thomas-Symonds said Labour needed to be \"humble\" in the face of disappointing results, and would be carrying out a \"root and branch\" review of its policies.\nBut he added that the Covid crisis \"clearly has been a restriction on Keir being able to set out his own vision\" to voters in England."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57040713",
      "category": "world-asia",
      "title": "Kabul attack: Blasts near school leave more than 50 dead",
      "tags": "Kabul,Afghanistan",
      "text": "Blasts close to a secondary school in the Afghan capital Kabul have left at least 50 people dead and more than 100 injured, officials say.\nThe explosions took place as students were leaving the building on Saturday, with pictures on social media showing abandoned school bags in the street.\nMost of the victims were girls, a ministry of education spokeswoman said.\nNo-one has admitted carrying out the attack in Dasht-e-Barchi - an area often hit by Sunni Islamist militants. \nAfghan government officials blamed Taliban militants for the attack, but the group denied any involvement.\nThe explosions are believed to have been caused by a car bomb and two improvised explosive devices planted in the area.\nThe neighbourhood in western Kabul is home to many from the Hazara minority community, who are of Mongolian and Central Asian descent and are mainly Shia Muslims.\nAlmost exactly a year ago, a maternity unit at the local hospital was attacked, leaving 24 women, children and babies dead.\nThe exact target for Saturday's bloodshed is unclear.\nThe blasts come against a backdrop of rising violence as the US looks to withdraw all its troops from Afghanistan by 11 September.\nReports from Kabul say the city was busy with shoppers ahead of this year's celebrations for Eid al-Fitr next week.\nStudents were also streaming from the school. Najiba Arian, ministry of education spokeswoman, told Reuters news agency the government-run school was open to boys and girls.\nMost of the those hurt were girls, who study in the second of three sessions, according to Ms Arian.\nSeveral witnesses described hearing three separate explosions, while one woman told AFP news agency she had seen \"many bloodied bodies in dust and smoke\".\n\"I saw a woman checking the bodies and calling for her daughter,\" the woman, Reza, said. \"She then found her daughter's bloodstained purse after which she fainted and fell to the ground.\"\nThe US state department condemned \"the barbarous attack\".\n\"We call for an immediate end to violence and the senseless targeting of innocent civilians,\" it said.\nThe European Union's mission in Afghanistan said on Twitter that \"targeting primarily students in a girls' school, makes this an attack on the future of Afghanistan\".\nAnalysis by Secunder Kermani, BBC Afghanistan correspondent\nSo many places in Afghanistan have endured so much pain, but the Dasht-e-Barchi neighbourhood in Kabul has suffered horrendously. \nThe neighbourhood is populated by members of Afghanistan's Hazara ethnic minority. As followers of Shia Islam, the Islamic State group (IS) views them as heretics, and has carried out a vicious campaign, attacking the softest of targets. \nDozens have been killed in bombings at sports halls, cultural centres, and places of education in particular. \nLast year, and in 2018, IS suicide bombers struck tuition centres in the area killing more than 70 people. IS is not part of the peace talks between the Taliban and Afghan government, which in any case are currently stalled. \nAs of yet, there's been no claim for the attack on Saturday. However, IS continues to carry out assassinations and bombings in Kabul and the city of Jalalabad, despite having recently lost much of the territory it once controlled in the east of the country.\nYou may also be interested in..."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57034637",
      "category": "uk-wales",
      "title": "Welsh election results 2021: Highs and lows as Labour hold on to power",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57034237",
      "category": "world-middle-east",
      "title": "Al-Aqsa mosque: Dozens hurt in Jerusalem clashes",
      "tags": "Israel & the Palestinians,Jerusalem",
      "text": "At least 163 Palestinians and six Israeli police officers have been hurt in clashes in Jerusalem, Palestinian medics and Israeli police say.\nMost were injured at the Al-Aqsa mosque, where Israeli police fired rubber bullets and stun grenades as Palestinians threw stones and bottles.\nTensions have been rising over the potential eviction of Palestinians from land claimed by Jewish settlers.\nThe Red Crescent has opened a field hospital to treat the wounded.\nThe Al-Aqsa mosque complex in Jerusalem's Old City is one of Islam's most revered locations, but its location is also the holiest site in Judaism, known as the Temple Mount. \nThe site is a frequent flashpoint for violence, which unfolded again on Friday night after thousands had gathered there to observe the last Friday of the Muslim holy month of Ramadan.\nIsraeli police said they had used force to \"restore order\" due to the \"rioting of thousands of worshippers\" after evening prayers. \nPalestinian President Mahmoud Abbas, meanwhile, said he \"held [Israel] responsible for the dangerous developments and sinful attacks\".\nAn Aqsa official called for calm over the mosque's loudspeakers. \"Police must immediately stop firing stun grenades at worshippers, and the youth must calm down and be quiet!\", Reuters news agency quoted them as saying.\nThe Palestinian Red Crescent emergency service said 88 of the injured Palestinians were taken to hospital after they were hit with rubber-coated metal bullets. Police said some of the six officers injured needed medical treatment.\nThe international community also appealed for de-escalation on Friday, as anger mounted over the threatened eviction of Palestinian families in East Jerusalem's Shaikh Jarrah district.\nA US State Department spokeswoman said Washington was \"deeply concerned about the heightened tensions\". The European Union condemned the violence and said \"perpetrators on all sides must be held accountable\".\nThe UN Special Coordinator for the Middle East Peace Process, Tor Wennesland, urged all parties to \"respect the status quo of holy sites in Jerusalem's Old City in the interest of peace & stability.\"\nThe UN has said Israel should call off any evictions and employ \"maximum restraint in the use of force\" against protesters.\nThe League of Arab States, or Arab League, called on the international community to intervene to prevent any evictions.\nIsrael's Supreme Court will hold a hearing on the long-running legal case on Monday.\nTension has been high throughout the Islamic holy month of Ramadan.\nBefore the latest violence in the Al-Aqsa compound, there were Palestinian protests over Israeli barricades erected outside Jerusalem's Old City. There has been nightly unrest over possible Palestinian evictions in nearby Sheikh Jarrah. \nElsewhere in the occupied West Bank, two Palestinians were shot dead after firing at an Israeli military base on Friday. Earlier in the week, a Palestinian gunman killed an Israeli religious student and a Palestinian teenager was killed in clashes with Israeli forces searching for him.\nThe international calls for calm and restraint show recognition of the dangers if this escalation continues. \nAnd there is deep concern about what could happen on Monday. \nIsrael's Supreme Court is due to hold a hearing on the Sheikh Jarrah case as Israelis mark Jerusalem Day. The annual celebration of the capture of the east of the city during the 1967 Middle East War includes a flag march in the Old City that typically leads to clashes with local Palestinians.\nIsrael has occupied East Jerusalem since the 1967 Middle East war and considers the entire city its capital, though this is not recognised by the vast majority of the international community. \nPalestinians claim East Jerusalem as the future capital of a hoped-for independent state."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-57042432",
      "category": "uk-scotland-scotland-politics",
      "title": "Scottish election 2021: Conservative match best Scottish election results",
      "tags": "Scottish Parliament election 2021,Scottish Conservatives,Douglas Ross",
      "text": "The Scottish Conservatives have matched their best performance in the Scottish election, winning 31 seats.\nThe party picked up two seats on the regional lists, offsetting the loss of two constituencies.\nScottish Conservatives leader Douglas Ross took over the party in August last year.\nHe said he would continue to fight SNP plans for an independence referendum in the new parliamentary term.\nThe Conservatives finished on the same total as 2016, winning a total of 31 seats. \nThe SNP's former Westminster leader Angus Robertson took Edinburgh Central, beating Scott Douglas, who was seeking to hold Ruth Davidson's former seat.\nJohn Scott lost his Ayr constituency to the SNP's Siobhian Brown.\nMr Ross will re-enter Holyrood on the Highlands and Islands regional list as his party upped its number of MSPs in the area.\nHe had previously been elected an MSP in 2016 before resigning his seat after winning Moray in the 2017 Westminster election.\nMr Ross said he was not going to hide from the \"crucial debate\" on independence.\n\"But what I am going to put forward is a positive vision for our country, what we really can deliver as a whole parliament, as a whole country to secure the recovery that people here in Scotland desperately need after the 12 months we have been through together,\" he said.\nMr Ross refused to be drawn on whether he would support legal action against a second independence referendum after Nicola Sturgeon pledged to \"proceed with the legislation that is necessary\".\nIf Boris Johnson tried to stop it, she added, he would need to go to the Supreme Court.\nMr Ross said he would be supporting \"protecting people's jobs, investing in the NHS, raising our education standards\" among other things which can currently be pursued in the Scottish Parliament.\nHe also reiterated he would continue to serve as an MP alongside his new position in Holyrood.\nMr Ross said: \"We have had six weeks of extremely competitive and at times divisive debate, but I believe now people are looking for their MSPs, both in this region and across Scotland, to work together - to show the same unity that people across this country have shown in coming through the worst of this pandemic so far and looking towards our recovery as a country.\"\nIn his victory speech, Mr Ross said: \"This region is so important to me, I've lived within the Highlands and Islands in Moray, my entire life. \n\"I've had the great pleasure and privilege to represent this area before and I am delighted to be returned again to represent this diverse and wonderful part of Scotland.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-57036597",
      "category": "world-latin-america",
      "title": "Mexico City metro: Hundreds protest at scene of deadly rail collapse",
      "tags": "Mexico City,Mexico,Mexico City metro collapse",
      "text": "Hundreds of people have gathered in Mexico City to demand justice for those who were killed when a metro overpass collapsed earlier this week.\nDemonstrators converged from around the city and held a vigil at the site of the accident late on Friday.\nAt least 26 people died and dozens more were injured in the collapse, which happened on an elevated track with a history of safety concerns.\nThe authorities have promised to carry out a full investigation.\nAnger has grown after details emerged that suggested successive warnings about the safety of the elevated track on Line 12 - which was built in 2012 - were ignored by officials.\nThere were concerns about design problems and construction standards, as well as allegations of corruption. The line was also closed for more than 18 months over apparent structural faults.\nPresident Andrés Manuel López Obrador has said \"nothing [will] be hidden\" in the inquiry.  A Norwegian engineering firm has been asked to help prosecutors with the investigation, and the full timetable of the inquiry will be published next week.\n\"What happened is due to negligence, due to corruption,\" one protester, Briseida Noguez, told the AFP news agency on Friday. \n\"I'm here in solidarity with all the people who died. They no longer have a voice,\" she added.\nThe protesters held signs and chanted \"justice!\", while small scuffles broke out as the police tried to prevent demonstrators from reaching the site of the accident.\n\"It's a disgrace for society, for our community. I hope that all the people rest in peace and hopefully receive justice,\" another protester, Erick Medina, told AFP.\nMany people lit candles and placed flowers at the scene, and a list of the victims' names was read out to the crowd.\nShortly after the vigil, the death toll from the accident reached 26 after a woman died of her injuries in hospital. \"Our deepest condolences,\" Mexico City Mayor Claudia Sheinbaum wrote on Twitter.\nCCTV footage showed the overpass collapsing as a train was travelling over it on 3 May, sending up clouds of debris and sparks. The crash happened near the Olivos station in the south-east of the city.\nAt least 80 people were injured, including one person who was pulled out alive from a car underneath the wreckage. \nIt was the deadliest incident on the city's metro system in decades.\nMayor Sheinbaum said a beam holding up the section of elevated track had given way. Experts later told AFP that problems with the steel beams or damage to the joints connecting them to the line could have triggered the accident.\nElevated parts of the line, including the collapsed overpass, had to be closed for multiple repairs in 2014. Residents also reported cracks in the structure after an earthquake in 2017, and transport authorities made repairs following the reports.\nIn 2017, the then director of the city's metro, Jorge Gaviño, said the line \"was born with endemic problems that would never be solved in its life\" and that it would require \"permanent\" maintenance."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-56994114",
      "category": "uk-scotland-scotland-politics",
      "title": "Scottish election results 2021: BBC Scotland's results coverage",
      "tags": "Scottish Parliament election 2021",
      "text": "BBC Scotland will bring you comprehensive results coverage across online, social media, TV and radio.\nWe will be broadcasting from 25 live locations once the counts get under way at 09:00 on Friday.\nAs well as reporting every declaration, we will bring you analysis, background, reaction and debate.\nUnlike previous elections, there was no overnight counting. The winners of the 129 Holyrood seats will emerge throughout Friday and Saturday.\nThis Holyrood election is like no other - when polls close at 10pm on Thursday, an overnight count will not happen. The results centres will only begin operating at 9am on Friday - nearly 12 hours after voting ends. The Covid pandemic has prompted a new way of working and because we have never had a day-time count before there can only be a rough guess on declaration times.\nFriday declarations\nThere are 73 first-past-the-post seats and 48 expect to declare on the first counting day. They include;\nSaturday declarations\nThere are 73 first-past-the-post seats and 25 are expected to declare on the second counting day. They include;\nThere are eight regional areas which will produce 56 MSPs. The winners of this contest will be declared after constituency results are known. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57028293",
      "category": "uk-northern-ireland",
      "title": "Covid-19: What are the stats as restrictions ease further?",
      "tags": "NI Health,Coronavirus vaccines,Strabane,Derry City and Strabane District Council,Londonderry-Derry,Coronavirus pandemic",
      "text": "Northern Ireland is now - by stats and numbers associated with the pandemic - roughly in the same place it was in September last year, before we entered the long, hard winter surge.\nAnd given the successful rollout of the vaccination programme, we're now in a much healthier place.\nInfection rates are generally low, as are case numbers; we have fewer people in hospital with the virus and the death rate remains quite low.\nNorthern Ireland still has the highest infection rate in the UK.\nBut it's not necessarily a high infection rate. \nData from the UK government for the seven days up until 2 May indicates the following infection rates per 100,000 population:\nThe Republic of Ireland does not publish its infection rate in the same manner, but it can be worked out. For the same seven-day period up until 2 May, it was 64.4.\nWales' rate is remarkably low and is undoubtedly tied to the very high vaccination uptake there.\nBut let's look closer at Northern Ireland's infection rate.\nIt may be the highest in the UK, but compared to previous rates it's still relatively low.\nWe entered 2021 with an infection rate of about 687 cases per 100,000 population - that's about 20 times higher than it is now.\nWhat we've seen recently is that Northern Ireland's rate has been more or less static, while the rest of the UK has seen slow and steady decreases.\nSo why is Northern Ireland's rate stubbornly staying higher than those in Great Britain?\nThe answer may lie in the fact that the rate in the Republic is now markedly higher than Northern Ireland's - cross-border movement is probably affecting Northern Ireland's rate, especially in the north west.\nThe Derry and Strabane Borough Council area has one of the highest rates in the UK. In fact, according the UK government's data for the seven days up to 2 May, it had the highest at 99.2.\nThe rest of Northern Ireland's council areas have a rate of 50 or lower. \nIn short, the high rate in Derry and Strabane is pushing up Northern Ireland's overall rate.\nOver the past week, almost a quarter of all infections in Northern Ireland have been in the Derry and Strabane area.\nAnd, in fact, the majority of the infections in the borough have been in Londonderry city itself. \nJust across the border, in east Donegal, you can find the areas of the Republic of Ireland with the worst infection rates in the state.\nThe Republic measures infection rates slightly differently than the UK, but right now, Letterkenny and Milford have infection rates about five times higher than Ireland's national rate.\nThe data also indicates the higher infection rate in the Derry and Strabane council area has been driven by teenagers and young adults.\nSo the figures indicate Northern Ireland's rate is being elevated by an infection hotspot in Derry, and most likely exacerbated by cross-border movement into another infection hotspot in east Donegal.\nIt is important to remember, however, that an infection rate is only one part of the picture. \nAt earlier points in the pandemic, a higher infection rate usually brought with it more hospitalisations and deaths.\nHowever, this is now not necessarily the case - and that's thanks to vaccinations.\nNorthern Ireland will soon have a million people vaccinated. \nThe latest number for individuals with a first dose is 963,531.\nThe UK's vaccine rollout has been very successful with two thirds of all adults having had a jab.\nAnd, obviously, Northern Ireland is part of that success.\nAccording to Our World In Data - a data research project based at Oxford University - there aren't too many nations in the world with a better rate of vaccination.\nInterestingly, one of the few places with a better vaccination rate than the UK is the Isle of Man.\nThe percentages of the adult populations in the UK and Ireland which have had a first dose are as follows:\nThe speed at which first doses are being given out in Northern Ireland has been fairly steady over the past few weeks at about 5,000 a day.\nNorthern Ireland - like the other parts of the UK - has been doing very well on second doses of vaccine. \nAbout half of those in Northern Ireland who have had a first dose have already had their second dose.\nHowever, it's expected Northern Ireland's vaccine rollout will slow down with the announcement that people under 40 are to be offered an alternative vaccine to the AstraZeneca jab, where possible. \nIt will be interesting to see how this change in approach affects Northern Ireland's vaccination rollout - so far the majority of doses given out here have been AstraZeneca.\nRecently the Department of Health has started to publish some vaccine uptake figures for age groups.\nMore than 43% of the 30-39 age group has now had a vaccine, although many of these people got their jab earlier in the rollout thanks to being eligible in another category.\nAlmost 20% of 18-29 year olds have had a vaccine dose, despite the fact this age group has not yet been called for vaccination. \nThis is because they met other criteria of eligibility such as being a healthcare worker, a care home worker, a carer or clinically extremely vulnerable.\nThe number of patients in hospital with Covid-19 has been around 70-75 for the past fortnight.\nThere have been small decreases and small increases during that time.\nThese numbers are quite small compared to the peak of the surge in January, when there were more than 1,000 patients in hospital with the virus.\nWe are also seeing quite a low rate of admission - about three admissions per day.\nAbout a quarter of those being admitted recently have been young adults between the ages of 20 and 39. \nThis is a higher proportion than at any stage in the pandemic and most likely reflects the higher vaccination levels among older people.\nThe number of people in intensive care units (ICUs) with the virus has also been very steady for a few weeks - between five and 10.\nNorthern Ireland's death rate is - thankfully - quite low, with a fatality expected every three or four days.\nBetween 11 January and 17 January, 160 deaths were recorded by the Department of Health.\nIn the latest seven-day period, two deaths were recorded.\nMoreover, our death rate has been at a similarly low level for nearly two months now.\nGreat Britain also has a very low death rate - indicating the effect the vaccination programme has had.\nThe Republic of Ireland's death rate is higher, but has been falling in recent weeks.\nThe Northern Ireland Statistics and Research Agency has also been recording steady but low figures in its weekly tally of death certificates which mention the virus.\nThe pandemic certainly has not gone away, but we have made impressive and steady progress towards a return to normality."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-57033767",
      "category": "uk-scotland-scotland-politics",
      "title": "Scottish election results 2021: The story so far",
      "tags": "Scottish Parliament election 2021",
      "text": "The first day of counting in the 2021 Holyrood election is over, with the SNP dominating the constituency vote. The party won three new seats but failed to win some target constituencies, making it hard, but not impossible, to achieve an overall majority. Here's the story so far: \nSIGN UP FOR SCOTLAND ALERTS:  Get extra updates on BBC election coverage"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57040175",
      "category": "uk-politics",
      "title": "Sir John Curtice: What the 2021 election results mean for the parties",
      "tags": "Conservative Party,Scottish Parliament election 2021,Green Party (England and Wales),Welsh Parliament election 2021,Labour Party",
      "text": "Two key themes have emerged from the results of Thursday's elections declared so far.\nFirst, ruling parties have done well, rewarded perhaps by voters who, thanks to the vaccine roll-out, believe the worst of the pandemic may now be over.\nSecond, Brexit continues to make a difference to how many people vote.\nVoters often use local elections to give governments a kicking. Yet it is the Conservatives that have prospered in the English local council votes.\nAround half of the seats being contested were in places where last year's local elections were postponed and thus where the last contest was held in 2016. At that time, the Conservatives and Labour were neck-and-neck in the polls.\nThe other half of the seats were in councils that were always due to have elections this year and were last contested just before the 2017 election, when the Conservatives were well ahead.\nThe BBC has collected detailed local voting figures across 1,200 wards, and these show the Conservatives' vote is up on average by eight points in those last fought in 2016. Labour support in these wards fell by three points.\nMeanwhile, the Conservative vote was down by just a point in the wards where the contest was last held in 2017. In these areas Labour's vote did no more than edge up by a point.\nAccording to the BBC's projection of the local election results into the equivalent of a Britain-wide share of the vote, the Conservatives' performance was the equivalent of winning 36% of the vote in a general election. \nThat makes it the party's second best local election results since it first regained power at Westminster in 2010. \nLabour, on 29%, were as much as seven points behind the Conservatives. That might be less than the 12 point deficit at the 2019 general election, but still leaves the party's standing looking very similar to many a lacklustre performance under Jeremy Corbyn's leadership.\nIn Wales, where Labour has been in power since the devolved parliament first met in 1999, the party recorded a five-point advance on its share of the vote in 2016. \nIt now has 30 of the Senedd's 60 seats, matching its previous best performance. \nLabour will be able to run the government for the next five years without needing to strike a deal with Plaid Cymru, who have found themselves overtaken by the Conservatives in the battle for second place - even though the party secured much the same share of the vote as in 2016.\nMeanwhile, in Scotland, the SNP won a record 48% of the constituency vote, up a point on what the party achieved in 2016.\nHowever, this proved to be not enough to deliver the party an overall majority in the Holyrood parliament. With 64 seats, the party ended up one seat short. \nOne reason is that Conservative and Labour voters, concerned about the future of the United Kingdom, have been willing to vote tactically to help stop the pro-independence SNP winning locally.\nIn seats that the Conservatives were defending against a second-placed nationalist challenge, the party's vote is up on average by three points. However, the Conservative vote fell by eight points where it was Labour who were defending a seat against the SNP.\nEqually, Labour's vote increased by five points where they were facing a SNP challenge, but fell by six points where the Conservatives were fending off the SNP.\nOverall, the election revealed how evenly divided Scotland is politically. \nOn the constituency vote, the three main parties that were backing Scotland staying in the UK won 50.4% of the vote. But on the list vote it was the three main parties that were supporting independence that were narrowly ahead with 50.1%.\nThe incumbent Conservative mayors in the West Midlands (Andy Street) and the Tees Valley (Ben Houchen) both turned the small majorities that they secured when first elected in 2017 into much larger margins. \nLabour's Sadiq Khan was re-elected in London too, albeit with a slightly reduced majority.\nHowever, the less high-profile Conservative incumbents in the West of England and Cambridgeshire lost out to their Labour challengers.\nAcross Britain, the 2017 and 2019 general elections saw the Conservatives become increasingly strong among Leave voters, while Labour performed better among Remain supporters.\nThis was repeated in Thursday's English local elections.\nIn the wards last fought in 2016, there was a swing from Labour to the Conservatives of six points overall. \nHowever, the swing was just one point in Remain voting areas, whereas it was as much as 11 points in the most heavily pro-Leave places.\nMeanwhile, in pro-Remain places which last voted in 2017, there was a swing to Labour of three points. In Leave areas, there was a two-point move in the Conservatives' direction.\nThe Conservatives also performed more strongly in the more pro-Leave parts of London, Scotland and Wales too. \nBrexit may have been done, but it is still leaving its mark on how people are minded to vote.\nIt demonstrates Labour is still losing ground in many of its traditional working class strongholds, many of which voted heavily to leave the EU.\nThe Liberal Democrats typically perform better in local elections than their current national poll standing. This was again true this year. \nAt 17%, the projection of the party's performance into the equivalent of a Britain-wide vote is broadly on a par with its performances in local elections ever since it entered into coalition with the Conservatives in 2010.\nMeanwhile, the party's vote was down three points in Wales, and down a point in Scotland - the party managed to retain a toe-hold of one seat in Wales, but lost a seat in Scotland.\nIn short, the party is still doing no more than treading water following the dramatic collapse in its support in the wake of the 2010-15 coalition with the Conservatives.\nFor the Greens, the election brought some notable success. \nThe party secured record shares of the vote in both the Scottish Parliament (8%) and the London Assembly (12%) election.\nMeanwhile, the party won as much as 11% of the vote where they stood in the local elections. \nAlthough that was down two points on the party's record performance in the 2019 local elections, it suggests the party is now clearly England's fourth largest party.\nJohn Curtice is Professor of Politics, Strathclyde University, and Senior Research Fellow, NatCen Social Research and The UK in a Changing Europe. Additional analysis by Patrick English, Stephen Fisher, Rob Ford, Eilidh Macfarlane, and Jon Mellon"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-56972971",
      "category": "uk-scotland-scotland-politics",
      "title": "Scottish election results 2021: When will we know the results?",
      "tags": "Scottish Parliament election 2021",
      "text": "Scots have cast their ballots in the Holyrood election, but don't need to stay up all night as Covid-19 restrictions have put paid to the usual overnight count. With votes to be tallied across Friday and Saturday, when will you know the result in your local area - and when will the overall winners be declared?\nCounting will kick off from 09:00 on Friday morning, with the Electoral Management Board projecting 48 of the 73 constituencies to be tallied that day.\nThe full lists can be found here, or you can look up your local results here: \nFriday's constituencies include both the most marginal and safest seats from 2016, and eight of the SNP's top 10 target seats.\nThese include the Labour defences of Dumbarton, Edinburgh Southern and East Lothian, none of which have a majority exceeding 3%, and the Conservative seats in Ayr, Edinburgh Central, Dumfriesshire and Eastwood.\nIf the SNP manage to pick off the lion's share of these seats, they will feel good about going into Saturday and winning a majority.\nThis will particularly be the case if they can gain ground without suffering defeats in any of their own more marginal seats - Angus North & Mearns, Moray and Perthshire North are those with single-digit majorities.\nThe reverse is also true of course - if the SNP struggle to gain many of these marginal seats or lose some of their own, the path to a majority narrows.\nBy the end of Friday, it should be fairly clear which way the wind is blowing - but there will still be plenty to play for on Saturday.\nIf all goes well on Friday, the remaining 25 constituencies will count on Saturday - with the most marginal contests being between the SNP and Conservatives.\nThe most marginal constituencies to count on Saturday are again SNP-Tory contests, with the SNP hoping to pick off Aberdeenshire West and Galloway&West Dumfries, both with majorities under 5%.\nThere are a few chances for the Tories to fight back too, with the SNP defences of Perthshire South& Kinross-shire, Edinburgh Pentlands and Aberdeen South and North Kincardine all having single-digit majorities.\nOnce each region has declared all of its constituencies, we will also start to get results from the regional lists - which could be pivotal for the overall result, as well as questions over who claims second place and the fate of smaller parties.\nBefore we turn to the regional results, a quick note on how they are worked out.\nScotland is divided into eight electoral regions, with the 73 constituency seats scattered across them. Each region elects an extra seven MSPs from lists submitted by the parties - voted for via the peach ballot paper - giving a total of 129.\nThe idea of the list system is to make the outcome of the election more proportional. \nOnce the constituency results have been declared, you divide the number of list votes each party has won by the number of seats they have already won in that region, plus one. So if a party has won nine seats in an area already, their list vote tally is divided by 10 - making it 10 times harder for them to win a seat from the lists.\nThere has been particular focus on the list system in 2021 thanks to the emergence of some list-only parties which encourage tactical voting, leading to a debate over whether this is \"gaming the system\" or simply testing the limits of the rules.\nTimings for the counts remain very much up in the air, given we don't yet know how difficult it will prove to stack up ballots in line with Covid-19 restrictions.\nBut under current plans, with the exception of the big centres of Glasgow and Edinburgh, most of the count centres only have one constituency to finish off on the Saturday. \nThis means they could well finish up quickly - and indeed simultaneously, if there are similar numbers of ballots to count in each constituency.\nWhich regions will declare first?\nIt is hard to say, but the Highlands and Islands - normally one of the last regions to come back in an overnight count due to the vast and varied geography of the area - only has one seat to count on Saturday.\nSimilarly there will only be one seat left to count from the West Scotland region - so it is possible these two will be able to declare their full regional lists first.\nOther regions have at least a couple of constituencies still to polish off before they can run the equations and calculate list seats. Mid Scotland and Fife could be next in line with three seats to count, all at separate locations.\nHowever, this is largely guesswork, and a lot will depend on how the Covid-safe procedures play out at count centres. There will be four constituencies counting at the Emirates Area in Glasgow on Saturday, and three at Ingliston for the Lothian region.\nSouth Scotland also has four counts still to run on Saturday, as does North East Scotland - with two of the latter at P&J Live in Aberdeen, which may delay matters from a logistical standpoint."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-56653199",
      "category": "uk-scotland-scotland-politics",
      "title": "Scottish election 2021: What are the results in my area?",
      "tags": "Scottish Parliament election 2021",
      "text": "Polls have closed in the Scottish Parliament election, with counting taking place over Friday and Saturday.\nSearch below to find the result in your area.\nIn Scotland, voters choose 129 Members of the Scottish Parliament (MSPs). The party that wins the most seats will form the Scottish government.\nThe vote came at the same time as elections for the Welsh parliament, mayoral elections in 13 of England's biggest city areas, council elections across England and Police and Crime Commissioner votes in England and Wales."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57004926",
      "category": "world-asia",
      "title": "Philippines Covid surge throws country into disarray",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57027418",
      "category": "business",
      "title": "Covid: Travel firms reject 'overly cautious' green list",
      "tags": "Tourism,Travel & leisure industry,Coronavirus pandemic",
      "text": "The travel industry has expressed disappointment that so few countries are on the UK government's green list for travel, describing the announcement as \"overly cautious\".\nThe traffic light system means travel abroad from 17 May will not be illegal.\nThe 12 green list countries, which include Portugal, Gibraltar and Israel, will not require people to quarantine on return to England.\nFirms said leaving the US off the list would risk the UK \"falling behind\".\nTravel to amber or red lists countries is not advised.\nThe change in travel rules applies to England, Scotland, Wales and Northern Ireland have not said when they might ease their strict travel rules.\nOnly four of the countries on the green list are in Europe, and Portugal is the only large holiday destination from the continent on the list. \nIsrael and Singapore are also included, but Australia and New Zealand - which are approved as safe by the UK government - are not currently allowing in visitors from abroad.\nFrance, Greece, Italy and Spain, normally hugely popular holiday destinations for UK travellers, are not included on the safe list.\nAndrew Flintham, managing director of holiday firm TUI, said: \"While we were expecting to see just a handful of destinations on the green list, this is an overly cautious start.\"\nAirlines UK, representing UK carriers, described it as \"a missed opportunity\" and \"a reopening of air travel in name only\" which left the UK \"at risk of falling behind\".\nAnd Easyjet chief executive Johan Lundgren said: \"The decision to put so few European countries into the green tier is simply not justified by the data or the science, and is inconsistent with the approach to reopen the domestic economy.\"\nUK citizens risked missing out on bookings for hotels if other European tourists were permitted to travel, he added.  \nMaking the announcement, Transport Secretary Grant Shapps said the easing of restrictions was \"necessarily cautious\" in the light of the threat from new variants of Covid-19.\nHe said the UK's success in combating the virus was not matched in many other countries.\nHowever he said the list would be reviewed every three weeks by the Joint Biosecurity Centre - the team set up last year to monitor the threat from the virus.\nSome firms had hoped the rapid roll out of the vaccination programme in the US would allow summer travel to resume there more quickly.\n\"There is no reason for the US to be absent from the green list. This overly cautious approach fails to reap the benefits of the UK's successful vaccination programme,\" a spokesperson for Virgin Atlantic - one of the airlines which relies heavily on UK-US traffic - said.\n\"A transatlantic travel corridor is vital to deliver a much-needed boost to economic recovery,\" the spokesperson added.\nBut British Airways predicted that more countries would be included before the summer.\n\"What's clear is that with high levels of vaccination in the UK being matched by other countries, we should see more destinations going 'green' before the end of June,\" BA chief executive Sean Doyle said.\n\"We cannot stress more greatly that the UK urgently needs travel between it and other low-risk countries like the US, to re-start the economy, support devastated industries and reunite loved ones.\"\nMeanwhile, Ryanair, Easyjet, Tui and British Airways all said they would be increasing their flights to Portugal and other destinations on the green list. \nTourist-dependent firms in Portugal were quick to welcome the news.\n\"No-one enjoys a holiday more than the British people,\" said Miguel Campino, owner of Maria's Restaurant - a beach venue on Praia do Garrão Poente.\n\"They bring a colourful atmosphere to all the restaurants, bars and hotels. This is a happy moment for everyone, for Portugal, for England... it's great news.\"\nJoão Fernandes, president of the Algarve Tourism Bureau, also said the region was ready to welcome UK visitors back.\n\"We are obviously delighted with the news,\" he said. \"It's a recognition of the remarkable work Portugal has done in reducing levels of Covid to be able to restart the economy safely.\"\nIt comes as ministers continue talks with Uefa about holding the Champions League final between Chelsea and Manchester City in the UK, after host nation Turkey was added to England's travel red list.\nFrom 04:00 BST on Wednesday 12 May, travellers from Turkey, as well as those from the Maldives and Nepal, will have to quarantine in a hotel for 10 days on their return.\nEnvironment Secretary George Eustice told BBC Breakfast that the UK had offered to host the match but that it would \"ultimately be a decision for Uefa\".\nHowever, the UK consumer body Which? warned that practical difficulties over taking a holiday abroad would remain.\n\"Travellers will have an expectation that these new government rules should protect their health and their money, yet serious issues around lengthy airport queues and a broken testing system remain unresolved,\" Rory Boland, editor of Which? Travel, said.\nAlthough international travel has been heavily restricted since January, returning travellers have experienced long delays at border control when arriving at Heathrow, sometimes waiting for up to six hours. \nPrivate firms offering Covid tests to returning travellers have been criticised for failing to deliver tests and results on time. \n\"Travellers should also be aware that there is still some financial risk involved in booking travel plans, depending on how you book and which company you choose,\" said Mr Boland.\n\"In a summer when further disruption can be expected, travel companies must be honest about the risks holidaymakers may be taking on. Crucially, holidaymakers also need to do their research before booking, as choosing the right provider could be the difference between getting hundreds of pounds back or just getting the run-round.\"\nA further 15 deaths in the UK within 28 days of a positive test were reported on Friday, bringing the total to 127,598. There were 2,490 new cases.\nMore than 35 million first doses of a coronavirus vaccine have been given and more than 16.7 million second doses."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57029342",
      "category": "world-us-canada",
      "title": "Stormy Daniels: US election officials drop Trump hush money probe",
      "tags": "Stormy Daniels,Donald Trump,Michael Cohen",
      "text": "An inquiry into whether Donald Trump violated campaign financial law during the 2016 election has been dropped.\nThe case stemmed from an allegation that Mr Trump directed his former lawyer to pay Stormy Daniels, an adult film actress, to stop her speaking out about an alleged affair.\nThe lawyer, Michael Cohen, was later jailed on multiple charges.\nThe regulatory agency tasked with enforcing campaign finance law announced the case closure Thursday.\nIt came after the Federal Election Commission (FEC), which is split evenly between Democrats and Republicans, became deadlocked on taking action at a closed-door meeting in February.\nThe vote came months after an internal report recommended that there was \"reason to believe\" Mr Trump's campaign had knowingly violated campaign finance law.\nTwo Republicans who voted to dismiss the case said they had concluded it would not be \"the best use of agency resources\" while two Democrat-aligned commissioners criticised their decision.\n\"To conclude that a payment, made 13 days before Election Day to hush up a suddenly newsworthy 10-year-old story, was not campaign-related, without so much as conducting an investigation, defies reality,\" they wrote in a letter.\nCohen previously testified under oath that Mr Trump had directed him to make the payment of $130,000 (£100,000) just days before the election. \nMr Trump has acknowledged reimbursing the payment but denied the affair and any wrongdoing regarding campaign laws. \n\"The hush money payment was done at the direction of and for the benefit of Donald J. Trump,\" Cohen said in a statement to The New York Times, responding to the case dismissal. \n\"Like me, Trump should have been found guilty. How the FEC committee could rule any other way is confounding.\"\nIn a statement issued through his website, Mr Trump thanked the commission for dropping what he described as a \"phony case against me...built on lies from Michael Cohen, a corrupt and convicted lawyer\".\nCohen, who once said he would take a bullet for Mr Trump, was given a three-year prison sentence after pleading guilty to multiple offences in 2018, including violating campaign finance laws and lying to Congress.\nLegal wrangling over the allegations involving Ms Daniels, who alleges she had sex with Mr Trump in 2006, were ongoing throughout the Trump presidency. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-57009547",
      "category": "uk-wales-politics",
      "title": "Welsh election results 2021: Labour set to stay in power",
      "tags": "Welsh Liberal Democrats,Abolish the Welsh Assembly Party,Plaid Cymru,Jane Dodds,Welsh Labour,Adam Price,Leanne Wood,Welsh Parliament election 2021,Welsh Parliament,Welsh Conservatives",
      "text": "Labour is set to stay in power in Wales after matching its best-ever Senedd election result, with exactly half of the 60 seats in the Welsh Parliament.\nThe Tories took the Vale of Clwyd from Labour, and Brecon and Radnorshire from the Liberal Democrats.\nLabour held firm in other Tory target seats and took Rhondda back from Plaid Cymru.\nLeader Mark Drakeford, who extended the majority in his seat, vowed to form a \"stable and progressive\" government.\nWith 52 of the 60 seats declared, Labour is on 30 with the Conservatives on 12, Plaid Cymru nine and the Liberal Democrats one.\nIt is unlikely Labour will gain further seats when votes for the regional lists in South Wales Central and South Wales East are counted on Saturday, after the party won the lion's share of constituency seats there.\nCurrent first minister Mr Drakeford, who raised his majority in his Cardiff West seat by 12.7 points and more than 6,000 votes, told BBC Wales he would \"do whatever I can\" to ensure Wales has a \"stable and progressive\" government.\nHe added he would prefer to be in a position \"where you have a government that is able to command a majority for the action that it needs to take on the floor of the Senedd\".\nHe added: \"Without trying to rush a decision at this time on a Friday we'll take a couple of days to make sure that we make the best decision that we can for Wales.\"\nLabour also regained Rhondda from Plaid Cymru, toppling its former leader Leanne Wood.\nHer win there in 2016 was one of the major upsets of the last Senedd election but Labour's Buffy Williams overturned it with a 19% swing and a majority of more than 5,000.\nBen Lake, the Plaid Cymru MP for Ceredigion, said losing the Rhondda seat was a \"terrible blow for the party\".\nAsked if the party could still play a role in a coalition with Labour if required, he said it was a \"dead duck\".\n\"The people of Wales have sent a very clear message at the election, and I can't see it being feasible or indeed desirable on the part of either party,\" he told BBC Radio Wales Breakfast.\nPlaid Cymru has won five constituency seats, holding on to Arfon, Dwyfor Meirionnydd, Ynys Mon, Ceredigion, and Carmarthen East and Dinefwr.\nWith three of the five regional list results declared so far, Plaid has won four list seats, the Conservatives four, Labour three and the Liberal Democrats one.\nThe Conservatives held on to Montgomeryshire, Aberconwy, Clwyd West, Carmarthen West and South Pembrokeshire, and Preseli Pembrokeshire.\nThe party also kept Monmouth where ex-Monmouthshire council leader Peter Fox is its new incumbent following the deselection of Nick Ramsay.\nBut the Tories failed to capture the Vale of Glamorgan, another Labour-held target seat which is Conservative at Westminster.  \nThe Labour seats of Alyn and Deeside, Gower, Swansea East, Swansea West, Neath, Aberavon, Ogmore, Bridgend, Cynon Valley, Pontypridd, Cardiff Central, Cardiff North, Cardiff South and Penarth, Cardiff West, Caerphilly, Islwyn, Merthyr Tydfil and Rhymney, Newport East, Newport West and Torfaen have also remained red.\nLabour also held on to the Plaid Cymru target seat of Llanelli, with Welsh government deputy transport minister Lee Waters being re-elected.\nFollowing his victory, Mr Waters said Mark Drakeford was \"definitely an asset\", due to his leadership during the pandemic.\n\"He may not be flashy, he may be a bit nerdy, a bit boring, he's a university professor, but thank God for him,\" he said.\nHealth Minister Vaughan Gething also paid tribute to his party leader, saying: \"The recognition of the way Mark has run the Welsh government in this extraordinary time was undoubtedly a factor in the way that people have voted.\"\nDespite the challenges of the pandemic, more than 1.1 million people voted, making it the highest-ever turnout for a Senedd election at 46.6%.\nThis beat the previous record of 46.3% at the first Senedd election in 1999, but is still significantly lower than turnout for general elections.\nLaura McAllister, professor of public policy at Cardiff University, said Labour had \"performed better than most people expected\".\n\"After 22 years in power, with a Conservative Party that was really strongly tipped to make significant breakthroughs, and of course Plaid Cymru biting its ankles as well, that's some achievement.\"\nPolitical commentator Prof Roger Awan-Scully said: \"I think it's been an astonishingly resilient performance by the Welsh Labour Party, amidst disasters for Labour elsewhere in the UK.\n\"The Conservatives are also performing strongly, but not quite bringing it home in terms of the number of constituency victories that they might have expected.\n\"For Plaid Cymru I think this has to be said to be a deeply disappointing election.\"\nThe Vale of Clwyd was the only Conservative gain in Labour's \"red wall\" of seats in north Wales where the Tories had enjoyed success in the 2019 General Election.\nWinning candidate Gareth Davies, an NHS physiotherapist, said: \"It's a magnificent achievement. \n\"In 1999 I was a small boy, and now I'm in my 30s and I never thought back then I'd ever be in this position. So I feel really humbled.\"\nAndrew RT Davies, leader of the Tories in the Senedd, said the result in the Vale of Clwyd was \"fantastic\".\nNorth Wales has been a fiercely contested battleground, with re-elected Aberconwy Tory MS Janet Finch-Saunders saying she had been \"horrified\" by personal attacks which had hurt her family during the campaign.\nLabour's win in Alyn and Deeside represents the last of the red wall seats that the Conservatives had hoped to take in north east Wales.\nIt's the last brick in the wall.\nBut they have only managed in this election to take Vale of Clwyd in that region - by a small amount.\nSo it counts as a disappointing set of results for the Conservatives.\nLabour, which has been in charge of the Welsh government for 22 years, is now set to remain in power for a sixth term with exactly half the seats in the Senedd chamber.\nOf the 60 members of the Senedd (MSs) being elected, 40 will serve constituencies and 20 will be elected to represent larger regional areas of North Wales, Mid and West Wales, South Wales West, South Wales Central and South Wales East.\nA party needs to win 31 seats to claim a majority but it has never happened, with Labour last time having 29 seats.\nIt previously won 30 seats in 2003 and 2011.\nFor Plaid Cymru, the party's Westminster leader Liz Saville Roberts painted a gloomy picture for their hopes of making inroads into Labour's grip on the south Wales valleys. \nShe said the pandemic had meant \"ministers in the governments, both in Westminster and Cardiff, have had an immense platform over the last year\".\nIt had been an \"extraordinarily different\" election, Ms Saville Roberts said, \"to anything that anybody has been used to, and it's been difficult for a party like Plaid to get the same sort of platform\". \n\"At the same time there's a real sense that our policy, our offer of policies, has offered something that was progressive and new and is, I hope, really the seeds for something in the future,\" she added.\nAdam Price, who held Carmarthen East and Dinefwr with a reduced majority, said he would not stand down as Plaid Cymru leader.\nDespite no gains, Mr Price said the party had increased its share of the vote and its stance on independence had been a \"net positive\".\n\"I'm not walking away from anything, because this is the moment when Wales needs leadership,\" he said.\n\"This is a historic challenge, because of the way that the politics is moving in this island, but it's also a historic opportunity for us.\n\"We can move our nation forward and I'm looking forward to playing my part, it's not something that anyone can do on their own.\n\"I have a role to play, we all have a role to play and that's what's exciting about politics at the moment. Wales is on the move Wales is on the march. I'm going to be part of that.\"\nMeanwhile, the Welsh Liberal Democrats lost their constituency seat in Brecon and Radnorshire but won a list seat in Mid and West Wales with party leader Jane Dodds heading for the Senedd.\nLiberal Democrat peer Baroness Jenny Randerson said she did not think Welsh Labour would need the support of Ms Dodds to run a government as had happened with her predecessor, former Education Minister Kirsty Williams who stood down prior to the elections.\n\"I think Labour will have the numbers to just about manage on their own,\" said Baroness Randerson.\nIan Price, director of CBI Wales, congratulated Labour. \n\"This is a critical time for the Welsh economy and the new parliament must have a laser-like focus on rebuilding from the devastating impact of the pandemic,\" he said.\n\"That means all parties pulling together and working with business to protect jobs, rebuild livelihoods and create a fair and sustainable recovery that addresses the longstanding structural challenges our economy faces.\"\nThe Abolish the Welsh Assembly Party was also hoping to make a breakthrough in the regional lists.\nVoting also took place for four police and crime commissioners, with those votes to be counted on Sunday.\nSIGN UP FOR WALES ALERTS:  Get extra updates on BBC election coverage"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56997137",
      "category": "uk-england-london",
      "title": "London elections: Sadiq Khan wins second term as mayor",
      "tags": "Conservative Party,London elections 2021,Mayor of London,Greater London Authority,Green Party (England and Wales),Labour Party,Liberal Democrats",
      "text": "Labour's Sadiq Khan has won a second term as London's mayor, beating Conservative rival Shaun Bailey.\nHe won 55.2% of the popular vote, after entering a run-off with Mr Bailey when neither managed to secure a majority in the first round of voting. \nThe former MP became the first Muslim mayor of an EU capital city when he was elected to the role in 2016.\nSpeaking at City Hall, he promised \"to strain every sinew to help build a better, brighter future for London\".\nThe Green Party's Sian Berry came third, while the Liberal Democrats' Luisa Porritt was fourth.\nThe Lib Dems lost their deposit, as Ms Porritt failed to win more than 5% of the vote. \nElsewhere on Saturday evening, Labour lost overall control of Durham County Council while the Tories continued to make inroads in their traditional heartlands.\nMr Khan was seen as the favourite throughout the campaign, with some pollsters predicting he would win more than half of the first-round votes.\nThe 51-year-old failed to reach his record-setting vote total of 2016, but won with a 228,000-vote majority.\nMr Khan's closest rival was Mr Bailey, who received 44.8% of the first and second-round votes, and increased the Conservative vote share by 1.6%.\nSpeaking after the results were announced, Mr Khan said: \"I will always be a mayor for all Londoners, working to improve the lives of every single person in this city.\n\"The results of the elections around the UK shows our country, and even our city, remains deeply divided.\n\"The scars of Brexit have yet to heal. A crude culture war is pushing us further apart.\"\nMr Khan continued: \"Economic inequality is getting worse both within London and in different parts of our country.\n\"As we seek to confront the enormity of the challenge ahead, and as we endeavour to rebuild from this pandemic, we must use this moment of national recovery to heal those damaging divisions.\"\nMr Bailey said he had been \"written off\" by pollsters, journalists and other politicians, adding: \"But Londoners didn't write me off.\"\nHe congratulated Mr Khan but said he hoped the re-elected mayor would not \"blame everything on the government\".\nDuring his tenure as mayor, Mr Khan has had run-ins with the government over coronavirus restrictions and Transport for London's finances.\nIn the end he won quite comfortably - but it didn't always feel like that. \nSadiq Khan's team got panicky on polling day when voting was slow. In fact turnout - though not at 2016 levels - was higher than previous elections unhindered by a pandemic. \nThen there were jitters on the first day of counting when the margin between Mr Khan and Mr Bailey was narrow on the first constituencies announced.\nMr Khan's winning margin as an incumbent mayor eclipses Boris Johnson's in 2012.\nBut this was no Khan procession.\nIn the end Mr Bailey's performance exceeded expectations and utterly defied the grim predictions of numerous polls. \nNot bad either, given how little resources he appears to have had from a Tory HQ that was focused elsewhere.\nMr Khan would have liked today to have been about sheer success - a victory to lift Labour hearts beyond the boundaries of the capital. It's not worked out like that.\nAnd compare Mr Khan's result to Andy Burnham in Manchester, Andy Street in the West Midlands and Ben Houchen in Teesside - all of whom increased their victory margins.\nThat will hurt.\nLabour continues its dominance in the capital, remaining the largest party on the London Assembly.\nLabour took nine constituency seats, with the Conservatives winning the remaining five.\nMembership of the London Assembly is split in two - with those 14 members representing constituencies and the other 11 elected by a party-list system."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57042384",
      "category": "uk",
      "title": "Rail disruption set to continue after train cracks found",
      "tags": "Rail travel,Great Western Railway,First Hull Trains",
      "text": "Travel disruption caused by the discovery of cracks in some high-speed trains is expected to continue this week.\nRobert Nisbet, of the Rail Delivery Group, said initial inspections of 183 trains taken out of service on Saturday should conclude by the end of Sunday.\nBut he warned that disruption was expected to \"carry on for a few days\".\nGWR advised against travel on Monday, while LNER urged people with bookings to check before they travelled.\nHitachi Class 800 trains used by the firms were taken out of service for safety inspections. \nAndrew Barr, CEO of Hitachi Rail, apologised to passengers and said the trains were withdrawn because of cracks found on the metal that linked the train's body with the underside of the train, known as the bogie.\nOn Sunday evening, the UK government asked Hitachi to set out a comprehensive plan to identify the extent of the cracking and outline a longer term repair strategy.\nWhile this sort of problem doesn't affect the structural integrity of the train - so it's not a danger to passengers - I'm told the risk is more about the possibility of something falling off.\nGWR is the most affected network. As the first operator in the country to introduce the Hitachi 800 in 2017, its trains are older.\nIts fleet of 93 is also much bigger than other operators', meaning more trains to check and fix.\nSome are already back in service - and we're told inspections should be done by the end of Sunday.\nAnd Hitachi Rail's boss told me the company would periodically reinspect the trains while a permanent solution is found.\nDisruption on long distance routes will go on for at least the next few days. That's partly because some trains and crew won't be in the right place. \nAlso, some carriages won't be able to go straight back into use because they need repairing. We don't yet know precisely how many yet. It's possible some which aren't yet showing a crack might also need remedial work.\nMr Nisbet, whose organisation represents train operators and Network Rail, also apologised for the disruption.\nHe told BBC Breakfast that rail firms were running as many services as possible, including rail replacement services, putting on extra staff at affected stations, relaxing ticket acceptance rules and offering compensation for delays.\nHe said it was \"gratifying to see the speed\" at which initial inspections were taking place but said it was impossible to say how long the checks would take. \"We don't want to rush it,\" he said.\nMr Nisbet said the cracks - measuring millimetres - \"didn't pose any particular danger to passengers\" but had the potential to develop if left untreated.\nThe Department for Transport said independent safety regulator the Office of Rail and Road (ORR) will be closely involved in overseeing Hitachi's plans for safety inspections for the Class 800 fleet.\nRail Minister Chris Heaton Harris said: \"I expect operators to explore all options for replacement services to help people complete their journeys.\" He thanked passengers for their patience in the meantime.\nInstagram photographer Anna Celac hoped to travel from Cardiff to London Paddington to see a friend she hadn't seen since last year.\nWhen she bought her ticket on Saturday night, she said the website she booked with didn't report any disruption.\nShe says she was disappointed when she had to cancel her trip, as the replacement bus service would have left her with too little time in the capital.\nOnly around 10% of Great Western Railway's long-distance services ran on Sunday, with a similar service expected on Monday, the operator said.\nGWR said customers for long-distance services should not travel on Monday and refunds would be issued.\nLocal services have been running, but they were expected to be very busy and rail replacement services were limited.\nThe company earlier said cracks were detected on \"more than one\" Hitachi 800 train, so all 93 in its fleet were being inspected as a precaution.\nIt comes after six of the trains were taken out of service by GWR last month after hairline cracks were found in the suspension system during routine maintenance. \nLondon North Eastern Railway apologised to customers, saying it was experiencing \"significant disruption\" due to the checks.\nIt is running a limited service on the East Coast Main Line, between Edinburgh, Newcastle, York and London, and will be unable to run trains between Edinburgh and Inverness/Aberdeen until Saturday 15 May at the earliest.\nLNER added that some services would also be cancelled on Monday - and passengers should check before setting off to the station.\nHull Trains said checks on its trains had been completed and services would resume as normal.\nBut the operator added it expected services to be \"extremely busy\" and could not guarantee that social distancing guidelines would be adhered to. Refunds were being offered for its Sunday morning services, according to its website.\nTransPennine Express said it was now running a normal service, but advised customers travelling between York and Newcastle to check for any knock-on impact before travelling.\nLNER passengers affected by cancellations can use their tickets on the following operators' services instead:\nRail replacement coaches are operating at York, Newcastle and Edinburgh, and also between Doncaster and Peterborough.\nLNER says affected customers' tickets will be valid up to and including Sunday 16 May, though new reservations will need to be made. \nGWR passengers can use their tickets on the following services:\nAre you a passenger who was due to travel on one of the affected trains? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56581106",
      "category": "uk-politics",
      "title": "Election results 2021: When will we know who has won?",
      "tags": "London elections 2021,Scottish Parliament election 2021,England local elections 2021,Welsh Parliament election 2021,PCC elections 2021",
      "text": "Millions of people across England, Scotland and Wales voted in elections on Thursday 6 May. \nThey cast votes for councillors, mayors, police commissioners, members of the Scottish and Welsh parliaments - and one Westminster MP.\nAfter polls closed at 22:00 BST, ballot boxes were taken from all the polling stations, to local or regional counting centres where staff open them up and start counting votes.\nA small number of representatives from each of the parties and members of the media are allowed into the centres to observe the counts.\nOnce all the votes in a particular area - such as an English council or a Scottish constituency - are counted, the official in charge - known as the returning officer - takes the stage and announces the results.\nYes - this is partly because Covid safety measures are going to have an effect.\nThere'll be fewer staff at each of the counts, to allow for social distancing, and this is likely to slow things down.\nThe returning officers are responsible for the process in their own centres, so measures and timings will vary across the country.\nHowever, counts will also take longer because of the high number of elections taking place in some areas. \nA number of elections have taken place because they were postponed from 2020. \nFor example, staff in Bristol will be counting votes for the West of England Mayor, the Mayor of Bristol, the Avon and Somerset Police and Crime Commissioner and the whole of Bristol Council.\nHartlepool Westminster by-election \nThis was announced on Friday morning, with the Conservatives taking the seat from Labour.\nScottish Parliament\nReturning officers started counting on Friday morning. The final result - including the regional lists - are due on Saturday. \nWelsh Senedd \nAll the constituency votes have been counted and results for the regional seats should finish on Saturday.\nEnglish councils and mayors\nMany of the results have already come in. But expect declarations to be spread out over the weekend.\nLondon Assembly and Mayor  \nCounting in some areas of London, as well as the Mayoral race, will start on Saturday, with results probably announced in the evening.\nPolice and Crime Commissioners \nThese results will be spread out. In some regions, votes will not be counted until Monday morning, with results emerging in the afternoon or evening.\nThe BBC's Election 2021 results programme will begin later than usual due to the slower count.\nOn Saturday the programmes will be 10:00-13:00 on BBC Two, 14:15-18:00 on BBC One, and 20:35-20:40 on BBC One.\nThe BBC News Channel will also carry coverage throughout the weekend, and the BBC News website will provide live results, analysis and updates.\nThe BBC News website will provide live results, analysis and updates from across England, Scotland and Wales.\nLocal radio stations will be covering the counts, as well as results and analysis on BBC Radio 4 and BBC Radio 5 live.\nWhat questions do you have about the elections?\nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-57040185",
      "category": "uk-scotland-scotland-politics",
      "title": "Scottish election results 2021: Alex Salmond fails to be elected as MSP",
      "text": "Scotland's former first minister Alex Salmond has failed in his attempt to return to the Scottish Parliament.\nHe launched a new pro-independence party, Alba, in March and had hoped to be elected as an MSP for North East Scotland via the regional vote. \nHowever, the party fell short of winning a seat in the region - picking up 8,269 votes, just 2.3% of the total.\nAlba had hoped to help secure a pro-independence \"supermajority\" but will not have any MSPs at Holyrood. \nBut Mr Salmond insisted Alba was \"here to stay\" despite the result.\n\"In only six weeks, Alba has established itself as a political force with which to be reckoned. Alba is now on the political scene and we intend to stay there,\" he added. \nMr Salmond had attempted to encourage independence supporters to give the SNP - the party he once led - their constituency vote, and Alba their regional vote.\nHe hoped that if Alba won enough of these regional list seats it could lead to 90 or more MSPs at Holyrood who support independence.\nAnd the party secured some high-profile defections from the SNP - including MPs Kenny MacAskill and Neale Hanvey.\nMr Salmond was once the highest-profile politician in the independence movement. \nHe joined the SNP in 1973 while at university and was elected an an MP in 1987. \nSince then, he served two separate terms as party leader and was Scotland's first minister during the independence referendum in 2014 - stepping down the day after Scotland voted to remain in the UK.\nHe bounced back frontline politics in 2015 after being elected as an SNP MP - before losing the seat again in the 2017 election. \nMr Salmond was cleared by a court of 13 charges of sexual assault against nine women in March of last year.\nPrior to that he won a judicial review case against the Scottish government after its handling of sexual harassment complaints made about him by two female civil servants was found to have been unlawful.\nThe situation exacerbated the rift within the SNP between Mr Salmond and his successor Nicola Sturgeon - with the pair, who had once been close allies, becoming embroiled in an increasingly bitter war of words. \nSpeaking on the Through A Scottish Prism podcast on Saturday, Mr Salmond said Ms Sturgeon had \"lost her nerve\" on Scottish independence in 2017.\nHe said: \"Nicola will prevaricate, Nicola lost her nerve on independence back in 2017 and has never recovered it, it's as simple as that.\"                        \nHe also accused the SNP of \"grand old Duchess of York behaviour\", saying they were \"going up and down this hill innumerable times\".\nMs Sturgeon said she intended to hold an independence referendum once the Covid crisis had passed, adding that there was no democratic justification for UK Prime Minister Boris Johnson, or anyone else, to attempt to block it. \nGiven that there is now a bigger pro-independence majority at Holyrood than before, Mr Salmond said Ms Sturgeon and her government must deliver on the \"promise to take Scotland towards independence\". \nAnd he said there was \"no excuse for them not to do so\".\nHe also insisted that Alba had been \"vindicated\" in its strategy of encouraging voters to support his party on the regional list ballot.\nMr Salmond said that Alba had warned that SNP votes would be wasted on the list and \"elect zero SNP MSPs in almost every region and that is exactly what has happened\". \nHe continued: \"Yet again up to a million SNP votes wasted.\n\"In contrast in the constituencies unionist parties have been successful in persuading voters to vote tactically to stop the SNP in seats the SNP should have won such as Dumbarton and Eastwood.\n\"Yet while the Unionists voted smart the SNP persisted with the mantra of 'Both Votes SNP' knowing that it would fail to elect SNP MSPs, but worse than that, that it would allow Tory and Labour MSPs in by the back door.\"\nMr Salmond hit out at his former party and said: \"The SNP sent their troops over the top to waste their votes and it is Scotland and the wider independence movement that is the loser.\" \nDo you have a question about the Scottish Parliament election? Use the form below to send us your questions and we could be in touch.  \nIn some cases your question will be published, displaying your name, and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read the terms and conditions.\nIf you are reading this page on the BBC News app, you will need to visit the mobile version of the BBC website to submit your question on this topic. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57036247",
      "category": "uk",
      "title": "High-speed rail services cancelled after cracks found in trains",
      "tags": "Great Western Railway,First Hull Trains",
      "text": "Rail passengers are facing delays and cancellations across the UK after cracks were found on some high-speed trains during routine checks.\nGreat Western Railway, Hull Trains, London North Eastern Railway and TransPennine Express trains of the Hitachi 800 model were taken out of service for safety inspections.\nHitachi apologised and said some trains were now running again after checks.\nThe railway minister warned disruption was likely for a \"prolonged period\". \nChris Heaton-Harris said the issue had been found on part of the chassis - the base frame - of some trains on Saturday morning following routine inspections. \nHe said trains would be returned to service as \"quickly as possible\", but warned that Great Western Railway services in particular were likely to face continued disruption. \nThe minister added he has asked the rail industry to conduct \"a rapid and comprehensive review to resolve the issue\".\nPassengers have been advised to check train operators' websites before travelling.\nHitachi said: \"Safety is our number one priority and as a precaution, the decision was taken to halt the entry into service of our intercity fleets pending inspection.\n\"We understand the frustration caused and we would like to apologise for the inconvenience caused to passengers and operators.\"\nIt said it was working as \"quickly and safely as possible\" to investigate the issue with the remainder of the fleets.\nAll high-speed Great Western Railway services between London, Bristol, Cardiff and Penzance have been cancelled and customers are advised not to attempt to travel today.\nIt has warned the problem could affect services on Sunday too. \nThe company said cracks were detected on \"more than one\" Hitachi 800 train, so all 93 in its fleet are being inspected as a \"precaution\".\nA spokesman added that the issue is affecting long-distance journeys between cities, which are being refunded, but that suburban and rural GWR services are still running as normal.\nThe disruption to LNER trains means there will be limited to no service on the East Coast Main Line - between Edinburgh, Newcastle, York and London.\nThe operator is advising customers not to travel on Saturday or Sunday.\nBBC News reporter Harry Low at London Paddington\nNeil may be late for his job interview, students Savannah and Angela are struggling to return to Exeter to resume their university studies, while another man is set to miss his vaccine appointment as a result of the disruption to services.\nSome passengers arrived unaware that anything had gone wrong while others had allowed plenty of extra time in a bid to still make their journey by rail.\nStaff in green blazers and high visibility jackets almost outnumber those trying to travel. They are handing out water and offering guidance to those whose plans have gone up in smoke.\nIt's hard to know whether the low passenger numbers are down to the restrictions on indoor gatherings - or potential passengers heeding warnings to stay away.\nHull Trains said its services would resume as normal following \"thorough checks by Hitachi\" on its fleet of Class 800 series trains.\nBut the operator added that it expected services to be \"extremely busy\" and could not guarantee that social distancing guidelines would be adhered to. \nTransPennine Express said on Saturday afternoon that it would be able to reintroduce some trains into service following safety checks.\nBut it said it expected the disruption will continue to have \"a significant impact\" on services between Newcastle and York for the rest of the day.\nLorraine McConnon was due to take a train from Aberdeen to London King's Cross this morning. She had planned to travel from there to Gatwick Airport for an overnight stay before a flight to France tomorrow.\nShe says the situation is \"being handled in the worst way\" and that she \"got less than 30 minutes' notice by email\" of the cancellations, by which time she was already at the train station.\nLorraine travelled from Aberdeen to Glasgow by car with the aim of catching a train to Edinburgh, but says she missed a train suggested by staff while she was talking to them.\nShe hopes to catch a ScotRail train but fears it could now take \"up to four changes\" before she gets to Gatwick.\n\"This is of course an essential journey for me or I wouldn't have booked,\" she says.\nRob James says his 84-year-old father only found out about the train cancellations once he'd arrived at London King's Cross to board a train to Inverness to visit him.\nHis father was planning to stay with him because Rob's brother needed to self-isolate at their father's house in Bournemouth after arriving in the UK from Thailand.\nRob, who lives in John O' Groats, says: \"My dad is at King's Cross and doesn't know what to do. He doesn't have a ticket to go back to Bournemouth now as his return ticket's not valid for a few weeks.\n\"He's trying to keep away from people and so is a bit loathe to seek help from staff in person.\n\"I haven't seen him in two years and now this… He's at one end of the country and I'm at the other. We were supposed to see each other in March and then Covid happened.\"\nLNER  passengers affected by cancellations can use their tickets on the following operators' services instead:\nLNER said affected customers' tickets will be valid up to and including Sunday 16 May, though a new reservation would need to be made. \nGWR passengers can use their tickets on the following services:\nRoger Ford, industry and technology editor at the magazine Modern Railways, said the problem is \"with the weld cracking underneath [the train's] body shell\" which he explained led to about 180 trains being taken out of service on Saturday morning for inspection.\nHe told BBC business correspondent Katy Austin that while body shell cracking would not \"cause the trains to crash or disintegrate or anything like that\", he said it is a \"serious point\" that requires action because if metal fatiguing is allowed to continue, the \"cracks will spread, and the body shell strength will be weakened\".\nMr Ford added that repairing aluminium trains is a \"very difficult process\" because of the electronic equipment inside them.\nHe said: \"If you get a welding torch up against the [electronics]... it can fry [them] so the first thing you have to do is take all the electronics out, disconnect all the electrical equipment, that takes a day or two, then you do the repair, then you have to put it all back again.\" \nHe added there were about 1,000 carriages to deal with, so it would be \"quite a considerable job\".\nLast month, six of the trains were taken out of service by GWR after hairline cracks were found in the suspension system during routine maintenance. \nManuel Cortes, general secretary of the Transport Salaried Staffs Association, said passengers should not be charged extra in future to pay for repairs.\n\"This rolling stock must not be allowed back into service until we are 100% certain these trains are safe.\n\"It's important to point out that the affected trains are relatively new, in which case the manufacturers should foot the bill for any repairs, not passengers or taxpayers.\"\nAre you a passenger who was due to travel on one of the affected trains? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-57035157",
      "category": "world-africa",
      "title": "Prince Misuzulu named next Zulu king amid family feud",
      "tags": "South Africa",
      "text": "The eldest son of South Africa's late Zulu King Goodwill Zwelithini has been chosen as successor to the throne, amid a bitter family feud. \nPrince Misuzulu, 46, was named in the will of Zulu Queen Mantfombi Dlamini-Zulu - his mother - who died unexpectedly last week.\nSome family members openly voiced disapproval on Friday and the prince had to be led away by armed security.\nOn Saturday, the family held a press conference to say he had their support.\nSouth Africa's Sunday Times reports that the new leader's brother, Prince Thokozani, stood up to question the recognition of Prince Misuzulu as heir during Friday's reading of the will of the queen. He was reportedly shouted down by other relatives.\nThe reading took place at the KwaKhangelamankengane Royal Palace on Friday evening, and was televised.\nAt a press conference on Saturday, Zulu traditional prime minister Chief Mangosuthu Buthelezi assured reporters the family had since come together and pledged their loyalty to the new king, according to TimesLive.\nQueen Dlamini-Zulu was buried earlier on Friday in a private ceremony in South Africa's KwaZulu-Natal province.\nShe had been appointed regent of the Zulus, South Africa's largest ethnic group, after the death of her husband the king in March.\nThe throne does not have formal political power and the monarch's role within broader South African society is largely ceremonial. But the Zulu monarchy remains hugely influential, and has a yearly taxpayer-funded budget of more than $4.9m (£3.5m).\nKing Zwelithini, who died from diabetes-related complications at the age of 72, had six wives and at least 26 children. But he picked Queen Dlamini-Zulu as his successor because she was the only wife with royal blood.\nThe queen's death, at 65, has triggered a power struggle over the succession.\nThe royal family has dismissed rumours that she was poisoned as a misunderstanding. The cause of the queen's death is yet to be announced. \nPrince Misuzulu is now expected to lead the Zulu nation of about 11 million people."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57039362",
      "category": "world-europe",
      "title": "Covid: Macron calls on US to drop vaccine export bans",
      "tags": "Coronavirus vaccines,Emmanuel Macron,United States,Coronavirus pandemic",
      "text": "French President Emmanuel Macron has called on the US to drop its restrictions on the export of Covid-19 vaccines and ingredients.\nHis words came as a divide emerged between parts of Europe and the US over how best to increase global vaccine production.\nCurrently, around 1.25bn doses have been administered around the world. \nHowever, less than 1% have been given to the world's 29 poorest countries, according to news agency AFP.\nRich countries, by contrast, are speeding up their vaccination campaigns. In the UK , 67% of the population has received a first dose and in the US 56% of those eligible have had one jab. \nOn Friday, the EU agreed to purchase 900 million more doses of Pfizer/BioNTech vaccine, with the option for 900 million more\nSouth Africa and India argue that surrendering patents would mean the secret vaccine recipes would be released and other countries could start producing the life-saving jabs, potentially lowering the cost. India is currently in the grip of a devastating second wave, which yesterday alone left more than 4,000 people dead.\nThis week the US backed the proposed waiver.\nThe plan also has the support of the World Health Organization (WHO) and Pope Francis, who said on Saturday the world was infected with the \"virus of individualism\", with \"the laws of... intellectual property\" put \"over the laws of love and the health of humanity\".\nIndian Prime Minister Narendra Modi had hoped to get the European Union's support, speaking to leaders who had gathered together on Saturday via video call.\nHowever, he failed to secure the backing he sought, with EU leaders remaining sceptical. Mr Macron argued increasing exports and production was the best way to solve the crisis.\n\"The key to produce vaccines more rapidly for all poor countries or intermediate countries is to produce more,\" Mr Macron said.\nHe singled out the US in particular, calling on it to \"put an end to export bans not only on vaccines but on vaccine ingredients, which prevent production\". \nOn Friday, Mr Macron had pointed to the fact that, so far, \"100% of the vaccines produced in the United States are for the American market\". \nThe US - which has pledged to donate 60 million doses from its stockpile of AstraZeneca in the coming months - has imposed curbs on the export of the raw materials needed to produce the vaccines.\nMr Macron noted the UK had also placed restrictions on vaccine exports. Prime Minister Boris Johnson has previously denied there is a ban, however publicly available information suggests vaccines are not being exported from the UK. \nGermany and European Commission President Ursula von der Leyen have voiced opposition to a waiver.\nMs von der Leyen told reporters waiving intellectual property patents would \"not bring a single dose of vaccine in the short- and medium-term\", while Germany said it was not patents which were hindering production.\nOthers have pointed to other issues with the waiver plan, which critics say strips financial rewards from cutting-edge drug developers.\nFor example, BioNTech, the German company which partnered with Pfizer, say validating production sites to produce its vaccine can take up to a year.\nIntellectual property describes creations, such as inventions, which are protected by patents, copyrights and trademarks. These prevent copying and allow the originator to be financially rewarded.\nPatents give innovating firms a short-term monopoly on production to cover the costs of development and encourage investment.\nBiotech firms argue that such protection has provided incentives to produce Covid vaccines in record times."
    }
  ]
}