{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56222876",
      "category": "uk-wales",
      "title": "Covid jabs reach one million milestone in Wales",
      "tags": "Coronavirus vaccines,Coronavirus pandemic,Vaughan Gething",
      "text": "More than one million doses of the coronavirus vaccine have been administered in Wales, according to the Welsh Government.\nA total of 916,336 people have received their first dose, of which 89,053 have had a second jab, a total of 1,005,389.\nIt means one in three of the country's adult population have received at least one dose.\nHealth Minister Vaughan Gething said it was a \"fantastic testament\" to the hard work of staff involved in the rollout. \nHe said it was an \"incredible marker\" in the 12 weeks since the rollout of the country's vaccination programme.\nMr Gething was in Barry on Saturday where he was \"delighted\" to be helping his mother get to her vaccine appointment.\nHe added: \"It's a remarkable achievement in just a few short months, from a slower start building our infrastructure to really moving very, very quickly, ahead of [schedule].\n\"I'm very confident we'll be getting through a million first doses in short order and completing the first nine priority groups by the middle of April.\"\nIt means 29.1% of the Welsh population have had a first dose and 2.8% have had a full vaccination.\nThe majority of care home residents and other target groups aged over 70 have had their first doses.\nOn Friday, Wales' chief medical officer Dr Frank Atherton said people aged in their 40s will be next in line to get the coronavirus vaccine.\nLast week saw a stock of 46,000 Pfizer-BioNTech doses being used in Wales and another 56,000 Oxford-AstraZeneca vaccines available.\nAlong with this week, there was a planned reduction in supply, as manufacturers prepare their processes for a significant ramp-up of production from March onwards, when between 160,000 and 190,000 doses are expected to be available."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56222992",
      "category": "world-europe",
      "title": "Pompeii: Archaeologists unveil ceremonial chariot discovery",
      "tags": "Archaeology,Pompeii,Ancient Rome,Italy",
      "text": "Archaeologists in Italy have unveiled a ceremonial chariot they discovered near the ancient Roman city of Pompeii. \nThe four-wheeled carriage was found near a stable where three horses were uncovered back in 2018. \nExperts believe it was likely used in festivities and parades, with the find described as \"exceptional\" and \"in an excellent state of preservation\". \nPompeii, engulfed by a volcanic eruption from Mount Vesuvius in AD79, is an archaeological treasure trove. \nThe volcanic eruption buried the city in a thick layer of ash, preserving many of its residents and buildings.\nThe chariot was found in a double-level portico connected to stables at an ancient villa at Civita Giuliana, north of the walls of the ancient city. \nA statement by the park described the ceremonial chariot as having \"iron components, beautiful bronze and tin decorations\" as well as ropes and floral decoration discovered \"almost intact\".  \nArchaeologists say efforts to safely free the chariot took weeks after it first emerged during an excavation effort on 7 January. \nThey said the fragility of the materials involved made their effort particularly complex, with special techniques, including plaster moulding, used to uncover it without damage.  \nThe operation was carried out in collaboration with a local prosecutor's office amid criminal efforts to loot items of cultural heritage from the site using means such as illegal tunnels. \nOfficials described the carriage as without parallel among other finds in Italy. \n\"This is an extraordinary discovery that advances our understanding of the ancient world,\" Massimo Osanna, the director of the site, said in a press release.\nHe said some of the ornate decorations on the chariot allude to it being used for community festivities, possibly including wedding ceremonies. \n\"Considering that the ancient sources allude to the use of the Piletum by priestesses and ladies, one cannot exclude the possibility that this could have been a chariot used for rituals relating to marriage, for leading the bride to her new household,\" he said. \nDario Franceschini, Italy's Culture Minister, said Pompeii \"continues to amaze us with its discoveries and it will do so for many years, with 20 hectares still to be dug up\".\nThe ancient city, which lies around 23km (14 miles) to the south-east of Naples, is a Unesco world heritage site.\nIt is usually one of Italy's most popular tourist spots but is currently closed due to the coronavirus pandemic."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56209521",
      "category": "uk-scotland",
      "title": "Alex Salmond says there is 'no doubt' Nicola Sturgeon broke ministerial code",
      "tags": "Alex Salmond inquiry,Nicola Sturgeon,Scottish Parliament",
      "text": "Alex Salmond has said he has \"no doubt\" that Nicola Sturgeon has breached the ministerial code.\nThe former first minister was speaking as he made his long-awaited appearance at a Scottish Parliament inquiry. \nMr Salmond gave an account to the committee of meetings he had with Ms Sturgeon that appeared to contradict her version of events. \nBut he said it was not for him to say whether Ms Sturgeon should resign if she was found to have broken the code. \nMs Sturgeon denies breaching the code, and has accused Mr Salmond of creating \"wild\" conspiracy theories that are untrue. \nHer spokesman said Mr Salmond had failed to prove his allegations in his evidence to the committee, and \"also gave testimony which directly undermined some of the central planks of his conspiracy theories\". \nThe inquiry is examining the Scottish government's botched handling of harassment allegations against Mr Salmond.\nThe government admitted it had acted unlawfully during its investigation into the initial complaints from two female civil servants after Mr Salmond launched a judicial review case, and had to pay his legal fees of more than £500,000.\nMr Salmond was arrested two weeks after the government admitted defeat in the civil case, and was later cleared of 13 charges of sexual assault against a total of nine women after a trial at the High Court last year. \nHe has previously accused people close to Ms Sturgeon - his successor as both first minister and SNP leader - of plotting against him, and has named Ms Sturgeon's husband, SNP chief executive Peter Murrell, as being one of them.\nMr Salmond told the committee that he had been given a memory stick in the build up to his criminal trial that contained messages which involved \"pressuring police\", \"collusion of witnesses\" and \"construction of evidence because police were felt to be inadequate in finding it themselves\".\nHe said he would \"dearly love to provide\" more detail about the messages - but was unable to do so because he was \"under an injunction\" that could see him prosecuted for revealing evidence that was given to him as part of the criminal proceedings. \nAsked what the motivation would be for a plot against him, Mr Salmond said some in the Scottish government saw the judicial review case as a \"huge, looming, enormous and difficult problem\".\nHe said the potential impact on Ms Sturgeon and others in the government of a \"disastrous\" defeat in the civil case meant \"it became very important that the criminal case overtook the judicial review\".\nPart of the written evidence submitted by Mr Salmond ahead of the committee meeting was removed on the request of the Crown Office earlier this week after it had already been published in full by the Scottish Parliament.\nThe submissions included claims that Ms Sturgeon misled parliament over when she first learned of the allegations against her former political mentor. \nThis was one of the most extraordinary episodes in Holyrood's short history.\nIn six hours of testimony, Scotland's longest serving first minister set out what he believes was a malicious plot against him by key figures in the SNP and the Scottish government - both of which he used to lead.\nHis voice cracked with emotion as he accused former colleagues of pressurising police and potential witnesses to build a criminal case against him - claims they deny.\nHe was not able to present the social media messages that he believes will prove this case but during his appearance the Scottish Parliament issued an order demanding their release by Scottish prosecutors. \nFor their parts in the botched handling of the original harassment complaints against him, Alex Salmond called for the resignation of Scotland's top civil servant and its top law officer.\nBut he stopped short of demanding his former ally, friend and political partner - Nicola Sturgeon - stand down despite arguing that she had repeatedly broken the rules for ministers.\nHe said her fate should be decided by others after she's given evidence next week and the inquiries into this toxic affair have delivered their verdicts. \nMs Sturgeon initially told parliament she had not learned of the complaints until she was informed by Mr Salmond on 2 April 2018.\nHowever, she later claimed to have \"forgotten\" about an earlier meeting in her Scottish Parliament office on 29 March of that year, when she was told about the allegations by Mr Salmond's former chief of staff Geoff Aberdein.\nMr Salmond told the committee that if Ms Sturgeon had truly forgotten about the meeting, she should have corrected the record when she did remember.\nBut he said Ms Sturgeon had only admitted that the meeting had taken place after details of it were revealed 18 months later by Sky News. \nHe also said there was \"no doubt\" that the meeting with Mr Aberdein and subsequent meetings between Mr Salmond and Ms Sturgeon in her home were about government matters rather than SNP business, as she has claimed.\nThis could potentially be another breach of the code, which says all government business and meetings should be recorded - but none of them were.\nMr Salmond also alleged that the name of one of the women who had made complaints about him was made known to Mr Aberdein ahead of his meeting with Ms Sturgeon.\nMs Sturgeon told parliament on Thursday that \"to the very best of my knowledge I do not think that happened.\"\nThe first minister has also been accused of potentially breaching the code by allowing the government to continue opposing a civil court case brought by Mr Salmond over its handling of the initial complaints against him from two female civil servants. \nMr Salmond has alleged that the government was given legal advice that it was unlikely to win the case on 31 October 2018 - but did not concede defeat until January of the following year. \nMr Salmond said: \"I have no doubt Nicola has broken the ministerial code, but it's not for me to decide what the consequences should be.\"\nA separate inquiry headed by Irish lawyer James Hamilton is specifically looking at whether Ms Sturgeon breached the code, which states that any minister who deliberately misleads parliament would be expected to resign.\nMr Salmond said he was due to be interviewed by Mr Hamilton next week.\nThe last six hours have been detailed. Alex Salmond's complaints are numerous. But stand back from it for a second.\nThe former First Minister of Scotland has just accused his successor of breaking the ministerial code - and left open the door for her having to resign as a result.\nHe has said Scotland's most senior civil servant should quit - and that its most senior lawyer should consider his position.\nNicola Sturgeon's allies will argue he has not provided evidence for his claims of a plot against him.\nBut Ms Sturgeon will face huge questions when she appears before MSPs next week - some of the most difficult she has faced in her career. \nThe marathon evidence session - which lasted six hours - also saw Mr Salmond claim that the leadership of the Scottish government, civil service and Crown Office prosecution service had all \"failed\".\nHe said no one had taken responsibility for the \"nightmare\" he had been put through, and said the country's top civil servant, Leslie Evans should quit, and that the head of the Crown Office, Lord Advocate James Wolffe, should consider his position. \nHe also alleged that there had been a \"deliberate suppression of information inconvenient to the government\" throughout the saga.\nAnd he called for a police investigation into how details of the complaints against him were leaked to the Daily Record newspaper, and said he believed the leak came from within the government and was politically motivated. \nAn Information Commissioner's Office investigation into the leak found no \"hard evidence\" that it came from the government - but said it had \"some sympathy\" to the view that it had. \nMr Salmond went on to say he did not believe the House of Commons would accept a call from the Crown Prosecution Service in England to change a committee document, as the Scottish Parliament had done in response to the Crown Office request. \nHe said he had \"no incentive or advantage in revisiting the hurt and shock of the last three years\".\nBut he added: \"We can't turn the page or move on until the decision-making which is undermining the system of government in Scotland is addressed.\"\nHe said the country's \"move to independence\" - which he has campaigned for throughout his political life - \"must be accompanied by institutions whose leadership is strong and robust and capable of protecting each and every citizen from arbitrary authority\".\nMs Sturgeon has denied there was any conspiracy against Mr Salmond, and has said she is \"relishing\" the prospect of giving evidence to the committee next week.\nAnswering questions from journalists at her daily coronavirus briefing on Wednesday, she said: \"I don't think there is a shred of evidence behind those allegations and the claims that have been made\".\nShe claimed that Mr Salmond had created an \"alternative reality in which the organs of the state - not just me, the SNP and the civil service and the Crown Office and the police and women who came forward - were all part of some wild conspiracy against him for reasons I can't explain\".\nAnd she added: \"Maybe that's easier than just accepting that at the root of all this might just have been issues in his own behaviour.\"\nA spokeswoman for the government said Ms Evans continued to have the support of the first minister and would not be resigning as the head of the civil service in Scotland.\nThe spokeswoman also said the government had a \"duty to investigate the serious and specific complaints against Alex Salmond and was right to do so\".  \nShe added: \"As set out in detailed evidence to the committee, all government decisions were informed by legal advice and taken in line with the Civil Service Code.\"\nA spokesman for the Crown Office said: \"Scotland's prosecutors have acted independently and in the public interest at all times when considering matters related to this case.\"\nThe Lord Advocate will give evidence to the committee on Monday, before Ms Sturgeon - who will be the final witness - appears on Wednesday. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56226979",
      "category": "world-us-canada",
      "title": "Johnson & Johnson Covid vaccine: FDA approves single-shot jab",
      "tags": "Johnson & Johnson,Coronavirus vaccines,Food and Drug Administration,United States,Coronavirus pandemic",
      "text": "US regulators have formally approved the single-shot Johnson & Johnson (J&J) coronavirus vaccine, the third jab to be authorised in the country.\nThe vaccine is set to be a cost-effective alternative to the Pfizer and Moderna vaccines, and can be stored in a refrigerator instead of a freezer.\nTrials found it prevented serious illness but was 66% effective overall when moderate cases were included.\nThe vaccine was developed mainly by J&J's Janssen Pharmaceutica division.\nThe company has agreed to provide the US with 100 million doses by the end of June. The first doses could be available to the US public as early as next week.\nThe UK, EU and Canada have also ordered doses, and 500 million doses have also been ordered through the Covax scheme to supply poorer nations.\nThe European Medicines Agency could approve the drug for the EU in early March, with a speedy rollout to follow, French Industry Minister Agnès Pannier-Runacher said on Sunday.\nPresident Joe Biden hailed it as \"exciting news for all Americans, and an encouraging development\", but warned that the \"fight is far from over\".\n\"Though we celebrate today's news, I urge all Americans - keep washing your hands, stay socially distanced, and keep wearing masks,\" he said in a statement. \n\"As I have said many times, things are still likely to get worse again as new variants spread, and the current improvement could reverse.\"\nMr Biden's chief medical adviser, Anthony Fauci, on Sunday advised people to take the Johnson & Johnson shot, when asked about its effectiveness compared with the other two approved vaccines.\nDr Fauci told NBC: \"All three of them are really quite good, and people should take the one that's most available to them. If you go to a place and you have J&J, and that's the one that's available now, I would take it.\"\nDr Fauci, 80, won't need the J&J as he had his second dose of Moderna last week.\nThe J&J authorisation by the US Food and Drug Administration (FDA) came after an external committee of experts unanimously backed the vaccine on Friday.\nResults from trials conducted in the US, South Africa and Brazil showed it was more than 85% effective at preventing serious illness, and 66% effective overall when moderate cases were included.\nThe efficacy rate was lower than two doses of Pfizer or Moderna, but the trials were organised differently and the J&J tests came at a time when new variants were in circulation, making comparisons difficult.\nNotably, there were no deaths among participants who had received the J&J vaccine and no hospital admissions after 28 days post-vaccine.\nOverall protection was lower in South Africa and Brazil, where virus variants have become dominant, but defence against severe or critical illness was \"similarly high\". \nSouth Africa began administering the unapproved Johnson & Johnson jab to healthcare workers as part of a study earlier this month. It came after early trials suggested the Oxford-AstraZeneca vaccine offered \"minimal protection\" against mild disease from the variant dominant in large parts of the country.\nSo far the only other country to approve the vaccine for emergency use is Bahrain, which gave it the green light on Thursday.\nBecause the vaccine will require fewer doses than Pfizer and Moderna, it will also require fewer vaccine appointments and medical staff.\nThe Johnson & Johnson vaccine uses a common cold virus that has been engineered to make it harmless.\nIt then safely carries part of the coronavirus's genetic code into the body. This is enough for the body to recognise the threat and then learn to fight coronavirus.\nThis trains the body's immune system to fight coronavirus when it encounters the virus for real.\nThis is similar to the approach used by the University of Oxford and AstraZeneca.\nSome 72.8 million doses have so far been administered in the US, and about 1.3 million doses are being administered across the country each day. President Biden has pledged to administer 100 million vaccines in his first 100 days in office.\nMore than 508,000 people in the US have died of Covid but new cases, hospitalisations and deaths have all been on the decline over the past few weeks.\nTop public health experts, however, continue to warn that mutations of the virus can still threaten progress."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56166753",
      "category": "uk-scotland",
      "title": "Salmond and Sturgeon: How the best of political double acts fell apart",
      "tags": "Scottish government,Alex Salmond inquiry,Alex Salmond case,Nicola Sturgeon,Scottish Parliament,SNP (Scottish National Party)",
      "text": "For 10 years Alex Salmond and Nicola Sturgeon showed how to be a successful political duo. They campaigned hard, won elections and brought to the fore a shared dream of Scottish independence. That irresistible combo is gone, having given way to personal silences and a public war of words. As MSPs continue investigating the Scottish government's mishandling of complaints against Mr Salmond, we look at their story.\nAs the clock ticked past midday, I waited in the first minister's walnut panelled office for Nicola Sturgeon to give her first interview on the scandal.\nIt was Friday 24 August 2018 - the day the Daily Record splashed on allegations of sexual misconduct made against her predecessor, Alex Salmond.\nThe first minister was said to be so upset that her advisers worried she might cry on camera.\nWhen it came to it, Nicola Sturgeon kept her composure but there was clear emotion in the interview that followed. Her voice wavered slightly when she told me how \"incredibly difficult\" the situation was.\nAt about the time she was speaking to me, Alex Salmond was telling journalists gathered around a Linlithgow pub table that while he was \"no saint\" he had not harassed anyone.\nThe Scottish government had investigated complaints about him from two civil servants, under a new procedure signed off by Nicola Sturgeon. That was not news to the first minister because Alex Salmond had told her privately about the investigation several months before.\nWhat then could have brought Scotland's leader close to tears?\nThis was, of course, a watershed moment when a private burden finally had to be shouldered in public. And, according to one source close to Nicola Sturgeon what was also significant was confirmation from the civil service that it had sufficient confidence in its investigation to refer the complaints to the police. That is said to have shattered the first minister's confidence in the denials Alex Salmond had given her.\nHaving controversially met or spoken to him five times during the investigation - in which she insists she played no part - she broke off contact with him in July.\nNicola Sturgeon's long standing alliance with her predecessor was in the process of breaking down and the day of the Daily Record scoop was probably when it became irretrievable. Alex Salmond was effectively at war with the government he once led and therefore with the woman who replaced him - his protégé, Nicola Sturgeon.\nThere was a lot to cry about. \nThe Salmond/Sturgeon association spans three decades - she had backed him for the party leadership in 1990 and he encouraged her to stand for Westminster two years later, when she was just 21.\n\"He believed in me long before I believed in myself,\" she once said.\nAlex Salmond was a mentor, ally and friend. You could trace his influence in her early speaking style and in the way she sometimes scoffed at rivals during debate.\nHe appointed her to the SNP front bench when they were both elected to Holyrood in 1999. However, a little over a year into the new parliament Alex Salmond gave up the leadership, passing the reins to John Swinney. When he resigned in 2004 Nicola Sturgeon made her move for the top party job.\nThe then 34-year-old entered the contest, but when it looked like she would lose to rival Roseanna Cunningham Alex Salmond came to the rescue. His decision to make a leadership comeback saved her from defeat. Instead, she became a winner, running as his deputy on what they styled as a joint ticket.\nThis was the beginning of the powerful political partnership that has dominated Scottish politics and made a big impact on the UK political scene in the early part of this century. They led the SNP into government for the first time in 2007, to an overall majority at Holyrood in 2011 and within touching distance of independence in 2014.\nThey worked well together. Not least because Alex Salmond tended to let Nicola Sturgeon and other trusted ministers do their jobs without interference. As his deputy, her skills and personality seemed to complement his. Where he revelled in the spotlight, she was more naturally reserved. While he enjoyed painting the big picture, she was content to fill in the detail.\nThey offered each other advice and challenge in private, and presented a united front in public - a discipline upon which the SNP's success was built.\nThat's not to say there were no disagreements. When the NHS faced a budget squeeze after the financial crash, Nicola Sturgeon took a stand. According to one Alex Salmond ally, she \"pushed very hard\" to protect cash spending and won the first minister's support. Had she failed, another source said, she was prepared to resign.\nNicola Sturgeon's confidence grew further during the independence campaign. From 2012, she took charge of referendum preparations as the Scottish government's so called \"Yes\" minister. It was during this period that she started coming into her own, establishing an approach that was distinct from his.\nContrast, for example, the responses they gave to protests by independence supporters against the BBC. Alex Salmond defended those involved, arguing they must be allowed to express a view. Nicola Sturgeon advised that they spend their time campaigning for a \"Yes\" vote rather than against the BBC.\nWhere he could be strident, she was more pragmatic is how one source close to Alex Salmond put it.\nWhile their relationship remained strong throughout the referendum there were points of tension.\nNicola Sturgeon was frustrated not to be involved in Alex Salmond's preparation for his first debate with the pro-Union leader Alistair Darling. The head-to-head, hosted by STV, saw Alex Salmond struggle with currency questions.\nWhen he set off for China in November 2013 without leaving detailed comments on the latest draft of the independence White Paper, her team questioned his commitment. The first minister's feedback would eventually filter through from the People's Republic.\nNone of this caused a serious rift between them - that would come later, once Alex Salmond had left office.\nOn 18 September 2014 the independence vote was lost by 55% to 45% and within two months of that date Alex Salmond was gone as party leader and first minister.\nAs Nicola Sturgeon prepared to take over, she acknowledged Alex Salmond had left \"big boots to fill\".\nHowever, she also asserted her political independence. \"I will wear my own shoes\" she said \"and they will have higher heels\".\nShe promised a more female friendly-leadership that would give priority to key issues of gender equality and seek to advance the interests of women. That's a pledge that may have weighed heavily as she thought of her response to the #MeToo movement a few years later.\nThe key point about this transfer of power is that it fundamentally changed this political couple's relationship. She was no longer the understudy, she was now the principal performer.\nThe new first minister travelled the country, addressing large audiences in what became known as her \"rock star tour\" and under her leadership the SNP won spectacularly at the 2015 Westminster election. \nBy contrast, Alex Salmond's political power was on the wane. He could have pursued a career in business, academia or on the lecture circuit but he could not resist the pull of politics.\nAs part of the 2015 landslide, he returned to Westminster, as MP for Gordon, in search of a new role. The party appointed him international affairs spokesman with a certain licence to stir things up. Friends said it was difficult for him to adjust. According to one MP, he did not take kindly to no longer driving the bus.\nWhen Alex Salmond publicly suggested a referendum might not be the only route to independence, the new driver asserted her authority. Nicola Sturgeon made clear that winning a referendum was now the established way to leave the UK.\nWithin a few months of replacing him, Nicola Sturgeon dropped Alex Salmond's policy of a blanket 3p cut to corporation tax in the event of independence. He was not consulted. He was, however, brought into the loop for some decisions, such as the ill-fated call for indyref2 in early 2017.\nThey were still in touch but nothing like as much as when they were partners in power. With one at Westminster and the other at Holyrood, they saw each other less and were gradually drifting apart.\nThe relationship deteriorated more seriously after the 2017 general election which saw Alex Salmond defeated for the first time in 30 years of parliamentary service.\nWhen Nicola Sturgeon phoned to offer her commiserations, she found Alex Salmond unavailable. It was, apparently, two or three weeks before they spoke.\nAlex Salmond was dealing with the death of his father around that time as well as the loss of his parliamentary seat. But there was something else.\nA friend of his said he was \"not very impressed\" with the SNP's election campaign, considering it insubstantial and lacking in energy and purpose. The party lost 21 of its 56 seats in this first election after the Brexit referendum and the Scottish Conservatives won 13 - enough to sustain Theresa May in office with help from the DUP.\nIf that was one source of tension in Alex Salmond's relationship with his successor, others soon emerged as he began a new career outside politics. Appearing in his own show at the Edinburgh Fringe, Alex Salmond was accused of sexism when he explained the absence of any high profile female guests with the double entendre that he \"couldn't make them come\".\nNicola Sturgeon said he was \"not sexist\" just as she had done two years earlier when Alex Salmond told Conservative minister, Anna Soubry in the Commons to \"behave yourself woman\". The first minister's defence of her predecessor was more qualified this time. She said he was not always as funny as he thought and that perhaps his joke belonged in the era of Benny Hill.\nIt was apparent to some in the SNP that she was wearying of him. As one MP put it, he was \"seen as a nuisance\" by the leadership during 2017.\nThe lowest point came in November of that year, when it was announced that Alex Salmond was to host his own show on the Kremlin-backed TV station, RT. Nicola Sturgeon has since spoken of her \"incredulity\" at this decision. It would increase the distance between them. As one Nicola Sturgeon ally put it - \"the first minister cannot take advice from a presenter on Russian state TV\".\nThe week before Alex Salmond's TV show was announced, SNP MSP Mark McDonald was forced to resign as a Holyrood minister over inappropriate behaviour. \nThe Scottish government's wider response to the #MeToo movement, following this departure, would set these political titans on a collision course. There was speculation that if Mr McDonald stood down, Alex Salmond might want to fight the Aberdeen Donside by-election.\nAccording to friends of Alex Salmond that was wrong - he had no interest in making another Holyrood comeback and Nicola Sturgeon's team did not take it seriously either. Even if they found him annoying, they did not appear to regard him as a political threat. They would not however have been unaware that Alex Salmond had helped nurture new talent at Westminster, including the QC turned MP, Joanna Cherry, whom some see as a future leader.\nWhat appeared to be of concern to team Sturgeon in November 2017 was an enquiry from Sky News about allegations of sexually inappropriate behaviour by Alex Salmond at Edinburgh Airport. He denied wrongdoing and nothing was broadcast at the time, but according to a later account from Nicola Sturgeon, it raised suspicions about her predecessor's conduct.\nOn the first minister's instruction, the Scottish government was revising its procedures for dealing with complaints of bullying and harassment against ministers, following Mr McDonald's resignation. Nicola Sturgeon specifically told the civil service that the new policy could apply to former ministers and she put that in writing after the Sky News enquiry.\nThis note was sent after her private secretary met a potential complainer against Alex Salmond from within the civil service. The Scottish government insists the first minister did not know about that.\nSupporters of Alex Salmond suspected the new policy was designed with him in mind, however, the Scottish government rejects that claim. What is clear is that Nicola Sturgeon chose an approach that would not exempt her predecessor.\nHad she decided otherwise, there might never have been a scandal. Alternatively, one might have blown up in the media anyway and she might have faced criticism for protecting an old friend.\nComplaints of sexual harassment against Alex Salmond from two female civil servants were lodged and a seven month investigation by the Scottish government followed. Those findings were shelved when the 66-year-old successfully challenged the complaints handling process in court. It decided the investigation was \"tainted by apparent bias\" and he was awarded more than £500,000 in legal costs.\nBut the former first minister faced a much bigger legal battle ahead.\nIn January 2019, Alexander Elliot Anderson Salmond was arrested and charged with a string of sexual offences against women he had worked with at the Scottish government or the SNP, during his term as first minister.\nWhen he looked at the names on the charge sheet - according to a Salmond ally - \"that was when it hit him\" that this could be a conspiracy.\nOne of those who testified against him in court has since told the BBC that it is \"utterly absurd\" to suggest nine women would perjure themselves as part of a political plot. Their evidence did not persuade a jury to convict and on 23 March last year - hours before the UK went into coronavirus lockdown - he was acquitted of the 13 sexual assault charges he faced.\nAlex Salmond is now trying to expose what he believes was a conspiracy, accusing Nicola Sturgeon of multiple rule breaches including misleading the Scottish Parliament. She denies his claims.\nTheir toxic feud has destroyed their relationship and caused deep divisions within the SNP. It also threatens damage to the first minister's reputation and to the independence dream she still shares with Alex Salmond. While she seems confident of weathering the storm, her credibility has hardly been enhanced by the revisions she's made to her story along the way. \nFor example, having told Holyrood she learned about the investigation into Alex Salmond directly from him, she now acknowledges that \"allegations of a sexual nature\" were mentioned at a meeting she had days earlier and claims to have forgotten. \nExactly what did she know and when, what meetings were held and why, where does party business end and government business begin? These are the questions being picked over by a committee of MSPs at Holyrood.\nThe inescapable point is that Alex Salmond and Nicola Sturgeon cannot both be telling the truth, the whole truth and nothing but the truth as they are obliged to do under oath before the committee.\nWhat started three years ago with complaints about the former first minister's behaviour has led to intense scrutiny of Nicola Sturgeon's conduct in handling those complaints. If Alex Salmond can prove his allegations, a clamour for her resignation will follow - ironically at a time when her party and its goal of independence are polling strongly.\nIf his claims are not proven, he is unlikely to give up the fight. Some of his supporters have called for him to be readmitted to the SNP. Others hope that he will stand in this May's Holyrood election for one of the newly formed independence parties.\nWhile those who know him well think that unlikely, they note he has not publicly ruled it out. As one MP put it \"you just never know what Alex is going to do next\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56218620",
      "category": "world-us-canada",
      "title": "Lady Gaga's dogs found safe after armed robbery",
      "tags": "Los Angeles,Dogs,Lady Gaga,United States,Hollywood",
      "text": "Lady Gaga's two stolen French bulldogs have been found safe and handed in to police, according to officials.\nThe two dogs, stolen in an armed robbery, have been \"reunited\" with the singer's representatives, police said.\nLady Gaga's dog walker, Ryan Fischer, was shot by two men who abducted the dogs in Hollywood, Los Angeles, on Wednesday.\nHe is in hospital and his family said on Friday that he was expected to make a full recovery.\nDetails of how the dogs were recovered are unclear. The Associated Press said a woman had brought them to the Olympic Community Police Station in LA and the singer's representatives had confirmed they were hers. The woman appeared to be \"uninvolved and unassociated\" with the robbery, a police spokesman said.\nLady Gaga had offered $500,000 (£359,000) for their safe return but it is not clear if the reward has been claimed.\nThe star - whose real name is Stefani Germanotta - is currently in Rome working on a new Ridley Scott film, Gucci. In her first public reaction to the attack, Gaga tweeted on Friday: \"My heart is sick.\" \n\"I am praying my family will be whole again with an act of kindness. I will pay $500,000 for their safe return.\"\nAnd in another Twitter post, the singer wrote: \"I continue to love you Ryan Fischer, you risked your life to fight for our family. You're forever a hero.\"\nGaga is known to be extremely protective of her dogs, who have accompanied her to the American Music Awards and her 2017 Super Bowl Halftime show.\nFootage has emerged showing one of the suspects firing at Mr Fischer before making off with the dogs, Koji and Gustav.\nA third bulldog, named Miss Asia, ran away and was later recovered by police.\nThe dog walker was shot in the chest, according to reports in US media.\nHis family released a statement on Friday praising the medical staff who had been caring for him and saying they were confident for his full recovery, according to US media.\n\"We cannot possibly say enough to thank all of the first responders, nurses and doctors who have worked so tirelessly to care for Ryan,\" the statement said.\n\"Of course, we also want to thank Lady Gaga who has shown nothing but non-stop love and concern for Ryan and our family right from the outset. Ryan loves Gustavo and Koji as much as Lady Gaga does; so we join in her plea for their safe return.\"\nPolice said the attack happened at about 21:40 local time on 24 February, in the area of Sierra Bonita Avenue and Sunset Boulevard.\n\"The suspects approached the victim in a white Nissan Altima four door. Two suspects exited the vehicle and demanded the victim turn over the dogs at gunpoint,\" the LAPD said in an updated statement on Friday.\n\"The victim struggled with the suspects and was shot once by one of the suspects. The suspects took two of the three dogs and fled the scene in the suspect vehicle.\"\nThe statement said \"the victim is in stable condition\", and the two suspects are described as black males aged 20-25.\nIt is not clear whether Lady Gaga's dogs were specifically targeted in the attack.\nNo arrests have been made. \nYou may be interested in watching:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cornwall-56188851",
      "category": "uk-england-cornwall",
      "title": "Couple cannot have a Cornish language wedding",
      "tags": "Cornwall Council,Marriage",
      "text": "A couple feel \"discriminated against\" after being told they cannot have their wedding ceremony entirely in Cornish. \nSteph Norman and Aaron Willoughby were told by Cornwall Council their ceremony must be in English and Cornish.\nThe council said \"declaratory and contracting words\" can only be said in English or Welsh for a legally binding marriage.\nMs Norman said \"I feel if everyone understands the language, it should be up to them what language they speak\".\nThe couple contacted the council as part of their search for a registrar who speaks Cornish, when they were told their plans for the ceremony were not legal. \nMs Norman, 32, from St Anne near St Day, then researched the Marriage Act 1949 and found an exception only applied to Welsh speakers.\nShe said: \"If you fluently speak Welsh then that's perfectly legal, but not Cornish.\n\"It feels like we've been a bit discriminated against, because it's not equal across the board.\"\nThe couple have learned a \"good fair bit\" of the language as it was \"really important to our culture and our heritage,\" Ms Norman said.\n\"We just really wanted an authentic Cornish wedding and part of that would be incorporating the language.\n\"So we can a little bit, but not fully,\" she added.\nCornwall Council confirmed the \"declaratory and contracting words\" of a marriage ceremony must be conducted in English or Welsh to be legally binding.\nIt said: \"We try to tailor each ceremony to the couple's wishes and Cornish phrases are often included in our ceremonies. \n\"Currently we don't have a fluent Cornish speaking registrar but we can accommodate a Cornish translator if one is provided by the couple.\"\nCornwall Council estimated in 2015 about 300 to 400 people spoke the language fluently and used it regularly, with about 5,000 more having some conversational ability.\nCornish language teacher Jenefer Lowe said she was \"hopeful\" that a couple like Steph and Aaron would be able to take their vows in Cornish in the future.\n\"What we really need for that to happen is for Cornish to get official status like Welsh and Gaelic,\" she said.\n\"That needs a critical mass of people using the language for it to be accepted. \n\"But because it's not official we don't have the ability to do legal proceedings at the moment.\"\nShe has seen an increasing interest in the language in Cornwall and from around the world and there had been \"huge advances\" in the last 20 years, especially with uptake from young people.\nTeaching online in the pandemic had also increased the number of learners, she said.\n\"I have students in Australia, America and around the world, but we now need to translate that into more speakers and more resources.\n\"There has to come a time when it is used in all walks of life.\"\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-56222326",
      "category": "world-africa",
      "title": "Nigeria kidnappings: Hunt for 300 girls as second abducted school group freed",
      "tags": "Nigeria",
      "text": "Police in Nigeria have launched a search and rescue operation for 317 girls kidnapped from a school in the state of Zamfara.\nThe operation comes as 42 people kidnapped from a boarding school in a similar incident last week in Niger state were released.\nThe kidnappings are carried out for ransom and are common in the north.\nPresident Muhammadu Buhari condemned the latest kidnapping as \"inhumane and totally unacceptable\".\nThe United Nations Children Fund also condemned the abduction of the girls and called for their safe release.\nThe 2014 kidnap of 276 schoolgirls in the north-eastern town of Chibok by Islamist militants Boko Haram brought global attention to the scourge of raids on schools in Nigeria but the most recent attacks are suspected to be the work of criminal gangs.\nNigerian police said in a statement that \"a co-ordinated search and rescue operation, involving the deployment of both ground and aerial assets\" was under way.\nTwo helicopters have been deployed.\nPolice also appealed for calm. Residents of the town of Jangebe, where the abduction took place, have reacted angrily, attacking vehicles that entered.\nThe Vanguard newspaper said that a convoy of journalists was attacked by a mob.\nFriday's attack happened at 01:00 local time (midnight GMT) when a group of gunmen arrived at the Government Girls Secondary School in Jangebe.\nSome reports say the girls, aged 12 to 16, have been taken to the Dangulbi forest.\nZamfara state has closed all boarding schools.\nNo group has so far admitted carrying out the attack. \nA total of 42 people including 27 students, kidnapped from a boarding school in Kagara in the north-central state of Niger 10 days ago, have been freed.\nAn armed gang had stormed the school when the pupils were asleep. One boy was killed.\nThe group was also taken to a nearby forest.\nNiger state Governor Abubakar Sani Bello said in a tweet on Saturday: \"The abducted students, staff and relatives of Government Science Collage Kagara have regained their freedom and have been received by the Niger state government.\"\nThe released group is reported to have arrived in Minna, the state capital. No further details have been released as yet.\nEvery time children are taken from their schools by armed gunmen in northern Nigeria, the kidnapping of the Chibok girls is mentioned. \nSimilar raids took place before that well-publicised abduction but they received little publicity and they never involved girls. \nBut global attention generated by the #BringBackOurGirls campaign showed armed groups that the mass abduction of children was a sure way of applying pressure on authorities, including asking for ransom, although the authorities always deny paying.\nThe government does not appear to have a strategy for stopping these incidents from happening. \nBut two weeks ago, lawmakers from Zamfara state suggested offering amnesty to repentant kidnappers in exchange for sustainable economic opportunities. \nIt's a controversial strategy but one that yielded some positive results in the Niger Delta, which saw a reduction in crime after a similar amnesty programme in 2009. \nThe government so far says it will not negotiate with criminals. \nIn the meantime, schools in rural northern Nigeria are more vulnerable than they've ever been."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-kent-56213071",
      "category": "uk-england-kent",
      "title": "Billy Monger completes 'epic' Comic Relief challenge",
      "tags": "Birmingham,Charlwood,West Kingsdown",
      "text": "Racing driver Billy Monger has completed the final stage of a Comic Relief challenge by walking and cycling laps of his \"home track\" in Kent.\nThe 21-year-old, who had both legs amputated after a crash in 2017, covered 140 miles over four days by walking, cycling and kayaking.\nHe completed 18 laps of Brands Hatch on a bike and three on foot, crossing the finish line at about 20:00 GMT. \nHe said it was \"hard to explain what it means to have been able to ride again\".\nMonger said he rode a bike for the first time since the crash about a month ago.\nBefore starting his circuits of Brands Hatch, he said the \"epic\" challenge, which began with an 18-mile walk in the North East of England on Monday, had left him feeling \"battered and bruised and sore\". \nOn Thursday, Monger completed a 65-mile bike ride from Birmingham to Blenheim Palace in Oxfordshire. \nTelevision presenter Zoe Ball, who cycled 355 miles for Sport Relief in 2018, joined him at Brands Hatch before he finished with several laps on foot. \nBad weather had forced Monger to delay plans to kayak in the Lake District on Tuesday. He took to the water on Wednesday and covered 6.5 miles across Ullswater, joined by BBC Breakfast's Dan Walker for the closing stages.\nCycling up steep hills on Thursday had forced him to \"to dig the deepest that I think I've ever had to,\" he said. \nThinking about the people who benefit from Comic Relief helped motivate him through the difficult moments, he added. \nBefore setting off on Friday, Monger, from Charlwood, in Surrey, said his experience at his \"home track\" Brands Hatch meant he knew just how hard the final stage would be. \n\"I know every inch of this place, so I know exactly how far I am going to have to go every single lap.\n\"I do know the racing line, so hopefully that might help me out,\" he told BBC Breakfast. \nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56223769",
      "category": "uk-scotland",
      "title": "Blackford: 'I have full confidence in first minister'",
      "tags": "Alex Salmond inquiry,Nicola Sturgeon,Scottish Parliament,SNP (Scottish National Party)",
      "text": "SNP Westminster leader Ian Blackford has thrown his support behind Nicola Sturgeon, saying she has not broken the ministerial code.\nThe first minister has been accused of misleading parliament over when she knew about harassment allegations against her predecessor, Alex Salmond.\nIn six hours of inquiry evidence, Mr Salmond said he had no doubt that she had broken the ministerial code.\nMr Blackford said he had \"full confidence\" in Ms Sturgeon.\nHe told BBC Radio 4's Today programme: \"I think we've had a number of false dawns in this whole spectacle and I do not believe under any circumstances, under any determination, that the first minister has broken the ministerial code.\"\nHowever, Conservative MSP Murdo Fraser, who is a member of the Scottish Parliament committee that questioned Mr Salmond on Friday, told Today that if half of what Mr Salmond had claimed was true, then Ms Sturgeon would have to resign.\n\"I've been a member of the Scottish Parliament for almost 20 years and this was the most extraordinary event I can recall,\" he said.\n\"To have the former first minister of Scotland and the former leader of the Scottish National Party come and make such devastating claims about the failure of leadership across a whole range of public institutions in Scotland and effectively say the country is not ready to become independent - despite the fact that is a cause he has campaigned for his entire political life - was quite striking.\n\"If even half of what he alleged yesterday turns out to be true - and we will get to the bottom of this very soon - then Nicola Sturgeon's position is untenable, and she will have to resign.\"\nAppearing at the committee that is  looking into the botched handling of claims made against Mr Salmond, he repeatedly said, under oath, that Ms Sturgeon broke the ministerial code, but stopped short of saying she should stand down.\nThe first minister referred herself for investigation to James Hamilton QC, an independent adviser on the ministerial code.\nMr Blackford told the Today programme: \"She's made it clear on a number of occasions that she does not believe she has broken the ministerial code.\n\"I believe that to be the case as well, this will be put to bed, and we will be able to move on from it to make sure we are dealing with the Covid crisis in the right way, and we're having that discussion about what Scotland's future is.\n\"I and my party have full confidence in the first minister leading us to that destination of Scotland becoming an independent country.\"\nHe added: \"Yesterday was supposed to be a seminal day in this inquiry where the former first minister was going to bring forward evidence of a conspiracy - by his own admission, there is no evidence of a conspiracy by the first minister against him.\"\nMr Blackford refused to say whether Ms Sturgeon should resign if she was found to have broken the rules, describing the question as \"hypothetical\".\nHe added: \"The fact is there has been no conspiracy, the first minister has not sought to mislead anybody over this whole saga, and that will be demonstrated next week when the first minister appears before the committee.\" \nMs Sturgeon denies breaching the code, and has accused Mr Salmond of creating \"wild\" conspiracy theories that are untrue. \nHer spokesman said Mr Salmond had failed to prove his allegations in his evidence to the committee, and \"also gave testimony which directly undermined some of the central planks of his conspiracy theories\". \nThe Scottish government admitted it had acted unlawfully during its investigation into the initial complaints from two female civil servants after Mr Salmond launched a judicial review case, and had to pay his legal fees of more than £500,000.\nMr Salmond was arrested two weeks after the government admitted defeat in the civil case, and was later cleared of 13 charges of sexual assault against a total of nine women after a trial at the High Court last year. \nMs Sturgeon is due to give her evidence to the inquiry on Wednesday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56209030",
      "category": "business",
      "title": "Budget 2021: BBC editors on what to expect",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55333756",
      "category": "uk-wales",
      "title": "Covid: What are the new rules for Wales?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus testing,Welsh government,Coronavirus pandemic",
      "text": "Most curbs to people's daily lives have been lifted as Wales moves to the lowest level of Covid rules.\nRules limiting socialising in pubs, bars and restaurants have been removed, while nightclubs are able to reopen for the first time since measures brought in to tackle the spread of Omicron were introduced after Christmas.\nSocial distancing rules were also scrapped as Wales moved into alert level zero on 28 January.\nPeople who test positive for Covid must now isolate for a minimum of five full days, with two negative lateral flow tests will be required on day five and six.\nHowever masks are still required to be worn in most public places in Wales, including shops, hospitals and on public transport. \nBut they are no longer needed for bars and restaurants, and changes to rules due to be announced later, mean they will also no longer be needed when visiting someone in their own room at a care home.\nWhat do the changes mean for people and businesses in Wales, and what can you do and when?\nChanges to rules have been made over the last two weeks, after First Minister Mark Drakeford laid out his plan to ease restrictions by the end of January.\nThe changes saw:\nFrom Thursday, 10 February Wales returns to a three-week review cycle as the country is at alert level zero\nThe lowest set of restrictions since the start of the pandemic, we were last in alert level zero at Christmas.\nUnder it most curbs to our daily life are removed, all businesses are allowed to reopen, but people still have to wear face masks in many public places, and self isolation rules still apply.\nSince 22 December, fully vaccinated adults, children aged between five and 18 and vaccine clinical trial participants identified as a close contact of a positive case of Covid-19 in Wales do not need to self-isolate. \nInstead, the Welsh government strongly advises them to take lateral flow tests for seven days as a precautionary measure. Children under five do not need to isolate and are not required to take a PCR test or do lateral flow tests.\nFrom 28 January people who have tested positive must isolate for a minimum of five full days, with two negative lateral flow tests will be required on day five and six.\nUntil then, the self-isolation period was seven days, down from the 10 days it was previously, with negative lateral flow tests needed on day six and seven. \nThe Welsh government has urged people to take lateral flow tests before socialising, shopping or visiting people and not to go out if it is positive.\nIt is advising meeting outdoors where possible and to make sure indoor meetings are well ventilated.\nPeople, it said, should leave at least a day between social events.\nFrom 26 December, groups of no more than six people were allowed to meet in pubs, cinemas and restaurants in Wales, with licensed premises having to offer table service only, and face masks worn, along with contact tracing details collected. \nBut under the Welsh government announcement, all of this changed on 28 January.\nThe rule of six was scrapped, meaning people can go to the pub with whoever they like, can go to the bar for a drink, and social distancing has ended.\nPeople are also able to be served at bars again, as table service only rules were scrapped.\nWhile wearing a face mask in a pub or bar is no longer required by law, the Welsh government has advised staff and customers to wear them indoors, when not eating, drinking or dancing.\nLimits on indoor or outdoor event numbers were lifted on 7 August.\nFor important life events such as weddings, civil partnerships, funerals and wakes, the numbers will be determined by the ability of the venue to manage social distancing and other reasonable measures.\nAll guests will need to take a lateral flow test.\nPeople attending weddings, civil partnership or alternative wedding ceremony or reception, no longer have to wear face coverings by law under alert level zero.\nHowever the Welsh government says it strongly advises people to wear a face covering indoors when not eating, drinking or dancing.\nYou can, and international travel is allowed, although local rules and quarantine will apply.\nOn 25 January 2022, the Welsh government stopped advising people against travelling abroad for holidays for the first time since the start of the pandemic. \nNightclubs were closed from 26 December, but under the four stage plan, they have been allowed to open from 28 January, when Wales moved to alert level zero. \nHowever, Covid passes are still needed for nightclubs, along with cinemas, theatres and other large events. \nFrom 15 January the number of people allowed to attend an outdoor event rose from 50 to 500.\nOn 21 January all outdoor activities moved to alert level zero, with no limits on the number of people who can take part and crowds were able to return to sporting events. \nPupils returned later than planned for the start of the new spring term in January.\nA legal restriction to work from home unless unavoidable, with £60 fines for anyone who did not comply and had no reasonable excuse, has been scrapped from 28 January.\nHowever, the Welsh government has said it will remain important to work from home if you can.\nYou have been able to travel anywhere in the UK since 12 April, subject to restrictions in force in the other nations.\nIt also means people from other parts of the UK can come here.\nAll holiday accommodation was able to fully reopen from 17 May."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56224669",
      "category": "uk-wales",
      "title": "Covid: Families with babies can form support bubbles in Wales",
      "tags": "Family,Coronavirus lockdown measures,Children,Cardiff,Social distancing,Welsh government,Babies & toddlers,Coronavirus pandemic",
      "text": "Families with babies can now hug and stay with their loved ones after a slight relaxation of coronavirus restrictions in Wales.\nWales remains under a strict 'stay at home' lockdown, with most people unable to travel or see relatives and friends.\nHowever, now families with a child under one-year-old are able to form a \"bubble\" with one other household.\nIt means some grandparents will be able to hug their grandchildren for the first time in months from Saturday.\nIt is the latest slight easing of Wales' lockdown rules with up to four people now allowed to exercise together - with social distancing in place - and the youngest primary school pupils returning to the classroom.\nUntil now, only those living alone, or a single parent, had been able to form a so-called \"bubble\" with one other household, allowing them to meet indoors.\nNow the rules have been eased slightly to allow families with young children to form a bubble, allowing them to travel to see loved ones anywhere inside or outside of Wales, for the first time since Christmas.\nIt comes after a Senedd petition organised by new mum Megan Chhabra, from Cardiff, reached over 8,000 signatures.\nUnder the rules, households with one or more children under the age of one can form a support bubble with one other household for any purpose.\nWith those in support bubbles not needing to social distance, it means families and friends with young children will be able to hug, stay in each others homes overnight and exercise outside together.\nHowever, the Welsh Government is urging people to \"take special care around people who are at increased risk from the virus\" and around people who are \"extremely vulnerable\", including the elderly and those with medical conditions.\nWhile the bubble can be anywhere in Wales, or across the UK, people will face tough decisions, as the bubble must only be with one other household and must be exclusive, so it cannot be swapped and changed.\nThe Welsh Government is urging people to \"think carefully\" before forming a bubble which would require extensive travel or travelling to an area outside of Wales with a high case rate.\nFirst Minister Mark Drakeford said the change was to help \"ensure new parents can receive support from friends or family during the crucial first year of a baby's life\". \n\"This will also help the baby's development,\" he said.\nUnder the changes teenagers - aged 16 and 17 - living alone or with other children in a household with no adults are also able to form a support bubble.\nIf someone in a support bubble develops symptoms or tests positive for coronavirus, all members of the bubble must self-isolate.\nThe changes come as the Welsh Government announced more than one million doses of the coronavirus vaccine have been administered in Wales.\nCase rates continue to fall in many parts of Wales, with the seven-day case rate now standing at 72 for every 100,000 people - the lowest infection rate since September.\nHowever as the sunny weather looks set to continue people have been warned not to let their guard down and continue to stick to Covid rules, which means no one should be travelling apart from essential reasons.\nPlaid Cymru welcomed the news families could form support bubbles but called for more support for perinatal mental health.\n\"Becoming a new parent during such a period of isolation can be over-whelming, and support from other new parents can be central to well-being,\" said Bethan Sayed MS.\n\"As a new parent, I cannot overstate the importance of having this option of support and contact. \n\"After a year of campaigning, my only disappointment is that it has taken such a long time to provide this lifeline.\"\nThere will be a further relaxation of Covid lockdown rules on Monday as weddings or civil partnership ceremonies will be able to be held at 'approved premises' like hotels and castles."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56213662",
      "category": "entertainment-arts",
      "title": "Line of Duty: Date for series six of police corruption drama announced",
      "tags": "Television,Line of Duty",
      "text": "Now we're sucking diesel! The sixth series of Line of Duty will begin on 21 March, the BBC has confirmed.\nMartin Compston, Vicky McClure and Adrian Dunbar will reprise their roles in the Jed Mercurio drama about corruption inside the police force.\nThey will be joined by Kelly Macdonald, who will play a DCI (Detective Chief Inspector) who comes under suspicion.\nThe latest series of the popular crime drama will have seven episodes, making it the longest series to date.\nSeries two is currently being repeated on BBC One, while all five previous series can be watched on BBC iPlayer.\nThe exploits of the fictional AC-12 unit have gripped audiences ever since the BBC drama first hit screens in 2012.\nLennie James, Keeley Hawes and Thandie Newton are among the star names who have played its complex antagonists.\nMore than nine million viewers tuned in to see the final episode of Line of Duty's fifth series when it aired in May 2019.\nFilming on the sixth series was temporarily halted in Northern Ireland last year due to the coronavirus pandemic.\nThe new series will see Compston, McClure and Dunbar return to their roles as Steve Arnott, Kate Fleming and Superintendent Ted Hastings respectively.\nShalom Brune-Franklin, seen last year in BBC One's political thriller Roadkill, will play Chloe Bishop, a new addition to the AC-12 team.\nTrainspotting star Macdonald will play DCI Joanne Davidson, the senior investigating officer on an unsolved murder case whose conduct attracts the attention of the Anti-Corruption unit.\nMercurio also wrote hit drama Bodyguard and is an executive producer on Bloodlands, a Northern Ireland-set thriller starring James Nesbitt that is currently running on BBC One.\nLine of Duty begins on BBC One on Sunday 21 March at 21:00 GMT.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56212515",
      "category": "uk-wales",
      "title": "Covid: Over-40s next in line for vaccine, NHS Wales' head says",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "People aged in their 40s will be next in line to get the coronavirus vaccine, Wales' chief medical officer has said. \nThe four UK nations are doing this, under the plan to vaccinate all adults by the end of July.\nDr Frank Atherton said the plan for Wales depends on \"supply matching our ambition\".\nTeachers and police officers were among those who lobbied to be prioritised - but will now be vaccinated in line with their age group.\nNews of the next phase comes as Public Health Wales figures show more than 270,000 people aged in their 50s and 60s, have had their first dose of Covid vaccine.\nAll four of Wales' chief constables have criticised the decision not to prioritise frontline workers, saying they were \"incredibly disappointed\".\nHead teachers' union NAHT Cymru said all front-line staff \"should be protected now\". \nSpeaking at the Welsh Government's coronavirus briefing, Dr Atherton said there was not enough evidence to support prioritising people from specific occupations in the next phase of the vaccine rollout, as outlined by the Joint Committee on Vaccination and Immunisation (JCVI).\n\"I, along with the UK's other three chief medical officers support the JCVI advice and the four UK governments have agreed to implement it,\" he said.  \n\"This means the UK's vaccine programmes remains aligned as we all work towards one shared goal.\n\"This is the simplest, quickest and fairest approach. And it means we can remain on track to meet our ambitious vaccination targets.\"\nHe said calls for people in specific occupations to be prioritised had been heard.\n\"The JCVI did consider this - however, it found there wasn't sufficient evidence to set specific occupations apart from the general population. It also advised that the complexity of delivering this approach would slow down the pace of the vaccination roll-out,\" he added.\nHowever Laura Doel, director of NAHT Cymru, said that despite such complexity it was \"not a good enough reason not to prioritise the needs of committed professionals\".\n\"We call upon the Welsh Government to take a different view… front line staff should be protected now that those in the greatest danger have already been vaccinated,\" she said.\n\"They are being required to work with large groups of people who carry at least as much potential for infection as anyone else. \n\"Those groups often occupy confined and unventilated spaces for long periods of time with only rudimentary PPE.\"\nIn a joint statement, Wales' four chief constables - Carl Foulkes of North Wales Police, Mark Collins of Dyfed Powys Police, Pam Kelly of Gwent Police and Jeremy Vaughan of South Wales Police - said: \"We have repeatedly asked that policing be risk assessed so our officers and staff can be given due consideration, given the risks they take daily on behalf of us all.\n\"Police officers by the nature of their role have to go into different settings and come into contact with all high risk groups along with also being unable to social distance and on many occasions cannot maintain PPE as designed, given the physical role they have to undertake,\" they wrote.\n\"In addition they are being tasked with enforcing isolation and quarantine arrangements on the government's behalf on those they know have the virus.\"\nThe total number of people to have received their first dose of a Covid vaccine in Wales is 902,334 and 80,062 of those have had their second dose.\nIn a statement, Health Minister Vaughan Gething said: \"It is encouraging that the UK Government has brought forward some of Wales' supply allocation.\n\"But from the information available to us at this point there are concerns with both the type of supply and the timing of its delivery.  \n\"We have always said that we could go even faster were the supply available.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56218952",
      "category": "uk",
      "title": "Budget 2021: Mortgage guarantee to help buyers with 5% deposit",
      "tags": "Boris Johnson,Housing market,UK economy,Budget 2021,Mortgages",
      "text": "A mortgage guarantee scheme to help people with small deposits get on the property ladder is set to be announced at next week's Budget.\nThe government will offer incentives to lenders, bringing back 95% mortgages which have \"virtually disappeared\" during the pandemic, the Treasury says.\nChancellor Rishi Sunak says public finances are facing a \"challenge\" from the pandemic's impact on the economy.\nThe government has borrowed £271bn this financial year - up £222bn on 2019-20.  \nThis has pushed the national debt to £2.13 trillion.\nExplaining the government's economic response to the pandemic, Mr Sunak told the Financial Times: \"We went big, we went early, but there is more to come and there will be more to come in the Budget. But there is a challenge [in the public finances] and I want to level with people about the challenge.\"\nHe added: \"I will do whatever it takes to protect the British people through this crisis and I remain committed to that.\"\nFormer Conservative chancellor Lord Clarke called for Mr Sunak to raise taxes in order to bring the UK's finances under control, and warned \"if we don't get it under control before inflation comes back then we will face a financial crisis\".\nThe question of tax rises is one the chancellor will need to address when he unveils his Budget in a Commons speech on Wednesday.\nIn the run-up to the 2019 election, the Conservatives promised not to increase income tax, National Insurance Contributions or VAT - but Mr Sunak could argue circumstances have changed.\nCarlisle MP John Stevenson, of the Conservative Northern Research Group, said it was \"too early\" for tax rises, saying UK still had a few months of the pandemic to get through and he wanted to see continuing support.\nBut Lord Clarke said the pandemic had been \"unfair financially\" on \"the poor, the young, the low-paid, the vulnerable\" and suggested making people who continue in full-time work after the age of 65 pay the same taxes as younger people.\nLabour has criticised the government for a \"stop, start\" approach to support measures during the pandemic. Shadow chancellor Anneliese Dodds told the Times her party did not support an \"immediate\" increase in corporation tax but would welcome longer-term rises and said she wanted a \"more progressive tax system\". \nThe chancellor is also expected to announce an £126m scheme for traineeships in England. \nIt will include a new \"flexi-job\" apprenticeship, enabling apprentices to work with different employers in one sector. With unemployment at its highest level for almost five years, Mr Sunak said this was \"vital\" support for getting people back into work.\nMortgage providers will only lend to those with a regular income, irrespective of any government incentive. \nBut young adults' finances, and their employment prospects, have been hit hard by this pandemic. It was the same in the financial crisis of a decade ago. \nThat is why jobs will be central to this Budget - both protecting them now and creating them in the future to aid an economic recovery. \nWhile the chancellor may be able to borrow fairly cheaply now to pay for that support, the prospect of future tax rises to foot the bill will no doubt be addressed too. \nCovid has led everyone to face the realities of home, work, and working from home. On Wednesday, many will be looking to Mr Sunak to save their jobs and keep a roof over their heads - whether they own it, or not. \nThe new mortgage scheme is not restricted to first-time buyers or new-build homes, but there will be a £600,000 limit.\nThe coronavirus pandemic has meant there are now few low-deposit mortgages available, the Treasury said, with just eight on the market in January.\nThey are often seen as riskier by banks as they are more vulnerable to negative changes in property prices - meaning people hold more debt than their home is worth.\nUnder the scheme, which will launch across the UK in April, the government will offer to take on some of this risk. \nIt is based on the Help to Buy mortgage guarantee scheme, which closed to new loans at the end of 2016, a policy the Treasury said \"reinvigorated the market for high loan-to-value lending after the 2008 financial crisis\".\nBut housing charity Shelter said that scheme increased house prices by 1.4%.\nShadow housing secretary Thangam Debbonaire also raised concerns, saying young people needed \"genuinely affordable\" new houses to be built and did not want to go \"back to the days of sky-high mortgages\".\nThe new scheme could coincide with the expected end of a stamp duty holiday in England and Northern Ireland on 31 March - though this may yet be extended.\nNext week's announcement is also expected to include a new £100m taskforce to crack down on fraudsters who have exploited support schemes, such as furlough.\nTax officials have opened about 10,000 inquiries into suspected fraudulent activity, the government said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56215137",
      "category": "uk-wales",
      "title": "Police boss wants cannabis trial for prisoners",
      "tags": "Opioids,Wrexham,Spice,Blaenau-Ffestiniog,Cannabis ,Drug legalisation,North Wales Police,Prison reform,Drug use,Criminal justice system,Legality of cannabis,Bangor",
      "text": "A police and crime commissioner wants prisoners to be given cannabis behind bars in a bid to tackle addiction and curb violence.\nArfon Jones said he wanted to see a trial commissioned and introduced to see if the measure could work.\nHe is standing down from his role overseeing North Wales Police after elections for a new commissioner in May.\nThe Prison Service said it had a zero-tolerance approach to drugs.\nAccording to a recent report by Swansea University's Global Drug Policy Observatory, officials in UK prisons found 13% of men \"reported that they had developed a problem with illicit drugs\" since being locked up.\nIt also highlighted a spot check by prison inspectors in Cardiff, who found 52% of prisoners said it was easy to get illegal drugs.\nThe report pointed to concerns raised by HM Inspectorate for Prisons, which described the rise in the use of synthetic psychoactive drugs such as Spice as \"now the most serious threat to the safety and security of the prison system\".\nMr Jones said authorities needed to be \"addressing the causes\" of addiction and violence in prisons - especially the abundance of drugs such as Spice.\nThe dangers of the synthetic drugs was highlighted by the case of 22-year-old prisoner Luke Morris Jones, from Blaenau Ffestiniog in Gwynedd, who died at HMP Berwyn in Wrexham in 2018.\nAn inquest jury later found there had been a \"systemic failure\" in stopping drugs from entering the prison, contributing to his death.\nMr Jones, the Plaid Cymru police and crime commissioner (PCC), said he was also concerned about the levels of prescription painkillers given to prisoners, especially opioid-based drugs.\n\"If they are on opioids, why can't they be prescribed cannabis?\" he asked.\n\"Opioids are a damn sight more dangerous than cannabis. Let's supply cannabis in controlled conditions and see if offences reduce.\"\nMr Jones has been a long-time campaigner on the issues surrounding drug use and prohibition, and has often backed calls for heroin injection schemes to provide safe, controlled environments for addicts.\nHe previously said it was a \"national scandal\" that people were \"dying needlessly\" because governments had refused to acknowledge a radical new approach to drug policy was needed.\nBoth the Welsh Conservative and Labour candidates vying for votes to take over his post in May have been critical of his latest idea.\nTory PCC candidate for north Wales, Pat Astbury, said: \"There may be other ways to treat prisoners, using alternative medicines which are legal and mimic illegal drugs.\n\"One can't be seen to break the law at the expense of the force you are representing.\"\nLabour's Andy Dunbobbin added: \"There are lots of ways to prevent problematic drug use but this isn't one of them - prevention and treatment programmes in and out of prison should be strengthened and I'll work with partners, if elected, to do so.\"\nHe said the biggest issue was \"not drugs in prisons - it is drugs in society\" and called for \"decimated\" drug, alcohol and mental health service cuts to be rolled-back.\nAnn Griffith, Plaid Cymru's choice to replace Mr Jones, said a cannabis trial was \"something I would be willing to cautiously explore\" with criminal justice partners.\n\"Any such initiative would need to consider any unintended consequences and would need to be based on sound evidence and robust evaluation,\" she added.\nA Prison Service official said: \"We have a zero-tolerance approach to drugs and work closely with healthcare to support offenders through treatment and recovery.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55765868",
      "category": "business",
      "title": "Budget 2021: What is it and when will it happen?",
      "tags": "HM Treasury,Spending reviews,Money,Economics,Personal finance,Housing market,Rishi Sunak,UK economy,Budget 2021,Universal Credit",
      "text": "On Wednesday, Chancellor Rishi Sunak will unveil his Budget.\nHe'll say how much of our money the government will take in taxes, and what they will spend it on.\nEach year, the chancellor of the exchequer - who is in charge of the government's finances - makes a Budget statement to MPs in the House of Commons. \nIt outlines the government's plans for raising or lowering taxes. It also includes big decisions on what the government will spend money on - including health, schools, police and other public services.\nThe Budget speech will be delivered on Wednesday 27 October.\nIt usually starts at about 12:30 UK time and lasts about an hour. Labour leader Sir Keir Starmer will give his response straight afterwards. \nThis year's Autumn Budget is unusual for two reasons: \nAfter the speech, the independent Office for Budget Responsibility (OBR) - which monitors government spending - will publish a report on how the economy is doing.\nThe Budget is likely to include help to support businesses and individuals recover from the economic effects of Covid.\nA number of measures have been announced in advance of the Budget, including a rise in the minimum wage from £8.91 per hour to £9.50 and an end to the public sector pay freeze.\nThe chancellor will likely set out some more details of the government's long term ambitions:\nBudget 2021: What has already been announced?\nMeasures such as the furlough scheme - which finished at the end of September - were expensive, and government income is down because it collected less money in tax during the pandemic.\nTo close the gap between higher spending and less money, the government has had to borrow more. \nIn the year ending April 2021, the government borrowed £320bn - the highest figure seen outside wartime. \nEconomists expect it to borrow around £180bn more this year, another enormous sum. \nDuring his Budget speech, the Chancellor will set out the latest borrowing forecasts for the years ahead.\nThe government needs to cut the gap between what it spends and what it raises.\nOne major tax rise was announced in September - the £12bn Health and Social Care Levy. This broke a promise the Conservatives made at the last election, not to raise the three biggest taxes - income tax, national insurance and VAT.\nThere has been speculation that graduates may be asked to start paying back student loans earlier.\nAt the same time, the cost of living is rising. So the chancellor may want to cut some taxes, such as the amount of VAT pay on energy bills.\nHe is also expected to announce major changes to the complicated alcohol tax system, which could see sparkling wine become cheaper. \nOverall government spending will rise next year, with big increases already announced for health and schools in England.\nThe government has already said that the NHS in England will receive an extra £5.9bn to help clear the record backlog of people waiting for tests and scans.\nBut other government departments, such as courts, prisons, local government and transport, are braced for cuts to their day-to-day budgets next year. \nThey have already faced a decade of tight spending, and making further cuts will be painful.\nSome parts of the Budget, such as defence spending, affect the whole of the UK. \nOthers, such as education, only affect England. This is because Scotland, Wales and Northern Ireland make their own decisions.\nScotland has income tax-raising powers, which means its rates differ from the rest of the UK. The Scottish government will publish its Budget on 9 December.\nIf the government announces extra spending on areas that only affect England, the other nations get an equivalent extra sum of money to spend as they choose, according to a rule called the Barnett formula. \nAre you affected by issues covered in this story?  Do you have any questions for our experts? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56222987",
      "category": "world-asia",
      "title": "Myanmar coup: UN ambassador fired after anti-army speech",
      "tags": "Myanmar coup ,Myanmar,United Nations",
      "text": "Myanmar's military rulers say they have fired the country's ambassador to the United Nations, a day after he called for help to remove the army from power.\nIn an emotional speech, Kyaw Moe Tun said no-one should co-operate with the military until it handed back power to the democratically elected government.\nUN sources told Reuters that as they do not recognise the junta, Kyaw Moe Tun remains Myanmar's UN ambassador.\nSecurity forces intensified a crackdown on anti-coup protesters on Saturday.\nLocal media say dozens were arrested, and that a woman was shot in the city of Monwya. Her condition is not clear.\nThe country has been rocked by protests since top government leaders, including Aung San Suu Kyi, were overthrown and detained after the army took power on 1 February.\nSpeaking at the UN General Assembly on Friday, Kyaw Moe Tun urged the international community to use \"any means necessary to take action\" against the military to help \"restore the democracy\", saying he was representing Ms Suu Kyi's ousted government.\n\"We need further strongest possible action from the international community to immediately end the military coup, to stop oppressing the innocent people, to return the state power to the people and to restore the democracy,\" he said.\nThe speech was met with applause and Linda Thomas-Greenfield, the new US envoy to the body, was among those praising his remarks as \"courageous\".\nIn a further show of defiance, Kyaw Moe Tun held up three fingers, a gesture against authoritarian rule that has been adopted by anti-coup protesters in the country.\nMyanmar's state television announced his removal on Saturday, saying he had \"betrayed the country and spoken for an unofficial organization which doesn't represent the country and had abused the power and responsibilities of an ambassador\".\nSpeaking on condition of anonymity, a UN official told Reuters that as they do not officially recognise the junta as Myanmar's new government, they consider Kyaw Moe Tun to be still in post as the country's UN ambassador.\nIn a separate, official statement, UN spokesman Stephane Dujarric also said: \"We have not received any communication concerning changes to the representation of Myanmar at the United Nations in New York.\"\nFurther protests were held in several cities with water cannon reportedly deployed and journalists among dozens detained.\nIn the main city of Yangon, crowds of protesters were advanced upon by police firing tear gas. Witnesses who spoke to the Reuters news agency said people were arrested and beaten by police, who also reportedly fired into the air, with similar clashes reported in the second city of Mandalay.\nA number of local media outlets reported that a woman had been shot at a protest in the central city of Monwya, close to Mandalay. Images and an alleged identity circulated on social media but have not been independently confirmed. \nAn ambulance service official later told the Reuters news agency she was in hospital, contradicting other reports she had died. \nA medic in the town told the AFP news agency he had also seen a man \"severely injured\" in his leg with at least 10 others treated for more minor injuries. Local media there also reported alleged beatings by plainclothes officers. \nProtesters in some places, including Yangon, were seen building makeshift barricades to try and hinder the crackdown against them. \nGeneral Min Aung Hlaing has defended the coup he led, but at least three protesters and one policeman have died so far in violence against it.\nAccording to the Assistance Association for Political Prisoners monitoring group, more than 770 people have been arrested and sentenced since the coup began. \nAt least three journalists were detained on Saturday including a photographer from the Associated Press, the AFP news agency reported. \nMilitary leaders justified the seizure of power by alleging widespread fraud in November elections, which Ms Suu Kyi's National League for Democracy (NLD) won in a landslide.\nShe was placed under house arrest and charged with possessing illegal walkie-talkies and violating the country's Natural Disaster Law. But there is growing uncertainty about her whereabouts amid reports on an independent news website on Friday that she had been moved to an undisclosed location.  \nA lawyer for the 75-year-old ousted leader told Reuters he had also heard she was moved and has been given no access to her ahead of her next hearing. \nThe army has ordered internet blackouts and also banned social media platforms but demonstrations have continued daily. The coup has been widely condemned outside Myanmar, prompting sanctions against the military and other punitive moves. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56217647",
      "category": "uk-northern-ireland",
      "title": "Brexit: DUP agriculture minister orders Brexit check construction halt",
      "tags": "NI Brexit,DUP (Democratic Unionist Party),Brexit",
      "text": "Northern Ireland's Democratic Unionist Party (DUP) agriculture minister has ordered officials to stop work on new permanent border control posts (BCPs).\nThese are used to check food products from GB. Existing temporary BCPs are continuing to operate.\nThe minister, Gordon Lyons, said he had also asked officials to stop recruiting BCP staff.\nThree Stormont ministers have formally requested an emergency meeting of the NI Executive over the move.\nIt is understood officials are seeking legal advice on whether they can follow Mr Lyons' orders.\nThe BCPs are a requirement of the Brexit deal between the UK and EU.\nMr Lyons said he was responding to \"practical difficulties\" caused by the Northern Ireland Protocol. \nHe said there was too much uncertainty around the end of the protocol grace periods. \n\"It's a real nightmare for us and it's going to be causing us an awful lot of problems.\"\nThe Northern Ireland Protocol is the part of the Brexit deal that prevents a hardening of the land border between Northern Ireland and the Republic of Ireland.\nIt does that by keeping Northern Ireland in the EU single market for goods.\nThat has created a new trade border with Northern Ireland and the rest of the UK.\nCurrently, there are grace periods in place that mean checks and controls on goods going from GB to NI are not yet fully implemented.\nThe first of the grace periods, which covers food and parcels, is due to end in April.\nMr Lyons' predecessor as agriculture minister, Edwin Poots, had sought legal advice on whether he could instruct his officials not to operate the BCPs but was told that would be unlawful.\nInfrastructure Minister Nicola Mallon, of the Social Democratic and Labour Party (SDLP), Finance Minister Conor Murphy, of Sinn Féin, and Justice Minister Naomi Long, of the Alliance Party, wrote to ministerial colleagues, calling for an urgent meeting of the Northern Ireland Executive on Friday evening.\n\"This controversial and cross-cutting matter requires the executive to meet as a matter of urgency,\" they said.\nAlliance MP Stephen Farry said the move was \"illegal\" and \"self-defeating\". \n\"Focus has to be on achieving agreed practical solutions,\" he wrote on social media.\nMs Mallon told BBC News NI the Mr Lyons' decision \"is clearly controversial, it is clearly cross cutting and it clearly can't have any effect without the executive agreement and that's why it's essential that we meet tonight and that we take action on this unilateral solo run by the DUP minister\".\nSinn Féin deputy leader Michelle O'Neill said the DUP \"must own the consequences of Brexit\" and the Northern Ireland Protocol is a \"direct consequence of Brexit\".\nShe added that the \"solo run by DUP Minister for Agriculture Gordon Lyons instructing his officials to halt work on further infrastructure, and charging at the ports is clearly a stunt\". \nMs O'Neill said that there was no alternative to the Northern Ireland Protocol.\nSinn Féin MLA Declan McAleer, who is chair of Stormont's agriculture committee, said he has sought an urgent meeting with the Department of Agriculture, Environment and Rural Affairs' permanent secretary.\nResponding to Mr Lyons' decision, the Labour Party's Shadow Northern Ireland Secretary Louise Haigh MP said the unilateral action would \"only cause further uncertainty\" and it was \"uncertainty businesses and communities cannot afford\". \nShe said: \"We need to see joint, workable solutions that reduce checks and red tape for businesses across the Irish Sea. That must be the focus, not further instability.  \n\"The UK has responsibilities under the protocol that cannot be ignored.\"\nA UK Government spokesperson said: \"This is a matter for the Northern Ireland Executive. We remain in close contact with them.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-55738179",
      "category": "uk-politics",
      "title": "Could Alex Salmond bring down Nicola Sturgeon?",
      "tags": "Alex Salmond inquiry,Nicola Sturgeon",
      "text": "Alex Salmond has accused Nicola Sturgeon of breaking the ministerial code and misleading parliament. \nHe believes senior people around Scotland's first minister were part of a malicious attempt to have him removed from public life and ultimately jailed.\nMs Sturgeon has dismissed the claims and said he has no evidence. \nThe crisis could have significant implications for Scottish politics. \n\"He's trying to bring the house down.\" That was the conclusion of one of Ms Sturgeon's close allies shortly after it emerged Mr Salmond was publicly accusing her of misleading the Scottish Parliament and breaking the ministerial code.\nFor months, some around Scotland's first minister hoped Mr Salmond would hold back from directly criticising Ms Sturgeon in a way which could threaten her job. \nThey believed directly attacking Ms Sturgeon would alienate supporters of Scottish independence - something Mr Salmond would want to avoid. \nThat calculation changed with Mr Salmond's submission to an inquiry into whether Ms Sturgeon broke the ministerial code. \nThe picture above was taken days before the Scottish independence referendum in 2014, when Mr Salmond and Ms Sturgeon were the dream team of the pro-indy movement.\nFor a decade, as leader and deputy leader, the pair had dominated nationalist politics.\nWhen Mr Salmond stood down, there was no question of who would take over: Ms Sturgeon was the natural successor.\nThat relationship collapsed completely as a result of sexual allegations later made against Mr Salmond.\nWhen the complaints emerged, Mr Salmond successfully took Ms Sturgeon's Scottish government to court over its process for investigating him. That process, it was found, was unlawful and \"tainted by apparent bias\".\nMr Salmond's victory cost the taxpayer at least £500,000.\nThe former first minister then stood trial accused of sexual assault - and was cleared of all charges. \nNow it is Ms Sturgeon and her government facing questions over the handling of complaints against Mr Salmond. \nThe former first minister of Scotland has made extraordinary allegations against the Scottish government and SNP - two institutions he used to lead. \nHe has claimed the process set up by the Scottish government, under which he was investigated, was unfair. \nMr Salmond alleges there was a malicious and concerted effort among a range of individuals to damage his reputation - and even to have him sent to jail. \nHe names people he believes helped to damage his reputation - including Ms Sturgeon's husband, the SNP chief executive Peter Murrell and her Scottish government chief of staff, Liz Lloyd.\nAnd he has made serious allegations against the first minister too, arguing she has not told the truth about meetings with him, that she misled parliament and that she broke the code which governs the behaviour of ministers. \nA lot of the controversy surrounds what Ms Sturgeon knew and when - and accounts she gave publicly.\nMs Sturgeon originally said she first found out about a complaint against Mr Salmond, being investigated by her Scottish government, on 2 April 2018.\nThat meeting took place in her home and was not recorded. \nBut it has since been claimed Ms Sturgeon was told a few days earlier at the Scottish Parliament by Mr Salmond's former chief of staff.\nThat's raised questions over what Ms Sturgeon knew, why she met Mr Salmond privately and why it wasn't recorded as official government business. \nIt is not simply a question of a few days difference - it is a question of whether the second meeting should have been reported and treated as Scottish government businesses if Ms Sturgeon had indeed known what it was about in advance. \nMy colleague Phil Sim has written about the ins and outs of meetings here. \nMr Salmond has also made claims that Ms Sturgeon breached the ministerial code by not conceding earlier that the Scottish government's process for investigating him was flawed. \nHe alleges it was clear the Scottish government would lose a judicial review months before it was conceded it court - something which cost the taxpayer money. \nThere are two inquiries into the Scottish government's alleged mishandling of complaints against Mr Salmond.\nOne is by James Hamilton, the first minister's independent adviser on the ministerial code, into whether she has breached it.\nThe second is a cross-party Holyrood inquiry into how her government handled complaints about Mr Salmond.\nThis has been beset by legal difficulties - with significant delays to Mr Salmond's evidence being published. After senior MSPs decided it should be made public, the Crown Office, Scotland's public prosecution service, raised concerns which led to further changes. \nMr Salmond has accused Ms Sturgeon of holding positions which are \"simply untrue\", \"manifestly untrue\" and \"untenable\".\n\"Parliament has been repeatedly misled,\" Mr Salmond contends.\nThere are many in the SNP - including a small but loyal group of elected politicians - who believe there was a conspiracy against him which could lead to several key officials in the Scottish government and SNP standing down.\nSome include Ms Sturgeon in that group.  \nMs Sturgeon says this is all nonsense and denies breaking the ministerial code.\nHer spokesman has accused Mr Salmond of trying to deflect from complaints made by women about his behaviour - and accused her former mentor of \"spinning false conspiracy theories\".\nMs Sturgeon said this week: \"He appears to be suggesting some kind of conspiracy or concerted campaign against him, without a shred of evidence.\n\"If he can't substantiate it, it's time for him to stop making these claims.\"\nNicola Sturgeon's political opponents have struggled to land any political blows in recent months.\nPolls suggest support for the SNP is as high as ever - and that backing for Scottish independence has been rising.\nAlthough there have been criticisms of the Scottish government's handling of the pandemic, polling suggests Scots are happy Ms Sturgeon is making the decisions - and not Boris Johnson.\nTo many in Scottish politics, it appears the biggest threat to Ms Sturgeon's position now comes from her predecessor.\nMr Salmond's claims that his one-time protégé failed to tell the Scottish Parliament the truth - and that she broke the ministerial code - are serious.\nIn normal times such a breach of the code would lead to a resignation.\nThe code is clear: \"Ministers who knowingly mislead the parliament will be expected to offer their resignation.\"\nMs Sturgeon's political opponents have insisted that if she is found to have breached the code, she will have to stand down.\nPrivately, although they're confident it won't come to that, some around the first minister have admitted she would not be able to survive such a finding from her adviser on the code.\nMany senior figures in Scotland in the devolution era have resigned for less.\nThere is also nervousness in the SNP about the impact of these allegations hitting the headlines just weeks ahead of the Scottish Parliament elections. \nAlthough most would argue that the public just isn't paying attention, some acknowledge a number of party activists side with Mr Salmond - as do a section of SNP voters. \nIf the SNP are going to win a majority, they will need to mobilise their support ahead of 5 May. \nSome are worried this situation - combined with increasingly public splits on other issues - might turn some voters off, and lead to some activists staying at home.\nFor months, well connected opposition figures have talked about this inquiry being a moment of real danger for Ms Sturgeon's leadership. \nThey believe it raises questions about whether her government can be trusted. \nBut while many in Scottish politics discuss Ms Sturgeon's future - very few people are confidently predicting her demise.\nThe main reason is the pandemic. \nMs Sturgeon has high approval ratings for her response to the coronavirus pandemic.\nScots seem to approve of the way she is trying to deal with the health emergency - and some believe voters would forgive a breach of the rules in the midst of a crisis.\nIt's a view I've heard from Ms Sturgeon's critics as much as her allies; that these are not normal times and the normal rules of politics don't apply.\nMr Salmond's supporters are reluctant to speak on the record.\nI'm told that some elected parliamentarians are afraid of the backlash they would get if they did.\nBut one source said: \"I think in normal times she would be a goner. But I don't think she is a goner because people are rightly focused on the pandemic and her handling of the pandemic has been great.\"\nThe second is independence. \nMs Sturgeon has led the SNP and the independence movement to a point where successive polls have suggested support for leaving the UK is now a majority view. \nIf the SNP win big in May, they will use it to demand another referendum, which many think they could win.  \nThere have been criticisms from some in the SNP about a lack of strategy to force another referendum, but most accept the first minister is a key asset for the independence movement. Many think she is one of the main reasons for increasing support for leaving the UK. \nIf the SNP lost its leader that could have an impact on support for independence.\nWhile a number of names have been discussed, there is no certain successor - definitely not with the same UK and international profile.\nMr Salmond's evidence to the Holyrood inquiry will be a remarkable moment in the history of the SNP; the leader who took the party to the brink of independence accusing the leader who could deliver it of misleading parliament.\nEven if Ms Sturgeon survives, Mr Salmond's allies believe others may be \"toast\"; including senior civil servants and advisers.\nBut senior allies of Ms Sturgeon still appear confident she will lead them into the next Scottish election and beyond.\nOne concluded: \"Is she going to get through this? Yes she is.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56224144",
      "category": "world-asia-india",
      "title": "Indian man killed by his own bird during cockfight",
      "tags": "Asia,Animal rights,India",
      "text": "A cockerel that had been fitted with a knife for an illegal cockfight has killed its owner in southern India. \nThe bird's owner was impaled in the groin by the knife as the animal tried to escape. The man died on the way to hospital from a loss of blood. \nPolice are now searching for 15 more people involved in the event, which took place in the village of Lothunur in Telangana state earlier this week. \nThe animal was held at a police station before being transferred to a farm.\nPolice said the animal was being readied to take part in a fight when it tried to escape. Its owner attempted to catch it but was struck by the 7cm-long (three inch) knife on the bird's leg during the struggle. \nThose involved in the event face charges of manslaughter, illegal betting and hosting a cockfight, the AFP news agency reports. \nLocal police officer B Jeevan said the animal would be taken to court as evidence at a later date, according to The New Indian Express.\nCockfighting was made illegal in India in 1960 but fights are still relatively common in rural areas such as Telangana with many falling around the Hindu festival of Sankranti. \nIt's not the first time an owner has been killed by their cockerel. Last year a man in Andhra Pradesh died after he was hit in the neck by a blade attached to his bird. \nAccording to CNN, the owner was taking his animal to a cockfight when the incident occurred. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-52726188",
      "category": "uk",
      "title": "Obituary: Captain Sir Tom Moore, a hero who gave a nation hope",
      "tags": "Captain Tom Moore,Obituaries",
      "text": "At times of crisis, a nation needs hope and heroes. \nSometimes, they're found in unlikely places - and when Britain first locked down against the coronavirus pandemic, it discovered Captain Sir Tom Moore.\nIn April 2020 the then 99-year-old war veteran accepted a little family challenge: to raise £1,000 for health service charities by walking 100 lengths of his garden before his 100th birthday at the end of that month.\n\"One small soul like me won't make much difference,\" he declared in his first TV interview. \nHe could not have been more wrong.\nBy the time he closed his fundraising page at midnight on his 100th birthday, Captain Sir Tom had raised more than £32m from more than one-and-a-half-million global donors.\nBut that was just the beginning - a knighthood, RAF flypast to mark him turning 100 and personal greetings from the Queen and prime minister soon followed.\nAnd he even became the oldest person ever to score a number one single in the UK, when he and Michael Ball sang a cover of You'll Never Walk Alone.\nCaptain Sir Tom was born in Keighley on 30 April 1920. His father, Wilson, came from a family of builders; his mother, Isabella, taught children at a local school. \nIt was a comfortable, middle-class background, but a decade later came the Wall Street Crash. It triggered a world-wide economic depression which hit Yorkshire mill towns hard. \nA quarter of the British population struggled to feed themselves. Young Tom was surrounded by long lines at soup kitchens, and classmates suffering from rickets and tuberculosis. \nBright enough to win a place at grammar school, he found he enjoyed working with his hands more than reading books.\n\"I was always a very practical boy,\" he recalled. \"The sort of toys I liked would be a piece of wood, some nails and a hammer.\"\nBut his real passion was motorbikes. At the age of 12, Captain Sir Tom discovered one lying in a barn and bought it for half a crown. He proudly took it home, and lovingly did it up.\nHe left school to start an apprenticeship in civil engineering, but there was barely time to finish it before World War Two broke out. \nConscripted into the British army in June 1940, Captain Sir Tom joined the Duke of Wellington's regiment - an infantry battalion with historic links to the West Riding.\nBy his own admission, he was \"too young to feel frightened\". Indeed, for a practically-minded motorsport enthusiast barely out of his teens, the British army was a thrilling place.\nCaptain Sir Tom spent time in Cornwall, preparing to defend the coast from a German invasion, and learned how to drive tanks. \nSelected for officer training, he became a second lieutenant on his 21st birthday, and - now part of the 146th Royal Armoured Corps - found himself posted to India.\nWith the Suez Canal closed, the sea journey took six perilous weeks. The convoy inched around the southern tip of Africa, at constant risk from German submarines. \nThe train ride across India took nearly as long, the burning heat made only slightly less unbearable by huge blocks of ice scattered among the troops.\nTheir final destination was Burma, where the British army and its Indian allies had been forced into a fighting retreat by a seemingly unstoppable Japanese advance. \nCaptain Sir Tom was joining the bruised and bloodied \"forgotten army\", which was suffering from disease and low morale. It was fighting in the world's least hospitable terrain, with impenetrable jungle, poisonous snakes, and hot lashing rain for six months of every year. \nMuch of the fighting was done hand-to-hand, with no quarter given on either side. Years later, Captain Sir Tom clearly recalled staring into the \"whites of the eyes\" of the opposing troops.\nWith his knowledge of motorbikes, Captain Sir Tom was asked to train dispatch riders. Radio transmissions could be intercepted, so this was the best means of getting information to and from the front line.\nIt was dangerous work. Dispatch riders worked alone and at night. The roads that did exist were deeply rutted and thick with mud, and the risk of ambush was ever-present.\nCaptain Sir Tom loved the motorbikes, but described the job as a \"poisoned chalice\". Once the engine started, there was no stopping or going back. \n\"If it didn't go well,\" he said bluntly, \"I was dead\".\nSlowly, the 14th army turned the tide in Britain's favour. Over the next two years, Captain Sir Tom's team helped cut Japanese supply lines along the Burmese coast.\nOne notable occasion was the battle for Ramree Island in 1945. More than 1,000 Japanese infantrymen were forced into a mangrove swamp infested by salt-water crocodiles. Only a handful emerged.\nBy this time, Captain Sir Tom had survived a nasty bout of dengue fever and been promoted to Captain. With the Japanese finally on the back foot, he returned to England to train recruits in the art of driving tanks.\nOn VE Day, there were \"certain activities in the bar\", but Captain Sir Tom's thoughts were with his mates still fighting in the Far East. \"They didn't get a day off,\" he said.\nHe became an instructor at the Armoured Fighting Vehicle School in Dorset. He loved the work, but was desperately unhappy at home\nIn 1949, he married his first wife Billie and took a job as a sales manager for a roofing company in his native Yorkshire. The troubled marriage lasted 18 years and did not produce children.\nNow in his late 40s, Captain Sir Tom resigned himself to never finding love. Until, a few years later, he met Pamela.\nShe was 15 years younger and an office manager at the firm's headquarters in Gravesend. Romance blossomed, and Captain Sir Tom began to think of excuses to travel down to Kent.\n\"She looked terrific to me, like a model,\" he later told the Daily Mail. \"The attraction became stronger and I eventually married her.\"\nCaptain Sir Tom raced his beloved Scott motorbikes around Yorkshire, winning various cups and medals. He and Pamela had two children - Lucy and Hannah.\nIn 1992, Captain Sir Tom retired at the age of 72. He was looking forward to retirement but life proved less than kind.\nPamela fell ill with dementia. Captain Sir Tom cared for his wife for two years, and then visited her care home every day until her death in 2006.\nNot wanting to be alone, Captain Sir Tom moved into his daughter Hannah's home in the Bedfordshire village of Marston Moretaine. \nThere, his routine seldom wavered: waking early each morning to let the dogs out, followed by a daily jog on a running machine. He allowed himself a few luxuries, including a daily glass of wine in front of the television. Judge Judy was a favourite programme.\nCaptain Sir Tom was treated for skin cancer and a broken hip, and received \"marvellous service\" from the NHS. When the world locked down for the coronavirus pandemic, he saw a chance to give something back.\nBut a piece in Bedford Today about his sponsored walk mushroomed into a global media event. For millions trapped at home, Captain Sir Tom was a much-needed symbol of defiance, national unity and hope. \n\"Please remember,\" he said repeatedly, \"tomorrow will be a good day.\" The money flooded in. \nAs Captain Sir Tom turned to complete his final lap, the total stood at more than £12m. It would eventually surpass £30m. An honour guard from his old regiment saluted an extraordinary achievement.\nHis cover of You'll Never Walk Alone, a duet with Michael Ball, raised even more - hitting the top of the charts in time for Captain Sir Tom's hundredth birthday and making him the oldest person ever to score a number one single in the UK.\nOn the day itself, a Spitfire wheeled in tribute over Marston Moretaine; a local school volunteered to display 160,000 birthday cards sent to a national treasure.\nCaptain Sir Tom - promoted to Colonel - did not set out to inspire millions. Like the young lieutenant in 1941, he was just trying to do his bit. The Queen knighted him at a special ceremony at Windsor Castle on 17 July 2020.\nWith stubbornness, courage and optimism, he was the right man at the right time.\nHe was Britain as it needed to see itself: selfless, patriotic and undefeated - and never taking a backward step. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-55881753",
      "category": "uk-england-beds-bucks-herts",
      "title": "Captain Sir Tom Moore: 'National inspiration' dies with Covid-19",
      "tags": "Bedford,Marston Moretaine,Captain Tom Moore,Coronavirus pandemic",
      "text": "Captain Sir Tom Moore has died with coronavirus.\nThe 100-year-old, who raised almost £33m for NHS charities by walking laps of his garden, was admitted to Bedford Hospital on Sunday. \nThe Queen led tributes to Capt Sir Tom, \"recognising the inspiration he provided for the whole nation and others across the world\".\nHis daughters said they \"shared laughter and tears\" with their father in their final few hours together.\nAnnouncing his death, Hannah Ingram-Moore and Lucy Teixeira said the last year of their father's life had been \"nothing short of remarkable\".\nHe tested positive for Covid-19 last week. His family said due to other medication he was receiving for pneumonia, he was unable to be vaccinated.\nThe Army veteran won the nation's hearts by walking 100 laps of his garden in Marston Moretaine in Bedfordshire last year during the first lockdown, raising money for NHS Charities Together.\nHe was credited with lifting the nation's spirits and his saying \"Tomorrow will be a good day\" trended on social media.\nHe was knighted by the Queen in July in a special ceremony at Windsor Castle.\nA Buckingham Palace spokeswoman said: \"Her Majesty very much enjoyed meeting Capt Sir Tom and his family at Windsor last year. Her thoughts, and those of the royal family, are with them, recognising the inspiration he provided for the whole nation and others across the world.\" \nIn a statement, Prime Minister Boris Johnson said: \"Captain Sir Tom Moore was a hero in the truest sense of the word. In the dark days of the Second World War he fought for freedom and in the face of this country's deepest post-war crisis he united us all, he cheered us all up, and he embodied the triumph of the human spirit.\n\"He became not just a national inspiration but a beacon of hope for the world. Our thoughts are with his daughter Hannah and all his family.\"\nThe flag above 10 Downing Street has been flying at half-mast in tribute and Mr Johnson has spoken to Mrs Ingram-Moore to offer his condolences.\nA tweet from the White House said: \"We join the United Kingdom and the world in [honouring] the memory of Captain Sir Tom Moore, who inspired millions through his life and his actions.\"\nLabour leader Sir Keir Starmer tweeted: \"This is incredibly sad news. Captain Tom Moore put others first at a time of national crisis and was a beacon of hope for millions. Britain has lost a hero.\"\nThe daughters' statement said: \"It is with great sadness that we announce the death of our dear father.\n\"We are so grateful that we were with him during the last hours of his life; Hannah, Benjie and Georgia by his bedside and Lucy on FaceTime.\n\"We spent hours chatting to him, reminiscing about our childhood and our wonderful mother. We shared laughter and tears together.\n\"The last year of our father's life was nothing short of remarkable. He was rejuvenated and experienced things he'd only ever dreamed of.\n\"Whilst he'd been in so many hearts for just a short time, he was an incredible father and grandfather, and he will stay alive in our hearts forever.\"\nCapt Sir Tom's daughters said the care he received from the NHS was \"extraordinary\".\nThey said staff had been \"unfalteringly professional, kind and compassionate and have given us many more years with him than we ever would have imagined\".\nCapt Sir Tom joined the Army at the beginning of World War Two, serving in India and Myanmar, then known as Burma.\nHe was originally from Keighley in West Yorkshire and among the local tributes being paid was Robbie Moore MP who said the town had \"lost one of its finest today\".\nHe was made an honorary colonel of the Army Foundation College in Harrogate on his 100th birthday.\nIn December, he went on a family holiday to Barbados after British Airways paid for his flight.\nCapt Sir Tom had initially set out to raise £1,000 for NHS charities by walking 82ft (25m)-loops of his garden.\nBut he eventually raised £32,794,701 from more than 1.5 million supporters.\nNHS Charities Together said that would rise to £39m when Gift Aid was taken into account.\nEllie Orton, chief executive, said the funds raised by Capt Sir Tom had \"reached the length and breadth of the UK through every one of our 241 member charities\".\nShe said he was \"a one-off and he leaves the world a better place\".\nRuth May, chief nursing officer for NHS England, said Capt Sir Tom Moore \"has been the model of all that has been good about our country's response to Covid-19\".\nShe said in a statement \"for me his biggest achievement and most important contribution to helping my fellow nurses, doctors and all those in the NHS responding to coronavirus, has been how he brought the country together and gave us all a boost when we most needed it\".\nFellow charity fundraiser Dabirul Choudhury, who was 100 years old when he  raised more than £150,000 for coronavirus relief by walking while fasting for Ramadan, paid tribute to Capt Sir Tom.\n\"If you want to help mankind you should keep yourself very fit, fit, fit,\" he said.\nMr Choudrey's son Atique said Capt Sir Tom had \"left a massive legacy that will follow on through for generations\", adding \"even now, my father hasn't actually eaten since he's heard about the news [of Capt Sir Tom's death]\".\nCapt Sir Tom became the oldest person to have a UK number one single when he recorded You'll Never Walk Alone with Michael Ball last year.\nThe singer said on Twitter: \"A wonderful life so well lived and a hero and fighter to the very end. So very sad\".\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-55666234",
      "category": "uk-scotland",
      "title": "Richard Leonard quits as Scottish Labour leader",
      "tags": "Richard Leonard",
      "text": "Richard Leonard has resigned as Scottish Labour leader, saying it is in the best interests of the party for him to stand down.\nMr Leonard said he believed speculation about his leadership had become a \"distraction\".\nAnd he said he would be stepping down with immediate effect.\nHis resignation comes just months ahead of the Scottish Parliament election, which is scheduled to be held  in May. \nMr Leonard had been leader of the party for three years after succeeding Kezia Dugdale.\nThe former union official had faced open calls to quit from some of his own MSPs last year amid concerns that his leadership style could damage the party in the forthcoming Scottish Parliament election. \nPolls have suggested that many Scottish Labour supporters struggle to recognise him, and he is closely associated with former UK Labour leader Jeremy Corbyn. \nScottish Labour had dominated politics in Scotland for decades, but is currently the third largest party at Holyrood behind the SNP and Conservatives.\nAnd Mr Leonard's critics had questioned whether he was capable of turning the party's fortunes around. \nIn a statement, Mr Leonard said the decision to resign had not been easy - but he felt it was the right one for him and his party. \nHe said: \"I have thought long and hard over the Christmas period about what this crisis means, and the approach Scottish Labour takes to help tackle it. \n\"I have also considered what the speculation about my leadership does to our ability to get Labour's message across. This has become a distraction.  \n\"I have come to the conclusion it is in the best interests of the party that I step aside as leader of Scottish Labour with immediate effect.\"\nHe also insisted that Scotland now needs a Labour government more than ever, and accused both the Scottish and UK governments of mishandling the coronavirus pandemic.\nMr Leonard added: \"While I step down from the leadership today, the work goes on - and I will play my constructive part as an MSP in winning support for Labour's vision of a better future in a democratic economy and a socialist society.\"\nHis decision leaves Scottish Labour looking for its fifth leader since the independence referendum in 2014 - with Johann Lamont, Jim Murphy and Kezia Dugdale all having held the job since then.\nA Procedures Committee, to oversee the election of Mr Leonard's successor, has been formed and will have its first meeting on Friday.\nMeanwhile, Labour's Scottish Executive Committee will also meet in the coming days to agree a timetable for the process.\nMSP Jackie Baillie, who was Scottish Labour's deputy leader, has taken charge of the party on an interim basis.\nThis sudden resignation four months from the Holyrood elections seems to have taken Scottish Labour by surprise.\nMSPs I've spoken to said they did not see it coming. \nThere have been times when Richard Leonard has been under severe pressure from some in his party to stand down.\nWhen several MSPs publicly called for him to quit because the party had gone backwards at successive elections on his watch, he stood firm.\nHis critics seemed to have accepted that he would lead them and a divided party into the Holyrood election.\nThat has now changed and interim leader Jackie Baillie has to quickly organise a contest to replace him.\nIt's a contest in which Anas Sarwar, if he stands, would be an obvious frontrunner - even although he lost last time to Mr Leonard, who was seen as much closer to the then UK party leader, Jeremy Corbyn.\nLabour leader Sir Keir Starmer said Mr Leonard should be \"very proud\" of his achievements as leader of the party in Scotland.\nSir Keir added: \"I would like to thank Richard for his service to our party and his unwavering commitment to the values he believes in.\n\"Richard has led Scottish Labour through one of the most challenging and difficult periods in our country's history, including a general election and the pandemic.\"\nMr Leonard had been due to face a confidence vote at the party's ruling Executive Committee last September - but the motion was withdrawn at the last minute.\nIt came after four Scottish Labour MSPs called for him to go, warning that the party faced \"catastrophe\" at the ballot box under his leadership.\nThey pointed to the party's dismal performance in previous elections under Mr Leonard.\nScottish Labour finished fifth in the European election in May 2019, and then lost all but one of its MPs in the general election in December of the same year. \nMr Leonard insisted at the time that he intended to lead the party into this year's Holyrood election, and accused his opponents of waging \"internal war\" against him.\nFirst Minister Nicola Sturgeon, who faced Mr Leonard in her weekly question session in the Scottish Parliament, tweeted that she had \"always liked Richard Leonard\" despite their political difference. \nShe added: \"He is a decent guy and I wish him well for the future.\"\nRuth Davidson, who quit as leader of the Scottish Tories in 2019 before returning to lead the party at Holyrood, said she had always found Mr Leonard to be a \"thoroughly decent man and a committed campaigner.\"\nAnas Sarwar, who was defeated by Mr Leonard in the leadership contest in 2017 and is seen as one of the favourites to replace him, said he was sure Mr Leonard would \"continue to fight for a fairer, more just and more equal society today, tomorrow and long into the future.\"\nBut Labour MSP Neil Findlay, an outspoken supporter of Mr Leonard, took aim at those who had sought to oust him last year - describing them as \"flinching cowards\" and \"sneering traitors\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-56221768",
      "category": "uk-scotland-scotland-politics",
      "title": "Anas Sarwar wins Scottish Labour leadership race",
      "tags": "Scottish Labour,Anas Sarwar,Richard Leonard",
      "text": "Anas Sarwar has been announced as the new Scottish Labour leader. \nGlasgow MSP Mr Sarwar defeated Monica Lennon, the only other candidate in the race.\nThe contest was triggered after Richard Leonard resigned as leader, saying it was in the best interests of the party for him to stand down.\nMr Sarwar takes charge of the party ahead of the Scottish Parliament election, which is scheduled to be held on 6 May.\nMr Sarwar, who is the first non-white leader of a major political party in the UK, got 57.6% of the vote, while Ms Lennon got 42.4%.\nIn his acceptance speech, he said: \"I want to say directly to the people of Scotland, I know Labour has a lot of work to do to win back your trust.  \n\"Because if we're brutally honest, you haven't had the Scottish Labour Party you deserve. \n\"With rising injustice, inequality and division, I'm sorry we haven't been good enough. \n\"And I will work day and night to change that, so we can build the country we all need.\" \nThe election of Anas Sarwar is obviously important for Scottish Labour but it is a landmark in UK politics too.\nNever before has any major political party chosen a leader from a non-white minority ethnic group.  \nThat could afford Mr Sarwar a voice, an influence and a status as a role model well beyond Scotland. \nHowever, his primary job is to rebuild Labour in Scotland from their current position in a miserable third place, with Holyrood elections less than 10 weeks away. \nWhile his opposition to indyref2 for the whole of the next parliament offers clarity and reassurance to pro-UK voters, it may cause frustration among Labour-minded voters who support independence. \nThat he is his party's 10th leader since devolution, the seventh since the SNP took over from Labour in the Scottish government in 2007 gives a clue to the severity of his challenge. \nFormer leader Mr Leonard congratulated Mr Sarwar, calling for the party to get behind him.\nMs Lennon also took to Twitter to congratulate the new leader, as well as thank her campaign staff and issue a call for party unity.\nShe said: \"Congratulations to Anas Sarwar, our new leader. Proud to have been part of this positive leadership debate.\"\nLothians Labour MSP Neil Findlay told BBC Scotland that the prospect of another independence referendum remained the \"elephant in the room\" for his party.\nHe said: \"We cannot rebuild the labour party taking a hard unionist stance, I don't think that is credible because that immediately writes off the 50% or so of the electorate who want a referendum. \n\"We need a clear, radical alternative based on maximum devolution and I would argue that should be the third option on any ballot paper in any future referendum.\"\nOn becoming the first non-white leader of a major political party in the UK, Mr Sarwar said: \"That doesn't say something about me. That says something great about Scotland and its people.\" \nThe move was welcomed by Scotland's justice secretary and SNP MSP Humza Yousaf.\nThe Scottish Labour leadership race was short, and largely overshadowed by the Covid crisis, but was more cordial than previous contests the party has held. \nScotland's constitutional future was one of the major features of the campaign, with both candidates repeatedly asked for their take on the issue.\nWhile both have said they are opposed to the idea of Scottish independence, Ms Lennon said that should a pro-independence majority be elected to Holyrood in May, the party would have to accept another referendum on the issue.\nMr Sarwar, meanwhile, has urged independence-supporting parties to put the issue aside and focus on the recovery from coronavirus.\nFirst Minister Nicola Sturgeon congratulated Mr Sarwar and tweeted, \"he (and his dad before him) and I are long-time political opponents, but I also like and rate him. That may not always be obvious in the weeks ahead as election battle is joined, so worth saying so now.\"\nDouglas Ross, leader of the Scottish Conservatives, also congratulated Mr Sarwar in a tweet and added: \"Yesterday I said @ScotTories will not support indyref2 or work with the SNP at any stage. I hope he will now do the same.\"\nScottish Greens co-leader Patrick Harvie said Mr Sarwar faced a \"divided party\" on the issue of Scottish independence. \nScottish Liberal Democrat leader Willie Rennie said the new leader should concentrate on advancing UK federalism. \nHe said: \"I am keen to work with Anas and his party to make reform of the UK a reality. \"\nReacting to the announcement, trade unions have appealed for Labour party unity ahead of May's Holyrood elections. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-52324058",
      "category": "uk-england-beds-bucks-herts",
      "title": "Capt Sir Tom Moore: How the retired Army officer became a nation's hero",
      "tags": "Marston Moretaine,Captain Tom Moore,NHS,British Army,Coronavirus pandemic",
      "text": "Captain Sir Tom Moore won the nation's hearts with his extraordinary fundraising efforts for National Health Service charities.\nThe retired Army officer served in India and Myanmar, also known as Burma, during World War Two but it was by walking laps around his garden that he became known to millions.\nWhen he was 99, he was catapulted into the global spotlight with his attempt to raise an initial £1,000 for charity.\nEarly in April 2020, with the aid of his walking frame and a steely determination, he vowed to complete 100 laps of his patio before his 100th birthday at the end of that month.\nThe war veteran was inspired to help the health service after receiving treatment for skin cancer of the head, and a broken hip after a fall in 2018.\nHe described the NHS staff who helped him through this as \"marvellous\", and pledged to help those same \"super\" people who were working on the front line during the coronavirus pandemic.\nHis family thought reaching the £1,000 mark would be \"a real stretch\" but, as press coverage of his efforts increased, so did the donations.\nBy the time he completed his 100 laps - on 16 April 2020 - Captain Tom, as he had become affectionately known, had raised more than £12m for NHS Charities Together.\nIn 2007, he had moved from Kent to Bedfordshire to be with his youngest daughter, Hannah Ingram-Moore, and her family.\nIt was here, in Marston Moretaine, that the idea of raising relatively modest funds for a charity supporting the NHS was hatched.\nCapt Sir Tom began walking - planning on 10 laps at a time of the 25-metre (82ft) loop in his back garden - and the donations began mounting up.\nEvery million was another milestone, but the veteran, who became a well-known face on national television, took it all in his stride.\nEver modest about the challenge he had set himself, Capt Sir Tom was nevertheless astounded by the generosity of donors, describing it as \"completely out of this world\".\n\"It's all for the sake of the nurses and the NHS we have, because they are doing such a magnificent job,\" he said at the time.\n\"Every penny that we get, they deserve every one of it.\"\nHe was described as a \"one-man fundraising machine\" by the Duke of Cambridge, while both the prime minister Boris Johnson and Labour leader Sir Keir Starmer said Capt Sir Tom was \"an inspiration\" to everyone.\nNot only did his efforts encourage thousands to donate to the fundraising appeal, but he inspired many to join his campaign to raise both awareness and money for those working in, and supporting, the NHS.\nFrom a teenage girl learning to walk again on a treadmill as part of her recovery from a stroke, to a non-verbal boy with autism - who wrote \"He is a hero to us,\" as he embarked on his own challenge to walk for the NHS - people set themselves their own challenges, buoyed by the former soldier.\nAge, it seemed, was no barrier - as Capt Sir Tom was proving.\nDozens dusted off their own walking frames and took to the streets to prove they could play their own part in the drive to raise funds.\nOne woman completed a marathon by walking laps near her Berkshire home, at the age of 104.\n\"Tom, I've done it,\" she laughed, as she finished her challenge.\nA week before his 100th birthday, Capt Sir Tom became the oldest person ever to get to number one in the UK singles charts when his duet of You'll Never Walk Alone - with singer Michael Ball - took the top spot.\nHis 100th birthday on 30 April 2020 was marked with an RAF flypast, personal birthday greetings from the Queen and prime minister, and he was made an honorary colonel of the British Army.\n\"I'm still Captain Tom, that's who I really am but if people choose to call me colonel, well, thank you very much,\" he replied.\nThe following month it was announced he would be awarded a knighthood for his fundraising efforts and would be known as Captain Sir Thomas Moore \"under Ministry of Defence protocol\".\nOn 17 July 2020, he was knighted in the grounds of Windsor Castle, in the Queen's first official engagement in person since the lockdown period began in March.\nHis youngest daughter said at the time of his fundraising efforts that her father had become a \"beacon of hope\" during challenging times.\nAnd indeed, Capt Sir Tom always seemed to know just the right thing to say to buoy the nation's spirits as the public tried to abide by government regulations to stem the spread of the coronavirus pandemic.\n\"To all those people who are finding it difficult at the moment, the sun will shine on you again, and the clouds will go away,\" he said.\n\"Tomorrow will be a good day\" - another example of his positivity - became a hashtag on social media posts.\nThe proud Yorkshireman completed his 100 laps of his garden live on television in April 2020, with a Guard of Honour from 1st Battalion the Yorkshire Regiment and a rousing round of applause from his family.\nBy the time he closed his fundraising page at midnight on his 100th birthday, Capt Sir Tom had raised £32,794,701 for charities supporting the NHS, from more than one-and-a-half-million global donors.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-56198140",
      "category": "uk-england-beds-bucks-herts",
      "title": "Captain Sir Tom Moore: Trees to be planted in honour of NHS fundraiser",
      "tags": "Woodland Trust,Marston Moretaine,Captain Tom Moore",
      "text": "The family of Captain Sir Tom Moore have called for trees to be planted around the world in his honour.\nThe 100-year-old Army veteran, who raised almost £33m for NHS charities by walking laps of his garden in Marston Moretaine, died on 2 February.\nThrough the Trees for Tom campaign, a \"legacy forest\" will be planted by two charities on behalf of his family.\nHis daughter, Lucy Teixeira, said it could create a \"living legacy\".\nMrs Teixeira and her sister, Hannah Ingram-Moore, said many people had asked what they could do to honour him, \"other than cards and cut flowers\" and this gave them the idea of donating to charities to plant trees in his name.\nThey have chosen the UK's largest woodland conservation charity, The Woodland Trust, to carry out the work in this country and TreeSisters to plant trees internationally.\nShe said both environmental charities had many initiatives planned, but she hoped a wood in her father's native Yorkshire could be grown and that they could help reforest a part of India, a place close to his heart.\n\"Like every grandparent, he was concerned about what the future holds for his four grandchildren and the negative impact we are having on our planet,\" she said.\n\"Planting a tree is a small but significant gesture that can collectively make a big difference and create a lasting, living legacy.\"I can't think of anything better and I know Dad would be delighted that his hope for a brighter tomorrow was being honoured in this way.\"\nWoodland Trust chief executive, Darren Moorcroft, said it was a \"fitting way to celebrate the life of someone as inspirational as Captain Sir Tom\".\nClare Dubois, founder of TreeSisters, said restoring tropical forests would serve \"all of life on Earth\".\n\"Restoring these forests together is a way of taking care of everyone,\" she said.\nThe World War Two veteran, who served in India and Myanmar - also known as Burma - was originally from Keighley near Bradford.\nHe died at Bedford Hospital after testing positive for Covid-19 and his funeral will be held on Saturday.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56210665",
      "category": "health",
      "title": "Coronavirus levels 'burning quite hot' in some of UK",
      "tags": "NHS,Office for National Statistics,Coronavirus pandemic",
      "text": "Some areas of the UK are \"burning quite hot\" with rising levels of new coronavirus infections, England's deputy chief medical officer says. \nAlthough coronavirus levels are still decreasing across much of the UK, there are hotspots that buck the trend. \nThese are in the Midlands and east and west coast of England and some parts of Scotland and Northern Ireland.\nProf Jonathan Van-Tam told Friday's Downing Street briefing the battle is not yet won.\nHe warned people not to wreck it by relaxing the rules too early. \nHealth Secretary Matt Hancock said the aim was still to come out of lockdown together as a nation, but did not rule out measures being imposed locally if needed. The differences between areas now are smaller than those seen in the autumn.\nProf Van-Tam said: \"In some parts of the UK, case rates are changing, albeit slowly, in the wrong direction.\n\"This is not a good sign and reinforces the fact that I'm afraid this battle at the moment is not won.\"\nThe latest R number - 0.6 to 0.9 - suggests infection numbers are shrinking overall in the UK. It means that, on average, every 10 people infected will infect between 6 and 9 other people.\nHospital pressures and deaths are still high, however, despite the UK's coronavirus alert level having been lowered from the maximum five to four. \nAnother 345 people in the UK have died within 28 days of a positive coronavirus test, bringing the total to 122,415, or 135,613 if you include death certificates that mention Covid-19. \nThere were 15,485 patients in hospital with coronavirus on 24 February 2021. \nPeople are still being advised to take precautions to stop the spread. There is still lots of the virus circulating.\nLatest ONS results, based on tests from people whether or not they had symptoms, suggest:\nMeanwhile, the chair of Britain's Covid vaccine advice committee says the next phase of the vaccine rollout should focus on age groups rather than occupations.\nIt means people aged 40-49 will be the next in line to get a vaccine from mid-April, after all vulnerable groups and the over-50s are covered.\nThe Joint Committee on Vaccination and Immunisation said the priority was to deploy vaccines as quickly as possible to protect lives, and that targeting occupational groups would be more complex and may slow the rollout. \nLatest figures show 19,177,555 people in the UK have received a first dose of Covid vaccine and 736,037 have been given a second dose."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-55996021",
      "category": "uk-scotland-scotland-politics",
      "title": "Salmond and Sturgeon: What is the controversy all about?",
      "tags": "Alex Salmond inquiry,Nicola Sturgeon,SNP (Scottish National Party)",
      "text": "Scottish First Minister Nicola Sturgeon has been cleared of breaking rules during an investigation into her predecessor, Alex Salmond, but she's been criticised in a separate report by MSPs.\nAn independent report found that Ms Sturgeon did not breach the ministerial code during the Scottish government's botched handling of sexual harassment complaints against Mr Salmond. \nHowever, a separate inquiry by MSPs has described the government's actions as \"deeply flawed\", and questioned some of Ms Sturgeon's evidence. \nThe pair dominated Scottish politics for more than a decade. They led the campaign for Scotland to become independent from the UK. \nAlex Salmond was Scotland's first minister and Scottish National Party leader before Ms Sturgeon, who had been his deputy. She took over after the 2014 independence referendum, which saw Scotland back remaining in the UK by 55% to 45%. \nThe row began when allegations of sexual harassment - strongly denied - were made against Mr Salmond by two female civil servants in 2018.\nThe complaints were made after Ms Sturgeon asked for new government policies on sexual harassment to be put in place in the wake of the #MeToo movement. Mr Salmond believed the policy was aimed at him.  \nThe Scottish government eventually admitted it had acted unlawfully. It had to pay Mr Salmond's legal fees of more than £500,000.\nMr Salmond has accused officials close to Ms Sturgeon - including her husband Peter Murrell, the SNP's chief executive - of plotting against him. They all deny these claims.\nThen, in January 2019, Mr Salmond was arrested and charged with multiple counts of sexual assault, including attempted rape.\nMr Salmond was cleared of all 13 charges - which were alleged to have happened while he was first minister - after a trial last March. \nThe nine women who made the allegations included an SNP politician, a party worker and several current and former Scottish government civil servants and officials. \nIn court, Mr Salmond said the claims made about his alleged conduct were \"deliberate fabrications for a political purpose\", or \"exaggerations\".\nAfter being acquitted, he said there was \"certain information\" he had been unable to talk about during the trial, but which would \"see the light of day\" in the future. \nHe has since claimed there was a \"deliberate, prolonged, malicious and concerted effort\" from some in the Scottish government and leading SNP figures to damage him and even have him sent to prison.\nMs Sturgeon has accused him of peddling false conspiracy theories and suggested her predecessor is angry because she \"did not collude with him\" to make the sexual harassment allegations \"go away\". \nFollowing the trial, two separate inquiries began. One was by a committee of MSPs and the other by James Hamilton, Ireland's former director of public prosecutions.\nMr Hamilton's inquiry looked at whether Ms Sturgeon breached the ministerial code - which sets out how ministers should behave. It examined whether she had interfered with the civil service investigation into the allegations against Mr Salmond, or misled parliament about what she knew and when.\nThis report cleared Ms Sturgeon of breaching the ministerial code, but said it was up to parliament to decide whether she had misled them.\nSeparately, the committee of MSPs examined the Scottish government's handling of the initial complaints against Mr Salmond. \nIts report said the Scottish government's actions had been \"seriously flawed\". \nMSPs on the committee voted by five to four that Ms Sturgeon misled their inquiry during her marathon evidence session earlier this month. \nThe committee also said the female civil servants who had made the complaints against Mr Salmond had been badly let down by the government.\nThe row has divided the SNP ahead of the Scottish Parliament election on 6 May, with some prominent MPs and many grassroots activists openly backing Mr Salmond. \nSome opinion polls have suggested that the fallout could threaten the SNP's hopes of winning an overall majority in the election - although it remains on course to once again finish as the largest party.\nPanorama on Salmond v Sturgeon is available on BBC iplayer."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56224522",
      "category": "uk",
      "title": "Covid-19: Nearly 20 million people in UK have first vaccine dose",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Nearly 20 million people in the UK have now had their first dose of coronavirus vaccine, according to the government's latest figures.\nAs of Friday, more than 19.6 million people had received their first dose - an increase of more than half a million in a day.\nMeanwhile, the number of people who have had their second jab has risen to 768,810.\nThe government is aiming to offer all adults the vaccine by the end of July.\nThe next target is to offer a first dose to all over-50s by 15 April, as well as people aged 16-64 with certain underlying health conditions and unpaid carers for disabled and elderly people.\nAfter that, they will start offering jabs to people by age group.\nThere are no plans yet to vaccinate children, although trials have been announced to test the Oxford University jab on children.\nThe latest government statistics show a total of 20,450,858 jabs have been administered in the UK - including 19,682,048 first doses, equivalent to more than one in three adults in the UK. \nThis includes more than 16.6 million first doses in England, more than 1.5 million in Scotland, 916,336 in Wales and 515,678 in Northern Ireland. \nThe figures also show another 7,434 cases and a further 290 people have died within 28 days of testing positive for coronavirus.\nIn a tweet on Saturday, Health Secretary Matt Hancock said he was \"delighted\" at the latest figures.\n\"The vaccine roll-out shows what we can achieve when we work together,\" he said.\nMeanwhile, Labour is calling on the government to set out a \"proper plan\" for how the local elections in May will be run safely.\nEarlier this month it was announced the elections would go ahead on 6 May but with some changes - for example plastic screens in polling stations and people told to bring their own pens.\nBut deputy leader Angela Rayner accused the government of a \"failure to take any action to encourage people to sign up to vote safely from home\", meaning people could be disinclined to vote or face \"dangerous crowds at polling stations\".\nA Cabinet Office spokesman said a \"strong set of measures\" had been put in place to make polling stations Covid-secure and a comprehensive public information campaign would be launched soon \"so that voters are fully informed about how to participate\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55855220",
      "category": "uk-wales",
      "title": "Covid: How many people have been vaccinated in Wales?",
      "tags": "Coronavirus vaccines,NHS Wales,Coronavirus pandemic",
      "text": "Wales has given 84% of people eligible for Covid boosters a vaccination, according to the latest figures from Public Health Wales.\nThe programme has slowed down since before Christmas, delivering 3,752 booster doses a day in the last week.\nAt its height, 50,524 doses were given out on 21 December.\nTwo-thirds of vaccines given out in the past weeks were boosters, while more than 13,000 second doses, mainly to 12 to 15-year-olds.\nPeople can receive a booster three months after receiving their second vaccine, so it means that 84% of those eligible for a booster vaccine have now been reached in Wales.\nThat figure on 27 January was also 84% in Scotland, 81% in England and 75% in Northern Ireland.\nTo reach the remaining eligible people, at the current rate, it would take just over three months.\nThe situation is complicated by those who catch Covid having to wait before they can receive a booster, with higher proportions of the 18 to 40 age group infected since Christmas.\nThe total is 1,875,473 boosters given out by 27 January.\nThese include more than 42% of 18 to 29-year-olds and more than half of those in their 30s.\nWe can see that by last Sunday, 68% of adults had received their booster jab.\nMonmouthshire (78.6%) had reached the most and Cardiff (61.7%) the fewest.\nWith the over-50s, Monmouthshire has reached more than 88% and Powys, Blaenau Gwent, Bridgend and Caerphilly more than 87%. Cardiff and Neath Port Talbot (about 82%) have reached the fewest.\nAround 77% of people in their early 50s had also been given the booster and 81% of those in their late 50s.\nFor care home residents, the range is from just over 82% in Pembrokeshire to 96.6% of those on Anglesey having a booster.\nWales is slightly behind Scotland with the proportions of their populations given a first jab - 79.1%.\nBy 27 January, 2.5m people in Wales had been given their first dose. \nA total of 2,361,042 people have received a second jab, or 74.5% of the total population. \nMore than 64% of 16 and 17-year-olds have now received a second dose.\nWales (74.9%) and Scotland (75.3%) are close together on the proportions of second vaccinations.\nBy 27 January, England was on 71.6% and Northern Ireland trailing a little on 69.1%.\nFor the proportion of its population with booster doses, Wales is ranked fifth in the world, compared with other nations with a population above 1 million.\nWhen we look at figures within Wales, we can see Powys reached nearly 81% of its total population with two doses and 67.9% with boosters. \nSwansea Bay has reached the fewest proportion for vaccines, for all three doses (54.2%).\nNearly 62% of the youngest age group offered vaccines have taken a first dose in Wales by Wednesday.\nBut there is a big variation between counties. This ranged up to last Sunday from 74.1% in Monmouthshire and 70% in Rhondda Cynon Taf (RCT) to less than half of 12 to 15-year-olds in Neath Port Talbot taking up the offer.\nRCT and Merthyr Tydfil have so far reached nearly half of this age group with second doses too."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56221371",
      "category": "world-us-canada",
      "title": "Coronavirus: Biden's $1.9tn Covid relief bill passes House vote",
      "tags": "US economy,US politics,Coronavirus pandemic,Joe Biden",
      "text": "President Joe Biden's $1.9tn (£1.4tn) relief plan to help Americans during the Covid pandemic has been approved in the House of Representatives.\nThe vote was along partisan lines. Two Democrats joined Republicans - who see it as too expensive - in opposing it.\nThe bill must now go to the evenly-divided Senate, which has already blocked a key element - doubling the US minimum wage to $15 an hour.\nThe package seeks to boost vaccinations and testing, and stabilise the economy.\nThe cash would be extended as emergency financial aid to households, small businesses and state governments. Unemployment is close to 10%, with some 10 million jobs lost in the pandemic.\nThe vote comes in the same week the US passed 500,000 coronavirus-related deaths - the largest figure of any nation in the world.\nIn brief remarks at the White House on Saturday, President Biden hailed the House's approval of the plan, saying he hoped it would receive \"quick action\" at the Senate.\n\"We have no time to waste,\" he said. \"If we act now, decisively, quickly and boldly we can finally get ahead of this virus, we can finally get our economy moving again. And the people in this country have suffered far too much for too long. We need to relieve that suffering.\"\nJoe Biden had appealed for bipartisan unity when he took office last month, but there was little on show in the early hours of Saturday when the Democrats scraped the bill through on a 219 to 212 vote.\nPresident Biden has championed what he calls the American Rescue Plan as a way to help struggling Americans through Covid-19.\nBut Republicans say the plan is unnecessarily large and stuffed with Democratic priorities unrelated to the pandemic.\nThe divisions were reflected by the representatives.\nDemocrat Brendan Boyle said: \"After 12 months of death and despair, the American recovery begins tonight.\"\nThe leader of the Republicans in the House, Kevin McCarthy, said: \"Democrats are so embarrassed by all the non-Covid waste in this bill that they are jamming it through in the dead of night.\"\nIt is the third major US spending package of the pandemic, and actually not quite as big as Donald Trump's $2tn last March.\nThe key elements include:\nOne of the other major elements is the increase of the minimum wage from $7.25 an hour - where it has been since 2009 - to $15.\nBut on Thursday, Elizabeth MacDonough, the non-partisan Senate parliamentarian - who interprets its rules - said that raising the minimum wage would violate the budgetary limits allowed in this kind of measure.\nThe bill that passed in the House does still include the increase and it remains unclear how the issue can be resolved.\nThe minimum wage rise remains a key Democrat goal, particularly for the party's progressive wing, and some top Democrats are considering a measure to penalise employers who pay less than $15 an hour.\nRepublicans argue the minimum wage increase would be too heavy a toll on firms struggling to rebuild following the Covid-19 outbreak.\nMr McCarthy has said the only way out of Covid is to \"fully reopen our economy\".\nThe package goes to the Senate - spilt evenly between Democrats and Republicans 50-50 - probably next week. The rules of the Senate do allow a reconciliation bill like this to be passed on a simple majority, rather than 60-40.\nIn the event of a tie, Democrat Vice-President Kamala Harris gets the deciding vote.\nTraditionally, the text the Senate agrees then has to be reconciled with the House bill. The single bill is voted on again and passed to the president for signing.\nDemocrats are confident a bill will go through, but the minimum wage issue is problematic.\nSenator Bernie Sanders was among those angry that \"archaic\" procedural rules were blocking the increase.\nHouse Speaker Nancy Pelosi has said a bill will still pass, even if this section is taken out by the Senate.\nWork will still need to be done with lawmakers to get a version of the bill over the line. The Democrats want it done by 14 March at the latest."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-devon-56221697",
      "category": "uk-england-devon",
      "title": "Exeter WW2 bomb detonated after homes evacuated",
      "tags": "Exeter,World War Two",
      "text": "A controlled detonation has been carried out on an unexploded World War Two bomb found in Exeter.\nMore than 2,600 households and University of Exeter halls of residence were evacuated after the device was found on Glenthorne Road on Friday.\nPolice declared a major incident and put up an initial 100m (330ft) cordon, extended to 400m (1,310ft).\nBomb disposal experts used 400 tonnes of sand to create an enclosing \"box\" before it was made safe at 18:12 GMT.\nAbout 1,400 students were evacuated from 12 halls of residence after the explosive was found by builders on private land next to the Streatham campus at about 09:20 GMT on Friday.\nPolice said bomb disposal crews \"worked through the night to establish a walled mitigation structure\" and they had been expecting \"a big bang\" to be heard \"quite a distance across Exeter\" during the operation to make it safe.\nThere were reports of it being heard five miles (8km) away.\nThe force said that, after the device was made safe and following assessments by utility companies, it was \"anticipated that the majority of residents will be able to return home this evening\".\nThe BBC's John Ayres said there had been \"unusual scenes\" of \"hundreds of students with suitcases, all marching down the street towards St David's [railway] Station, away from the university and finding somewhere to go\".\nOne student, Lucy, told the BBC she was in a hall just over 100m away from the scene when she and neighbours were told to leave at about 18:00 on Friday, given dinner and moved to hotels. \nShe said: \"I didn't think it was that big a deal until I realised how big it was and how people were taking it so seriously.\"\nThe university said it was supporting \"those who are affected until the situation is resolved and buildings are reopened\". \nIt said on Friday night it could not say exactly how many students were moved as \"obviously many students are not back on campus because of the Covid-19 situation\".\nIt tweeted on Saturday that anyone affected by the incident would need \"to apply for mitigation for any forthcoming assessments\" could \"do so without the need to provide evidence\".\nOne local resident, who did not have friends and family in the area to call on at short notice, was told on Saturday morning he would have to spend the time away in his car. \nAshley Attrell said: \"You can't have the heater on all day in the car. There wasn't actually anywhere to go at all.\"\nPolice said Devon County Council and Exeter City Council staff had been working to \"support those in private residences to find alternative accommodation, providing support to those who are particularly at-risk or vulnerable\", police said. \nProblems were reported on a helpline earlier in the day, but it was later running again. \nCoastguard rescue officers, volunteers from Dartmoor Search and Rescue and members of disaster response charity Re:Act were among workers who helped with the evacuation. \nRoads were closed in the area and city rail services disrupted as a result of the discovery.\nThe city was heavily attacked by German bombers in 19 raids during World War Two, particularly in May 1942 during the Baedecker Raids. \nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56219203",
      "category": "world-us-canada",
      "title": "Tiger Woods car crash: Golfer 'in good spirits' after latest treatment",
      "tags": "Los Angeles,United States",
      "text": "Tiger Woods is \"in good spirits\" after being moved to a new Los Angeles hospital for treatment from injuries he sustained in a car accident.\nA statement on the golfing champion's Twitter account said he had received successful \"follow-up procedures\" at the Cedars-Sinai Medical Centre.\nWoods suffered a fractured leg and shattered ankle in Tuesday's accident, which saw him cut from his vehicle.\nPolice say he will not face criminal charges over the single-car crash.\nFriday's tweet said the golfer and his family wanted to thank well-wishers \"for the wonderful support and messages they have received over the past few days\".\nWoods was initially treated at Harbor-UCLA Medical Center after he was removed from the wreck of his car by firefighters and paramedics. \nDoctors said he had \"open fractures\" on the tibia and fibula of his lower right leg and a rod was inserted into the tibia. Injuries to his foot and ankle were stabilised with screws and pins.\nThe move to Cedars-Sinai was made \"for continuing orthopaedic care and recovery,\" according to a statement from Dr Anish Mahajan, chief medical officer at Harbor-UCLA. \nWoods had been driving alone along a downhill stretch of road that has a high frequency of accidents, according to police.\nHis SUV struck the central reservation, crossed into the opposite lane, rolled over several times and then plunged off the road and down an embankment.\nEarlier this week, Los Angeles police said there was no evidence Woods had been impaired by drugs or alcohol at the time of the crash.\nCounty Sheriff Alex Villanueva told reporters that it was \"purely an accident\".\nHe said the sportsman had survived \"what would otherwise have been a fatal crash\" because the interior of his vehicle had remained largely intact.\nWoods, who had been recovering from a fifth round of back surgery in January, was in Los Angeles to host last week's Genesis Invitational PGA Tour event and was driving one of the tournament cars when he crashed.\nHe recently said he had hoped to recover from his back surgery in time to play in this year's Masters in April.\nHowever, medical experts have said he faces a long period of recovery after his latest injuries. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56218287",
      "category": "world-europe",
      "title": "Mother drops children from window to escape Istanbul apartment fire",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56209070",
      "category": "business",
      "title": "Loan shark fears as fewer investigations begin during Covid crisis",
      "tags": "Money,Personal finance,Personal debt,Loan sharks",
      "text": "Fewer investigations into loan sharks have started during the coronavirus crisis despite violent threats against borrowers struggling to repay.\nThe pandemic has left people exposed to illegal money lending, but has also created practical difficulties for investigators.\nFigures show falling numbers of new investigations compared with previous years in parts of the UK.\nIt comes as criminal lenders have been shaming non-payers on social media.\nEach nation of the UK has specialist teams of investigators looking at illegal money lending. \nThey have warned that the financial uncertainty for individuals during Covid, as well as less appetite among traditional providers such as banks to lend, have led to loans sharks attempting to fill the gaps.\nDrops in income have led to some people missing repayments, and facing resulting threats of violence, intimidation, and sexual coercion.\nA major report into the lending sector found that many loan sharks had moved online, using social media and online chatrooms to identify victims.\nInvestigators cannot always be so nimble, and coronavirus restrictions have caused practical issues such as difficulties in serving warrants.\nAs a result, the number of new investigations dropped during 2020 - with only 95 getting underway between April and November, according to figures released after Freedom of Information requests.\nIn England, in the seven months from April, 87 investigations were started, compared with 239 for the whole of the previous year, and 301 in the year before that.\nIn Scotland, trading standards said \"due to Covid-19 restrictions, no investigations have commenced however there are some live enquiries still ongoing\". There were two the previous year, and 10 the year before that.\nIn Northern Ireland, there were also no new inquiries, and there were 8 in Wales - both broadly in line with previous years, as Northern Ireland has not started any new investigations since 2015.\nJason Wassell, chief executive of the Consumer Credit Trade Association, which represents non-mainstream authorised lenders, said: \"We know this been a difficult time to investigate and bring prosecutions but these figures are worrying. \n\"Loan sharks mustn't be allowed to get away with their illegal and dangerous activities, and investigators need our full support and sufficient funding to do their important work.\"\nHe said the authorities needed to \"keep the pressure on\".\nOne victim borrowed about £450 and when she lost her job and found it hard to repay the money, she was threatened with violence.\n\"I didn't have enough, I couldn't eat properly, couldn't clothe my children properly,\" said the woman, who asked not to be identified.\n\"If I couldn't pay, they threatened to beat me up in front of my children.\n\"If the door knocked I'd be petrified, I constantly had my phone by my side and I'd lock the windows and doors. I had no confidence, I was so scared.\"\nThe recently-published Woolard Review for the City regulator, the Financial Conduct Authority, found that loan sharks were \"innovating\" by moving online.\nIt recommended that moves were made to remove these lenders from internet search results.\nTony Quigley, head of the England Illegal Money Lending Team, said that the criminals were shaming people for non-payment on social media, as well as coercing them into sexual acts in lieu of cash.\n\"With more of our lives moving online, the opportunities for loan sharks to exploit vulnerable people are increasing,\" he said.\n\"We know people contact the team when they have reached crisis point, but we would urge people to contact us sooner as we will support them and we can intervene to stop the loan shark.\"\nA spokeswoman for debt charity StepChange said: \"The post-Covid landscape is, unfortunately, one that is ripe for exploitative and unscrupulous operators to take advantage of people in debt. \n\"But there are better ways of dealing with debt problems than resorting to illegal money lenders. Free, confidential advice from reputable organisations can help people avoid getting trapped in a spiral of ever more expensive borrowing.\"\nStepChange has a guide to what to do if you owe money to a loan shark, and the Money and Pensions Service also has practical tips.\nAnyone who believes they might be the victim of a loan shark can contact the Stop Loan Sharks 24-hour confidential helpline on 0300 555 2222, email reportaloanshark@stoploansharks.gov.uk or complete an online report form.  \nThere is also free, safe and anonymous support via Stop Loan Sharks Live Chat 9am to 5pm, Monday to Friday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56223004",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Another 18 deaths recorded",
      "tags": "Coronavirus vaccines,Coronavirus testing,Coronavirus pandemic",
      "text": "Scotland has recorded 18 deaths from coronavirus and 525 positive tests in the past 24 hours, latest figures show. \nScottish government data shows the daily test positivity rate is 3.1%, down from 3.3% on Friday. \nNHS Greater Glasgow and Clyde recorded 151 cases, and there were 106 in Lothian and 89 in Lanarkshire.\nThere are 898 people in hospital confirmed to have the virus, down 26 in 24 hours, and 74 patients are in intensive care, down six.\nAs of 08:30, 1,570,153 people had received their first dose of a coronavirus vaccine, an increase of 27,224 since Friday.\nNational clinical director Prof Jason Leitch said the latest data had left him \"mildly hopeful\" as \"48 hours of reducing numbers\" showed the country was moving in the right direction. \nHe told BBC Scotland: \"I'm very hopeful the second half of the year will look very different to the first half.\"\nProf Leitch also said he was \"hopeful\" that Scottish football's lower leagues and the women's game will be told next week when they can resume playing.\nHe said: \"I'm hopeful we can do it with mitigation and safety in place.\n\"I'm pretty confident that next week there will be news that will indicate where we're headed for the next phases and I'm hoping that will be joint government and league news, because we're trying to do it together.\"\nMeanwhile, a new walk-through coronavirus testing centre has opened at the Ainslie Park Leisure Centre car park in Edinburgh. \nThe test centre is the 33rd walk-through site in Scotland. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56213528",
      "category": "world-us-canada",
      "title": "Jamal Khashoggi: US says Saudi prince approved Khashoggi killing",
      "tags": "Turkey,Mohammed bin Salman,Saudi Arabia,United States,Killing of Jamal Khashoggi,Joe Biden",
      "text": "A US intelligence report has found that Saudi Crown Prince Mohammed bin Salman approved the murder of exiled Saudi journalist Jamal Khashoggi in 2018.\nThe report released by the Biden administration says the prince approved a plan to either \"capture or kill\" Khashoggi.\nThe US announced sanctions on dozens of Saudis but not the prince himself. \nSaudi Arabia rejected the report, calling it \"negative, false and unacceptable\". \nCrown Prince Mohammed, who is effectively the kingdom's ruler, has denied any role in the murder. \nKhashoggi was killed while visiting the Saudi consulate in Istanbul, Turkey, and his body cut up.\nThe 59-year-old journalist had once been an adviser to the Saudi government and close to the royal family but he fell out of favour and went into self-imposed exile in the US in 2017.\nFrom there, he wrote a monthly column in the Washington Post in which he criticised the policies of Prince Mohammed.\n\"We assess that Saudi Arabia's Crown Prince Muhammad bin Salman approved an operation in Istanbul to capture or kill Saudi journalist Jamal Khashoggi,\" the report by the office of the US director of national intelligence says. \nThe crown prince is the son of Saudi King Salman bin Abdulaziz al-Saud and is considered to be the effective ruler of the kingdom. \nThe intelligence report lists three reasons for believing that the crown prince must have approved the operation:\nThe report goes on to name individuals allegedly complicit in, or responsible for, Khashoggi's death. But it says \"we do not know how far in advance\" those involved planned to harm him. \nSaudi authorities have blamed the killing on a \"rogue operation\" by a team of agents sent to return the journalist to the kingdom, and a Saudi court tried and sentenced five individuals to 20 years in prison last September, after initially sentencing them to death.\nIn 2019, UN special rapporteur Agnes Callamard accused the Saudi state of the \"deliberate, premeditated execution\" of Khashoggi and dismissed the Saudi trial as an \"antithesis of justice\". \nShortly after the report was released, US Secretary of State Antony Blinken announced the travel restrictions, dubbed the \"Khashoggi Ban\".\nThose targeted are \"believed to have been directly engaged in serious, extraterritorial counter-dissident activities\", he said.\n\"Perpetrators targeting perceived dissidents on behalf of any foreign government should not be permitted to reach American soil,\" he warned.\nIn addition, the treasury department sanctioned some of those around the crown prince: one of his close aides, former deputy intelligence chief Ahmad Asiri, as well as his personal protective force, which was involved in the killing.\nAs far back as 2018, the CIA reportedly believed that the crown prince had ordered the murder but the allegation that he was involved has never been made publicly by US officials until now.\nSaudi Arabia, the world's biggest oil exporter, is a key American ally in the Middle East.\nUS President Joe Biden is expected to take a firmer line than his predecessor Donald Trump on human rights and the rule of law in Saudi Arabia.\nIn a phone call on Thursday with King Salman, the president \"affirmed the importance the United States places on universal human rights and the rule of law\", the White House said.\nAccording to sources quoted by Reuters news agency, the Biden administration is also considering the cancellation of arms deals with Saudi Arabia that pose human rights concerns as well as the limiting of future military sales to \"defensive\" weapons. \nDismissing the US report, the Saudi foreign ministry insisted that those responsible for the crime had been properly investigated and justice had been served.    \n\"It is truly unfortunate that this report, with its unjustified and inaccurate conclusions, is issued while the Kingdom had clearly denounced this heinous crime, and the Kingdom's leadership took the necessary steps to ensure that such a tragedy never takes place again,\" it added.\nIt further rejected \"any measure that infringes upon its leadership, sovereignty, and the independence of its judicial system\".\nThe public blaming of Mohammed bin Salman is an extraordinary rebuke but so far he has escaped sanction despite calls from activists, Democrats in congress and the UN Special Rapporteur, Agnes Callamard. \nThe carefully calibrated moves reflect the fine line that President Biden is treading: he wants to act on his promise to hold Saudi Arabia to account for human rights abuses but he also wants to preserve ties with the kingdom because it plays a role in the Mid-East issues that matter to the US, such as ending the war in Yemen, re-engaging Iran, fighting Islamist extremism and advancing Arab-Israeli ties. \nThe president has made clear, though, that unlike his predecessor Donald Trump, he will not have direct contact with Prince Mohammed.\nInstead Mr Biden is dealing with his father, King Salman. \nKhashoggi went to the consulate in October 2018 in order to obtain papers allowing him to marry his Turkish fiancée. \nHe had allegedly received assurances from the crown prince's brother, Prince Khalid bin Salman, who was ambassador to the US at the time, that it would be safe to visit the consulate. Prince Khalid has denied any communication with the journalist.\nAccording to Saudi prosecutors, Khashoggi was forcibly restrained after a struggle and injected with a large amount of a drug, resulting in an overdose that led to his death. \nHis body was then dismembered and handed over to a local \"collaborator\" outside the consulate, prosecutors said. The remains were never found.\nDetails were revealed in transcripts of purported audio recordings of the killing obtained by Turkish intelligence."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-56212135",
      "category": "uk-england-beds-bucks-herts",
      "title": "Tributes paid by Captain Sir Tom's family at funeral",
      "tags": "Keighley,Coronavirus lockdown measures,Marston Moretaine,Captain Tom Moore,Coronavirus pandemic",
      "text": "Tributes have been paid to Captain Sir Tom Moore by his family at his funeral.\nHannah Ingram-Moore described her father as \"a beacon of light and hope to the world\".\nHis other daughter Lucy Teixeira said: \"Daddy, I am so proud of you. You may be gone but your message and your spirit lives on.\"\nThe service for the 100-year-old, who raised almost £33m for NHS charities by walking laps of his garden, began with him being honoured by the military.\nSix Yorkshire Regiment members carried the Army veteran's coffin, draped in the union jack, and an honour guard fired three volleys.\nAfter the military honours, which included a flypast from a World War Two-era plane, his family followed the coffin into the crematorium for the private service.\nMs Teixeira and Ms Ingram-Moore were joined by Capt Sir Tom's four grandchildren and his sons-in-law.\nThe service opened with a rendition of You'll Never Walk Alone, which Capt Sir Tom recorded with Michael Ball and the NHS Voices of Care Choir.\nThe celebrant conducting the funeral described him as \"a proud British veteran and a gentleman\".\nFollowing the White Cliffs Of Dover by Dame Vera Lynn, his daughter Lucy Teixeira told the service she was \"proud\" of her father.\n\"You always told us to put your best foot forward and that's what you did last year,\" she said.\nA version of the song Smile, recorded especially for the funeral by singer Michael Buble, was also played.\nCapt Sir Tom died with coronavirus earlier this month.\nMy Way by Frank Sinatra was heard toward the end of the service, as requested by Capt Sir Tom, who said he liked the line about \"having too few regrets to mention\".\nAs his coffin was carried by the Yorkshire Regiment solders, a C-47 Dakota, part of the Battle of Britain Memorial Flight, soared past in tribute to the man whose charity efforts inspired people across the UK.\nA bugler sounded The Last Post when the service concluded, and St Mary's Church in Marston Moretaine, Captain Sir Tom's home village, led others across the country in ringing their bells 100 times.\nA post on his Twitter page read: \"So even if tomorrow is my last day, if all those I loved are waiting for me then that tomorrow will be a good day too\" while the Yorkshire Regiment posted it was \"proud\" to be representing the British Army at the funeral.\nThey said it was a \"solemn, dignified and fitting tribute to a man who inspired millions\".\nJohn Maguire, BBC News\nCaptain Sir Tom Moore's coffin was lifted from the hearse on to the shoulders of the six bearers from the Yorkshire Regiment in dignified silence. \nThen, from the north-west, came first the rumble then the roar of the engines of the wartime Dakota as it flew overhead in tribute through clear blue skies.\nThree volleys were fired by the 14-man firing party as the coffin was carried into Bedford Crematorium, followed by his two daughters and their families - people who would reflect and remember the cherished times they spent with their father and grandfather.\nOn top of the coffin, draped in the union jack, were Captain Sir Tom's war medals, his knighthood medal, and a specially commissioned officer's sword. On one side was his regiment's motto \"Fortune Favours the Brave\" and on the other, his motto, \"tomorrow will be a good day\".\nThe service lasted just over an hour, featuring music he had requested, and a specially-recorded version of the song Smile.\nAnd his picture on the order of service showed him doing exactly that.\nThe service celebrated his life, and thanked him for his incredible contribution - to his family, and to the world.\nThe veteran had spent the last few months of his life writing a book which he had planned to publish just before his 101st birthday.\nA section was released, in which he said he would \"like to watch my own funeral from a distance\" and laugh at \"everyone making a lot of fuss over me\".\n\"I want the service to end with My Way by Frank Sinatra because I always did things my way and I especially like the line about having too few regrets to mention,\" he wrote.\nCaptain Sir Tom was originally from Keighley near Bradford, and his family said that once Covid-19 restrictions allow, his ashes will be interred in Yorkshire, where he will rest with his parents and grandparents in the Moore family plot.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56218917",
      "category": "uk",
      "title": "'We salute you': A poem for Captain Sir Tom Moore",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56217277",
      "category": "world-europe",
      "title": "Mary Robinson 'made a big mistake' over Dubai princess",
      "tags": "Republic of Ireland,Princess Latifa,Dubai",
      "text": "Former President of Ireland Mary Robinson made a \"big mistake\" over Princess Latifa Al Maktoum.\nThe daughter of Dubai's ruler, who tried to flee the country in 2018, was previously described as a \"troubled young woman\" by Mrs Robinson.\nBut earlier this month, the ex-UN rights envoy told BBC Panorama that she was \"horribly tricked\" by the princess's family.\nOn Friday, Mrs Robinson told RTÉ: \"I should have been more alert.\"\nA photograph of Mrs Robinson, who was the United Nations High Commissioner for Human Rights, with the princess went viral in December 2018 after it appeared to show proof of Latifa's life.\nShe had been invited to meet Latifa by invitation of Dubai's royal family in 2018.\nSpeaking on RTÉ's Late Late Show, Mrs Robinson said that \"it's hurtful to me when I realise that I made a big mistake\".\n\"I've made mistakes before and that's the biggest one. I hope I'll never be in that situation again.\"\nShe added: \"I let my heart lead my head. I went to help a friend, I was naive.\"\nLatifa's father, Sheikh Mohammed bin Rashid Al Maktoum, is one of the richest heads of state in the world, the ruler of Dubai and vice-president of the United Arab Emirates (UAE).\nAfter a failed escape bid, Latifa sent secret video messages to friends accusing her father of holding her \"hostage\" as she feared for her life.\nIn the footage shared with BBC Panorama, she said commandos drugged her as she fled Dubai by boat and flew her back to detention.\nMrs Robinson told the Late Late Show that she had been in contact with the Irish Minister for Foreign Affairs Simon Coveney about the princess.\n\"He has said we are on the [UN] Security Council now but even before that contact had been made with our ambassador in Geneva to support the High Commissioner,\" Mrs Robinson said.\nShe said Latifa needs political support and added that she \"100% believes Latifa now\" and the princess should be freed.\nDubai and the UAE have previously said she is safe in the care of family."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56210665/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Coronavirus levels 'burning quite hot' in some of UK",
      "tags": "NHS,Office for National Statistics,Coronavirus pandemic",
      "text": "Some areas of the UK are \"burning quite hot\" with rising levels of new coronavirus infections, England's deputy chief medical officer says. \nAlthough coronavirus levels are still decreasing across much of the UK, there are hotspots that buck the trend. \nThese are in the Midlands and east and west coast of England and some parts of Scotland and Northern Ireland.\nProf Jonathan Van-Tam told Friday's Downing Street briefing the battle is not yet won.\nHe warned people not to wreck it by relaxing the rules too early. \nHealth Secretary Matt Hancock said the aim was still to come out of lockdown together as a nation, but did not rule out measures being imposed locally if needed. The differences between areas now are smaller than those seen in the autumn.\nProf Van-Tam said: \"In some parts of the UK, case rates are changing, albeit slowly, in the wrong direction.\n\"This is not a good sign and reinforces the fact that I'm afraid this battle at the moment is not won.\"\nThe latest R number - 0.6 to 0.9 - suggests infection numbers are shrinking overall in the UK. It means that, on average, every 10 people infected will infect between 6 and 9 other people.\nHospital pressures and deaths are still high, however, despite the UK's coronavirus alert level having been lowered from the maximum five to four. \nAnother 345 people in the UK have died within 28 days of a positive coronavirus test, bringing the total to 122,415, or 135,613 if you include death certificates that mention Covid-19. \nThere were 15,485 patients in hospital with coronavirus on 24 February 2021. \nPeople are still being advised to take precautions to stop the spread. There is still lots of the virus circulating.\nLatest ONS results, based on tests from people whether or not they had symptoms, suggest:\nMeanwhile, the chair of Britain's Covid vaccine advice committee says the next phase of the vaccine rollout should focus on age groups rather than occupations.\nIt means people aged 40-49 will be the next in line to get a vaccine from mid-April, after all vulnerable groups and the over-50s are covered.\nThe Joint Committee on Vaccination and Immunisation said the priority was to deploy vaccines as quickly as possible to protect lives, and that targeting occupational groups would be more complex and may slow the rollout. \nLatest figures show 19,177,555 people in the UK have received a first dose of Covid vaccine and 736,037 have been given a second dose."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56211065",
      "category": "uk-scotland",
      "title": "Anas Sarwar: Who is the new Scottish Labour leader?",
      "tags": "Scottish Labour,Anas Sarwar,Glasgow,Richard Leonard",
      "text": "Anas Sarwar has been elected the new leader of Scottish Labour, replacing Richard Leonard who led the party for three years. The Glasgow MSP takes over less than three months before the next Holyrood elections. \nAnas Sarwar became a member of the Scottish Labour party at the age of 16, but politics was already in his blood. \nHis dad, Mohammad Sarwar, was the UK's first ever Muslim MP and held the Glasgow Central seat for Labour between 1997 and 2010  - until his son Anas succeeded him. \nGraduating from the University of Glasgow, Mr Sarwar worked as a dentist in Paisley for five years prior to becoming a MP.\nThe 37-year-old was the Glasgow Central MP from 2010 to 2015 and was firmly in the Gordon Brown camp of New Labour. \nMr Sarwar took an active role in the pro-Union campaign leading up to the 2014 independence referendum, touring Scotland in a bus with No activists. \nAfter the Glasgow Central seat was won by the SNP's Alison Thewliss in the 2015 general election, Mr Sarwar turned his attention to Holyrood and was elected a list MSP for Glasgow in 2016.\nAs has often been the case for Scottish Labour in the last decade, the party faced a leadership election in 2017 after Kezia Dugdale quit and Mr Sarwar was pitted against Richard Leonard. \nIt was a rancorous campaign and Mr Sarwar faced criticism over his children attending a fee-paying school in Glasgow, with questions also raised over his family's cash-and-carry firm advertising jobs that paid less than the \"real\" living wage of £8.45 an hour.\nMr Leonard won the race, becoming the first Scottish Labour leader to come from the left of the party. \nThe victory firmly reflected the party's membership make-up at the time; Mr Leonard was a firm supporter of the UK Labour leader Jeremy Corbyn whereas Mr Sarwar had signed a letter opposing Mr Corbyn's bid for re-election. \nMr Sarwar's most high profile role as an MSP was as Scottish Labour's health spokesman and he played a key role in the concern over safety issues at Glasgow's Queen Elizabeth University Hospital which led to a public inquiry. \nMr Sarwar will be the first non-white leader of a major political party in the UK and has spoken in the past about the racism he has experienced as a politician. \nThis included death threats made against his family. \nFollowing his unsuccessful leadership bid in 2017, Mr Sarwar claimed that one councillor had told him Scotland would not vote for him because of his religion and the colour of his skin.\nA party investigation ultimately found there was no case to answer but Mr Sarwar was critical of Scottish Labour's complaints system which did not allow him to give evidence at the hearing.\nIn 2018, Mr Sarwar established the Scottish Parliament's cross-party group on tackling Islamophobia. \nIn his pitch to party members, Mr Sarwar said he wanted to \"rebuild Scottish Labour, and then rebuild Scotland\".\nThe Glasgow MSP has also taken a firm stance against the prospect of another independence referendum which he claims is not credible as the country rebuilds after Covid.\nThe immediate concern for Mr Sarwar is May's Holyrood election where party strategists are hoping the new leader can lift them from third to second place in Scottish politics. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-56180797",
      "category": "uk-wales-politics",
      "title": "Covid vaccine: All Wales' adults to be offered jab by 31 July",
      "tags": "Coronavirus vaccines,Welsh government,NHS Wales,Coronavirus pandemic,Vaughan Gething",
      "text": "All adults in Wales will have been offered a first Covid vaccine by 31 July, the health minister has promised.\nVaughan Gething said matching Prime Minister Boris Johnson's jab pledge for the whole UK would depend on supplies.\nThe new date is a few months ahead of the original autumn plan laid out by the Welsh Government in January.\nOver-50s and over-16s with an underlying health condition will be offered vaccines by the middle of April, Mr Gething added.\nWales is currently ahead of the other UK nations in the proportion of the population that has been vaccinated.\nAt a press conference where he made the vaccine announcement, Mr Gething said that trying to make long-term forecasts on Covid \"has made a mug of a range of people\".\nThe UK prime minister had suggested restrictions could be lifted in England by 21 June in his lifting lockdown roadmap.\nIn comments criticising the England plans, Mr Gething said predicting what the situation will be like after Easter was more like \"astrology rather than scientific and public health advice\". \n\"When it comes to a longer term forecasting beyond the middle of April it starts to feel that it's not a sensible approach,\" he said.\nRapid testing was also announced for private and public organisations with more than 50 employees. \nMr Gething said workplaces that are at higher risk will be prioritised.\nTargeted community testing will also begin in parts of Bridgend, Merthyr Tydfil and Rhondda Cynon Taf, in a bid to find people with coronavirus who do not have symptoms.\nLateral flow tests - plastic devices that aim to give results within half an hour - will be used.\nThere have been more than 4.1 million confirmed cases and 121,000 deaths of people with coronavirus in the UK, while in Wales nearly 7,300 people have died and more than 200,000 have tested positive for Covid.\nAbout 18 million people in the UK have had their first Covid jab with 878,000 of those in Wales. In Wales, nearly 50,000 have now been given a second dose of the vaccine.\nWales has the lowest Covid case rate of any of the UK nations for the last three weeks - with an infection rate of less than 76 cases per 100,000 people.\nMr Gething said coronavirus cases in Wales are now at their lowest level since September and the country's R number is between 0.6 and 0.9.\nHis announcement comes as the joint committee on vaccination (JCVI) agreed that people on the learning disability register should now be prioritised.\nUnder Welsh Government guidance people with learning disabilities, and individuals with schizophrenia, bipolar or mental illnesses which cause functional impairment will be called for vaccination in priority group six.\nOfficials say they are taking an \"inclusion\" approach in identifying those who should be called forward, and they expect this to result in more individuals being prioritised than might otherwise be the case if the JCVI guidance was strictly interpreted.\nThe guidance recommends using GP surgeries rather than mass vaccination centres to administer the vaccines.\n\"Today really is good news and I hope we will give people lots of comfort that they can expect to be receiving those appointments in the very near future,\" the minister said.\nMr Gething is responsible for the vaccination roll out in Wales while the UK government purchases the jabs.\nConservative Janet Finch-Saunders said the July target was a \"huge game changer\".\nBut she said expectations will grow as more people were vaccinated and it was \"very disappointing\" that Mr Gething had been \"vague\" about visits to care homes.\nPlaid Cymru's Delyth Jewell welcomed the announcement that guidance would be issued on prioritising vaccinations for people with learning disabilities or severe mental illness, and also for unpaid carers.\nHowever she questioned why the announcement could not have been given to families \"two weeks ago\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56200739",
      "category": "uk",
      "title": "Covid: Vaccinating by age not job 'will save the most lives' - Hancock",
      "tags": "Coronavirus vaccines,Matthew Hancock,Coronavirus pandemic",
      "text": "The UK's decision not to prioritise key workers such as teachers or police officers for a Covid jab is \"the moral thing to do\" and will \"save the most lives\", the health secretary has said. \nMatt Hancock confirmed the second phase of the vaccine rollout would follow expert advice to focus on age groups.\nMore than one in three adults in the UK have now had their first jab.\nOne of England's top medics said Covid death rates were lower for teachers than several other professions.\nProf Jonathan Van-Tam said ONS data on occupations with the highest Covid death rates begin with restaurant and catering establishment managers or proprietors, followed by metal-working and machine operatives, food, drink and tobacco process operatives, chefs, and taxi and cab drivers.\nSpeaking at a coronavirus news conference at Downing Street, England's deputy chief medical officer also said the death rates for men in each of these groups were more than 100 deaths per 100,000, compared with 18.4 deaths per 100,000 male teachers.\n\"When we're getting down into phase two of the vaccine campaigns... being in the queue is more important than where you are in it,\" Prof Van-Tam said, adding: \"Be reassured the queue is moving really fast and that you're going to get to the front of the queue because it's moving fast.\"\nThe government aims to give a jab to all over-50s and those in specific at-risk groups by 15 April, in what is known as phase one of the UK's Covid vaccine rollout.\nIt has pledged to complete phase two - where all other adults are offered their first dose - by 31 July.\nThe decision on what order to give phase two vaccines in comes after experts advising the government said priority based on occupation would be \"more complex\" and could slow down the programme.\nAll four UK nations will follow the approach recommended by the Joint Committee on Vaccination and Immunisation (JCVI).\nMr Hancock said: \"Thankfully, teachers are no more likely to catch Covid than any other member of the population who goes to work, and so trying to come up with a scheme which prioritises one professional group over another would have been complicated to put in place and wouldn't have done what we asked the JCVI to do... which is to make sure that we minimise the people who die.\"\nUnions representing teachers and police have criticised the decision.\nDr Patrick Roach, general secretary of the teachers' union NASUWT, said the government was \"failing to take all steps possible\" to ensure schools remained open \"without the risk of further closures or of further damaging disruption to children's education\".\nJohn Apter, from the Police Federation, said there was \"palpable anger\" from officers, adding: \"What is expected of policing does put them at risk. It does put them at risk of transmitting this virus.\" \nA statement from the chief constables in Wales said: \"Now the most vulnerable have been vaccinated we should seek to vaccinate those that risk their own safety and health.\"\nAnalysis by Philippa Roxby, BBC health reporter\nThe next phase of the vaccination programme aimed at the under-50s is all about speed.\nThe more quickly they can be vaccinated, the more lives can be saved from Covid-19 which reduces pressure on hospitals and makes it more likely the road map out of lockdown can be delivered.\nThe government's committee of vaccine experts says that means people should be vaccinated according to what age they are and not what job they do.\nIt would be more complicated and more time-consuming to invite all teachers or police officers for their first dose than to make an offer to all those in their 40s, for example.\nResearch by the Office for National Statistics suggests a number of occupations have higher-than-average death rates, including restaurant workers, taxi drivers, metal workers and shop assistants - so which group would be prioritised first and how would they be identified? \nThe conclusion is that a fast, efficient rollout to all adults, by age group, is the best way to achieve the target of giving all adults a first dose by the end of July. \nMore than 19.1 million people in the UK have received their first jab so far, with 485,720 first doses given in the latest daily figure.\nAt least 95% of people aged 70 or over in Scotland and every region of England have received their first dose of the vaccine, apart from in London which has a slightly lower rate. Wales is also slightly behind.\nEquivalent age-related data for Northern Ireland is not yet available but NI's Department of Health said that all care home staff and residents have now been offered first and second doses of the vaccine.\nProf Van-Tam urged people to continue following lockdown rules after receiving a Covid jab.\nHe said there were \"some worry signs\" that some people who have had the jab were \"relaxing\" their compliance with restrictions on socialising.\n\"It's a bit like being 3-0 up in a [football] game and thinking 'well we can't possibly lose this now'. But how many times have we seen the other side take it 4-3? Do not wreck this now, it is too early to relax,\" he said.\nThe health secretary also urged people to continue to observe the stay-at-home rules, saying: \"We're nearly there - let's not blow it.\"\nMr Hancock pointed to a range of data that he said showed the pandemic \"isn't over yet\", including one in five local authority areas seeing a rise in cases in the past week. \nCovid infections are continuing to decline with strict lockdown measures in place across the UK.\nA further 345 people have died in the UK within 28 days of a positive coronavirus test, according Friday's daily figures, as well as 8,523 new confirmed cases of the virus.\nMeanwhile, former Prime Minister Theresa May, 64, has received her first dose of the vaccine.\nShe said in a tweet that the jab was \"effective and painless\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-56203287",
      "category": "uk-england-beds-bucks-herts",
      "title": "Captain Sir Tom Moore funeral: Journey from Marston Moretaine",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56202635",
      "category": "uk-wales",
      "title": "Covid, mental health and your lockdown stories",
      "tags": "Anxiety,Mindfulness,Anorexia,Coronavirus lockdown measures,Depression,Cardiff,Newport,Eating disorders,Fishguard,Carmarthen,Mental health,Coronavirus pandemic",
      "text": "\"You might have to fight for it - but the support is out there, there is help - don't give up.\"\nIt is the overwhelming message of hope from Francesca Murphy, a 24-year-old student who has spent the Covid pandemic fighting her own mental health battles.\nShe is just one of those who shared her lockdown wellbeing stories with BBC Wales News.\nThey have all been touched by the virus - often in ways they did not expect.\nSports science undergraduate Francesca said she knew her mental health was deteriorating not long before the pandemic was officially declared on 11 March, 2020.\nThe World Health Organization made the announcement just two weeks after the very first case was identified in Wales, in Swansea, when a holidaymaker returned from a skiing trip in Italy.\nFrancesca had already experienced episodes of illness before, including dealing with the eating disorder anorexia.\nAs the pandemic began to spiral out of control across Europe, she knew she was becoming ill again. \nA number of hospital admissions followed, and referrals to mental health services.\nAnd when the first lockdown kicked in - so did the anorexia.\n\"Everyone was quite panicky, I guess, in March and April time,\" she explained.\n\"Everyone's routine has changed for a start.\n\"And for those who struggle with eating issues, it had such a detrimental effect.\"\nThe biggest challenge for Francesca then became food shopping, as supermarkets and stores asked customers to shop on their own.\n\"Some individuals may look absolutely fine on the outside, but actually really need someone else to go shopping with them,\" she said.\nShe said without that support, for those experiencing eating disorders it can be difficult and mean even more anxiety.\nFrancesca is continuing to study for the final year of her degree remotely from her home in Fishguard, Pembrokeshire, and frankly admitted: \"I'd like to say that I'm better, but that's far from the truth.\"\nShe said she was an individual who thrived on structure and certainties, getting outside and to the gym, and mixing with others. \nLockdown after lockdown has stripped those certainties away.\nHowever, she remains positive.\nShe is waiting for a place at a specialist eating disorders centre, and said the mental health support she has been receiving has been \"fantastic\".\nBut she and her family had to fight for the care and support she needed, she added.\n\"If you need extra support, if you need therapy, fight for it. Ask the GP, get your parents on board. If your families recognises the signs, they can ask for help too. \n\"Go out and fight for the help that is out there.\"\nSome 40 or so miles away down the road in Carmarthen, Siân Edwards has gone back to work this week. It's a relief.\nFor her, the weeks - then months - of Covid lockdown have been a strain.\nShe experiences both depression and anxiety, and like Francesca, she has missed the structure of her life before lockdown - with a job as a youth worker and a school crossing patrol.\n\"When the virus first arrived, I thought it would fade away and wouldn't amount to anything,\" she recalled.\n\"And then of course we had lockdown, which immediately set off alarm bells: 'Oh my god, how am I going to cope with my mental health' kind of thing.\n\"If I'm stuck in my flat, if I'm not allowed to go anywhere, if I'm not going to see anyone face-to-face, how am I going to cope?\"\nSiân said without being able to bubble with her mother, and enjoy the family garden during the warm spring, she would most likely have \"ended up in hospital\".\nBut the continuing uncertainty about when restrictions will end, when the \"new normal\" will return - or what it will look like, plays on her mind.\n\"Normally at about three o'clock in the morning,\" she said.\n\"I like to plan ahead, I'm not one for spontaneity.\"\nBut she said the vaccination programme did offer hope that things would begin to change.\nAnd she was out on patrol, stopping traffic outside her school again this week, as foundation age classes started to return in Wales.\n\"It was lovely to see all the children. I think they were quite happy to get back, and I think their parents were very happy to have them back.\"\nIn Newport, Lorena Mihalcea is a full-time carer for her severely disabled sister Alisa.\nIt has meant the 25-year-old has also been shielding throughout to protect Alisa, who has cerebral palsy and complex care needs.\nIn a city with Wales' third largest population, Lorena describes the pandemic in one word: \"Lonely.\"\n\"It's been almost a year since I've been quarantined completely. I did it willingly because I want to protect my sister, as she is very vulnerable.\n\"But this is getting all too much now. Covid has made it 10 times worse. You get frustrated, and you breakdown sometimes.\"\nShe said she has found it difficult - almost impossible - to access respite care during the pandemic, especially as her 26-year-old sister requires a special blended food diet, which is an added complication.\nLorena said there needs to be a change in policy in Wales to allow others to feed her sister, and she is still waiting for that to happen.\nHowever, after starting a business management degree, remotely, she is now getting some help with personal care at home for her sister.\nAs the first anniversary of the first lockdown in Wales approaches, Lorena said she hoped 2021 would be a better year than 2020 - but she has yet to be convinced.\n\"Here we are now, still in the same situation as we were last year. I am sceptical - is this year going to a better time? Or should we hope that it will be the next one?\"\nTom Morgan knows all about hoping for better years, and also hopes he can help others to get there.\nAt 22, he hoped he was going to have a glittering career in rugby.\nHe had already been capped for Welsh Students rugby league side, was captain of the Welsh Academicals RFC and had been signed to Cardiff RFC, when just a couple of games in for them he suffered a career-ending injury.\n\"I slipped two discs in my back, and the doctors just said 'you can carry on, but you may not be okay when you are a little bit older', so I knocked it on the head,\" said Tom, who is now 25.\nHe said he was left feeling \"anxious\" and  \"searching for something - and I didn't know what it was\".\nHe found that \"something\" and is now a primary school teacher in Cardiff.\nSo when the pandemic hit, he decided to use his own experience of navigating mental wellbeing and his classroom talent to launch a podcast to help others.\nThe concept of \"Unlocking Your Mind\" is simple, he chats with elite athletes about how they have overcome injury, defeat, or even retirement.\n\"I thought that really translated into something people were going through in lockdown,\" said Tom.\n\"When the things they like doing, with the people they love, and then suddenly you can't do those things - and what are you left with?\n\"So I set up the podcast and it aims at looking at mindsets of how we embark on challenges, how we perceive setbacks, and how we overcome failures.\"\nHe has been fortunate to recently chat with rugby greats such as Australia scrum-half Will Genia, capped 110 times for his country, and the former Leeds Rhino's captain Stevie Ward who retired from the game last month at 27, due to the long-term effects of concussion.\nTom said that chat in particular was \"hard\" to listen back to because of Ward's honesty about the end of his career.\n\"But he also focused on how important it is to listen to your body, and that there is more to life than putting your goals and identity into one thing.\"\nHe said he hoped he could help others \"unlock their own potential\" in what has been such a difficult time for so many people."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-devon-56212295",
      "category": "uk-england-devon",
      "title": "Exeter university students evacuated over WW2 bomb",
      "tags": "University of Exeter",
      "text": "Hundreds of university students have been evacuated from 12 halls of residence after an unexploded World War Two bomb was found.\nPolice were called to University of Exeter halls on Glenthorne Road in the city at about 09:20 GMT and have declared a major incident.\nA 100m (328ft) cordon is currently in place and a further 100 nearby properties have also been evacuated.\nBomb disposal specialists are expected to remain on-site until Saturday.\nThe large bomb is estimated to be about 2.5m (8ft) by 70cm (27in).\nDevon and Cornwall Police said the cordon size would extend to 400m from 08:00 on Saturday at the request of Royal Navy bomb specialists. \nPeople are being advised to avoid the area and residents within the cordon will be asked to leave their homes by 09:00 and stay away until work is completed. \nInsp Sean Roper, who could not confirmed exactly how many people had been affected, said resolving the situation would \"take some time\" because of the \"considerable size\" of the device.\n\"That will take us until tomorrow, without a doubt,\" he added.\nOn Twitter, the university said the explosive device had been discovered by \"builders on private land\" next to the Streatham campus.\nThe campus evacuation was initially restricted to about 200 students from one hall of residence, but this was later expanded to 12 residences and other campus buildings on Friday evening as a \"precaution\", it said. \nIt added all affected students were being relocated to alternative accommodation in hotels and provided with \"personal care items and details of food allowances\".\nThe university urged students who were not attending a timetabled teaching session, a scheduled welfare appointment or who lived there, to avoid going in until the incident was resolved to \"keep campus as quiet as possible\".\nExeter City Council said no evacuation centres had been set up and other people affected have been encouraged to stay with relatives. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56218054",
      "category": "business",
      "title": "Budget 2021: Rishi Sunak to inject £126m to boost traineeship scheme",
      "tags": "Apprenticeships,Unemployment,HM Treasury,Coronavirus lockdown measures,Employment,Rishi Sunak,Budget 2021,Coronavirus pandemic",
      "text": "Chancellor Rishi Sunak is set to announce a £126m boost for traineeships in England in his Budget on Wednesday.\nThe scheme will include a new \"flexi-job\" apprenticeship that will enable apprentices to work with a number of different employers in one sector.\nUnemployment is at its highest level in almost five years, with younger and typically lower-paid workers bearing the brunt of job losses.\nMr Sunak said it was \"vital\" support continued to get people back into work.\nThe chancellor's boost to existing apprenticeship and traineeship programmes will include playing up to double the current cash incentive to firms who take on an apprentice, regardless of age.\nIt comes as a new government guarantee for low-deposit mortgages is announced as part of next week's measures. \nTraineeships are intended to get people into their first job after education. They last from six weeks to six months and they are open to people aged between 16 and 24.\nCurrently, firms in England are given £2,000 for every new apprentice they take on under the age of 25, and £1,500 for those over 25, in addition to a £1,000 grant they are already getting under another project.\nMr Sunak will promise to increase the cash incentives for employers who take on an apprentice to £3,000 - regardless of age.\nSo the government says the planned £126m investment could enable 40,000 more traineeships.\nWhile he is committed to helping jobseekers and employers, Mr Sunak warned in an interview with the Financial Times that the UK's finances were now \"exposed\".\n\"Because we now have far more debt than we used to and because interest rates . . . at least a month or two ago were exceptionally low, that means we remain exposed to changes in those rates,\" he said.\n\"That why I talk about levelling with people about the public finances [challenges] and our plans to address them.\"\nHe added that the UK's exposure to a rise of one percentage point across all interest rates meant adding £25bn a year to the government's cost of servicing its debt.\nThe Chartered Institute of Personnel and Development (CIPD), which represents HR professionals, welcomed the move, but said it would like to see reform of the apprenticeships system to make it more flexible.   \n\"Changing the apprenticeship levy to make it a flexible training levy would achieve a bigger boost to skills development than incentives alone,\" said Lizzie Crowley, skills adviser for the CIPD.\nShe stressed that awareness of traineeships is very low: \"Besides providing additional funding for placements, the government will have to do much more to market them to employers to boost uptake.\"\nThe Federation of Small Businesses (FSB), which had previously called for flexi-job apprenticeships, said the increase in incentives for employers was \"important\", because the current level of support \"is not leading to enough starts\". \n\"It will be important in the budget to take wider action to support jobs, including on employers national insurance and reintroducing the jobs retention bonus,\" said the FSB's national chairman Mike Cherry.\n\"Going forward, the government should consider changing the timings of apprenticeship incentives.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56220742",
      "category": "uk",
      "title": "Covid-19: Public finances facing 'challenge' and Capt Sir Tom Moore's funeral",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday. We'll have another update for you tomorrow morning.\nChancellor Rishi Sunak has said he will use the Budget to level with the British people about the state of the economy in the wake of the coronavirus crisis, adding that public finances face a \"challenge\". When he addresses the Commons on Wednesday, Mr Sunak is also expected to unveil a new mortgage guarantee scheme to help those with small deposits get on the housing ladder, plus a £126m boost for traineeships in England.\nAs the rollout of the vaccination programme continues, with more than 19 million given the first dose so far, attention is starting to turn to how society might safely mix again. A \"Covid passport\" app is one possibility. So, how would it work? Meanwhile, the next stage of the vaccine rollout in the UK has been revealed.\nIn honour of Captain Sir Tom Moore, who died at the age of 100 earlier this month, four young performers have written a poem in his memory. His funeral takes place later and will feature a flypast but his family have asked the public to stay at home. The veteran raised nearly £33m for NHS charities at the height of the first wave of the pandemic last year.\nA £1,750 all-inclusive break with food delivered straight to your hotel door, plus round-the-clock television might sound appealing to some. But the reality is something far less glamorous - hotel quarantine near some of England's busiest international airports. The enforced quarantine applies to those who have visited or transited through countries on the UK's \"red list\".\nThe beauty industry plays a key part in Hollywood, from film sets to awards season. Ahead of the Golden Globes this weekend, make-up artists describe what it is like to work in proximity when proximity is not allowed.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. Read about the UK's falling case and death rates here - and see the graphic below. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56221669",
      "category": "uk-wales",
      "title": "Covid: Police patrol beauty spots as Wales basks in sun",
      "tags": "Coronavirus lockdown measures,Swansea,Barry,Penarth",
      "text": "Police have been patrolling beauty spots across the country to ensure strict Covid lockdown restrictions were met as Wales basked in the sunshine.\nOfficers conducted checks in Swansea while in Cardiff Bay, police were seen seemingly moving people on from the steps of the Welsh Parliament.\nWales is under 'stay at home' lockdown with people allowed to go out for essential reasons and local exercise.\nWales' health minister urged the public not to \"throw away their progress\".\nWith fine weather expected all weekend and Wales beating England to win the Six Nations Triple Crown on Saturday, forces and public health officials had warned people not to be tempted to break rules.\nNorth and South Wales Police had issued reminders that lockdown rules were in place, with officers being granted additional powers to stop people visiting beauty spots.\nFour people in Merthyr Tydfil were given Covid fixed penalty fines for attending a child's birthday party on Saturday.\nGwent Police said it had been called to Bryn Bach park in Tredegar after reports of people breaking Covid rules. The force tweeted that officers had counted \"over 100 vehicles\" at the park.\nChecks were conducted in Swansea, Cardiff and Vale of Glamorgan to \"ascertain the reason for travel\", with people being reminded travelling for exercise is against the law.\nThe move came after complaints from residents in Penarth about an increase in visitors to the seaside town with similar issues reported in Snowdonia.\nPeople face £60 fines for breaking stay-at-home lockdown rules which ban all but essential travel in Wales.\nWales had the highest Covid case rate among the UK nations before their pre-Christmas lockdown in December.\nNow, however, Wales has the UK's lowest infection rate, which fell to 72 per 100,000 people on Saturday - the lowest since September.\nWales' health minister urged the public not to \"throw away the remarkable progress\" that had been made in fighting Covid-19.\n\"Please don't throw it away, stick with it because we really are doing something remarkable here in Wales,\" said Vaughan Gething. \n\"It's still possible to do a lot of harm to each other and to overwhelm our NHS if we do the wrong thing.\n\"If we stick on the path, with all of us doing the right thing, we can get through this to release liberties, in a way that is sustainable and have more freedom for all of of us. \n\"The last thing I want is doing the wrong thing to lead us backwards and undo some of the hard work we have all done together.\"\nSouth Wales Police said \"those believed to be in blatant breach of the rules can expect to be subject to enforcement action\" as Wales remains under the strictest national lockdown rules.\n\"There's a great temptation this weekend, we have great weather and sport going on and this is really a big plea to say, please let's not mess it up,\" said the force's police and crime commissioner Alun Michael.\n\"Let's not lose all the gains that have been made. It's great we've seen the numbers coming down but there are still people dying of Covid 19.\n\"There are some people who are ignoring that advice. That means we need to do more enforcement and police will enforce without fear or favour but the plea is don't let them have to do that, it's not necessary.\"\nSwansea University lecturer Simon Williams, a researcher into public attitudes, tweeted to say the good weather would increase the risk of non-compliance and there were \"cars and crowds\" at his local beaches at Langland and Caswell on the Gower.\nBut it was \"nice and quiet\" at Moel Famau Country Park, a popular beauty spot in Denbighshire.\nRanger Ed Sopp said it appeared motorists were heeding the advice to stay away."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56222942",
      "category": "world-europe",
      "title": "Covid-19: Police officers injured at Dublin anti-lockdown protest",
      "tags": "Dublin,Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Three police officers have been injured after attacks during a demonstration against Covid-19 restrictions in the centre of Dublin.\nHundreds of protesters were prevented from gathering at St Stephen's Green and were moved to Grafton Street by officers using batons.\nPolice were attacked with fireworks, cans and bollards and Irish broadcaster RTÉ reported one officer was taken to hospital.\nThere have been 23 arrests.\nOn Saturday night, gardaí (Irish police) said 20 people had been charged in connection with the protests, with 13 of them appearing before the Criminal Court of Justice before being remanded in custody to appear before Cloverhill District Court at a later date. \nSeven of those arrested were charged with offences and released on station bail while \"three juveniles were released for consideration of inclusion in the Juvenile Diversion Programme\", gardaí said. \nGarda (Irish police) Commissioner Drew Harris said police were \"lucky\" an officer was not seriously injured when a firework was aimed at them.\n\"It was directed at that individual and so we're fortunate we didn't suffer a serious injury. It's only the individual member's quick thinking saved him,\" Mr Harris told a media briefing on Saturday evening.\n\"You don't carry fireworks to a protest for any other purpose than to engage in violent conduct,\" he added.\nThe commissioner said a full investigation is under way into what happened at the protest.\nMr Harris said: \"Undoubtedly there was an element of planning, we could see that building up during the week between social media and other contexts.\"\nHe said a number of groups were \"working in concert\" with each other, ranging from far right and far left groups, as well as those opposing lockdowns and vaccines. \nTaoiseach (prime minister) Micheál Martin condemned the protest and said they \"posed an unacceptable risk to both the public and Gardaí (Irish police)\".\nPaying tribute to police \"who moved quickly to make arrests and restore order\", Mr Martin added that the large gathering \"showed a complete lack of respect to the people who have made huge sacrifices during this pandemic\".\nTánaiste (deputy prime minister) Leo Varadkar said he was \"horrified\" by what had happened.\nThe Fine Gael leader said there was \"no excuse for violence to gardaí or anyone\", adding that a \"selfish few\" were undermining \"sacrifices that millions have made in the last 12 months\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56165569",
      "category": "uk-wales",
      "title": "Does Wales have a roadmap out of lockdown?",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "It is \"impossible\" to give a date for the end of lockdown restrictions, one of Wales' top doctors says.\nDr Chris Jones, deputy chief medical officer, said there was a \"real risk\" of a third wave of Covid-19 cases if restrictions eased too quickly.\nHe was speaking after Prime Minister Boris Johnson unveiled a plan to end lockdown in England, by 21 June.\nThe Conservatives have called for the Welsh Government to produce a roadmap for the end of the Covid lockdown.\nSpeaking to BBC Radio Wales Breakfast, Dr Jones said there were \"probably greater risks\" now than at previous points in the pandemic because of the more transmissible variants.\nHe told Claire Summers that opening schools \"has a definite effect on the R-rate\", and how the new variants will affect infections is \"uncertain\".\n\"It is absolutely impossible in my view to say that on any one date in several months, that this will be the situation,\" he said in response to a question about Mr Johnson's announcement.\n\"I think we have to take things step by step.\"\nHe said all the UK's chief medical officers \"share the same view about the risks associated with relaxing restrictions,\" but added politicians had \"very difficult decisions\" to make.\nBut he said \"messaging to the public\" was \"very important\".\n\"To send the message that everything is going to be back to normal in a few months time, I think, is almost too open,\" he said.\n\"We are not out of the woods yet. There is a real risk of a third wave if restrictions are eased too quickly.\n\"We hope, from our cautious approach and step-by-step approach, will minimise the risk of that.\"\nIn England, the prime minister has set out a four-stage plan beginning on 8 March, with \"at least\" five weeks between each of the stages to allow time to assess the impact of relaxing some restrictions to be felt, and prepare for the next stage if possible.\nScotland's First Minister Nicola Sturgeon has published a \"cautious\" framework to ending restrictions there, with the reopening of shops, bars, restaurants, gyms and hairdressers expected to start from 26 April.\nShe said it was hoped that Scotland's stay at home restrictions could be lifted on 5 April.\nHowever, Northern Ireland has renewed lockdown measures until 1 April.\nChildren in England are due to return to the classroom on 8 March.\nIn Wales, Foundation phase children, aged three to seven, are returning to school this week.\nIf conditions regarding the virus continue to improve, all primary years will be back in school on 15 March, along with pupils in exam years 11 and 13, and some pupils in years 10 and 12 who are due to sit exams.\nHowever, Education Minister Kirsty Williams said not all of those secondary-age pupils would be back in full time, which she hopes will happen from 12 April.\nIn Scotland all primary pupils and S4 to S6 secondary students could return to school from 15 March, but pupils in the first three years of secondary school are unlikely to return until after Easter.\nFrom 8 March in England, one nominated person will be able to visit a care home resident, but there is no date for this in Wales, where care home visits remain banned. \nCare Forum Wales is working with the Welsh Government to \"formulate a safe policy for visiting\".\nSomeone who is very keen to see visits start is Jen Sutton.\nHer mother Liz Jones is 82 and lives in a care home in Aberystwyth. Ms Sutton, who lives in Cardiff, is an only child and used to visit her mother regularly until the pandemic struck.\n\"I haven't seen her indoors since March and the only other visit I've had is 20 minutes in a garden pod end of July, beginning of August. Then they closed down again for various reasons. I've seen her on Skype but it's not the same,\" she said.\n\"I'd just like to see her through a window. If it meant me isolating for 10 days beforehand I would do that. I don't particularly want to go in. I'm quite happy to wave through a window.\n\"It's a human right isn't it, to see your family. It's not too much to ask.\"\nThis is one of the areas where Wales could be moving more quickly than England.\nOn Friday, First Minister Mark Drakeford said some non-essential shops and hairdressers could reopen on 15 March.\nBut this has raised questions over prioritising this when large numbers of secondary pupils will remain unable to return to the classroom.\nEngland is due to reopen all shops on 12 April, while in Scotland the provisional date is 26 April.\nFor most of us the rules for who we can meet indoors remain limited to the people we live with.\nUntil 27 February, only those who lived alone - or are single and live in a house share - and single parents had been able to form a so-called \"support bubble\".\nHowever, now families with babies are now allowed to meet up with one other household to form a bubble.\nIt means anyone with a child under the age of one can form an exclusive support bubble with another household, allowing them to meet indoors, and stay overnight in each others homes.\nThe rule change also allows teenagers - aged 16 to 17 - who do not live with an adult to form a support bubble with another household.\nSince Saturday 20 February , people in Wales have been able to exercise in groups of four, but only from a maximum of two households, and it must be exercise rather than \"socialising\", Mr Drakeford said.\nIn England, from 8 March people can exercise with one other person not from their household, but they will also be allowed to meet outdoors on a park bench for a chat, for example, expressly for the purpose of socialising.\nIn Scotland a provisional date of 15 March has been given for four people from two households to be allowed to meet outdoors.\nThen from 29 March, people in England will be able to meet in groups of up to six people from different households, or two groups from two households. They will be able to do this in private gardens as well as public spaces.\nDiscussions have been ongoing in Wales with the tourism sector about a potential reopening at Easter.\nThe country is again likely to be ahead of England on this, although no firm date has been mentioned yet, and Mr Drakeford said it would not be opened \"in one go\".\nMr Johnson's roadmap has holidays in self-contained accommodation used by one household being allowed from 12 April at the earliest, which misses the school holidays completely.\nMr Drakeford has talked of easing the stay at home requirement at the lockdown review on 12 March, if cases continue to decreased.\nHowever he has said there could be a \"stay local\" requirement in place, as there was in the arrangements during the autumn for people to remain in their local authority area.\nMr Johnson has said the stay at home rule in England will end on 29 March but people should stay as local as possible, while in Scotland, Nicola Sturgeon has said she hopes stay at home restrictions could be lifted on 5 April.\nAt present, only certain elite athletes in Wales are allowed to train together.\nNo dates have been mooted so far to allow people to get together for sport, including more individual distanced pursuits like golf or singles' tennis.\nThere are also no plans to reopen gyms.\nIn England, outdoor sports venues and formally organised outdoor sports can resume from 29 March. Gyms will be able to open from 12 April at the earliest.\nWhile in Scotland the possible date for reopening gyms and swimming pools has been mooted as 26 April.\nCurrently in Wales, only register offices and places of worship are open to perform marriages and guests are limited to the number who can be accommodated in the venue under the 2m social distancing regulations for different households.\nFrom 1 March, licensed wedding venues will be able to reopen for ceremonies.\nIn England, six people can currently attend but ceremonies are limited to those in exceptional circumstances, such as those who are terminally ill.\nFrom 8 March, all weddings with six people will be allowed. This will expand to 15 people on 12 April and 30 people on 17 May.\nNot any time soon in Wales, in a nutshell. There has been no date mooted, and Mr Drakeford said closures were unlikely to be revoked in the next six weeks.\nIn England, it is hoped people will be able to visit outdoor seating in restaurants and pubs from 12 April, and move indoors from 17 May.\nMeanwhile in Scotland pubs could reopen on 26 April."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56209007",
      "category": "uk",
      "title": "Shamima Begum cannot return to UK, Supreme Court rules",
      "tags": "Shamima Begum case",
      "text": "Shamima Begum, who left the UK for Syria to join the Islamic State group as a teenager, will not be allowed to return and fight her citizenship case, the Supreme Court has ruled.\nThe court said in a unanimous ruling that her rights were not breached when she was refused permission to return.\nMs Begum, 21, wants to come back to challenge the home secretary's decision to remove her British nationality.\nShe is currently in a camp controlled by armed guards in northern Syria.\nMs Begum was 15 when she and two other east London schoolgirls left the UK in February 2015 and travelled to Syria to join the Islamic State group.\nIn 2019, the then-Home Secretary Sajid Javid stripped Ms Begum of her citizenship on national security grounds.\nLast July, the Court of Appeal ruled that the only fair way forward was to allow her into the UK because she could not effectively appeal against the decision from the camp in northern Syria.\nThe Home Office subsequently appealed to the Supreme Court to reconsider the Court of Appeal's judgement, arguing that allowing her to return to the UK \"would create significant national security risks\".\nOn Friday, Lord Reed, president of the Supreme Court, said the government had been entitled to prevent Ms Begum from returning to the UK.\nAnnouncing the ruling, Lord Reed said: \"The Supreme Court unanimously allows all of the home secretary's appeals and dismisses Ms Begum's cross-appeal.\" \nHe said the Court of Appeal's judgment \"did not give the home secretary's assessment the respect which it should have received\" given the role's \"responsibility for making such assessments\" and accountability to parliament.\nLord Reed added the Court of Appeal had \"mistakenly believed that, when an individual's right to have a fair hearing... came into conflict with the requirements of national security, her right to a fair hearing must prevail.\"\nHe said the right to a fair hearing did \"not trump all other considerations, such as the safety of the public\".\nShamima Begum says she wants forgiveness - but all she's achieved after two years of battles over her citizenship is legal limbo.\nThat's the extremely unusual outcome of her epic struggle against the home secretary over whether she can still call herself British.\nIt is the role of judges and the courts to uphold the rule of law - and protect the universal right that each of us has to make our case fairly in court. \nBut, when it comes to matters of national security - threats to the nation - judges won't tell ministers that their assessment is wrong unless they have heard compelling evidence to prove it.\nIn the Begum case, that means she is at the heart of an imperfect world of her own making. \nShe is stuck, with no right to return under the law. \nBut, at the same time, her lawyers maintain she can't take part in her own case to have her citizenship returned because of the uniquely dangerous situation she is in. \nOther people banned from the UK have found a way to take part in appeals from overseas - but the camp she is in won't even let her lawyers visit. \nAnd so the highest court in the land says her entire case must now be paused until she can find some way of taking part. \nAnd perhaps that will never, ever happen.\nLord Reed said the appropriate answer was not to force the government to bring Ms Begum back to the UK - but to pause her legal fight over citizenship until she is in a safer position to take part in her appeal. \nHe added: \"That is not a perfect solution, as it is not known how long it may be before that is possible. But there is no perfect solution to a dilemma of the present kind.\"\nThe current home secretary, Priti Patel, said the Supreme Court's judgement had \"reaffirmed the home secretary's authority to make vital national security decisions\".\nShe added: \"The government will always take the strongest possible action to protect our national security and our priority remains maintaining the safety and security of our citizens.\"\nMs Begum was born in the UK to parents of Bangladeshi heritage.\nWhen she was 15, she and two other schoolgirls left the UK for Syria to join IS.\nMs Begum travelled via Turkey to IS headquarters in Raqqa, where she married a Dutch recruit.\nShe lived under IS rule for more than three years, and was found, nine months pregnant, in a Syrian refugee camp in February 2019. \nThe baby later died of pneumonia and Ms Begum said she had previously lost two other children.\nYou can read more here.\nMr Javid also welcomed the ruling, saying any \"restrictions of rights and freedoms\" faced by Ms Begum were a \"direct\" result of her \"extreme\" actions.\nHe said: \"There are no simple solutions to this situation but any restrictions of rights and freedoms faced by this individual are a direct consequence of the extreme actions that she and others have taken, in violation of government guidance and common morality.\" \nLiberty, the human rights group which intervened in Ms Begum's case, said the latest ruling sets \"an extremely dangerous precedent\".\nRosie Brighouse, a lawyer with Liberty, said: \"The right to a fair trial is not something democratic governments should take away on a whim, and nor is someone's British citizenship.\n\"If a government is allowed to wield extreme powers like banishment without the basic safeguards of a fair trial it sets an extremely dangerous precedent.\n\"The security services have safely managed the returns of hundreds of people from Syria but the government has chosen to target Shamima Begum.\"\nMaya Foa, director of the human rights group Reprieve said preventing Ms Begum from entering the UK remained \"a cynical ploy to make her someone else's responsibility\".\n\"Like many of its European counterparts, the UK is more than capable of bringing home British detainees in Syria, many of whom left as teenagers after being trafficked or groomed online.\n\"Abandoning them in a legal black hole - in Guantanamo-like conditions - is out of step with British values and the interests of justice and security.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56204359",
      "category": "uk",
      "title": "Lockdown bomb hoaxer targeted NHS, MPs and BLM protests",
      "tags": "Policing,Black Lives Matter,Jo Cox,Bitcoin,National Crime Agency,Berlin",
      "text": "An Italian man in Germany has been sentenced to three years in prison for threatening to bomb NHS hospitals, Black Lives Matter rallies and UK MPs.\nEmil Apreda, 33, sent emails from Berlin demanding £10m worth of Bitcoin to not carry out the attacks.\nThe National Crime Agency said he made his threats in the spring and summer of 2020 as the NHS struggled with Covid.\nSenior officers kept the threats from the public for fear of patients being scared into not attending hospitals. \nApreda used encryption techniques and the dark web in an attempt to hide his identity, but police brought in behavioural, linguistics and cyber-crime experts to track him down. \nHe sent emails to the NHS pretending to be a far-right activist linked to the neo-Nazi group Combat 18, but police believe that was just a ruse to instil fear. \nHe was finally identified by German detectives and armed officers raided his home in Berlin on 15 June last year. \nFor the first time, the NCA has revealed details of the case, calling it \"one of the most significant threats we've seen for some time\" which took place at a time of \"deep and heightened anxiety\" in the UK. \nTim Court, the NCA's head of investigations, said the content of the emails was \"so threatening and so damaging\" that it was only disclosed to a \"very tight circle of people - and I mean very tight\" within the police and government. \nMeanwhile, security at hospitals was quietly stepped up. \nMr Court said the risks were both of loss of life and a loss of confidence in the NHS. \n\"At the height of this, we were losing nearly nearly 1,000 people a day - and for six weeks we're trying to manage somebody who could have been planting a bomb in a hospital, somewhere in the UK.\"\nA particular concern was that many patients were on ventilators or oxygen at the time, and it would have been more difficult to get them out of a hospital in the event of a credible bomb threat.  \nThe extortion campaign started on 26 April when Apreda sent an email to the NHS, making his demand for Bitcoin and warning that he would send a bomb in a package to a hospital in the UK if he was not paid. \nThis was followed by an identical email to an NCA control centre, followed by 16 more over six weeks. \nDuring that period, the death of George Floyd in the US and resulting protests in the UK prompted threats from him to blow up Black Lives Matter demonstrations. \nFinally, as the fourth anniversary of the murder of Labour MP Jo Cox by a far-right activist approached, he emailed that he would kill MPs - but did not name any.\nPolice behavioural and linguistics experts drew up a profile of the extortionist, who they decided was not from the UK. \nPolice say further \"technical leads\" pointed to Germany. He was finally identified by LKA, the German CID.\nApreda had been issuing deadlines for payment after which he said he would attack, so the day before the anniversary of Ms Cox's death, German police moved in, blowing open the front door of his Berlin flat and arresting him. \nPolice say he has background in computing, but they have discovered no links to Combat 18, despite his claims. \nThe far-right group has been active in the UK in the past, but now exists mainly in the US and Germany.\nApreda was charged and convicted of extortion in Germany, but the NCA said he could have faced terrorism charges if he had been brought to the UK. \nThe NCA  said he had no links that they could find with Britain, and therefore extraditing him had not been possible. It denied Brexit had been a major factor."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56224314",
      "category": "uk",
      "title": "Covid-19: Prince William and Kate urge people to get vaccine",
      "tags": "UK Royal Family,Coronavirus vaccines,Prince William, Duke of Cambridge,Coronavirus pandemic,Catherine, Duchess of Cambridge",
      "text": "The Duke and Duchess of Cambridge have urged people to get the Covid vaccine, saying it is \"really important\".\nPrince William said the uptake so far had been \"amazing\" but added: \"We've got to keep it going so the younger generations also feel that it's really important for them to have it.\"\nThe royal's comments came during a video call with two women who have been shielding since last March.\nHe also warned against fake news about the jab on social media.\nMore than 19.6 million people have now had their first dose of the vaccine. And the number of people who have had their second dose has topped 760,000, latest government figures show.\nPrince William and Catherine spoke to Shivali Modha, who has type 2 diabetes, and Fiona Doyle, who has severe asthma, during the video call. The two women are both eligible for the vaccine as they are in priority group six, and were preparing to have their jabs.\nMs Modha, 39, from Barnet in north-west London, said she was initially anxious about having the jab after reading things on social media, but had been reassured by vaccinated family members and medics.\nPrince William told her: \"Catherine and I are not medical experts by any means but if it's any consolation, we can wholeheartedly support having vaccinations. It's really, really important.\n\"We've spoken to a lot of people about it and the uptake has been amazing so far. We've got to keep it going so the younger generations also feel that it's really important for them to have it.\n\"So it's great that, Shivali, you're taking the time to work it out and come to the conclusion that 'I need to do this,' because social media is awash sometimes with lots of rumours and misinformation, so we have to be a bit careful who we believe and where we get our information from.\n\"Especially for those who are clinically vulnerable as well, it's so important that those vaccinations are done, so good luck.\"\nThe duchess added: \"I hope [the vaccine] comes as a huge relief in the end. I know there's maybe the anxiety and the worry leading up to it, but I hope for all of you it will add a bit of normality back to your lives and confidence as well as we go forward into the spring, that would be great.\"\nMs Modha thanked the duke and duchess for speaking with her and said she wished she could offer them a cup of tea, to which Catherine replied: \"Same here.\"\nCurrently, the government's aim is to offer a jab to all over-50s by 15 April, as well as people aged 16-64 with certain underlying health conditions and unpaid carers for disabled and elderly people.\nAfter that, they will start offering jabs to people by age group, with the hope that all adults will be vaccinated by the end of July.\nThere are no plans yet to vaccinate children, although trials have been announced to test the jab on children.\nIn January, it was announced that the Queen and Prince Philip had received their Covid jabs from a household doctor at Windsor Castle. Earlier this month, Prince Charles and the Duchess of Cornwall received theirs.\nEarlier this week, Prince William visited a vaccination centre and spoke to staff and people waiting for their jabs."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hampshire-56182679",
      "category": "uk-england-hampshire",
      "title": "Covid: 'I lost both parents in two weeks'",
      "tags": "Coronavirus lockdown measures,Sandown,Coronavirus pandemic",
      "text": "A woman has described the \"horrific\" anguish of losing both parents to Covid, just two weeks apart.\nRay and Rosemary Scovell, from Sandown on the Isle of Wight, had been looking forward to their golden wedding anniversary when Ray, 76, fell ill.\nTheir daughter Claire Apsey and grandson, Simon, said their grief had been compounded by lockdown.\nMrs Apsey said she also felt \"guilty\" for being unable to give them the send-off they deserved.\nThe couple grew up in the same street and were well known on the island after a lifetime dedicated to helping others.\nMr Scovell, who was a hammer coach at Isle of Wight Athletics Club, set up numerous sports initiatives for schools and was responsible for bringing events, such as Parkrun, to the island.\nHis 73-year-old wife supported his work, which included organising medals.\nMrs Apsey said that throughout lockdown her father continued to encourage children to go running and sent out certificates to keep them motivated.\nHe would also do errands for elderly neighbours, leaving shopping in their porches.\n\"They always wanted to do the best for people,\" she said. \"Always thinking of helping others.\"\nIn recent times, Mrs Scovell suffered from short-term memory loss so, on 8 January, when Mr Scovell was admitted to hospital, Mrs Apsey and Simon, 14, moved in to care for her.\n\"While Dad was in hospital, we were having to explain it to her, which is hard because she kept forgetting, and when Dad died she would forget so we would have to explain again,\" Mrs Apsey said, adding: \"She was heartbroken.\"\nAlthough she was allowed to be with her father when he died, Mrs Apsey said she was \"gowned up\" and had to wear a face shield. \n\"It wasn't the ending we wanted,\" she said.\nA little over a week after losing her husband, Mrs Scovell ended up in hospital after a fall. \nX-rays revealed she had inflammation on her lungs and she tested positive for Covid-19. She died five days later.\nMrs Apsey said: \"She went very quickly. She had a pulmonary embolism.\"\nShe added: \"It's been horrific really... The hardest thing is not being able to share the grief.\"\nThe funeral arrangements and contact with the solicitor, which had to be done via email, had also been \"so clinical\", Mrs Apsey said.\n\"When we had my dad's funeral, I felt so guilty there were only 30 people there,\" she added.\n\"It felt so wrong because my dad was so well known. We were inundated with cards and flowers.\"\nShe added they had both received \"the most wonderful care\" at St Mary's Hospital, which had given her and Simon \"great comfort\".\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-56203332",
      "category": "uk-england-manchester",
      "title": "Jack Barnes: 'I can't breathe' death ruled unlawful killing",
      "tags": "Hull,Manchester,Metrolink",
      "text": "A man who died after being restrained in the street by public transport workers was unlawfully killed, a coroner has ruled.\nManchester Coroner's Court was told Jack Barnes shouted \"I can't breathe\" repeatedly as he was held by Metrolink staff in Manchester in October 2016.\nThe 29-year-old from Hull had a cardiac arrest and died seven weeks later.\nConcluding his death was unlawful, Coroner Nigel Meadows said the workers' actions amounted to manslaughter.\nTransport for Greater Manchester's Chief Executive Eamonn Boylan said: \"First and foremost I would like to extend my deepest sympathies to the family of Jack Barnes. \n\"This was a tragic and deeply upsetting incident. There were clear policies and training in place at the time of the incident, which those involved that evening completely disregarded.\"\nThe court heard that the father-of-one's life effectively ended while being held face down on a pavement outside the Australasia restaurant in central Manchester.\nHe had recently moved from Hull and had been out with some friends on 11 October, 2016, travelling around Manchester on the city's trams.\nThe group were spotted at St Peter's Square at about 20:15 GMT and challenged by a Metrolink customer service representative (CSR).\nThe worker suspected the group was smoking illegal drugs, a claim they denied, and it is thought Mr Barnes responded with abusive language.\nEvidence in court indicated that he had taken the cannabinoid Spice at some point that day.\nThe inquest was told later that evening, shortly before 23:30, the group were spotted at Manchester Victoria station, and recognised by the CSR who had earlier challenged them.\nA group of CSRs approached them after being told about the earlier abuse.\nA row broke out and Mr Barnes became aggressive to being confronted.\nHe swung a drawstring bag he was carrying at the men, which hit two of the staff, before he and a friend ran off.\nMetrolink's policy was that their representatives should walk away from such encounters, alerting the police if necessary, and the inquest was told that all staff had been reminded of this at the start of their shift that night.\nThe policy states that CSRs cannot \"grab hold of a person\" or \"pursue a passenger either off the platform or trackside\", but the four workers - Paul Fogarty, Brian Gartside, Matthews Sellers and Stephen Rowlands - decided to chase the fleeing pair, two on foot, two in a taxi.\nAfter a nine-minute chase across almost a mile of the city centre, Mr Barnes was caught by Mr Gartside and bundled to the ground outside the Deansgate restaurant.\nBodycam footage from a camera worn by Mr Sellers, and played in court, showed that within moments of being caught, while being held down with his left cheek on the pavement, Mr Barnes asked for help, shouting out: \"I can't breathe.\"\nAfter being ignored, he repeated: \"I can't breathe.\"\nOver the course of about 90 seconds, Mr Barnes said he was struggling to breathe on eight separate occasions.\nJust before the camera moved away to focus on Mr Barnes' friend, Mr Rowlands was recorded telling him: \"If you struggle, I will put you to sleep.\n\"It won't kill you but you will go to sleep for a while.\"\nThe inquest heard Mr Barnes had a cardiac arrest and, despite a police officer and a passing ambulance crew providing assistance, he never recovered and died on 2 December, having been transferred from Manchester Royal Infirmary to a hospital in Hull.\nGiving evidence to the inquest, the men refused to answer many questions about the incident, having been given legal advice that to do so could incriminate them.\nHowever, Mr Rowlands told the coroner that he had been trained in restraint while serving as a GMP officer for 13 years and that he had left the force due to an injury in 1989.\nHe estimated that he had restrained \"well over 1,000 people\" during his police career.\nHe also told the inquest that \"it didn't enter my head\" to follow Metrolink's \"walk away\" policy.\nMr Rowlands declined to speak to the BBC when approached for comment.\nRecording a conclusion of unlawful killing, Mr Meadows said that the exertion of the chase and the pressure on Mr Barnes's neck more than minimally contributed to the heart attack.\nHe found the restraint amounted to assault as it was unnecessarily prolonged and the CSRs had had an opportunity to both call the police and to sit Mr Barnes up into a more comfortable position.\nSpeaking after the hearing, Mr Barnes's mother Tricia Gerrard told the BBC the men had \"hunted him down like an animal\".\nShe said the family refused to believe he had attacked the CSRs, as at \"any sign of trouble, any sign of violence, he'd run\".\nThe inquest was told the bag that hit the men contained clothes and a phone charger.\nMrs Gerrard said she wants the four CSRs, who had \"never apologised [and] never showed any remorse\", to be prosecuted.\nGreater Manchester Police, whose officers investigated the case, told the BBC in a statement that \"following a review by the Crown Prosecution Service, four men… who were arrested on suspicion of assault were released without charge\".\nLauren Dale of Hudgell Solicitors, who represented the family, said: \"This case is a reminder of the tragic consequences of security and other personnel seeking confrontation and using excessive force.  \n\"In this case, the policy of the employer was to walk away, yet they chased Jack for more than half a mile before pinning him to the ground and bluntly refused to listen to his requests to allow him to breathe more easily.\"\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    }
  ]
}