{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/business-58954976",
      "category": "business",
      "title": "Amazon offers bonuses of up to £3,000 in run-up to Christmas",
      "tags": "Companies,Amazon,Retailing,Coronavirus pandemic",
      "text": "Online retail giant Amazon is to offer one-off payments of up to £3,000 in order to attract staff in UK regions where there is high demand for labour.\nThe online retailer is hiring for 20,000 positions across its UK network during the festive season.\nFears over worker shortages have already prompted other firms to warn of problems in the run-up to Christmas.\nAmazon began offering a £1,000 signing-on bonus to recruit permanent staff in some regions in August.\nAs first reported in the Guardian, the company's latest recruitment drive has included a £3,000 bonus for full-time workers at sites such as its Exeter warehouse, while in Peterborough, new temporary and permanent workers are offered a sign-up bonus of £1,500. \nPay for the temporary roles starts at a minimum of £10 per hour, rising to £11.10 in some parts of the UK.\nOver the past few months, the shortage of workers in a range of sectors has led to delivery delays and waste. \nAccording to the latest official figures, the number of job vacancies hit 1.1 million between July and September - the highest level since records began in 2001.\nThe largest increase in vacancies was in the retail sector and for motor mechanics, the Office for National Statistics said.\nFashion chain Next and supermarket Iceland are among firms warning of potential pre-Christmas disruption because of staff shortages.\nSome overseas workers have left the UK during the pandemic and also following Brexit. The furlough scheme, which ends this month, has also kept some workers out of the jobs market.\nAndrew Goodacre, chief executive of the British Independent Retailers Association, said he was \"concerned by the level of wage inflation and bonus payments being instigated by large companies such as Amazon\". \nMr Goodacre explained that finding seasonal workers was \"proving difficult\" at the \"most important time of the year\" for many small businesses.   \n\"This kind of action from Amazon will make it harder still for smaller companies who simply cannot afford such wages.\"\nMick Rix, national officer for the trade union GMB, said: \"Amazon has been a pandemic profiteer - raking in astronomical sums during the Covid crisis.\n\"It is only right that they listen to the union representatives of their workforce and ensure that Amazon workers share in the vast profits that the company are making.\"\nIn September, the firm announced it had paid £492m in direct taxation last year as its sales rose 50% to £20.63bn amid a Covid-driven surge in demand.\nIn the past Amazon has faced accusations of poor working conditions both in the UK and the US, where it is the country's second largest employer.\nSpeaking of the new bonuses, one warehouse worker who has worked at an Amazon site for several years told BBC News: \"It wouldn't be the first time the incentives have been offered. \n\"It leaves workers who have been there for years feeling rather undervalued and underappreciated, as they are training people who are making more money than them, which definitely ticks off the longer term employees.\"\nIn March, the Unite union launched a whistleblowing hotline for Amazon workers in the UK. It also called for Amazon to allow British workers to unionise and to have a greater share of the firm's profits."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58946082",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Vaccine passport scheme enforceable by law",
      "tags": "Scottish government,Coronavirus vaccines,Vaccination,Vaccine passports",
      "text": "The Scottish government's vaccine passport scheme has become enforceable by law from Monday morning.\nNightclubs and large events, like some football matches, will only be able to allow entry to people who can show they have had two doses of a Covid vaccine.\nThe scheme came into effect on 1 October after MSPs voted to back the proposals.\nBusinesses were given a 17-day \"period of grace\" to allow venues time to test out their procedures.\nPeople who have had two vaccines in Scotland can download or get a paper copy of a certificate with a QR code.\nEveryone over the age of 18 must now show - if asked - that they have had both doses of the vaccine before they are allowed entry to certain venues and events. These include:\nThe scheme requires venues to put in place a \"reasonable system\" to check the status of customers, with certain exemptions on medical grounds.\nFirst Minister Nicola Sturgeon has said that the hospitality industry as a whole would not be included in the scheme, although that decision would be kept under review.\nThe government also said there would be no need for a vaccine passport to access public services or settings where people have no choice over attendance - such as shops, public transport, education and medical services.\nBusinesses say they have already experienced a \"number of issues\" with the scheme - including customers being unaware they need a passport to gain entry.\nLeon Thompson, UK Hospitality Scotland director, said public awareness had been a \"missing piece of the jigsaw\".\nHe told BBC Radio's Good Morning Scotland programme: \"Customers need to be ready, they need to play their part and they need to understand what they have. They will need to come with the right frame of mind and be ready to be patient if they encounter queues.\"\nMr Thomson added that the pandemic and Brexit had resulted in \"chronic\" shortages of door staff, which meant that checking people's vaccination status would remain a \"key challenge\" for businesses.\nResponding to the public awareness issue, Health Secretary Humza Yousaf told the programme hundreds of thousands of people were using the scheme.\nHe said: \"Over 700,000 have downloaded the app and well over 750,000 have a paper copy - of course some people who have a paper copy will also have the app so that's not necessarily unique users. \n\"It says to me there are a number of people who have awareness. Where we can up the communication around this we have intentions to do so - we already have over the last two weeks.\"\nIn addition to the passport, a number of countries including Wales also require people to provide a negative test result before they can enter venues.\nAsked whether the Scottish government would consider this measure, Mr Yousaf said they \"wouldn't completely discount it\", but were initially put off by people being able to give fake test results.\nHe said: \"The reason we haven't started in that place is because there can be some flaws with unsupervised [lateral flow tests] - people can falsify an unsupervised LFD.\n\"Therefore we think that the most robust system to have in place to launch with is a scheme that involves showing you are fully vaccinated. That will be part of the considerations we make in the three-weekly review cycle.\"\nPublic health expert Jillian Evans, of NHS Grampian, said Scotland was likely to have to live with the measure until the vaccination uptake was much higher, especially in younger people.\nShe told the BBC: \"I think although it was announced as being the secondary purpose behind the vaccine passport, getting people vaccinated, I wonder if it was the primary reason.\n\"Scotland's vaccination uptake has been increasing since August, it's really caught up with other UK countries, in fact Scotland and Wales have the highest rates of double dose vaccination uptake in the UK.\"\nMs Evans added that Scotland could not live with its current Covid rates and that she was \"really worried\" about how the NHS would cope over the winter period\nShe said: \"We know also, in my own area in particular, the number of people admitted to hospital with symptoms is still increasing. That's counter to fallen case rates which suggests that we're not detecting as many people out there - we may be underestimating the number of people with the virus.\"\nProblems were reported with the NHS Scotland Covid Status app after it was made available to download on Apple and Android devices on 30 September.\nThe Scottish government has insisted technical issues linking the app to the NHS system have since been ironed out.\nThe app allows people to register, using their passport or driving licence to verify their identity, and then creates a QR code for each vaccination.\nIt is similar to schemes used in other countries across Europe.\nScottish Labour's health spokesperson Jackie Baillie described the government's launch of the app as a \"shambles\".\nShe said: \"If we want to control the virus we must look at proper resourcing of our test and protect system which has collapsed in recent weeks. \n\"If we want to drive up vaccination we should be going door-to-door to convince those we know are hesitant and making it easier to just walk in for an appointment. \n\"Instead, the government is doubling down on this mess.\"\nElsewhere in the UK, Wales plans to introduce its own Covid passport rules later this month but England has scrapped similar plans.\nNorthern Ireland has yet to announce a formal vaccination passport scheme."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hampshire-58945203",
      "category": "uk-england-hampshire",
      "title": "Car crashes through wall into Hythe library",
      "tags": "Hythe",
      "text": "A car has crashed through a wall and into a library in Hampshire.\nThe car became wedged half in, half out of Hythe Library, having ploughed through the wall from a car park in New Road shortly after 11:15 BST.\nHampshire & Isle of Wight Fire & Rescue Service said crews tunnelled through the debris to get to the two people inside the car and stabilise the vehicle.\nBoth occupants had escaped without any serious injuries, the service said. \nHampshire Constabulary said the crash was not being treated as suspicious and no arrests were made.\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58952312",
      "category": "uk-scotland",
      "title": "Boy, 16, charged over Glasgow fatal railway station stabbing",
      "tags": "Glasgow",
      "text": "A 16-year-old boy has been charged in connection with the fatal stabbing of Justin McLaughlin in Glasgow.\nThe 14-year-old was wounded in an incident at High Street train station at about 15:45 BST on Saturday.\nHe was taken to the Queen Elizabeth University Hospital where he was pronounced dead a short time later. \nPolice confirmed the 16-year-old was due to appear at Glasgow Sheriff Court on Tuesday and that inquiries remained ongoing.\nA dedicated police website has been set up to collect information about the incident.\nJames McParland, the headmaster at St Ambrose High School in Coatbridge where Justin was a pupil, said the community was \"shocked and saddened\" by the death.\n\"Justin was a valued member of our community and his loss will be felt by staff and pupils alike,\" he said.\n\"Our prayers and thoughts are with his family and friends, and additional pastoral support will be available to young people within the school on their return on Monday morning.\"\nIn an online tribute, the teenager's aunt, Maggie McLaughlin, said his family were \"absolutely heartbroken\".\nShe said he was the \"biggest gentle giant\" with \"a smile that would take up the full world\". \nCoatbridge and Chryston MSP Fulton MacGregor said: \"I am deeply shocked and saddened, as we all are, by the death of Justin McLaughlin and my thoughts are with Justin's family, friends and the school community of St Ambrose High School at this tragic time. \n\"The community are grieving such a devastating loss of a young life with so much future ahead of him.\"\nNiven Rennie, director of the Scottish Violence Reduction Unit, said the murder was \"devastating\" for all involved.\nThe unit approaches violence as a disease to be prevented, and has worked closely with partners in the NHS, education and social work.\nMr Rennie told BBC Scotland such incidents not only affect the victim's family but also the families of the individuals involved and those who witnessed the incident.\nHe said: \"It is a tragic event and it is that ripple effect. That's why in Scotland we try and reduce that as much as we can.\n\"Our ultimate aim is to make Scotland the safest country in the world and there is still a lot of work ahead of us in that respect.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58817328",
      "category": "uk-wales",
      "title": "Climate change: Welsh industry's 23 million tonne carbon problem",
      "tags": "Wind power,Pembroke Dock,Milford Haven,Greenhouse gas emissions,Wales business,Aberthaw,Climate change,Wind turbines,Port Talbot,Wales economy,Renewable energy,Neyland,Pembroke",
      "text": "\"Genuine courage\" is needed to tackle climate change in Wales, which produces a fifth of the UK's industrial emissions, an economist has said.\nThousands of Welsh jobs rely on Tata's steelworks in Port Talbot and RWE's gas power station in Pembrokeshire, the UK's top two emitters.\nProf Calvin Jones said it was \"good news\" that a big difference can be made from a small number of industries.\nBut he said people should accept not every industry will survive.\nThe Cardiff University academic said: \"As a teenager in the valleys, we were absolutely clear that it was unconscionable that pits should close.\n\"The inability to have a plan B is writ large across the shuttered shops of Maerdy, and what I don't want is for the same thing to happen in Neyland, or Port Talbot, or Broughton.\"\nThe Welsh government said net-zero targets may be different for each organisation, and it is working with each to help them reach their goals.\nWales is among several nations who have pledged net-zero carbon emissions by 2050.\nThe UK will host the UN climate change conference, COP26, in Glasgow at the end of this month.\nRWE has committed to making its Pembrokeshire operation carbon neutral by 2040, replacing natural gas burning with offshore wind and schemes to store energy when there is no wind.\nBut environmental campaign group Friends of the Earth Cymru said the climate emergency meant the plan for Welsh industry was \"decades too late\" to prevent catastrophic warming. \nBBC Wales analysis of official emissions data from 2019 shows major Welsh industries pumped out the equivalent of more than 23.5 million tonnes of climate-warming gases, 93% of which came from just 25 sites. \nThe Welsh economy is more reliant on carbon-intensive industries than the other home nations. With just 4.73% of the UK population, companies in Wales produced 18.8% of all UK carbon emissions from major industries. \nRWE's gas-fired power station in Pembroke Dock, Valero's nearby oil refinery and the South Hook LNG terminal in Milford Haven produce a combined total of 7.9 million tonnes of climate-warming gases annually - a third of all carbon emissions from major industries in Wales. \nThe UK's highest-emitting power station at Pembroke Dock pumped out more than 4.7 million tonnes of climate-warming gases in 2019.\nOperator RWE said it is also one of the most efficient gas-powered machines in Europe and is the \"best option\" if the UK is forced to burn fossil fuels to keep the lights on.\nBut the plant manager, Richard Little, said every year the plant shut down for longer periods as more wind power came online.\nHe said the same trend happened right up to the closure of RWE's coal-fired power station at Aberthaw in 2019.\nRWE said it had \"huge ambitions\" to be a part of the UK's push to build 40 gigawatts of floating offshore wind capacity, but said it was also looking into alternative measures such as battery storage, for periods of low wind.\nMr Little said: \"RWE now directs more than 90% of its capital investment into renewables, hydrogen and battery storage.\n\"Our strategy is to build as fast as we can while we maintain plants such as Pembroke here in support of that bridge to renewable future.\"\nBleddyn Lake, of Friends of the Earth Cymru, has called on industry to match the public sector's goal to be net-zero by 2030 and said \"they need to up their game\".\n\"Science tells us that we absolutely need to act decisively by 2030, so the time frames they are looking at are way too far into the future.\"\nMr Little said shortening the timescale was technically feasible, \"but the sheer scale of what we need to build, 40 gigawatts, is like building the entire energy infrastructure of the UK again in floating wind in the next nine years\".\nHe said stumbling blocks remained, including over planning permissions for offshore wind and a deal with the UK government on how it can get a return on the billions of pounds of investment needed.\n\"We are working closely with the UK government to try and generate a framework that can allow businesses such as ours to invest at the fastest possible rate,\" Mr Little added.\nA Welsh government spokesperson said carbon capture and storage technology, currently under development, may be more applicable to the small number of large, high-emitting sites in Wales.\n\"Due to economies of scale, large firms may generally be able to adopt new low-carbon technologies and new low-carbon processes quicker and at lower cost,\" the spokesperson said.\n\"There may also be challenges if low-carbon technologies take longer to be developed and rolled out in these key, high-emitting industries.\"\nProf Jones said Welsh ministers had limited influence on \"the big players in the carbon economy\" because they all had headquarters outside Wales.\n\"We could decide to twist our industrial policy to a certain direction to make it supportive of a transformation in these high-carbon industries,\" he added.\n\"And they may still close because global conditions might mean that investment in Wales is just simply irrational.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-58928927",
      "category": "uk-england-essex",
      "title": "'David Amess was my best friend': Essex town in grief",
      "tags": "David Amess,David Amess death,Leigh-on-Sea",
      "text": "Residents choked back tears as they spilled on to the streets of Leigh-on Sea after the killing of their MP Sir David Amess.  \nHe was \"so kind to everyone\" said Rofique Ali, a local Conservative Party member, who described the MP as his best friend in the world.\n\"I have known him for many years, and he was so kind to everyone,\" he said.\n\"I can't forget David.\" \nSir David, who was meeting people at his constituency surgery, had been an MP in Essex for almost 40 years, and theirs since 1997.\nThe 69-year-old was stabbed multiple times in Belfairs Methodist Church.\nA man was arrested on suspicion of murder and a knife recovered from the scene.\nNews filtered through the neighbourhood that Sir David had been killed in their church and on their street. Reporters and people laying flowers have gathered on this normally quiet residential street of semi-detached houses, flats and tall trees.\nA police cordon surrounds the church, police cars line the road. The mood is quiet and sombre.\nEverybody is shocked that something so unexpected and devastating can happen here - and in a church.\nBut above all, they talk of an MP always willing to listen to them, to help them and to be part of their community.\nThat community has been left stunned by the events of the past few hours and people have come forward to pay tribute to his work as a local MP, at pains to emphasise that he was a kind man.\nResident Melanie Harris left flowers at the scene. She said they were \"a small gesture to show we care\".\nShe also left a card that read: \"What has the world come to? What a senseless waste of a charming, witty and kind and gentle soul who deserved a lot more than to be snatched from life. \n\"You were always a pleasure to speak to. Thank you for restoring my faith in politicians.\"\nMohamad Imani, who is a member of the National Council of Resistance of Iran, a coalition of Iranian dissident groups which is calling for regime change in the country, said he was \"shocked\" by Sir David's death.\nMr Imani said the MP had been a \"great friend\" of the NCRI and a \"hero for human rights\".\nHe said he had met him several times in Parliament and travelled with him to conferences in Paris, France and Tirana, Albania.\n\"I have a lot of memories with him, always laughing and joking,\" he said. \"He was a very kind man and a great human.\"\nStephen Aylen, who was a local councillor for 25 years, said: \"He was very involved, a proper MP.\n\"For this to happen, what can I say?\"\nAlysha Codabaccus, 24, said: \"This kind of thing just doesn't happen around here. This is a nice quiet area, it happened in a church, there's a school just up the road.\n\"It's something completely out of the blue, it's just really shocked us all and this should not have happened.\"\nKevin Buck, a Conservative Southend councillor, who worked with Sir David for 10 years, said he was \"shocked and numb\".\n\"I just can't believe he was with us here this morning, and not here now.\n\"He was a remarkable MP because he was a remarkable man - kind, compassionate and caring.\"\nParish Priest Kevin Hale said the community was \"absolutely shocked and appalled\" and it was \"hard to believe\".\n\"Sir David was a neighbour of ours, a good friend of the parish, a frequent visitor, a familiar face in the area and a great supporter of everything in the community,\" he said.\n\"We're all so utterly appalled. Our hearts and our prayers go out profoundly to his wife and children.\"\nRay Howard, a Conservative councillor in Canvey Island for 51 years, and who canvassed for Mr Amess, spoke of his deep upset.\n\"He didn't want to become a minister, he didn't want to go higher, he just wanted to be good constituency man, and what a good man and parliamentarian he has been.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-58939209",
      "category": "uk-england",
      "title": "Southeastern train services taken over by government",
      "tags": "Department for Transport,Rail travel,Southeastern",
      "text": "Southeastern's train services have been taken over by the government.\nFranchise holder Govia was informed of the decision last month after failing to declare more than £25m of taxpayer funding.\nTransport Secretary Grant Shapps said the Operator of Last Resort would take over the running to protect taxpayers' interests.\nPassengers are unlikely to see any immediate changes as trains, timetables and fares will stay the same.\nSoutheastern's vast network includes London, Kent, East Sussex and the High Speed 1 line.\nThe franchise was owned by Govia - a joint venture between Go-Ahead Group and Keolis.\nThe government stepped in after an investigation by the Department for Transport (DfT) identified Govia had not declared millions of pounds of historic taxpayer funding.\nThe DfT said the money had since been reclaimed.\nFurther investigations are being conducted and the government is considering more action, including financial penalties.\nAnthony Smith, chief executive of passenger watchdog Transport Focus, said: \"Passengers will want a punctual, reliable, clean train, with enough room to sit and stand, and value for money fares.\"\nCat Hobbs, director of public ownership campaign group We Own It, said \"privatisation is failing our railway\" and called for the whole rail network to be brought into public hands \"where it belongs\".\nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58960262",
      "category": "uk-northern-ireland",
      "title": "Dennis Hutchings: Ex-soldier on trial over Troubles shooting dies",
      "tags": "The Troubles",
      "text": "An ex-soldier has died while on trial over a fatal shooting during Northern Ireland's Troubles.\nDennis Hutchings, 80, denied attempting to murder and cause grievous bodily harm to John Pat Cunningham.\nMr Cunningham, 27, was shot in the back as he ran from an Army patrol near Benburb, County Tyrone, in 1974.\nMr Hutchings' trial was adjourned for three weeks due to illness and the court heard on Monday that he had tested positive for Covid-19.\nThe non-jury trial had been sitting at Belfast Crown Court for three days a week to allow Mr Hutchings, who had been suffering from kidney disease, to receive dialysis treatment.\nMr Hutchings, from Cawsand in Cornwall, was an ex-member of the Life Guards regiment.\nHe also suffered from heart failure and fluid on the lung. He died in the Mater Hospital in Belfast on Monday afternoon.\nHis death was confirmed by an Army veterans' group on behalf of his family.\nDennis Hutchings' supporters had made an issue of his age and ill-health during a long campaign against his prosecution.\nLegal attempts to have his case thrown out failed before it reached trial stage.\nHis death will very likely reopen arguments around legacy prosecutions.\nThe government is proposing to end all future investigations and court cases related to Troubles incidents prior to the  1998 Good Friday Agreement.\nPart of its reasoning is to protect veterans.\nThis development leaves just one other veteran facing trial, David Holden, who is accused of the manslaughter of Aidan McAnespie in 1988.\nAll other recent cases involving former soldiers have collapsed.\nUnionist politicians have criticised the decision to prosecute Mr Hutchings.\nDemocratic Unionist Party leader Sir Jeffrey Donaldson said there were \"serious questions around those who made the decision that Dennis should stand trial once more\". \n\"Whilst understanding the desire of the Cunningham family for justice, we have consistently challenged those in legal authority who insisted that Dennis stand trial again. \n\"He was an 80-year-old veteran, in ill-health on dialysis and there was a lack of compelling new evidence.\n\"This is a sad indictment on those who want to rewrite history, but also demands serious questions of the Public Prosecution Service about how this trial was deemed to be in the public interest.\"\nUlster Unionist Party leader Doug Beattie said the decision by the Public Prosecution Service to proceed with a trial given Mr Hutchings' ill-health demanded an independent review. \n\"The questions must be asked, did this trial hasten Mr Hutchings' death and did it meet the evidential and public interest tests?\" he said.\n\"Regrettably that will be too late for the Hutchings family and will be of little comfort to them at this time.\"\n Traditional Unionist Voice (TUV) leader Jim Allister said the \"needless dragging of an 80-year-old soldier through the courts has had a very sad end\".\n\"The strain on this man was cruel, with him requiring regular dialysis, while being brought to Belfast to face a trial of dubious provenance,\" he said.\nThe Sinn Féin MP for Fermanagh and South Tyrone Michelle Gildernew said she was aware of a grieving family following the death of Mr Hutchings, but the Cunningham family also continued to grieve.\n\"Let's remember that grief knows no bounds,\" she tweeted.\nMr Hutchings had previously lost a Supreme Court challenge to have a trial before a jury.\nIn July, the UK government confirmed plans to bring forward legislation to ban all prosecutions related to the Troubles.\nPrime Minister Boris Johnson said the legacy proposals would allow Northern Ireland to \"draw a line under the Troubles\".\nThe plans, which are opposed by NI political parties and victims organisations, include an end to all legacy inquests and civil actions related to the conflict."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-33957894",
      "category": "world-us-canada",
      "title": "Colin Powell: From Vietnam vet to secretary of state",
      "tags": "Obituaries",
      "text": "Colin Powell came from a humble background to become the first African-American US secretary of state.\nA highly decorated army officer, he saw service in Vietnam, an experience that later helped define his own military and political strategies.\nHe became a trusted military adviser to a number of leading US politicians. And, despite his own misgivings, he helped swing international opinion behind the 2003 invasion of Iraq.\nColin Luther Powell was born in Harlem, New York City, on 5 April 1937, the son of Jamaican immigrants.\nHis parents originally pronounced his name with a short \"o\" in the traditional English way, but he changed the pronunciation in honour of a US Army Air Corps pilot, Colin Kelly, who was killed shortly after Pearl Harbor.\nHe was, by his own admission, an average scholar who left high school with no positive career plans. \nWhile studying geology at the City College of New York, he joined the Reserve Officers Training Corps (ROTC), a programme designed to identify future military leaders.\nPowell later described it as one of the happiest experiences of his life. \"I not only liked it,\" he said later, \"but I was pretty good at it.\"\nAfter graduation in 1958, he was commissioned as a second lieutenant in the US Army. He underwent basic training in Georgia, where his colour saw him refused service in bars and restaurants.\nIn 1962, he was one of thousands of advisers sent to South Vietnam by President Kennedy to bolster the local army against the threat from the communist North.\nDuring his tour Powell was injured by stepping on a punji stick, a sharpened wooden stake hidden in the ground and used as a booby trap. \nIn 1968, he returned to Vietnam, receiving a decoration for bravery after surviving a helicopter crash in which he rescued three other soldiers from the burning wreckage.\nHe was assigned to investigate a letter from a serving soldier that reinforced allegations of a massacre at My Lai in March 1968, in which US soldiers killed hundreds of civilians, including children.\nPowell's conclusion, that \"in direct refutation of this portrayal, relations between American soldiers and the Vietnamese people are excellent\", flew in the face of growing evidence of brutal treatment of civilians by US forces.\nHe was later accused of \"whitewashing\" the news of the massacre, details of which did not finally become public until 1970. \nAfter returning from Vietnam, Powell obtained an MBA at the George Washington University in Washington DC before securing a prestigious White House Fellowship under President Richard Nixon. \nPowell was now seen as a rising star. There was a period as a lieutenant-colonel in South Korea before a move to the Pentagon as a staff officer. \nAfter a spell at an army college, he was promoted to brigadier-general and commanded the 101st Airborne Division before taking up an advisory role in government.\nHe worked for a time in the Carter administration and then became senior military aide to Caspar Weinberger, the Secretary of State for Defence appointed by the incoming president, Ronald Reagan.\nIn 1987, Powell became national security adviser. It was the time of US involvement in so-called \"dirty wars\" in Central America, including backing for the contras, the right-wing paramilitaries in Nicaragua.\nWhen George HW Bush entered office in 1989, Powell was appointed Chairman of the Joint Chiefs of Staff, the highest military position in the US Department of Defense. \nAt 52, he was the youngest officer ever to hold the post, and the first from an African-American background.\nHe faced an immediate crisis when the US invaded Panama in December 1989, toppling the dictator, General Noriega, a move strongly condemned by the United Nations.\nThe 1990 Gulf War saw the implementation of a strategy which was dubbed The Powell Doctrine. Essentially, Powell believed that it wasn't until all diplomatic, political or economic means had failed that the US should resort to military force.\nHowever, once military action was launched, then the maximum force necessary should be deployed to subdue the enemy quickly while minimising US casualties. There also had to be considerable public support.\nMuch of this thinking was rooted in a determination that the US would no longer find itself bogged down in a long, fruitless conflict as it had in Vietnam.\nPowell initially opposed the use of force in the Gulf,  against the wishes of the then Defence Secretary, Dick Cheney. However, operations Desert Storm and Desert Shield were a success and brought Powell's name to an international audience.\nPowell remained Chairman of the Joint Chiefs of Staff during the early months of the new Clinton presidency but he found it difficult to work alongside a more liberal administration.\nHe clashed with the new president over the issue of allowing gay people to join the military, and had a public disagreement with Madeleine Albright, then US ambassador to the UN, over military intervention in Bosnia. \nPowell firmly believed that only a threat to US interests justified a military response. \"American GIs are not toy soldiers to be moved around on some global game board,\" he said.\nHe left the army in 1993 and devoted time to writing his autobiography - it topped the New York Times best-seller list - and engaging in charity work.\nFreed from his obligations as a serving officer, he began to involve himself in politics. With admirers in both main parties, he was touted as a vice-presidential nominee for both Democrats and Republicans. He declared himself a Republican in 1995.\nThere was talk of him standing against Bill Clinton in the 1996 presidential election, but Powell decided he lacked the passion for a political career.\nIn 2000, George W Bush appointed Powell as secretary of state, the post responsible for US relationships with foreign countries.\nAfter the 9/11 attacks, Powell found himself up against hawks such as the Secretary of Defence, Donald Rumsfeld, who favoured US intervention, even without the support of other nations, in what became dubbed the \"war on terror\".\nPowell, sticking to his own doctrine, opposed US involvement in Iraq but, in an about-face, agreed to support Bush. His reputation as a man of integrity certainly helped persuade the United Nations of the case for war when he appeared before the Security Council in 2003.\nJust 18 months later, with Saddam Hussein toppled, Powell admitted that intelligence suggesting the Iraqi dictator had possessed \"weapons of mass destruction\", was almost certainly wrong. Shortly after he announced his resignation as secretary of state.\nHe remained outspoken on political issues, criticising the Bush administration on many fronts, including the treatment of detainees at Guantanamo Bay. In 2008 Powell endorsed Barack Obama for the US presidency.\nIt said much for Colin Powell's diplomatic skills that he found allies on both sides of the political divide. A genial man, he was revered at the state department where he had a reputation for courtesy and an easy-going manner that belied the high office he held.\nHis great strength was a belief that coalition was preferable to confrontation. His rejection of the Rumsfeld strategy of unilateral intervention allowed the US to build a worldwide alliance in the war against terrorism.\n\"War should be the politics of last resort,\" he once said. \"And, when we go to war, we should have a purpose that our people understand and support.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58951887",
      "category": "uk",
      "title": "Sir David Amess death: Jo Cox's husband had 'physical reaction' to killing",
      "tags": "David Amess,Jo Cox,David Amess death,Jo Cox murder",
      "text": "The widower of murdered MP Jo Cox has spoken of his \"very physical reaction\" to the killing of Sir David Amess. \nBrendan Cox said he was put back \"in that moment five years ago\" when he learned his wife had been killed by a right-wing extremist in West Yorkshire.\nHe said he felt \"a wave of emotion\" for Sir David's family and applauded their statement calling for togetherness.\nMPs are due to pay tribute to Sir David, Conservative MP for Southend West, in Parliament later.\nPrime Minister Boris Johnson will lead MPs as they pay their respects and share memories from 15:30 BST, after prayers and a minute's silence. There will then be a service at St Margaret's Church, next to Parliament, at which the Archbishop of Canterbury will give an address.\nSir David, 69, had been meeting constituents in Leigh-on-Sea, Essex, when he was stabbed multiple times on Friday. A 25-year-old British man is being held under the Terrorism Act. \nThe family of Sir David have said their hearts are shattered and called for people to \"set aside hatred and work towards togetherness\". \nThey added that the \"wonderful\" tributes paid to the father-of-five had given them strength but that they are still trying to understand \"why this awful thing has occurred... nobody should die in that way\". \nThey described him as strong and courageous, a patriot and a man of peace, adding: \"We ask people to set aside their differences and show kindness and love to all. Please let some good come from this tragedy.\n\"We are absolutely broken, but we will survive and carry on for the sake of a wonderful and inspiring man.\"\nSpeaking to BBC Radio 4's Today programme, Mr Cox said when he heard the news about Sir David, he was immediately taken back to getting the phone call being told about what had happened to his wife. \nShe was Labour MP for Batley and Spen when she was killed in Birstall, where a constituency surgery was due to take place, in 2016. Her sister Kim Leadbeater is now the MP for the area.\n\"Being back in that moment was very hard,\" Mr Cox said of when he learned Sir David, MP for Southend West since 1997, had been fatally stabbed on Friday. \n\"And then just a wave of emotion, of sadness, of sorrow for what his family would be going through having gone through something very similar, knowing those first moments where you hear about the attack but hope that it will be OK through to those moments when you get told and then you have to tell other people.\"\nHe also told BBC Breakfast that when he heard the news: \"I found it very hard to function. I picked the kids up from school and went away for the weekend, just to try and get away from it all.\" \nMr Cox said he felt \"terrible sadness for the family, knowing what they're going through\", with the realisation that \"the worst possible thing you could ever imagine in your life has just happened\".  \nHe said for his two children, \"hearing about this over the weekend does bring it all back\". They speak about their mother all the time, he added, and she is \"an ongoing force in our family\". \nTheir children are \"very proud\" of her and he makes sure they \"keep her very human\" by remembering all aspects of her personality. \nThe outpouring of grief for Sir David will be a comfort for his family, said Mr Cox, as it was for him when his wife was killed. The public reaction \"really did make a difference to us\", he added, saying: \"It really did give us that sense of solidarity of kindness in a world which at that moment feels incredibly unkind.\"\nBoth the attack on his wife, and that on Sir David, were an \"attack on our democracy\", he added - but democracy is the very thing that \"binds us together - it is one of the things that is our strength\". \nMr Cox added that the message of unity from Sir David's family was so important because society needs to change its response to terrorism.\n\"It's about denying terrorists what they want,\" he said. \"They want that division so let's give them togetherness. They want that infamy so let's give them neglect, let's not put their pictures on the front page of newspapers - we have to stop playing into the hands of being the inadvertent amplifiers of terrorism.\"  \nMore MPs have opened up about their own personal safety following the death of their colleague.\nMany have spoken of a toxic and increasingly polarised political culture where online trolling has become widespread, ranging from personal insults at one end of the spectrum to direct threats of violence and even death at the other.\nLabour MP Tulip Sadiq told BBC Breakfast all MPs, especially women, are subject to attack and that her mother feared for her doing the job. \nShe said being an MP had had a \"constant effect\" on her family for years, especially her parents. \nSir David's neighbouring MP in Southend, Conservative James Duddridge, said: \"No-one that loves me, none of my friends would want me to be a Member of Parliament.\n\"The only reason they support it is because they know that that's what I believe is an honourable thing to do, a worthwhile thing to do, something I'd always wanted to do, something that I have enjoyed. \"\nDeputy Prime Minister Dominic Raab said he had received \"three threats to life and limb\" over the past two years - but he does not want to \"allow those who attack our democracy\" to win. \nAnd Labour's Chris Bryant said a man had been arrested over a death threat he received over the weekend. \nRead more here.\nHe also said it is right to look at MPs' security, but people should not \"pretend that's going to fix the problem\". \nConcerns have been raised about the safety of politicians following Sir David's death. Home Secretary Priti Patel and Commons Speaker Sir Lindsay Hoyle are working on measures to protect MPs and police forces have been asked to review their security arrangements with immediate effect. \nDetectives are continuing to hold the 25-year-old man in connection with Sir David's death and have until Friday to question him.\nWhitehall officials confirmed the man's name as Ali Harbi Ali, and said he was a British man of Somali heritage.\nThe BBC understands he was referred to the counter-terrorist Prevent scheme some years ago, but was never a formal subject of interest to MI5.\nIt also understands that his father, Harbi Ali Kullane, who was previously an adviser to Somalia's prime minister, has been visited by police who have taken his phone for analysis.\nPolice officers have spent the weekend searching three addresses in London.\nIt is thought a converted Victorian property in Lady Somerset Road in north-west London is linked to the investigation. Neighbours said officers started searching it late on Friday night.\nFurther searches, also believed to be part of the inquiry, have been taking place at a property in Bounds Green Road, north London, and another in Cranmer Road, Croydon, south London. \nThe police cordon outside the church in Eastwood Road North, Leigh-on-Sea, where Sir David was stabbed to death has now been lifted. Flowers have been left outside Belfairs Methodist Church and uniformed police officers remain at the scene. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-58962007",
      "category": "uk-scotland-glasgow-west",
      "title": "Four in hospital after explosion destroys homes in Ayr",
      "tags": "Ayr",
      "text": "Two adults and two children have been taken to hospital after an explosion at a South Ayrshire housing estate.\nPolice say four homes were caught up in the blast in Ayr. Witnesses said at least one terraced house was destroyed, with those on either side of the property severely damaged.\nThe explosion was reported in the Kincaidston area at 19:10 on Monday and was heard for miles around.\nInquiries are ongoing to establish the cause of the blast.\nScottish Gas Networks said it was ensuring the site around the \"serious explosion\" was made safe.\nLocal councillor Chris Cullen told BBC Radio's Good Morning Scotland programme that the explosion in Gorse Park was caused by gas.\nAsked to describe the scene, Mr Cullen said: \"It is quite harrowing actually.\n\"Early yesterday evening there was a row of houses and now there is a hole.\"\nMr Cullen also told the programme that if the gas from the affected properties could not be capped, then it could be days before people were allowed to return to their homes.\nThe area was evacuated, with two local rest centres set up to provide shelter to those that needed it. \nThe fire service said nine appliances and specialist resources, including an air ambulance, attended the incident.\nA man who lives about 100m from the explosion site told the BBC that his whole house shook with the force of the blast.\nKerr McCann was one of the first on the scene. He was arriving home when saw a \"massive plume of fire\" in the sky over the street. \nHe said: \"Immediately after I felt a big bang, I knew it was an explosion. I was in the army so I know what explosions are.\n\"I ran up, about a quarter of a mile away... There was fire in the back garden and pretty much in where the house was.  \n\"The house was not where it was, it was scattered about the street.\"\nMr McCann said he and other people who had run to help were removed from the area for their own safety shortly after.\nHe added: \"The whole house has disappeared, the gable end of the other house is opened up and there's cars with windows put in from the shrapnel.\n\"Passing the shop on the way back I heard people saying stuff came off the shelves from the explosion.\"\nCaroline Finnett, who lives in Kincaidston, was playing bingo at a friend's house when she heard a \"massive bang\". \nShe heard sirens and saw smoke billowing, so made her way back home. Her street was littered with broken roof tiles. \nShe told BBC Scotland: \"We walked up to where the house has been blown away, and it was horrendous - was like something from a movie set. It was overwhelming.\n\"The house's gone.\"\nMs Finnett then took hot food to the community centre where those affected are sheltering, and offered up her spare room to anyone who needed it. \nWe are at the entrance to the Kincaidston estate which, at the moment, is as far as we are allowed to go.\nLocal residents are being allowed in and out of the area.\nPolice say that investigations into the explosion are ongoing and there has been a sizeable presence from Scottish Gas Networks here.\nThere is a lot of chat on social media, which we have not been able to verify, that it was a gas explosion.\nThere is work going on to make sure that people can return to their homes and still have heating while the gas to the area affected by the explosion is sealed off to prevents any further danger.\nBut police did tell us earlier this morning that the area still isn't 100% safe. \nA Police Scotland spokeswoman said: \"Four houses have been affected by the explosion.\n\"Two adults and two children have been taken to Crosshouse Hospital in Kilmarnock. \n\"A number of premises have been evacuated and two local rest centres have been set up to assist.\n\"Local road closures are in place and we would advise people to avoid the area at the present time.\"\nA spokesman for Scottish Gas Networks said: \"At around 20:00 tonight we received a request to assist the emergency services following the reports of a serious explosion in Gorse Park, Ayr.\n\"Our engineers are currently assisting the emergency services to ensure the immediate vicinity is made safe in our role as the gas emergency service.\"\nCommunity appeals have been started for food and drink supplies for those staying at the rest centres. \nBusinesses have been offering meals and the nearby Sundrum holiday caravan park offered accommodation for anybody who needed it.\nGlazing firms and several joiners pledged to help residents secure their properties.\nOn Tuesday morning South Ayrshire Council said the response from the local community had been overwhelming.\nIt tweeted: \"Thank you all so much for your generosity following the incident in Kincaidston last night.  We have everything we need. Please stop bringing donations now.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58285620",
      "category": "uk-wales",
      "title": "Clydach murders: Killer David Morris dies in prison",
      "tags": "Swansea,South Wales Police,Clydach",
      "text": "The man convicted of the Clydach murders has died in prison, it has been confirmed.\nDavid Morris, 59, killed three generations of the same family in the Swansea Valley village in 1999.\nHe spent 22 years in jail for killing Mandy Power, 34, her daughters Katie, 10, and Emily, aged eight, and her 80-year-old mother Doris Dawson.\n\"HMP Long Lartin prisoner David Morris died on August 20,\" a Prison Service spokesman said.\n\"The Prisons and Probation Ombudsman has been informed.\"\nMorris, who always maintained his innocence, was jailed for a minimum of 32 years.\nHe was convicted for the murders a second time in 2006 after an earlier conviction was quashed by the Court of Appeal.\nA bid to again take his case to the Court of Appeal was rejected in 2018 by the Criminal Cases Review Commission.\nA BBC Wales Investigates programme in 2020 spoke to two potential new witnesses and South Wales Police announced a review of elements of the case in January 2021.\nIn July the Crown Prosecution Service said no information had been provided by the potential new witnesses to undermine the conviction.\nThe review, which was being overseen by Devon and Cornwall Police, was then expected to move on to look at forensic issues also challenged in the documentary.\nMorris's trial in 2006 heard he had a sexual relationship with Ms Power and was fuelled by drink and drugs when he went on a killing spree in June 1999.\nMrs Dawson was killed as she lay in her bed, and the killer lay waiting for the others to return home.\nMs Power and her daughters were battered with a fibreglass pole, which the children used to play with, and Ms Power's body was sexually assaulted.\nThe killer lit fires around the house in an attempt to hide the crimes.\nFirefighters found the bodies of Ms Power and the girls laid out on the landing when they came to tackle the blaze.\nThe inquiry was the largest and most complex murder investigation ever undertaken by a Welsh police force."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58928256",
      "category": "uk-northern-ireland",
      "title": "Holiday-at-home vouchers: NI tourism body urges more money for scheme",
      "tags": "Travel & leisure industry,NI economy,Coronavirus pandemic",
      "text": "A holiday-at-home voucher scheme will need more money behind it to stop people from missing out, a tourism body has said.\nUnder the proposal, vouchers will be issued on a first-come, first-served basis. \nUnlike the high street scheme, there will be a limited number available.\nThe Northern Ireland Tourism Alliance (NITA) said the draft £2m budget would need to be increased to avoid disappointment.\nThe Department for the Economy said officials were still considering the scheme's suitability.\nPlans for the scheme were first revealed by BBC News NI in September 2020. \nIt will allow households to claim back 50% off a stay of two nights or more in certified accommodation, up to the value of £100.\nVouchers will also be issued, offering 50% off visits to attractions or tourism experience providers, up to the value of £20.\nEvery household can apply for one of each type of voucher. \nNITA chief executive Joanne Stuart said a lot of people would be disappointed. \n\"£2m has been allocated to this scheme and we do believe the demand will be high and a lot of people will be disappointed, so we would ask the minister to consider the funding he has and whether there is more available to the scheme,\" she said.\n\"This is not just support for the accommodation sector and tourism attractions. When people stay in a destination, they spend money in hospitality or retail so there would be much more in terms of a wider economic benefit. \n\"We believe this is a really important intervention for the accommodation and attraction sector and we are working with the department and the minister with regards to when this needs to be launched.\n\"Given the funding needs to be spent by the end of the financial year we would like to see it launched as soon as possible to see the maximum return on investment,\" she said. \nAsked if the scheme would be beneficial if launched in January or February, Ms Stuart said she believe it would provide a boost. \n\"January to March is traditionally the slowest period of the year so if we were able to get a scheme that starts in January, we would get the chance to get the benefit in those slow months,\" she said.\n\"From 1 April, we are going to see significant cost increases with the rates holiday ending and VAT returning to 20%. \n\"The majority of tourism businesses have had to take loans and in 2022 the repayments are going to be starting, so anything we can do to help those businesses have a better January to March period would be really good before moving into the high season. We are not out of the woods.\" \nNorthern Ireland's tourism industry has been severely affected by coronavirus restrictions, with lockdowns closing most of the sector. \nThe industry does not expect to welcome international visitors until spring 2022. \nUnder the proposed scheme, money is claimed back by uploading a receipt and voucher details online. \nA spokesperson for the Department for the Economy told BBC News NI the scheme was one of a number of steps being taken to support the tourism sector. \n\"The department is currently considering the suitability of the intervention in the context of the levels of consumer demand that were experienced over the summer and the impact of the high street scheme,\" they said.\n\"This consideration includes working with the industry to decide on the most opportune time to launch any scheme.\"\nMs Stuart said while there had been support from the domestic market in August and September, the expectation was that demand would begin to fall. \n\"What we need to remember is the sector has only been able to open for about 50% during 2020 and 50% during 2021,\" she said.\n\"Year-to-date occupancy figures for hotels are 44% and we are now moving into the low season and there are real financial viability concerns within the industry. \n\"We are still not out of the woods, so this scheme is really important especially at this time of the year.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58959620/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Goto Energy goes bust amid rising gas prices",
      "tags": "Companies,Energy customer switching,Ofgem,Energy industry",
      "text": "Goto Energy has become the latest UK energy firm to cease trading amid a sharp rise in wholesale gas prices.\nThe firm supplied gas and electricity to around 22,000 domestic customers who will now be moved to a new supplier.\nIt joins a number of small firms that have gone bust following a global spike in gas prices. \nEnergy regulator Ofgem will now find a new supplier for households, who are asked to do nothing until the transfer takes place in the coming weeks.\nGoto Energy's collapse takes the number of customers affected by the current wave of UK energy company failures to more than two million.\nOfgem said that the unprecedented increase in global gas prices - which have risen 250% since the start of the year - was putting financial pressure on suppliers.\n\"Ofgem's number one priority is to protect customers,\" said Neil Lawrence, director of retail at Ofgem.\n\"I want to reassure affected customers that they do not need to worry: under our safety net we'll make sure your energy supplies continue.\"\nMr Lawrence added that if customers have credit, the funds are protected, so customers will not lose the money that is owed to them.\n\"Goto Energy is now the 16th provider to exit the market since the beginning of 2021,\" said Justina Miltienyte, energy policy expert at Uswitch.com.\nShe said it was important that Goto Energy customers did not do anything until they were moved to a new supplier, as trying to switch providers could create administrative delays in getting their credit balance returned.\n\"They should make a note of their meter readings now, and again when contacted by their new supplier, to ensure their bills are accurate.\" \nLast week, Pure Planet, which was backed by oil giant BP, and Colorado Energy joined the growing list of small energy firms that have gone bust recently.\nPure Planet said it had been caught between rising costs and the UK's energy price cap, which limits what companies can charge consumers.\nThis had left its business \"unsustainable\", it said.\nNine suppliers collapsed in September, but business and energy minister Kwasi Kwarteng ruled out supporting struggling energy firms, although he warned more companies could collapse.\nThe regulator's price cap, which covers 15 million households across England, Wales and Scotland, protects customers on default tariffs by limiting charges including how much customers pay per unit of energy.\nBut providers say they cannot pass on rising wholesale gas prices to customers because of the cap.\nSuppliers that have recently gone bust include Avro Energy, People's Energy and Green Supplier Limited.\nRising prices have had reverberations throughout the supply chain.\nLast week, gas shipping firm CNG wrote to its energy supplier customers saying that it would no longer supply the wholesale market.\nCNG supplies roughly 46,000 small businesses, including 10-15 small domestic energy suppliers, through its wholesale business."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58948674",
      "category": "uk",
      "title": "Covid-19: Enforceable vaccine passports in Scotland and university student refunds",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday morning. We'll have another update for you this evening.\nOnly people who have had two doses of the Covid vaccine will be allowed into nightclubs and large events, like some football matches, as Scotland's vaccine passport scheme becomes enforceable by law from today. The Scottish government introduced the scheme at the beginning of the month but gave a 17-day grace period to give businesses time to prepare. Wales is the only other nation to have a similar scheme, Northern Ireland doesn't have a formal one and England dropped the plans but they could still be introduced under the government's winter \"Plan B\", if cases surge.\nStudents should receive a refund and an apology from a university after courses were changed during the pandemic, with complaints that some content had been replaced by more general modules. Thirteen students from the University of Wales Trinity St David complained to an  independent adjudicator, which upheld their concerns. The university says it's committed to providing students with the right skills for their future career.\nIncreasing numbers of young women are approaching homeless groups for help as a result of the pandemic. That's according to New Horizon Youth Centre in King's Cross which says the number of women who had been in touch had more than doubled since last year. The Salvation Army also says it has seen a rise in demand for beds at its women-only hostel in east London. The government says tackling rough sleeping is \"an absolute priority\".\nFour-year-old Eliza and her father read and sang together, and he was always there to put her to bed. One day he started coughing, he was taken to hospital and later died of Covid aged 40. Eliza's one of more than 51,000 children in Iran who are coping with a parent dying after contracting the virus. Many people blame the scale of the death on the country's leadership, which banned US and UK-developed vaccines being imported last winter. Read more here.\nNightlife in New York City has changed since the pandemic began. Photographer Dina Litovsky was used to taking pictures of crowds, chaos and people on nights out in the Big Apple. But that changed and as venues closed and the streets became empty. Take a look at how life changed.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nRemind yourself of the rules if you're planning to go on holiday abroad.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-58950282",
      "category": "world",
      "title": "Afghan girls are ‘left in darkness’ by the Taliban",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-58954054",
      "category": "uk-wales-politics",
      "title": "Welsh independence to be considered by commission",
      "tags": "Welsh government",
      "text": "Welsh independence is one of the options to be considered by a commission examining Wales' future relationship with the rest of the UK.\nThe new body, set up by Welsh Labour ministers, will look at how the current system of powers resting in Cardiff and London could change.\nCo-chairwoman Prof Laura McAllister said \"everything\" was on the table.\nThe Conservatives accused ministers of wasting time and resources, but said they would take part.\nProf McAllister will lead the new Independent Constitutional Commission alongside ex-Archbishop of Canterbury Rowan Williams. \nThey do not believe Wales' current constitutional arrangements are sustainable, and plan to talk to people around the country.\nFirst Minister Mark Drakeford said nothing is ruled out from the commission, and anyone with an opinion can make their case.\nWelsh Labour, which supports Wales remaining part of the UK, had promised to form the body in its Senedd election manifesto.\nPlaid Cymru said the commission would give the opportunity to hold the \"most wide-ranging national conversation about Wales' future\".\nCurrently many important areas of government policy such as health, education and local government are run from Cardiff, with such laws made in the Senedd Cymru - Welsh Parliament.\nEverything else, like the army and broadcasting, is governed by Westminster. It is a similar set up to Scotland and Northern Ireland, where even more is devolved.\nBut concerns over the future of the UK have led some, like First Minister Mark Drakeford, to call for a more radical restructuring of the UK.\nMr Drakeford has argued that the union of the United Kingdom would be more secure if more policies relating to Wales and elsewhere were decided locally, and if the UK's nations were part of a voluntary union.\nThat was echoed in Welsh Labour's manifesto, which expressed support for \"far-reaching federalism\" within the UK.\nBut Laura McAllister said the commission would look at a \"whole suite\" of potential solutions.\nThe announcement from the Welsh government said the commission will develop options for reform \"of the constitutional structures of the UK in which Wales remains an integral part\". \nHowever, Prof McAllister said the commission would look at independence.\n\"I think everything is supposed to be on the table, quite rightly. So it would be ludicrous to remove any options at this stage,\" she said.\n\"It's important to be clear about language.\n\"Independence means different things depending on different contexts.\"\nCardiff university academic Prof McAllister served on the Richard Commission on devolution, which reported in 2004, and an expert panel on reforming the Senedd.\nShe denied that constitutional reform was a distraction from practical issues like the pandemic recovery or climate change.\n\"We won't be taking any attention away from that because we're an independent commission,\" she argued.\nSwansea-born Dr Rowan Williams, who led the Church of England from 2002 until he retired in 2012, said the commission would be addressing \"urgent\" questions about how to \"make a democracy fit for purpose\".\n\"At the moment we have a four-nations model which is pretty imbalanced,\" Dr Williams said.\n\"Devolved government is something which has been, to some extent, tacked on to an extremely centralised system.\n\"It's time we thought through what the implications were for working better for the people of Wales and the people of the UK.\"\nHe said he wanted to see \"grassroots buy-in\" to the process from Welsh people.\nProf McAllister added: \"I don't think it's going to be an easy task but Rowan and I will put our backs into making sure we listen to every community and every individual who wants to give us their take on how Wales should be governed.\"\nThe group is expected to deliver an interim report by the end of 2022, with a full report by 2023.\nThe full membership of the commission will be announced next month.\nRhys ab Owen, Plaid Cymru constitution spokesman, said: \"A constitutional commission is an opportunity to hold the most wide-ranging national conversation about Wales' future in the history of devolution.\n\"Plaid Cymru looks forward to engaging constructively with the commission and its work, making use of every opportunity it presents to make the case for independence and that our nation's interests will be best served when decisions over Wales' future are placed in Wales' hands.\"\nBut his Welsh Conservative counterpart, Darren Millar, said: \"People in Wales overwhelmingly rejected independence at the recent Senedd elections; and why the Welsh government would want to waste its time and resources discussing the topic is beyond me.\"\nIn the Senedd, Mr Millar confirmed his party would take part in the work of the commission, but said there was a \"serious question\" over the appointment and independence of Prof Laura McAllister given she stood twice for Plaid Cymru in the late 1980s and early 1990s.\nShe left the party shortly afterwards. Mr Millar said some would question whether Prof McAllister is \"entirely independent in the way that she's able to organise this particular commission's business\".\nProf McAllister declined to comment on Mr Millar's remarks.\nFirst Minister Mark Drakeford confirmed in the Senedd that the inquiry will be able to look at independence.\nAt question time in the Senedd, Mr Drakeford said anyone with an opinion would be able to come and \"make their case\".\n\"It would be absurd to rule out independence - but nothing else is ruled out either,\" he said.\nIf he gives evidence to the commission, he said he would argue for \"entrenched devolution within a successful United Kingdom\".\nA second referendum on Scottish independence within the next five years was \"very likely\", Mr Drakeford said. He added he agreed with people who said Northern Ireland's future had become more \"uncertain\" since Brexit.\nThe issue of Scottish independence and the new legal framework required in the wake of Brexit have brought to a head the question of how the different governments of the UK should relate to each other. \nThe push and pull of power struggles between those governments - all of different political hues - is the subtext to many of the policy and spending decisions we hear about on a daily basis. \nIf the gamut of possible recommendations runs from the status quo to full-blown Welsh independence, the likely outcome may well end up being something in the middle of that spectrum.\nBut for any meaningful constitutional change to result from this, the UK government would have to support it.\nRight now, there's no sign of that. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58947172",
      "category": "world-europe",
      "title": "Pedro Sánchez: Spanish PM vows to outlaw prostitution",
      "tags": "Spain,Pedro Sanchez,Prostitution,Sex trafficking",
      "text": "Spain's Prime Minister Pedro Sánchez pledged on Sunday to criminalise prostitution in the country. \nSpeaking to supporters at the end of his Socialist Party's three-day congress in Valencia, Mr Sánchez said that the practice \"enslaves\" women. \nProstitution was decriminalised in Spain in 1995 and in 2016 the UN estimated the country's sex industry was worth €3.7bn (£3.1bn, $4.2bn). \nA 2009 survey found that up to one in three Spanish men had paid for sex. \nHowever, another report published in 2009 suggested that the figure may be as high as 39% and a 2011 UN study cited Spain as the third biggest centre for prostitution in the world, behind Thailand and Puerto Rico.\nProstitution is currently unregulated in Spain, and there is no punishment for those who offer paid sexual services of their own will, as long as it does not take place in public spaces. However, pimping or acting as a proxy between a sex worker and a potential client is illegal. \nThe industry has boomed since its decriminalisation and it is commonly estimated that around 300,000 women work as prostitutes in Spain. \nThe Spanish police freed 896 women being exploited as sex workers in 2019 and estimate that over 80% of those working as prostitutes are victims of mafias.  \n\"Prostitution is not an expression of women's sexual freedom,\" said APRAMP, an association which campaigns to prevent and eradicate sexual exploitation. \"It is almost always linked to violence, marginalisation, economic difficulties and a sexist, patriarchal culture.\" \nThis Socialist Party (PSOE) proposal comes at a time when issues such as gender violence and sexual consent have been taking centre stage in Spanish public debate. \nHowever, CATS, a charity which provides support to sex workers in southeastern Spain, warned that policies aimed at abolition are unlikely to work, instead sending the sex industry further underground. \n\"If you throw people engaged in prostitution out of the establishments and flats where they work, then they're going to end up on the street,\" said Nacho Pardo of CATS. \"And that is sad, it's dangerous and it makes them vulnerable to mafias.\" \nCésar Jara, a Spanish journalist who has researched the sex industry, told Efe news agency that \"95% of prostitution in Spain is not free, it's forced in one way or another, whether because of socio-economic conditions, threats or other pressures\". \nSex trafficking generates €7-8m daily in Spain, he says, describing the country as Europe's second-biggest prostitution market in Europe after Germany, and as \"a paradise for international mafias\".\n\"The worst thing is that some young people see it as normal to pay so that a woman gives them pleasure however they want.\" \nIn 2019, Mr Sánchez's PSOE published a pledge in its election manifesto to outlaw prostitution, in what was seen as a move to attract more female voters. \nThe manifesto called prostitution \"one of the cruellest aspects of the feminisation of poverty and one of the worst forms of violence against women\".\nHowever two years on from the election, no legislation has yet been tabled. Spanish media report that the PSOE would need to agree on a draft with their left-wing Podemos coalition partners before presenting a bill to parliament, so there is still a long way to go.\nPSOE equality secretary Carmen Calvo, quoted by Efe, said \"we've passed other laws which were much more difficult, so we'll get this one done\", though she warned of \"ridiculous traps\" frequently placed in the path of feminists.\nSupporters of Spain's current system say that it has brought huge benefits to the women working in the trade and made life safer for them. \nHowever in recent years significant concerns have grown around the potential for women to be trafficked into sex work. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58957273",
      "category": "world-us-canada",
      "title": "Colin Powell: Former US secretary of state dies of Covid complications",
      "tags": "George W Bush,United States",
      "text": "Tributes are being paid to former US Secretary of State Colin Powell, who has died of Covid-19 complications aged 84. \nThe former top military officer died on Monday morning, his family said. He was fully vaccinated.\nPowell became the first African-American secretary of state in 2001 under Republican President George W Bush.\nHe also sparked controversy for helping garner support for the Iraq War.\n\"We have lost a remarkable and loving husband, father, grandfather and a great American,\" the family said in a statement, thanking the staff at the Walter Reed Medical Center \"for their caring treatment\".\nPowell had previously been diagnosed with multiple myeloma, a type of blood cancer which may have made him more susceptible to Covid symptoms, according to US media, as well as Parkinson's disease.\nPresident Joe Biden, calling Powell a \"dear friend\", said he had embodied the \"highest ideals of both warrior and diplomat\". \nFormer President Bush was among the first to pay tribute to \"a great public servant\" as well as \"a family man and a friend\" who \"was such a favourite of presidents that he earned the Presidential Medal of Freedom - twice\".\nMr Bush's vice-president Dick Cheney saluted Powell as \"a man who loved his country and served her long and well\" while also being \"a trailblazer and role model for so many\".\nFormer President Barack Obama, a Democrat, tweeted that Powell  \"understood what was best in this country, and tried to bring his own life, career, and public statements in line with that ideal\".\nCondoleezza Rice, Powell's successor as secretary of state and the first black woman in the role, called him \"a truly great man\" whose \"devotion to our nation was not limited to the many great things he did while in uniform or during his time spent in Washington\". \n\"Much of his legacy will live on in the countless number of young lives he touched.\"\nCurrent secretary of state Antony Blinken called Powell's life \"a victory of the American Dream\". \nPowell gave the Department of State \"the very best of his leadership,\" Mr Blinken said. \"He never stopped believing in America, and we believe in America in no small part because it helped produce someone like Colin Powell.\"\nFormer UK Prime Minister Tony Blair - who worked closely with Powell during the early years of the Iraq War -  said he was someone of \"immense capability and integrity\" who was \"a great companion, with a lovely and self-deprecating sense of humour\".\nRemembrances also poured in from prominent African-American leaders. Civil rights activist Al Sharpton called him \"a sincere and committed man\", while members of the Congressional Black Caucus praised his \"legacy of valour and integrity\".\nUS Secretary of Defence Lloyd Austin, the first black man to serve in that role, hailed Powell as \"a tremendous personal friend and mentor\" who would be \"impossible to replace\".\nOnce a moderate Republican, Powell became a trusted military adviser to a number of leading US politicians.\nBut he broke with his party to endorse Barack Obama in 2008, as well as Hillary Clinton in 2016 and Joe Biden in 2020. A sharp critic of Republican president Donald Trump, Powell said he could no longer call himself a Republican after the violent 6 January riot at the US Capitol.\nHe also saw service and was wounded in Vietnam, an experience that later helped define his own military and political strategies.\nHowever, he would say himself that his own legacy had been damaged by a speech to the United Nations Security Council which used faulty intelligence to back the invasion of Iraq.\n\"It was painful. It's painful now,\" Powell told ABC News in 2005.\nColin Powell was an iconic American success story. The child of immigrants, he became the first black man to rise to the highest positions in US military and diplomacy.\nIn the 1990s, Powell was one of the few American public figures with appeal that crossed political boundaries - reminiscent of General Dwight D Eisenhower after the Second World War.\nUnlike Eisenhower, Powell would not ascend to the presidency - although there were abundant calls for him to run.\nThose calls dwindled after the 2003 US invasion of Iraq, a decision Powell later acknowledged was a \"blot\" on his legacy. He had staked his reputation on the presence of Iraqi weapons of mass destruction - and his reputation suffered for it.\nIn his later years, Powell became a different kind of icon. His drift away from the Republican Party following Donald Trump's rise to power reflected the dwindling influence of Powell's moderate, internationalist faction within the American conservative movement.\nPowell's life may be somewhat overshadowed by his cause of death, as he now ranks as the most prominent American to succumb to Covid-19. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58951519",
      "category": "entertainment-arts",
      "title": "Ronnie Tutt: 'Legendary' Elvis Presley drummer dies at 83",
      "tags": "Music",
      "text": "Ronnie Tutt, the drummer who backed Elvis Presley from 1969 until his death eight years later, has died aged 83.\nElvis Presley Enterprises broke the news on its website on Saturday, saying it was \"deeply saddened\".\n\"In addition to being a legendary drummer, he was a good friend to many of us here at Graceland,\" it wrote. \"He will be deeply missed by all of us.\"\nDallas-born Tutt also worked with Billy Joel, Neil Diamond and Jerry Garcia in a career that spanned six-decades.\nHis work can be heard on Joel's Piano Man, Elvis Costello's King of America and the Gram Parsons albums GP and Grievous Angel.\nHe joined the King of Rock 'n' Roll for his 1969 Taking Care of Business (TCB) tour with guitarist James Burton and other musicians to perform with Elvis at his famous Las Vegas opening.\nIn a 2016 interview with an Elvis fan club in Australia, Tutt admitted that he was \"never really a big fan\" of the star until he met him at an audition for that tour. \"Once you meet him and you understand the charisma that the man had, you just can't help but love what he does,\" he said.\n\"We immediately had a great rapport. Visually, our eyes were constantly watching each other.\"\nOn occasion in between songs, Presley would jokingly mimic karate moves on stage in time with Tutt's drumming.\nHe would also introduce Tutt to the crowd and indulge him as he entertained them with rollicking drum solos for minutes on end.\nThe sticksman continued working with Presley until his death in 1977, and played with TCB band members for years after.\nA prolific live performer, he was also called upon by Johnny Cash, Kenny Rogers, Glen Campbell and Roy Orbison.\nTutt leaves behind his wife Donna, who told TMZ he died on Saturday of natural causes at his home in Tennessee, having had a longstanding heart condition. \"He couldn't play another drum lick,\" she told the site.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58926333",
      "category": "business",
      "title": "Scams: Cost of impact on wellbeing calculated as £9bn a year",
      "tags": "Cash,Money,Personal finance,Fraud",
      "text": "The cost to scam victims' wellbeing can be calculated at a monetary total of £9.3bn a year, according to the consumer group Which?.\nThat is the equivalent of £2,509 a year for each victim, but the impact can be higher for someone hit by online fraud.\nPeople targeted by fraudsters have spoken of suffering from anxiety and ill-health after being scammed.\nWhich? says the cost to well-being is higher than the typical financial hit of £600. \nThe consumers' association appointed consultants to study data including 17,000 responses to the Office for National Statistics' Crime Survey for England and Wales.\nThe results were then applied to an approach to assessing social impacts approved by the Treasury earlier this year. The model allows researchers to value changes in wellbeing in monetary terms.\nThe research suggested scam victims faced a drop in life satisfaction, significantly higher levels of anxiety, and lower levels of happiness. It was also associated with people self-reporting worse general health, although to a much smaller degree.\nJennifer Runham burst into tears in her local bank branch, on her way to the school run, after being told she was a victim of a scam.\nA cycle of events began when she received an email claiming that she needed to renew her TV licence. She entered her details on what proved to be a fake website, before receiving a call from criminals claiming to be from her bank's fraud department. They had even spoofed her bank's phone number.\nShe transferred £1,500 before realising she had been tricked. \n\"The impact was massive. I was so upset, scared and anxious,\" said Mrs Runham, who is in her 40s.\n\"My severe level of anxiety meant I had a lot of help from Victim Support.\" \nIt took a year of battling before her bank reimbursed the money.\n\"It takes a lot of courage to go through the complaints process. I felt they were blaming me,\" she said. \n\"I went to the ombudsman. When I got my money back, I felt I had some freedom to get on with my life.\"\nRocio Concha, Which? director of policy and advocacy, said: \"This brings home the scale of the emotional and psychological harm that victims suffer when they are defrauded. \n\"The government must not ignore the huge impact an epidemic of fraud is having on our society.\"\nShe is presenting the findings to MPs on the Draft Online Safety Bill Joint Committee on Monday.\nThe draft Bill includes measures to tackle user-generated fraud like romance scams, but omits the scam adverts leading to other types of fraud such as investment scams. \nThe consumer group, alongside campaigners such as Moneysavingexpert's Martin Lewis, are calling for more comprehensive and urgent action regarding online scams.\nIt is calling on the government to include scam adverts in the Online Safety Bill as the first step towards new laws and regulations placing more content policing responsibility on online platforms.\nHome Secretary Priti Patel has said that the scam provisions in the Online Safety Bill would help fight \"ruthless criminals who defraud millions of people\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58958083",
      "category": "uk",
      "title": "Covid-19: Booster rollout questioned and No 10 denies PM broke Christmas rules",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday evening. We'll have another update for you tomorrow morning.\nEveryone aged over 50 in the UK is recommended to be offered a third dose of a Covid vaccine, along with frontline medical staff and younger adults with some underlying health conditions. Ministers have called the booster rollout the \"last piece of the jigsaw\" - but there are concerns the speed of the rollout is not fast enough.\nLast month, the UK cancelled an order it had placed with French vaccine maker Valneva for 100 million doses of the jab. Afterwards, Health Secretary Sajid Javid said the vaccine would not have secured approval from the UK's medicines regulator anyway. Now, trial results suggest the Valneva jab - which would have been made at a factory in Scotland - works well at priming the immune system to fight Covid.\nDowning Street has strongly rejected reports that the prime minister broke lockdown rules last Christmas. The prime minister's official spokesman refused to confirm whether the PM and his wife were joined by a friend, Nimco Ali, in No 10 on 25 December. He said Boris Johnson and his then fiancée, Carrie, \"had followed coronavirus rules at all times\".\nA woman who rapidly fell ill with Covid while pregnant has said she regrets turning down the offer of a vaccine. Jade Sheppard-Palomares was 29 weeks pregnant when she caught the virus in July. \"I was in bed one minute and then suddenly I was, 'I don't think I can breathe',\" she said. For more on vaccination during pregnancy, head here.\nAustralia's vaccination rollout has really picked up in recent months, partly due to Covid outbreaks in Sydney and Melbourne. But in remote areas hardly touched by the virus, it's often a different story. \nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nAnd as vaccine passports come into force for nightclub entry in Scotland, we've got a guide to what they involve.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58949867/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Facebook to hire 10,000 in EU to work on metaverse",
      "tags": "Social media,Mark Zuckerberg,Facebook,Virtual reality",
      "text": "Facebook is planning to hire 10,000 people in the European Union to develop a so-called metaverse.\nA metaverse is an online world where people can game, work and communicate in a virtual environment, often using VR headsets.\nFacebook CEO Mark Zuckerberg has been a leading voice on the concept.\nThe announcement comes as Facebook deals with the fallout of a damaging scandal and faces increased calls for regulation to curb its influence. \n\"The metaverse has the potential to help unlock access to new creative, social, and economic opportunities. And Europeans will be shaping it right from the start,\" Facebook said in a blog post. \nThe new jobs being created over the next five years will include \"highly specialised engineers\". \nInvesting in the EU offered many advantages, including access to a large consumer market, first-class universities and high-quality talent, Facebook said. \nFacebook has made building the metaverse one of its big priorities.\nDespite its history of buying up rivals, Facebook claims the metaverse \"won't be built overnight by a single company\" and has promised to collaborate.\nIt recently invested $50m (£36.3m) in funding non-profit groups to help \"build the metaverse responsibly\".\nBut it thinks the true metaverse idea will take another 10 to 15 years.\nSome critics say this latest announcement is designed to re-establish the company's reputation and divert attention, after a series of damaging scandals in recent months.\nThis included revelations from whistleblower Frances Haugen, who worked as a product manager on the civic integrity team at Facebook.\nInternal research by Facebook found that Instagram, which it owns, was affecting the mental health of teenagers. But Facebook did not share its findings when they suggested that the platform was a \"toxic\" place for many youngsters."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-58953352",
      "category": "world-asia-china",
      "title": "China denies testing nuclear-capable hypersonic missile",
      "tags": "China,Military,United States",
      "text": "China has denied reports that it tested a nuclear-capable hypersonic missile earlier this year, insisting instead that it was a routine spacecraft check.\nThe initial report in the Financial Times newspaper prompted concern in Washington, where US intelligence was reportedly caught by surprise.\nHypersonic missiles can fly in the upper atmosphere at more than five times the speed of sound.  \nConcern has been growing around China's nuclear capabilities.\nOn Monday, foreign ministry spokesman Zhao Lijian told a media briefing that a routine test had been carried out in July to verify different types of reusable spacecraft technology.\n\"This was not a missile, this was a spacecraft,\" he said. \"This is of great significance for reducing the cost of spacecraft use.\"\nMr Zhao added that many countries had carried out similar tests in the past. When asked if the Financial Times report was inaccurate, he replied \"yes\". \nThe report on Saturday quoted five unnamed sources who said a hypersonic missile had been launched in the summer. It flew through low-orbit space before cruising down and narrowly missing its target, the report said.\n\"The test showed that China had made astounding progress on hypersonic weapons and was far more advanced than US officials realised,\" the report read.\nOn Monday, US disarmament ambassador Robert Wood said the US was \"very concerned\", adding that Washington \"had held back from pursuing military applications for this technology\". \nHowever, he said both China and Russia had been \"very actively\" pursuing military uses, which meant the US \"having to respond in kind\".\n\"We just don't know how we can defend against that technology, neither does China, neither does Russia,\" he told reporters in Geneva.\nEarlier, Mike Gallagher, a Republican member of the House Armed Services Committee, had warned that if Washington stuck to its current approach it would lose a new Cold War with China within a decade.\nRelations between the US and China are tense, with Beijing accusing President Joe Biden's administration of being hostile.\nA number of Western countries have also expressed concern at China's recent displays of military might.\nMichael Shoebridge, the director of defence, strategy and national security at the Australian Strategic Policy Institute, said if a hypersonic missile had been tested it would fit a \"pattern of escalation in nuclear and other strike weapons\".\n\"I don't think it's more significant than China's growing missile silos or air launch nuclear weapons or new submarine nuclear weapons,\" he said. \"But it fits a pattern of increasing capability [without] transparency.\"\n\"Transparency is an alien concept for Beijing's strategic thinkers,\" he added.\nChina displayed what appeared to be a hypersonic missile platform at a recent military display.\nAlong with China, the US, Russia and at least five other countries are working on hypersonic missile technology.\nLast month, North Korea said it had successfully tested a new hypersonic missile. And in July, Russia made a similar announcement and said its missile had been launched from a frigate in the White Sea."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58952389",
      "category": "uk-northern-ireland",
      "title": "Sir David Amess: NI leaders pay tributes to murdered MP",
      "tags": "David Amess,David Amess death,DUP (Democratic Unionist Party),Nigel Dodds",
      "text": "Northern Ireland's first and deputy first ministers have led tributes at Stormont to the Conservative MP Sir David Amess who was killed last week.\nFirst Minister Paul Givan described him as a political \"giant\" at Westminster and a \"tireless\" backbencher who was a good friend of the DUP and the union.\nDeputy First Minister Michelle O'Neill expressed sympathy to his family.\nShe said no politician \"should face any attack when carrying out work on behalf of their constituency\".\nMs O'Neill also highlighted the abuse she and other Northern Ireland assembly members (MLAs) have been subjected to on a daily basis.\nShe also revealed that she once had to \"physically remove an uninvited person from her home\".\nMr Givan also warned about the rise in abuse being directed at public representatives both online and also in the media.\nIn his tribute to Mr Amess, he singled out the MP's work in helping migrants working in his constituency.\nMLAs from across the chamber joined the tribute to Sir David and also called for an end to the abuse of public representatives. \nSir David was stabbed at his constituency surgery in Essex on Friday.\nPoliticians in Northern Ireland have been contacted by police about their security following the attack. \nEarlier, a Democratic Unionist Party (DUP) peer who survived two murder bids described Sir David's murder as \"an attack on democracy, not just an individual\".\nLord Dodds said there was determination across the political spectrum \"to carry on\".\nThe peer is a former deputy leader of the DUP who served as MP for North Belfast from 2001 to 2019.\nIn 1996, Lord Dodds, then a Belfast councillor, and his wife, DUP assembly member Diane Dodds, both escaped injury in a gun attack.\nThe couple were visiting their ill son in Belfast's Royal Victoria Hospital when the IRA shot and wounded their police bodyguard.\nSeven years later, dissident republicans left a bomb outside the former DUP deputy leader's constituency office.\nLord Dodds said that following Sir David's murder, politicians from across the United Kingdom will be thinking: \"There by the grace of God, it could've been me.\"\n\"Because it appears completely random,\" he said.\n\"Why was it Jo Cox, why was it David Amess? Many hundreds of MPs hold constituency surgeries, particularly on Fridays and at weekends.\n\"This is an attack on democracy, not just an individual - people trying to silence and shut down political opinion and debate, democracy in the United Kingdom.\"\nBut he said that \"there is a determination across the political spectrum to carry on and not let these people win\".\nThe former DUP MP also called for a social media crackdown on online trolls.\nHe said that politicians, in particular females, are \"abused on a daily basis\" on social media.\n\"We've seen people attacked before on social media but it has got a lot worse and social media companies have to take responsibility and stop these anonymous trolls that whip up hate and hysteria,\" Lord Dodds told BBC Radio Ulster's Good Morning Ulster programme.\n\"There needs to be a greater condemnation across the board from political spectrum, especially from those who seek to eulogise terrorism at times.\n\"Because of social media, there is a lot more known about elected representatives, about their movements, their appointments. \n\"MPs want to reach out to their constituents through social media, but it does have its drawbacks.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58922522",
      "category": "uk",
      "title": "Sir David Amess stabbing: What we know so far",
      "tags": "David Amess,David Amess death,Leigh-on-Sea",
      "text": "Conservative MP Sir David Amess died after being stabbed multiple times at his Essex constituency surgery, in what police are treating as a terrorist incident.\nHere's how the attack unfolded and what we know so far. \nThe MP for Southend West was stabbed at Belfairs Methodist Church in Leigh-on-Sea, in Essex. He was there for one of his regular Friday meetings with his constituents.\nJust 15 minutes before the attack, the 69-year-old was standing on the church steps, chatting and laughing with locals.\nAt about 12:05 BST on Friday, Sir David walked into the church alongside two female members of his staff to meet more constituents.  \nLocal councillor John Lamb said that it was then a man emerged from a small group of waiting constituents and attacked Sir David, stabbing him several times.\nMr Lamb later shared the accounts of Sir David's two assistants. \nHe described how one was in the room with Sir David taking notes. \"All of a sudden there was a scream from her, because the person deliberately whipped out a knife and started stabbing David.\n\"The other lady, who was getting names from people outside, she came running in and saw poor David had been stabbed.\"\nPolice arrived at the scene in Eastwood Road North within minutes where they found the MP with multiple injuries and arrested a man.\n\"We knew it must be very serious because the paramedics had been working on Sir David for over two-and-a-half hours and they hadn't got him on the way to hospital,\" Mr Lamb told the PA news agency.\nAt 14:13 an air ambulance arrived at a nearby sports ground to move him to hospital. However, members of his team began to fear the worst as paramedics remained at the scene. \nShortly before 15:00, Essex Police said Sir David had died.\nAt 13:50 on Friday, Essex Police confirmed a 25-year-old man had been arrested immediately at the scene on suspicion of murder, and that a knife had been recovered. \nWhitehall officials have confirmed to the BBC that the suspect - who is being held at a London police station under the Terrorism Act 2000 - is Ali Harbi Ali, a British national of Somali heritage.\nHe was born in Southwark in south London and grew up in Croydon, and is the son of a former adviser to a previous Somali prime minister and the nephew of the Somali ambassador to China.\nIn his teenage years he was referred to the government's extremism programme Prevent but was never a formal \"subject of interest\" for MI5.\nPrevent is the UK's terrorism-prevention programme, which aims to stop people being radicalised.\nTeachers, members of the public, the NHS and others can refer individuals to a local panel of police, social workers and other experts who decide whether and how to intervene in their lives.\nEngagement in the scheme is voluntary and it is not a criminal sanction. It is thought Mr Ali did not spend long in the programme.\nThe attack has been declared a terrorist incident by police.\nThe early investigation revealed \"a potential motivation linked to Islamist extremism\", according to Metropolitan Police's Counter Terrorism Command.\nBut it is still not exactly clear why Sir David in particular was targeted, Daniel Sandford, the BBC's home affairs correspondent said.\nAli Harbi Ali was initially detained on suspicion of murder but was further detained under the Terrorism Act late on Friday.\nOn Saturday, detectives were granted a warrant by magistrates to allow them to keep Mr Ali in custody until Friday 22 October.\nThe suspect is still being questioned and has not been charged.\nPolice searches have taken place over the weekend at properties in Lady Somerset Road, in Kentish Town, and Bounds Green Road in north London and Cranmer Road, Croydon.\nA post-mortem examination of Sir David has taken place, the police added.\nAnthony Finch, who was working nearby, told Sky News: \"We arrived to do some work on the adjacent building... and at the point when I was crossing the road I saw an upset lady on the phone saying 'you need to arrive quickly, he's still in the building.'\" \nHe said he had seen armed police, as well as an air ambulance and police helicopter. He told LBC: \"It's very odd and it's very distressing, that's for sure.\"\nLee Jordison, who works for a local butchers and was on the scene shortly after the stabbing, told the BBC everyone in the area was in a state of shock. \n\"Something like this doesn't happen - not in all the years I've been round this way.\"\nSir David, who was married with five children, served as an MP for 38 years, initially in Basildon from 1983, before representing Southend West from 1997.\nRaised as a Roman Catholic, he was known politically as a social conservative and a prominent campaigner against abortion. He was also a committed campaigner on animal welfare issues, and supported a ban on fox hunting.  \nThe 69-year-old was a Brexit supporter and vocal champion for the town he represented, particularly in his long-running campaign to make Southend a city. He launched a new bid last month, after a city status competition was announced to mark the Queen's platinum jubilee next year.  \nWhile he was never a minister, he was a member of numerous Commons committees, including the Health and Social Care and Backbench Business Committees.  \nBorn in Plaistow, east London, in 1952, he went to school in the capital and taught at a school in the city. He was a recruitment consultant before becoming an MP. \nHe was knighted in the 2015 New Year's Honours List for political and public service.\nHis family said in a statement that their hearts had been shattered and \"nobody should die in that way\".\nThey called on people to show kindness and love and \"set aside hatred and work towards togetherness\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58948237",
      "category": "uk-wales",
      "title": "Snowdonia at 70: 'My love for my sweetheart Eryri'",
      "tags": "Snowdon,Peak District",
      "text": "\"Eryri is my sweetheart. Her company is what I crave and what I love and I hope to enjoy that company for years to come.\"\nIt's hardly surprising Sam Roberts is in love with Snowdonia, or Eryri as he calls it. \nHe spent 37 years there as a Snowdonia National Park warden before retiring 11 years ago.\nLife in the park was very different in 1974. So too were the people.\n\"The people that used the park when I started had come from ramblers, climbers, the people who perhaps, I would say, appreciated nature more.\n\"I see now people come to 'do' Snowdon, to tick their box. And that's fine if that's what you want to do - come on over, join the queue, get on the merry-go-round.\n\"But if you want to experience nature and Eryri in her glory, then plan your visit, spend some time here and get to know the country and the people that make it that way.\n\"And that way you'll get much more than the wham, bam, thank you ma'am and go home.\"\nSnowdonia was the first area in Wales to be designated national park status in 1951. More than 20 years later, when Sam joined, it was still \"just a small part of the then-planning department of Caernarfonshire County Council. There were two of us - the head warden and myself.\"\n\"It was a very challenging time because national parks had been imposed on the landowners. \n\"Most people's idea of national parks at the time were gleaned from programmes like Yogi Bear and Boo Boo and the Americanisation of national parks, where they were nationally owned. But national parks are really just areas of outstanding beauty.\"\nNevertheless, he said, \"the farmers, the community that owned the parks did not like it one little bit, so it was a very delicate job that we had, persuading the landowners that their land wasn't being nationalised. It was being protected for future generations\".\nWith a budget of \"nil,\" Sam and his colleague set about trying to win the \"hearts and minds\" of farmers, sometimes using their mountaineering skills to rescue stranded sheep to gain trust - slowly trying to reassure landowners that national parks were about preservation.\nIn the first few weeks of the job, he also had to reassure members of the public.\n\"I distinctly remember a car coming up to me when I was in Pen-y-Pass, and he just opened his window inches, and sort of looked out tentatively and asked me if it was safe to come out of the car. I said: 'Well, why shouldn't it be?'\n\"He said, 'well I've just seen the wild animals running down the road and they might eat me.'\n\"'You mean the sheep'? He said 'yes that's what they're called, are they dangerous?'\n\"I said 'no, not at all. This is not a safari park. The sheep are quite timid and you're quite safe to go out walking with your family. Enjoy it'.\n\"That's a genuine story.\"\nDespite the many changes he has witnessed over the decades, physically the mountains remain just as he remembers them.\nThere are some changes he'd like reversed though, if the park is to survive another 70 years.\n\"When I started with the national park, almost every authority in England and Wales had an outdoor pursuits school here and the children would go there and be introduced to nature… and of course years along the line those children would become adults, enjoying the national park.\n\"We've lost that. I would like to see more emphasis on educating children about nature, about national parks and how to enjoy the parks, and how to make friends in the national park.\"\nWhile the national park was formed in 1951, it was not until 1996 that Snowdonia became a free-standing local authority and planning authority in its own right.\nFor Emyr Williams, chief executive of the Snowdonia National Park Authority, the organisation's creation was the single most significant event in the park's 70-year history.\nHe has been at the helm for eight years, which includes one of the most challenging periods of the past 70 years, the Covid-19 pandemic.\nWithin hours of Prime Minister Boris Johnson imposing Covid restrictions in March 2020 closing pubs and hotels, Snowdonia witnessed its \"busiest visitor day in living memory\".\nThroughout much of the pandemic, the region has witnessed large numbers of visitors. This summer, pictures circulated of people waiting for close to an hour at Snowdon's summit, queueing for selfies.\nHe said: \"It's a problem across all national parks globally. It drives people to get that perfect picture. But actually it's quite ironic, in that we've done some research work and we've found some paper articles from 1890 saying they had to queue to wait to go on the top of Snowdon.\n\"So, you know, it's an issue that's still with us.\"\nWhile the pandemic brought challenges for national park staff, the unprecedented visitor numbers helped confirm its popularity.\nBut the possibility of numbers continuing to rise brings its own concerns.\nMr Williams said: \"We are special and we would like to keep it special, but we've reached a point in some areas where we are slightly concerned about the overuse of the areas.\n\"How people interact has changed - social media, Instagram - drive pressure on certain areas we wouldn't have thought of.\n\"People's understanding and behaviour has also changed. In the 60s and 70s people knew how to conduct themselves in the countryside, but what we've seen this year is an extension maybe of the festival way of enjoying free time.\n\"We've seen this year at the Leeds and Reading festivals a mass of litter being left behind and I think there's a general issue about conduct and understanding across society, in urban areas and in rural areas as well, and that needs to be addressed.\"\nMr Williams said Covid had \"crystallised\" the value of national parks in the minds of the public, and Welsh government. Ten years ago, he said, there was a debate on whether national parks were needed, and now there was a possibility of a fourth Welsh national park.\nHis vision for the next 70 years is to have a \"vibrant, Welsh-speaking or bilingual society, healthy ecosystems and a responsible use of this special resource\".\nHe added: \"I think the biggest challenge for us is what we've seen from Covid - sustainable tourism. But actually, it's the same as for other areas, it's de-carbonisation, climate change, decline in nature, houses, language, culture, etc.\n\"So, we're not unique in facing these problems, but because of the attention we get, and the aspirations of people for national parks, then we might struggle sometimes.\"\nSnowdonia is not alone in the challenges it has faced recently, or those in the future.\nThe Peak District National Park - the oldest in the UK - also celebrated its 70th anniversary earlier this year.\nSarah Fowler, chief executive of the Peak District National Park Authority, said: \"It's been very similar in the Peak District as it has been in Snowdonia.\n\"We have seen a huge rise in numbers coming to enjoy our national parks. The vast majority of them really look after the place, they take their litter home, they leave nothing but footprints and happy memories.\n\"I want our national parks in the UK to be beacons for how we can be climate resilient, have fantastic nature recovery here, and be accessible for everybody, while looking after those important communities that live and work in our national parks.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-58946223",
      "category": "uk-england-essex",
      "title": "Stansted Airport: Flights missed amid baggage system 'chaos'",
      "tags": "Airport security,London Stansted Airport,Stansted",
      "text": "Passengers at Stansted Airport missed flights when a baggage system failure plunged departures into \"chaos\".\nTravellers hoping to depart on Sunday said they were faced with long queues around the terminal as staff raced to manually process luggage.\nStansted said its system, which recently underwent a £70m upgrade, was thought to have suffered a power issue.\nAn airport spokesman apologised for disruption and said the problem had been fixed.\nSeveral families who spoke to the BBC at Stansted described chaotic scenes that had put a downer on long-awaited holidays.\nNeil and Gemma Jackson arrived at Stansted at 04:30 BST after travelling from Kent with their children. The trip to Lanzarote is their first in two years. \n\"It started off ordinarily, we queued up to check in and that progressed quite quickly,\" said Mrs Jackson.\n\"But where it really went off the rails was we were all advised to drop our bags at a particular zone. There was absolute chaos.\n\"Every single passenger from every airline seemed to be in the same queue. There was no crowd control, it snaked around the entire airport, people were pushing in.\n\"We waited politely at security control. Then our gate closed and we were turned away.\"\nEllie Winstanley, 27, who was flying with Ryanair, also said she was advised to join a queue that \"circled the entire airport\".\n\"Then the conveyor belt stopped working,\" she said. \"We rushed through security which was fairly quick and then we sprinted and they closed the gate on time.\n\"I've got asthma so I was just trying to get a break. I felt for this other woman with two kids who looked teary and so incredibly stressed.\"\nTrinity Hammatt, 21, from Haverhill, and Thomas Hammond, 21, from Saffron Walden, were heading to Valencia and said they arrived at the airport three hours in advance - as advised by Ryanair.\n\"We had to wait in that awful long queue because the belts are down,\" Ms Hammatt said. \"It's completely put a downer on the whole thing.\n\"Everyone we spoke to brushed us off. I understand it's busy and manic, but it's been overwhelming. \n\"No-one is taking responsibility.\" \nThe baggage system upgrade in May involved replacing ageing conveyor belts and chutes with 2.4km (7,874ft) of track and 180 automated carts.\nAn airport spokesman said he believed the system had suffered a power issue.\n\"Contingency measures were immediately put in place with our airlines to mitigate disruption and manually process baggage while engineers worked to fix the issue.\" he said.\n\"The system is now operating as normal but passengers are still asked to arrive at the airport at least three hours before their flight departs in accordance with their airline's latest advice.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58946082/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid in Scotland: Vaccine passport scheme enforceable by law",
      "tags": "Scottish government,Coronavirus vaccines,Vaccination,Vaccine passports",
      "text": "The Scottish government's vaccine passport scheme has become enforceable by law from Monday morning.\nNightclubs and large events, like some football matches, will only be able to allow entry to people who can show they have had two doses of a Covid vaccine.\nThe scheme came into effect on 1 October after MSPs voted to back the proposals.\nBusinesses were given a 17-day \"period of grace\" to allow venues time to test out their procedures.\nPeople who have had two vaccines in Scotland can download or get a paper copy of a certificate with a QR code.\nEveryone over the age of 18 must now show - if asked - that they have had both doses of the vaccine before they are allowed entry to certain venues and events. These include:\nThe scheme requires venues to put in place a \"reasonable system\" to check the status of customers, with certain exemptions on medical grounds.\nFirst Minister Nicola Sturgeon has said that the hospitality industry as a whole would not be included in the scheme, although that decision would be kept under review.\nThe government also said there would be no need for a vaccine passport to access public services or settings where people have no choice over attendance - such as shops, public transport, education and medical services.\nBusinesses say they have already experienced a \"number of issues\" with the scheme - including customers being unaware they need a passport to gain entry.\nLeon Thompson, UK Hospitality Scotland director, said public awareness had been a \"missing piece of the jigsaw\".\nHe told BBC Radio's Good Morning Scotland programme: \"Customers need to be ready, they need to play their part and they need to understand what they have. They will need to come with the right frame of mind and be ready to be patient if they encounter queues.\"\nMr Thomson added that the pandemic and Brexit had resulted in \"chronic\" shortages of door staff, which meant that checking people's vaccination status would remain a \"key challenge\" for businesses.\nResponding to the public awareness issue, Health Secretary Humza Yousaf told the programme hundreds of thousands of people were using the scheme.\nHe said: \"Over 700,000 have downloaded the app and well over 750,000 have a paper copy - of course some people who have a paper copy will also have the app so that's not necessarily unique users. \n\"It says to me there are a number of people who have awareness. Where we can up the communication around this we have intentions to do so - we already have over the last two weeks.\"\nIn addition to the passport, a number of countries including Wales also require people to provide a negative test result before they can enter venues.\nAsked whether the Scottish government would consider this measure, Mr Yousaf said they \"wouldn't completely discount it\", but were initially put off by people being able to give fake test results.\nHe said: \"The reason we haven't started in that place is because there can be some flaws with unsupervised [lateral flow tests] - people can falsify an unsupervised LFD.\n\"Therefore we think that the most robust system to have in place to launch with is a scheme that involves showing you are fully vaccinated. That will be part of the considerations we make in the three-weekly review cycle.\"\nPublic health expert Jillian Evans, of NHS Grampian, said Scotland was likely to have to live with the measure until the vaccination uptake was much higher, especially in younger people.\nShe told the BBC: \"I think although it was announced as being the secondary purpose behind the vaccine passport, getting people vaccinated, I wonder if it was the primary reason.\n\"Scotland's vaccination uptake has been increasing since August, it's really caught up with other UK countries, in fact Scotland and Wales have the highest rates of double dose vaccination uptake in the UK.\"\nMs Evans added that Scotland could not live with its current Covid rates and that she was \"really worried\" about how the NHS would cope over the winter period\nShe said: \"We know also, in my own area in particular, the number of people admitted to hospital with symptoms is still increasing. That's counter to fallen case rates which suggests that we're not detecting as many people out there - we may be underestimating the number of people with the virus.\"\nProblems were reported with the NHS Scotland Covid Status app after it was made available to download on Apple and Android devices on 30 September.\nThe Scottish government has insisted technical issues linking the app to the NHS system have since been ironed out.\nThe app allows people to register, using their passport or driving licence to verify their identity, and then creates a QR code for each vaccination.\nIt is similar to schemes used in other countries across Europe.\nScottish Labour's health spokesperson Jackie Baillie described the government's launch of the app as a \"shambles\".\nShe said: \"If we want to control the virus we must look at proper resourcing of our test and protect system which has collapsed in recent weeks. \n\"If we want to drive up vaccination we should be going door-to-door to convince those we know are hesitant and making it easier to just walk in for an appointment. \n\"Instead, the government is doubling down on this mess.\"\nElsewhere in the UK, Wales plans to introduce its own Covid passport rules later this month but England has scrapped similar plans.\nNorthern Ireland has yet to announce a formal vaccination passport scheme."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58952473",
      "category": "health",
      "title": "Positive trial results for Valneva Covid vaccine",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "The Valneva Covid vaccine that the UK cancelled a 100m dose order for last month, works well at priming the immune system to fight coronavirus, phase three trial results suggest. \nBlood results from volunteers who received the jab had high levels of neutralising antibodies against the pandemic virus. \nIt outperformed the AstraZeneca vaccine on this measure in head-to-head tests. \nValneva is seeking regulatory approval for its jab, manufactured in Scotland. \nIt is an inactivated whole virus vaccine, meaning it contains a dead version of coronavirus that cannot cause disease. This is the same way that flu and polio vaccines are made. \nFrench pharmaceutical company Valneva said the vaccine had a \"neutralising antibody seroconversion rate above 95%\" and there were no severe cases of Covid seen in the trial despite variants, such as Delta, being in circulation. \nLead investigator Prof Adam Finn, of the University of Bristol, said the results, shared in a press release, were both \"impressive and extremely encouraging\". \n\"These results suggest this vaccine candidate is on track to play an important role in overcoming the pandemic,\" he said. \nValneva hopes to initially get the jab approved for those aged between 18 and 55, based on the age range of people in the trial.\nThe company said it has begun the vaccine approval process with the UK's health regulator, and is preparing to submit a request with the European Medicines Agency.\nValneva said the UK government had served a notice to the firm, over allegations of a breach of the agreement. The vaccine manufacturer \"strenuously\" denied any breach.\nProf Penny Ward, a pharmaceutical expert at King's College London, said: \"As we know the UK government is in dispute with Valneva having cancelled the UKs order of up to 100million doses, placed by the Vaccines Taskforce in 2020, in September.  \n\"The results today suggest that this decision might yet be regretted, but because of it Valneva might be able to provide an immediate supply of this vaccine for other countries struggling with the freezer shipping requirements of other, more expensive, vaccines. Good news for Covax and countries still awaiting supplies.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58954978",
      "category": "business",
      "title": "UK firms will have to disclose climate impact",
      "tags": "COP26,Rishi Sunak,Climate change",
      "text": "Some large UK businesses will have to start disclosing their environmental impact, under new rules set to be brought in by the Treasury. \nThe requirements will also apply to investment products and pension schemes. \nIt comes ahead of November's COP26 meeting in Glasgow, where world leaders will discuss their climate commitments.\nExperts say the UK, which is hosting the event, is  not currently on track to meet its own emissions targets.\nBoris Johnson has pledged to cut emissions by 78% by 2035, compared with 1990 levels. \nThe Treasury said the new sustainability disclosure requirements (SDR) mean an investment product will now have to set out the environmental impact of the activities it finances. \nIn addition, a company's sustainability claims will have to be justified \"clearly\", and their net zero transition plans properly set out.\nThe aim is to combat \"greenwashing\", where firms make misleading claims about their environmental commitments.\nBut the government said the information will \"only be impactful\" if customers and investors actually use it. \nChancellor Rishi Sunak said: \"We want sustainability to be a key component of investment decisions, and our plans will arm investors with the right information to make more environmentally-led decisions.\"\nHe said the rules will \"set new global standards for sustainability that will boost the economy, protect the planet and support our net zero goals\". \nIt is unclear when the rules will come in, or what will happen to firms that do not comply. Details of the specific reporting requirements will only be developed after a public consultation.  \nMr Sunak first mentioned SDRs in July and has announced these next stages for the requirements in the report: \"Greening Finance: A Roadmap to Sustainable Investing\".\nSam Alvis, from the Green Alliance think tank, said it was a \"positive step in greening the private sector\". \n\"While new green finance is vital, stopping money going into environmentally destructive investments is key. The upcoming spending review is an opportunity for the chancellor to apply the same rules for public spending,\" he added. \nRain Newton-Smith, chief economist at the Confederation of British Industry, said greater clarity on environmental impact \"will help investors channel finance into projects that are aligned with net zero targets and will reduce carbon emissions across our economy\". \nBut Heather McKay from E3G, an independent climate change think tank, told the BBC the government would need to send clear signals about \"what is green and what is not\" to ensure companies really change how they operate. \nShe said this would be a \"crucial step\" to tackling greenwashing. \nWithout the right information available, Jessica Fries, chairman of Accounting for Sustainability said that investors and pension funds have made decisions \"in the dark\".\n\"As a global centre of finance, it will be important that the recommendations align with emerging requirements globally,\" Ms Fries added. \nBarbara Davidson, of think tank Carbon Tracker, said better enforcement of current accounting requirements was also required to combat greenwashing. \n\"Without this, investors do not have the requisite information about the effects of climate change for their decision-making,\" she said. \nBoris Johnson's government is currently on track to cut only about a fifth of UK emissions by 2035, compared with 1990s levels, according to a group of experts that advises the government."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-54590367",
      "category": "uk-wales",
      "title": "Clydach murders: Potential doubts over conviction of David Morris",
      "tags": "Swansea,South Wales Police,Clydach",
      "text": "Fresh doubts have been cast on the conviction of the man jailed for the horrific Clydach murders in 1999.\nDavid Morris was found guilty of murdering an entire family of four including two young girls.\nBut potential new witnesses, along with the views of experts, have given campaigners calling for his release fresh hope.\nSouth Wales Police say Morris was convicted twice at two trials after an \"extensive investigation\".\nRelatives of the victims say they have no doubt Morris was responsible, and say the suffering caused by the deaths still affects them.\nThere may be disagreement over the details, but nobody disputes that an almost unspeakable crime was committed at 9 Kelvin Road in Clydach on the night of Saturday 26 into the morning of Sunday 27 June 1999.\nBeginning at about midnight on the Saturday, extreme violence was unleashed on Mandy Power, her 80-year-old mother Doris and Mandy's children Katie, aged 10, and Emily, aged eight.\nAll four were beaten to death with a metal pole and fires were started in different parts of the house. \nNeighbours called the fire service and the scene was initially dealt with as a fatal blaze before the full horror of the murders emerged.\nIt wasn't until August 2006 that David Morris, also known as Dai Morris, was jailed for the final, decisive time for the crimes and sentenced to life, a term that was later reduced to 32 years.\nIn the years between the killings and his jailing, other suspects - including serving South Wales Police officers - had been investigated and Morris was convicted and jailed only to have that sentence quashed and a fresh trial ordered. He was then found guilty by a second jury.\nHe has always maintained his innocence and a campaign to free him is gathering pace.\nNow, BBC Wales Investigates has spoken to people who were not called to give evidence at either of his trials, along with experts who were either involved in the original investigation or have studied the case extensively.\nWhat they said raises questions about the strength of his conviction.\nThe campaign to quash Morris's conviction has grown in size and volume over the years but while his family remain convinced he was not capable of the crime, his own actions at the time undermined his claims of innocence.\nThe investigation into the murders was given fresh impetus in 2001 when an off-duty police officer overheard a conversation about Morris having had sex with Mandy.\nHis name had been mentioned in the weeks immediately after the killings and he had given a statement to police but had been put on the back burner. Now he was front and centre.\nMorris initially withheld the fact he had been in a sexual relationship with Mandy. He also told a lie that would come back to haunt him.\nIn police interview he was asked if a gold chain found at 9 Kelvin Road was his. He swore it wasn't. \"On the lives of my children,\" were his exact words.\nBut the chain was his, and when he finally admitted that it helped seal his fate.\nMorris says he hid his fling with Mandy from police because his then girlfriend Mandy Jewell was her best friend and it would have ended their relationship.\nThere were also issues with his alibi. Morris had been drinking at the New Inn on the edge of Clydach and said he had wandered the streets for hours, first towards his home then towards Swansea, before eventually getting home about 03:00 when he claimed his girlfriend Mandy Jewell let him in.\nMandy initially told police Morris had arrived home between 22:30 and 23:00 and she didn't let him in, but in court said she didn't know what time he came back, but that she did let him in.\nThe juries were also told Morris had previous convictions for violence, and at both trials - the first in 2002 and the second in 2006 - he was found guilty of all four murders.\nBut Morris wasn't the first suspect. The police had originally looked at two of their own.\nStephen Lewis, his wife Alison and his twin brother Stuart were arrested in July 2000, the married couple on suspicion of murder and Stuart on suspicion of perverting the course of justice.\nStephen's wife Alison Lewis, a former officer with South Wales Police, had been in a lesbian affair with Mandy, and suspicion had fallen on Stuart because of events on the night.\nHe was then an Acting Inspector and was not only on duty the night of the murders but was the most senior officer to arrive at the scene.\nStuart stayed at 9 Kelvin Road for less than 10 minutes, failed to preserve the scene and his log book for that night went missing. He also didn't fill in his pocket book until the Monday.\nBut despite the initial suspicion over the trio, it was decided there was insufficient evidence linking them to the crime and they were not charged, eventually being ruled out as suspects in January 2001. \nThere is no DNA evidence or fingerprints linking Morris to 9 Kelvin Road, and no witnesses could place him there on the night of the murders.\nBut speaking for the first time, a potential witness has told the BBC they saw a man or men close to the house that night.\nTaxi driver Mike claims he was driving down Vardre Road, a short walk from Kelvin Road, between 02:00 and 02:30 when he noticed two men walking along the pavement.\n\"What struck me was they were very, very similar,\" he said. \"Both had dark hair, cropped.\"\nWhen he heard about the murders the next day, he says he called the police to tell them.\n\"They took my details and said that person dealing with it, or that team, would be in touch,\" the driver said. But nobody called him back.\nTwo weeks later the driver says he called police again to say not only had he seen the men but he could now identify them - as Stephen and Stuart Lewis.\n\"When their pictures appeared in the press I realised that it was them that I'd seen that morning,\" said the man, who maintains he is \"100% convinced\" it was the Lewis brothers he saw.\nThe taxi driver was never called to give evidence at either trial.\nOn the night of the murders, Nicola Williams was driving on Gellionnen Road in the early hours of Sunday 27 June 1999, and also thinks she saw Stephen Lewis near Kelvin Road around 02:30.\nNot only did Ms Williams pick Stephen out of a video identity parade, she also provided police with an e-fit. But it was never released to the public and in court the prosecution dismissed her account. \nHer evidence also doesn't appear to have affected the jury's decision about David Morris' guilt. \nMs Williams says the man she saw was wearing a bomber jacket and carrying a rolled-up bundle under his arm - the same description another new potential witness has given the BBC.\nJohn Allen never came forward at the time of the murders, however he now claims that he saw a man in his headlights in a bomber jacket carrying a bundle as he drove down Gellionnen Road into Clydach between 04:00 and 04:30.\nHe says he is sharing his story now to \"get justice for the community and everybody that was involved\" and has \"no vendetta\" against the police despite his own criminal past.\nMorris's defence team say this sighting needs further investigation.\nIn a statement, Stephen Lewis told the BBC he had no part in the murders and that his alibi - that he was at home with his wife Alison - suggests that witnesses who suggested he was in Clydach the night of the killings were mistaken.\nAlison has always maintained that she was at home with Stephen and he was beside her in bed all night.\nStuart Lewis, questioned on previous occasions, said he did not see Stephen or Alison that night.\nMorris may have given a muddled account of his movements the night of the murders, but more than one expert thinks the official timeline undermines his conviction.\nMorris admits he drank eight pints at the New Inn, which witnesses say he left about 23:30. The prosecution said he also took amphetamines - something he denied.\nFrom the pub it's a walk of around 15 minutes to 9 Kelvin Road, and Mandy Power and her daughters are believed to have arrived home about 23:48 after they had been babysitting.\nUniversity lecturer and journalist Brian Thornton, one of the founders of the Crime and Justice Research Centre at the University of Winchester, has studied the Clydach murders for a decade.\nHe says those timings, and understanding who was killed first, are critical.\n\"There are two areas that make us very confident that Doris died first,\" he said.\n\"First of all is the murder weapon.\"\nThe pole used to murder the family had traces of blood from Mandy and the two girls. However there was no blood from Doris suggesting she was killed first then later use of the bar removed traces of her.\n\"The second is the sequence. We know that Doris was upstairs in bed and then what the forensic scientists have worked out is that somebody has come in and for whatever reason has killed Doris in her bed.\n\"But in the process, the killer has smashed a light bulb which has caused at least the top floor of the house to go dark because it's been fused.\"\nMr Thornton says the evidence indicates the killer went into the children's bedroom, removed a TV from a chair and took that chair downstairs to use it to reach the fuse box in the bathroom, fixed the lights and then waited for Mandy and the two girls to come home.\nThe sequence of events combined with the timeline of Morris's known movements have led Mr Thornton to conclude it's \"nearly impossible\" for him to have carried out the murders.\n\"He left the pub at half past 11, Mandy and the girls came back just before 12,\" he said.\n\"It means that he [Morris] will have had to walk to Kelvin Road, kill Doris, change the fuses - he'll have had to have done all those things.\n\"There simply isn't enough time to do that.\"\nForensic scientist Clair Galbraith was one of the first people to arrive at 9 Kelvin Road the night of the killings, and it was she who found the murder weapon.\nShe was one of only a handful of experts to express an opinion on who was killed first - she believes it was Doris.\nThe timeline of the killings is another angle Morris's defence team want to explore, as it was not something used in his defence at either trial.\nProfessor Mike Berry is a consultant forensic psychologist who has helped police forces in high profile killings - including the murder of Geraldine Palk in Cardiff.\nHe has studied the Clydach files and has raised a number of questions about the killer's behaviour and says he finds it hard to believe Morris was behind what happened afterwards.\nWhen all four residents of the house were dead, the killer did not flee but stayed to perform bizarre acts including taking Mandy's body to the bathroom and apparently washing it.\nSmall fires were started in various parts of the house, the main one in the kitchen.\n\"The attack on Mandy shows that she was a target,\" said Prof Berry. \"The girls I think, to use that awful expression, were collateral.\n\"I think the motive for murder here is anger. The killer clearly is angry with Mandy by the amount of violence used on her.\"\nIf Morris had drunk a considerable amount of alcohol and taken drugs, Professor Berry doubts he would have behaved as the killer did after the murders.\nProf Berry concluded there were a number of people who might have carried out the murders - and he couldn't rule out David Morris as a strong contender.\nThe investigation into the Clydach murders was vast. Some 4,500 statements were taken and there were 4,000 exhibits.\nBut not all of that evidence was made available to the defence due to court orders made under Public Interest Immunity or PII.\nIt's a method by which the prosecution can justify the non-disclosure of material which assists the defence, and is therefore supposed to be used sparingly.\nBarrister and civil liberties expert Simon McKay is concerned about the use of PII in the Clydach trials.\nHe said there appears to be a \"significant volume of material\" which was withheld using PII and he cannot see an \"obvious reason\" to justify it.\n\"When one looks at the entire context of the case… then it's understandable that one walks away with serious concerns that justice has been done,\" said Mr McKay.\nMorris's defence team are planning to take the potential new evidence to the Criminal Cases Review Commission - the first step in getting any conviction quashed.\nSouth Wales Police says it acknowledges the \"significant impact\" the case continues to have on the victims' families and the wider community. It says it carried out an extensive investigation into the murders and points out Morris was convicted twice by a jury. \nA statement released this week on behalf of Mandy's family said the continued campaign for Morris's release was \"very upsetting\".\n\"Every day we live with the heartbreak of the loss of our family,\" it said.\n\"Katie and Emily were only 10 and eight when they were murdered they were never given the chance to grow up and have their own families, unlike Morris who has the privilege of seeing his children and grandchildren. \n\"We have always said we will fight for our family, but we never expected to be fighting 21 years on.\"\nSpeaking for the first time since the murders, Michael Power, Mandy's former husband and Katie and Emily's father, said time had not healed his pain.\n\"I miss my girls every day and not a day goes by that I don't think about them,\" he said.\n\"Both trials ended with the same verdict which we believe as a family was the right decision.\"\nBBC Wales Investigates The Clydach Murders: Beyond Reasonable Doubt on Thursday, 22 October at 21:00 GMT on BBC One Wales and afterwards on iPlayer"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58960446",
      "category": "uk-wales",
      "title": "Clydach murders: Sock links David Morris to scene, say police",
      "tags": "Clydach",
      "text": "A forensic review of the Clydach murders has made \"significant findings\" linking convicted killer David Morris to the crime scene, police have said.\nMorris, who died in August aged 59, was convicted of killing four members of the same family in the Swansea Valley village in 1999. \nSouth Wales Police said a link between him and a sock had been identified during an independent investigation. \nPolice agreed to a forensic review of evidence in January. \nThe force added this was the first time DNA evidence had linked Morris to the murder scene in Kelvin Road.\nThe BBC has learned the family of David Morris are questioning the findings and do not accept them.\nMorris was convicted in 2002 of killing Mandy Power, her daughters Katie and Emily and her mother Doris Dawson, who were bludgeoned to death at their home. \nHe was twice tried for murder and was serving a 32-year sentence when he died.\nLast October, doubts were cast about the conviction as potential new witnesses and expert views emerged. \nBut South Wales Police said a scientific link between Morris and a sock, which it added was widely accepted as being used by the murderer during the killings, had been identified. \nThe force added that while a link to Morris - or a male relative of his paternal lineage - had been found, it cannot determine how or when Morris's profile was transferred on to the sock.\nScientists found it was \"more likely\" Morris contributed to the DNA profile found on two different areas of the blood-stained sock, than if he did not contribute DNA to them.\nPermission was granted to take a blood sample from Morris after his death on 20 August to allow forensic examinations to take place.\nThe technology used in the process would not have been available to the original investigating team, the force said. \nThe link was identified using Y-STR profiling, a technique which specifically targets male DNA, even in a sample which contains a mixture of male and female cellular material. \nAssistant Chief Constable David Thorne, of South Wales Police, said: \"The decision to carry out an investigative assessment did not constitute a reopening or reinvestigation of the murders, nor did it demonstrate any lack of confidence in the conviction of Morris and the subsequent case reviews.\"\nHe added: \"This is significant as the sock was recovered from the murder scene and it was widely accepted that it was used by the killer.\n\"The outcome of the forensic assessment and completion of further actions have not established any information that undermines the conviction of Morris. \n\"In my view, as the independent senior investigating officer, the new findings from the samples taken from the sock support the existing evidence that originally convicted him.\"\nAssistant Chief Constable Thorne said it showed the force's \"commitment to providing evidence-based answers to the issues which have been raised about this case over many years\".\nHe added: \"This commitment has now resulted in a forensic link between the convicted killer David Morris and an item of great significance which was recovered from the murder scene\n\"South Wales Police commissioned the review in the hope that we could in some way provide closure for those most affected by the murders.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58944936",
      "category": "uk",
      "title": "David Amess: MPs' security measures 'being looked at', Priti Patel says",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-58929348",
      "category": "education",
      "title": "Further strikes threatened at universities this term",
      "tags": "Universities,Students,Young people,Strike action",
      "text": "Students could face more strike action at universities this term after the academics' union opened a ballot over pay, pensions and conditions.\nUniversity and College Union (UCU) general secretary Jo Grady said the UK's flagship university sector was built on the \"exploitation of staff\".\nThey had experienced a decade of pension cuts, collapsing pay and insecure contracts, she said.\nUniversity employers said the prospect of disruption was \"disappointing\".\nThe union is demanding:\nThe ballot represents a ramping up of the long-running dispute between UCU members and university employers, with staff at 152 institutions being balloted.\nA total of 78 of these are being consulted during the next three weeks over pay and working conditions, with another 68 facing two ballots - over pay and conditions, plus the USS pensions scheme.\nThe dispute over pensions has been rumbling on for nearly a decade, and has been kicked into action again after what the UCU describes as a \"flawed valuation of the USS pension fund\" wiped \"an estimated 35% off the value of a typical pension\".\nThe pay dispute has led to numerous strike days over the past two years, and was only paused during the pandemic.\nMs Grady said: \"There is a sense that we are at a breaking point and a sense that this is a sector that needs saving. I don't think I can over-articulate that enough.\n\"The idea that staff would want to go out on strike again could not be further from the truth.\"\nShe accused institutions of spending their increased fee and research income on extravagant building projects, advertising and advice from consultants, rather than the staff who are teaching young people.\nAnd she added that \"exploitative contracts\" were the \"dirty secret\" of a higher education sector which requires students to pay £9,000-plus fees a year for tuition.\nThe union estimates that there are some 74,000 staff working on such temporary contracts.\nThe UCU says pay for university staff fell by 17.6% relative to inflation between 2009 and 2019.  \nSince then employers made further below-inflation offers, despite university income from tuition fees growing by a third in the last five years, it said. \nThe University and Colleges Employers Association has offered guaranteed increases of at least 1.5% to the pay spine. \nHigher percentage rises were pledged for lower-paid staff, up to a maximum of 3.6%.\nChief executive Raj Jethwa said: \"We are disappointed that UCU is encouraging its members to ballot for action which is specifically designed to disrupt teaching and learning for students who have endured so many recent upheavals.\" \nMr Jethwa continued: \"The final offer from employers was fair and meaningful in the context of the sector's ongoing delicate financial situation. \n\"We very much hope the trade union members understand the considerable pressures which continue to face their HE [higher education] institutions. The financial impact of Covid-19 continues to affect these HE institutions, alongside declines in other income sources.\"\nHe added that most staff understood the \"financial realities facing their institutions\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58951342",
      "category": "uk-wales",
      "title": "Emiliano Sala: David Henderson pleads guilty to flight charge",
      "tags": "Aviation safety,Crowle,Nantes,Hotham,Emiliano Sala death",
      "text": "A man has pleaded guilty to a charge relating to the flight in which footballer Emiliano Sala died.\nDavid Henderson, 67, admitted trying to arrange a flight for a passenger without permission or authorisation.\nThe plane carrying 28-year-old Sala and pilot David Ibbotson crashed into the English Channel in January 2019.\nHenderson of Hotham, East Riding of Yorkshire, will go on trial after denying a separate charge of endangering the safety of an aircraft. \nThe charges have been brought by the Civil Aviation Authority (CAA) and relate to endangering the aircraft and operating commercially without permission.\nHenderson is alleged to have arranged the flight carrying Sala and 59-year-old Mr Ibbotson.\nThe single-engine Piper Malibu aircraft was bringing the striker, who was involved in a multimillion pound transfer deal, from Nantes in France to Cardiff where he had signed for the Bluebirds.\nThe body of Sala was recovered from the seabed the following month, but the body of Mr Ibbotson, from Crowle, Lincolnshire, was never recovered.\nAt a hearing in October 2020, the court heard how Mr Ibbotson's licence to fly an aircraft commercially had expired in November 2018.\nThe Air Accidents Investigations Branch (AAIB) reported at the start of the year that the plane had been leaking carbon monoxide during the flight and a final manoeuvre by Mr Ibbotson to pull up the plane had caused it to break up mid-air.\nA jury inquest into his death was postponed until after Henderson's trial and is scheduled for 14 February 2022.\nHenderson's trial is expected to last 10 days."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-northamptonshire-58956615",
      "category": "uk-england-northamptonshire",
      "title": "Sir David Amess: Southend to become a city in honour of MP",
      "tags": "David Amess,David Amess death,Southend-on-Sea,Leigh-on-Sea",
      "text": "Prime Minister Boris Johnson has announced the Queen has agreed Southend will be granted city status following the killing of MP Sir David Amess.\nSir David was stabbed to death at Belfairs Methodist Church on Friday.\nHe regularly championed Southend's case to be a city during his time in Parliament.\nMr Johnson told the House of Commons he was \"happy\" to announce Southend \"will be accorded the city status it so clearly deserves\". \nThe prime minister said: \"That Sir David spent almost 40 years in this House, but not one day in ministerial office, tells everything about where his priorities lay.\"\nHe added Sir David \"never once witnessed any achievement by any resident of Southend that could not somehow be cited in his bid to secure city status for that distinguished town\". \nLabour leader Sir Keir Starmer told Parliament he was \"so pleased\" by the announcement.\nSir Keir said the news was \"a fitting tribute to Sir David's hard work\".\nJames Duddridge, who represents Rochford and Southend East, the constituency neighbouring Sir David's Southend West seat, said the decision \"means a lot to everybody\".\nHe said residents did not want Southend to be remembered as the city where Sir David was killed but \" for characteristics such as its pier, airport and football\". \nSir David, who championed Southend's bid for city status as part of The Queen's Platinum Jubilee celebrations in 2022, was described by Home Secretary Priti Patel as \"Mr Southend\" following his death.\nAs well as bringing extra prestige, city status is an opportunity for areas to attract more tourism and boost the local economy.\nOn its website, Southend-on-Sea Borough Council, which had campaigned with Sir David, previously said city status would bring not only \"prestige and standing, but an opportunity to lever further investment\".\nOn the latest announcement, council leader Ian Gilbert said he felt a \"mixture of emotions\" after hearing the news.\nHe said it was \"clearly what Sir David would have wanted\".\n\"While I don't want it to have come in these circumstances, I'm still pleased and proud that it is happening,\" he added.\nLeader of the council's Conservative group, Tony Cox, said the decision meant Sir David's \"legacy will forever live on in Southend-on-Sea\".\nHe added: \"I cannot thank Her Majesty the Queen and the prime minister enough for granting that legacy, but what truly breaks my heart is that he is not around to see it.\n\"I am sure he will be looking down on us now saying, 'My work in Southend is now complete'.\"\nLabour councillor for Kursaal ward in Southend, Matt Dent, said: \"Everyone who knew Sir David knew how passionate he was about Southend getting city status.\n\"It was something he worked into every conversation. It's such a shame he is not here to see it.\"\nThe Archbishop of York, the Most Reverend Stephen Cottrell, who grew up in Southend and was a friend of Sir David's, said with Southend having been declared a city people can \"forget about a statue of Vera Lynn at Dover, we are going to put a statue of David Amess at the end of Southend pier\".\nChelmsford MP Vicky Ford and Southend United FC both tweeted that it was a \"fitting\" tribute to Sir David. \nDowning Street said the award of city status to Southend was a \"very rare honour\".\n\"This was an exceptional circumstance,\" the prime minister's official spokesman said.\n\"It is a very rare honour which Sir David campaigned passionately for.\n\"He was a tireless champion of Southend, celebrating its achievements, the work of its residents and its thriving local businesses and diversity.\"\nSpeaking after signing a Book of Condolence at Southend's Civic Centre, Essex Police Ch Supt Simon Anslow said: \"Having long been a champion for Southend, it is of course truly tragic that his main goal in Parliament has been achieved in the days following his sad death, with confirmation today that Southend will be afforded city status by Her Majesty The Queen.\n\"Today has been a mark of respect for the man - indeed it has been a mark of respect for what will be Essex's new city.\"\nIn a 2019 speech to the Commons calling on Southend to be given city status, Sir David celebrated the town for everything from its hospital and airport to its investment in digital infrastructure.\nHe also praised Leigh-on-Sea for being voted the \"happiest place in the United Kingdom\" and said people in Southend \"walk on water\" while on its famous pier.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58948339",
      "category": "uk",
      "title": "Earthshot Prize: Costa Rica wins £1m from William's Earthshot prize",
      "tags": "Emma Watson,UK Royal Family,Climate change,Prince William, Duke of Cambridge,Catherine, Duchess of Cambridge",
      "text": "Two best friends who grow coral and the country of Costa Rica are among the winners of the first ever Earthshot Prizes.\nThe annual awards were created by the Duke of Cambridge to reward people trying to save the planet. \nThere were five winners announced in London, each receiving £1m. \nPrince William was joined by stars including Emma Watson, Dame Emma Thompson and David Oyelowo for the ceremony at Alexandra Palace.\nEd Sheeran, Coldplay and KSI were among the acts that performed - and in keeping with the eco message, the music was powered by 60 cyclists pedalling on bikes.\nNo celebrities flew to London for the ceremony, no plastic was used to build the stage and guests were asked to \"consider the environment\" when choosing an outfit - with Watson wearing a dress made from 10 different dresses from Oxfam.\nThe Earthshot prize's name is a reference to the \"Moonshot\" ambition of 1960s America, which saw then-President John F Kennedy pledge to get a man on the Moon within a decade.\nEach year for the next decade, the prize is awarding £1m each to five projects that are working to find solutions to the planet's environmental problems.\nThe inaugural winners were selected from five different categories, and were chosen from a shortlist of 15 by judges including broadcaster Sir David Attenborough, actress Cate Blanchett and singer Shakira.\nProtect and Restore Nature:\nClean our Air:\nRevive our Oceans:\nBuild a Waste-Free World:\nFix our Climate:\nIn a recorded message played at the ceremony - which was broadcast on BBC One and iPlayer at 20:00 BST - Prince William said the next 10 years was a \"decisive decade\" for the planet.\n\"Time is running out,\" he said. \"A decade doesn't seem long enough, but humankind has an outstanding record of being able to solve the unsolvable.\"\nEarlier this week, the duke suggested that rather than the world's top minds setting their sights on space tourism, they should instead focus on saving Earth.\nWith stars from the worlds of football and music arriving on a green carpet, the message was that environmental challenges deserve the same kind of attention as the Oscars. \nAnd the winning teams were obviously thrilled to get such high-profile recognition. \nThe test now is whether their projects will be scaled up in a way that makes a difference worldwide. \nWhether it's restoring corals and forests or reducing waste and carbon emissions, the plan is for big name companies to support these mostly small-scale schemes and help them to become global. \nIt may well be years before we see how well that works out in practice, and inevitably some projects may prove more effective than others. \nIn any event, in the countdown to the vital COP26 climate summit in Glasgow next month, the winners offer something that's been in short supply recently: a sense of optimism.  \nAmong the celebrities at Sunday night's ceremony was Love Actually actress Dame Emma, who criticised throwaway culture as she made her way to the event.\n\"If we had shown my parents how people live (today), how they will wander down the streets with a coffee cup, immediately throw it away, eat, throw away, everything throw away, they would've gone, 'what's going on?'\" said Dame Emma."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58948182",
      "category": "business",
      "title": "Klarna to offer pay now option ahead of crackdown",
      "tags": "Companies,Personal finance,Online shopping,Retailing,Personal debt,Klarna",
      "text": "Buy now, pay later firm Klarna is planning changes ahead of an expected Treasury crackdown on the UK market.\nThey include a \"pay now\" option, to let people pay for items in full, immediately.\nThe boom in the use of buy now, pay later has fuelled fears that it encourages people into debt.\nKlarna's boss, Sebastian Siemiatkowski, told the BBC that retailers using its service see the average value of an order increase by 40%.\nThe company said it wanted to \"drive up standards\" in the sector by improving the way it operates and communicates as well as introducing the choice of paying for items in full, immediately.\nKlarna said the \"pay now\" option and other changes it was making would give customers more clarity and control.\nIt also said it would perform more thorough checks on how much users could afford to borrow, and use clearer language during the checkout process to ensure customers understood they were taking on debt.\nThe \"pay now\" option for customers is already available in several of the 20 other countries where Klarna operates.\nLike other buy now, pay later services, Klarna offers shoppers the opportunity of delaying or spreading the cost of a purchase without being charged fees or interest. \nInstead Klarna charges retailers a small percentage of the transaction cost in exchange for providing the payment service.\nThe opportunity to pay in instalments appeals in particular to younger and low-income shoppers.\nIt allows customers to order several sizes of a clothing item, for example, in the expectation that those which do not fit will have been returned and refunded before they are charged the full amount.\nBut such schemes have been widely criticised for encouraging shoppers to buy more than they can afford, with charities warning it can be a \"slippery slope into debt\". \nCritics say customers are bombarded with messages urging them to use buy now, pay later credit without a clear enough explanation of what it involves. \nIn particular, buy now, pay later firms have been accused of failing to explain that customers could be referred to debt collectors and that their credit scores could be affected if they miss payments.\nConsumer group Which? recently found that although Klarna and other firms shared their guidelines with retailers about how their service should be presented, some retailers did not adhere to those guidelines.\nKlarna is the largest buy now, pay later platform but many other firms offer a similar service, including Clearpay, LayBuy and Paypal.\nBuy now, pay later services were used by five million people in the UK for total sales of £2.7bn in 2020. However, one in 10 people using them already had debt arrears elsewhere, a review by the Financial Conduct Authority found.\nThe review, led by Chris Woolard, found that three quarters of buy now, pay later users were under the age of 36 and the vast majority of transactions related to clothing purchases.\nThe Citizens Advice charity said it had found shoppers did not view buy now, pay later services as \"proper borrowing\" and many did not understand fully what they were signing up for.\nThe charity warned that four-in-10 of those who had used this type of credit in the previous 12 months were struggling to repay. \nKlarna's boss said he believed there was a place for this kind of affordable credit offering.\n\"We firmly believe that most of the time, people should pay with the money they have, but there are certain times where credit makes sense,\" Mr Siemiatkowski said.\n\"In those cases, our [buy now, pay later] products offer a sustainable and no-cost healthy form of credit - and a much needed alternative to high-cost credit cards.\"\nKlarna said it had worked with consumer group Fairer Finance to ensure its terms and conditions were \"clear, simple and easy to understand\", and that the language during the checkout process made it \"absolutely clear\" there would be \"consequences for missed payments\".\nIt had also improved its complaints procedure for dissatisfied customers, it said.\nIn February, the government announced that buy now, pay later products would be regulated by the Financial Conduct Authority (FCA).\nThe Treasury's consultation on the sector is expected before the financial watchdog sets out its rules on regulation later.\nThe government said that giving the FCA oversight of firms like Klarna, Clearpay or Laybuy would mean that customers would be able to complain to the Financial Ombudsman if they were not happy with the service."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-somerset-58959930",
      "category": "uk-england-somerset",
      "title": "Bus lane camera mistakes woman's sweater for number plate",
      "tags": "Bath,Dorking,Bath and North East Somerset Council",
      "text": "A couple were sent a fine for driving in a bus lane when a camera mistook a word on a woman's clothing for their number plate.\nDave and Paula Knight, from Surrey, received the fine for driving in a bus lane in Bath despite not being in the city at the time.\nA camera had registered the word 'knitter' on a pedestrian's clothing as Mr Knight's number plate KN19 TER. \n\"We thought one of our friends was stitching us up,\" said Mrs Knight.\nBath and North East Somerset Council (BANES) confirmed the fine had been cancelled.\nMr Knight said they planned to frame the notice and put it on the mantelpiece.\n\"I was looking for my vehicle in it [the picture] and thinking to myself have I been to Bath? \n\"The poor lady walking down the bus lane has got a top on very similar to my number plate but her handbag is blocking one of the letters out so it assumed it was my number plate,\" he said.\nMrs Knight said she thought it was a joke but when none of their friends came forward, they contacted the council.\n\"When we looked at the photo it was of a lady with 'knitter' on her sweatshirt and KN19 TER is my husband's number plate.\n\"I think it's bizarre and very funny, this poor lady has been changed over into a vehicle rather than a person overnight, \" she said.\nMrs Knight said when she contacted the council, they initially told her the fine would need to be paid but when the staff member looked at the image she \"burst out laughing\".\n\"I'm a bit worried about going to Bath again now. I don't know if we'll take the van, we might take the train,\" she added.\nBANES cabinet member for transport Manda Rigby said she was pleased that Mr and Mrs Knight had seen the funny side and that it had given the team \"a few giggles\".\n\"The camera picked up the logo and thought it was a number plate. It doesn't happen often and when we went back to look the fine was cancelled immediately.\n\"It did give us a smile particularly because Mr and Mrs Knight took it so well,\" she said.\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58949153",
      "category": "uk",
      "title": "Sir David Amess death: Show kindness and love, say MP's family",
      "tags": "David Amess,David Amess death",
      "text": "The family of MP Sir David Amess have said their hearts are shattered as they called on people to \"set aside hatred and work towards togetherness\". \nThe Conservative MP was stabbed multiple times during a meeting with his constituents in Essex on Friday.\nA 25-year-old British man is being held under the Terrorism Act.\nIn a statement, his family said they were trying to understand \"why this awful thing has occurred... nobody should die in that way. Nobody\".\nSir David, 69, was married with four daughters and a son.\nThe family said the \"wonderful\" tributes paid to him by friends, constituents and the public had given them strength.\n\"We have realised from tributes paid that there was far, far more to David than even we, those closest to him, knew,\" they added.\n\"We are enormously proud of him. Our hearts are shattered.\" \nOn Monday afternoon, Prime Minister Boris Johnson will lead MPs in paying tribute to their late colleague in the House of Commons.\nPoliticians will have at least two hours from 15:30 BST to share their memories of Sir David, after prayers and a minute's silence. The tributes will be followed by a service at St Margaret's Church, next to Parliament. \nA Conservative MP since 1983 - first in Basildon and, from 1997, in Southend West - he was a champion for the town he represented, particularly in his long-running campaign to make Southend a city. \nHis family have asked people to support campaigns that he was involved in, including fundraising for a memorial to Dame Vera Lynn, who he thought \"epitomised the strength of the nation\" - and to help Southend gain city status.\nThey described Sir David as strong and courageous, a patriot and a man of peace.\n\"We ask people to set aside their differences and show kindness and love to all. Please let some good come from this tragedy.\n\"We are absolutely broken, but we will survive and carry on for the sake of a wonderful and inspiring man.\"\nRaised as a Roman Catholic, Sir David was known politically as a social conservative and a prominent campaigner against abortion. \nHe was also a committed campaigner on animal welfare issues, and supported a ban on fox hunting.\nTributes to Sir David have been pouring in from politicians and constituents, with Home Secretary Priti Patel saying his \"infectious personality\" meant he \"touched so many lives\".\nOver the weekend, people gathered for candlelit vigils in Leigh-on-Sea to mark Sir David's life and attended a church service to share their memories of him.\nMany constituents have reflected on his gentle nature and willingness to listen and to help.\nDetectives are continuing to hold the 25-year-old man at a London police station and have until Friday to question him.\nWhitehall officials confirmed the man's name as Ali Harbi Ali, and said he was a British man of Somali heritage.\nThe BBC understands he was referred to the counter-terrorist Prevent scheme some years ago, but was never a formal subject of interest to MI5.\nIt also understands that his father, Harbi Ali Kullane, who was previously an adviser to Somalia's prime minister, has been visited by police who have taken his phone for analysis.\nPolice officers have spent the weekend searching three addresses in London.\nIt is thought a converted Victorian property in Lady Somerset Road in north-west London is linked to the investigation. Neighbours said officers started searching it late on Friday night.\nFurther searches, also believed to be part of the inquiry, have been taking place at a property in Bounds Green Road, north London, and another in Cranmer Road, Croydon, south London. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58959327",
      "category": "uk",
      "title": "Sir David Amess death: Parliament pays tribute to former colleague",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58959045",
      "category": "business",
      "title": "Heat pump grants worth £5,000 to replace gas boilers not enough, say critics",
      "tags": "Greenhouse gas emissions,Climate change,Department for Business, Energy & Industrial Strategy,Kwasi Kwarteng,Renewable energy",
      "text": "Experts have criticised plans to subsidise low-carbon heat pumps in place of gas boilers for homeowners in England and Wales from next April.\nHouseholds will be offered subsidies of £5,000 from next April to help them make the switch.\nAlthough up to 25 million UK homes have gas boilers, the grants will fund just 90,000 pumps over three years.\nThe government says this will boost demand for the pumps, but critics say the plan does not go far enough.\nHomeowners will be encouraged to switch to a heat pump or other low-carbon technology when their current boiler needs replacing.\nAn air-source heat pump costs between £6,000 and £18,000, depending on the type installed and the size of a property.\nMinisters say the subsidies will make heat pumps a comparable price to a new gas boiler. However, the £450m being allocated for the subsidies over three years has been criticised as insufficient.\nExperts also point to the need for costly new insulation and other home improvements to help households get the best out of the switch.\n\"Gas is in the news for price increases that are on the horizon,\" said Dr David Glew, head of energy efficiency and policy at the Leeds Sustainability Institute at Leeds Beckett University.\n\"But gas is actually relatively cheap to heat your home with,\" he added.\n\"Needing to insulate your house might cost you tens of thousands of pounds and you're only going to be saving several hundreds of pounds, so the economics of that doesn't really add up.\"\nMike Childs, head of science at Friends of the Earth, said the number of heat pumps that the grants would cover \"just isn't very much\" and meant the UK would not meet its climate targets.\n\"These grants will only incentivise the best-off households,\" he said.\nGreenpeace UK's climate campaigner, Caroline Jones, said the government needed to provide more money to speed up the switch.\n\"A clearer signal would have been a phase-out of new boilers before 2035,\" she said.\nThe government says it wants no new gas boilers to be sold after 2035, but it has not banned them outright.\nWriting in the Sun, Prime Minister Boris Johnson said: \"The Greenshirts of the Boiler Police are not going to kick in your door with their sandal-clad feet and seize, at carrot-point, your trusty old combi.\"\nDowning Street later declined to say whether the government would ban gas boilers in the future, after international trade secretary Anne-Marie Trevelyan said \"there will be a point\" when the voluntary approach would change. \nJonny Marshall, senior economist the Resolution Foundation, a think tank focusing on poverty, said the UK would struggle to meet its goal of cutting emissions from homes in half by 2035.\nThe UK has committed to reduce its greenhouse gas emissions to net zero by 2050.\nBut a group of experts that advises the government says Boris Johnson's government has credible policies in place to deliver only about a fifth of this cut.\nHelen Selman lives with her husband and two children in Chippenham. When they moved into a 1930s semi, they knew they wanted to undertake home improvements, an upgrade to the heating system and an extension. \n\"It was not cheap,\" she said. \"But because we were doing everything else, and because this was going to be our forever home, it made sense.\" \nHelen chose an air-source heat pump but alongside it, they had a specifically designed insulation upgrade, new radiators and brand new underfloor heating. \n\"With a heat pump, the problem is that you have to make sure that your house is as well insulated as possible,\" she explained. \"We already had double or triple-glazing, we had insulated walls, we were upgrading the lofts.\"\nTo help with the project, Helen and her family used the old Renewable Heat Initiative funding: \"The RHI money will pay back quarterly over seven years and will go quite a long way to covering the costs.\"\nShe said: \"It's been definitely worth the bother.\" \nBut she admitted that without their own plans to extend and the added bonus of government cash, it might not have happened. \"Without an incentive, there are few people who have the cashflow or the passion to do this,\" she said. \nHeating buildings accounts for more than a fifth of the UK's overall greenhouse gas emissions, so there is pressure on the government's Heat and Buildings Strategy to deliver effective reductions.\nBusiness and Energy Secretary Kwasi Kwarteng said the grants to support the adoption of heat pumps, available from next April, would help to bring down the cost of the relatively new technology by 2030.\nHeat pumps extract warmth from the air, the ground or water - a bit like a fridge operating in reverse.\nThey are powered by electricity, so if you have a low-carbon source of electricity, they provide greener heating.\nOne energy firm, Octopus Energy, said it expected homeowners to pay about £2,500 to the cost of installing a heat pump, roughly equivalent to the cost of a new gas boiler. The government subsidy would cover the rest.\nBut many houses will require an upgrade to their energy efficiency, including insulation, before installing one.\nA box of about one metre by one metre needs to be outside (close to or attached to the property) to draw in air.\nIt should be at least one metre from your neighbour's property so they will not be able to hear it, although it shouldn't be much louder than your fridge.\nRead more: Should I get a heat pump and how much will it cost me?\nIn total, £3.9bn funding is being provided, with most of that invested in decarbonising public buildings, insulating and installing new heating systems in social housing and for those on low incomes, and helping to provide clean heating networks for homes that are unsuitable for heat pumps.\nThe plan also includes:\nIndependent climate think tank E3G said that setting the phase-out date for new fossil fuel boilers was \"a world-leading achievement\" and the pledge to reduce heat pump costs by 2030 was to be welcomed. \nHowever, the funding was insufficient to achieve the government's goals on reducing emissions, programme leader Pedro Guertler said.\n\"On energy efficiency alone, the public investment announced today falls £2bn short of what was pledged in the Conservative manifesto to 2025,\" he said.\nEd Miliband, the shadow business secretary, described the strategy as \"meagre, unambitious and wholly inadequate\", adding that Labour had pledged to spend £6bn a year on insulation and low carbon heating.\nThe Liberal Democrats described the heating plan as \"a kick in the teeth for families across the country facing soaring energy bills this winter\".\nIt's another piece in the Boris Johnson climate-calming jigsaw. \nFirst, he slots in a world-leading policy halting the sale of petrol cars by 2030. \nNow he lays down another piece - no new gas boilers after 2035. It's another trend-setting initiative that other nations will surely follow.\nThere's a problem, though. Because by that date in the middle of the next decade, the PM has already pledged to cut emissions overall by 78% over 1990 levels.\nEnergy experts say that simply won't happen unless he provides much wider incentives for people to insulate their homes and to buy heat pumps to replace their gas boilers. \nOne group of researchers estimates that to meet his net zero targets he needs to invest nearly another £10bn over three years. \nThey hope the chancellor will fill that piece of the jigsaw in his spending review next week.\nIndustry sources welcomed the new strategy.\nThe Confederation of British Industry said it would help members prepare for the changes ahead, but its chief policy director, Matthew Fell, called for \"a clear delivery plan for consumers, businesses and local authorities\".\nScottish Power's chief executive, Keith Anderson, said it would kick-start demand for electric heating, \"allowing the industry to accelerate the delivery of electrification and quickly bring down upfront costs\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58956704",
      "category": "entertainment-arts",
      "title": "George Alagiah takes break from TV after further spread of cancer",
      "tags": "Television,George Alagiah,BBC,Bowel cancer,Cancer",
      "text": "BBC presenter George Alagiah is to take a break from TV to have treatment after \"a further spread of cancer\" was discovered, his agent has said.\nThe 65-year-old journalist, one of the faces of the BBC News at Six, was first diagnosed with bowel cancer in 2014.\nLast June, he said it had spread to his lungs, liver and lymph nodes.\nNow, he has said his doctors want to hit the new tumour \"hard and fast\". He will have chemotherapy and radiotherapy over the coming months.\nIn a statement on Monday, his agent said: \"George Alagiah, presenter of BBC News at Six, Britain's most watched news programme, is to take a break from studio duties to deal with a further spread of cancer. \n\"He was first diagnosed with stage 4 bowel cancer in April 2014. In a letter to colleagues in the newsroom Mr Alagiah said his medical team had decided to hit the new tumour 'hard and fast'.\n\"He is due to undergo a combination of chemotherapy and radiotherapy over the next few months.\n\"He added that working on the programme 'has kept me sane over the last few years' and 'I'm determined to come back'.\"\nA BBC spokesperson said: \"We are all wishing George well and look forward to seeing him back in the newsroom.\"\nMost people with these symptoms do not have bowel cancer, but the NHS advice is to see your GP if you have one or more of the symptoms and they have persisted for more than four weeks.\nAnd if you, or someone you know, have been affected by cancer, information and support is available on the BBC's Action Line page.\nSource: NHS UK"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58947175",
      "category": "world-us-canada",
      "title": "Bill Clinton: Former US president discharged from hospital",
      "tags": "Bill Clinton,Hillary Clinton,United States,California",
      "text": "Former US President Bill Clinton has been discharged from a Californian hospital after spending five nights under care. \nMr Clinton had been receiving treatment for a urinary tract infection that developed into sepsis. \nThe 75-year-old gave a thumbs up to waiting news crews as he walked out of hospital with his wife, former presidential candidate Hillary. \nMr Clinton will return home to New York to complete his recovery, doctors said. \nDr Alpesh Amin, who oversaw the team of medics treating Mr Clinton, said in a statement: \"His fever and white blood cell count are normalised and he will return home to New York to finish his course of antibiotics.\"\nThe 42nd president, who served from 1993 to 2001, shook hands with waiting medical staff as he left the facility with his wife of 46 years. \nAccording to US media, Mr Clinton - who was in California to attend a private event for his foundation - had felt fatigued on Tuesday and underwent tests before being admitted to the hospital.\nPresident Biden said on Friday night that he had spoken with Mr Clinton and told reporters that he was \"not in any serious condition\".\nThe infection is the latest health scare for Mr Clinton. In 2004, aged 58, he had a quadruple bypass surgery after doctors found signs of extensive heart disease and, ten years later, he had a clogged artery opened after complaining of chest pains.\nNot long after his second surgery, the ex-president - known for his love of fatty foods - went vegan. He told Politico in 2016, \"I might not be around if I hadn't become a vegan. It's great.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58947138",
      "category": "uk-wales",
      "title": "University of Wales Trinity St David told to repay online module fees",
      "tags": "University of Wales, Trinity Saint David,Lampeter,Swansea,Wales education,Higher education,Carmarthen,Tuition fees",
      "text": "A university has been told it should apologise and refund fees after claiming course changes were due to the Covid pandemic.\nA complaint by 13 University of Wales Trinity St David students has been upheld by an independent adjudicator.\nThe university said it was committed to providing students with the right skills for their future careers.\nThe proposed recommendations, seen by BBC Wales, will not be confirmed until feedback is assessed.\nThe complaint was brought by a group of students who started their art and design courses in September 2020 after lessons on some courses were replaced by online modules.\nThe students claimed they had not been given notice of changes which meant course-specific content had been replaced by more general modules focused on employability and digital skills.\nThe students took the issue to the Office of the Independent Adjudicator for Higher Education (OIA) when their complaint was rejected by the university.\nThe OIA is an independent body that reviews student complaints about higher education providers in Wales and England under the Higher Education Act 2004.\nOne student said the process of challenging the university had been \"enormously stressful\".\nHe said academic staff had done \"a brilliant job\" of adapting existing courses, but the concerns were about new online modules that were not specific to individual courses.\n\"We feel that we were betrayed by them to be honest,\" he said\n\"They've seized upon the Covid pandemic to put in place digital delivery and causing us to spend even more time stuck in front of a glowing screen.\n\"It was just enormously demoralising to have them do that to us, and then to be confronted with content that had nothing to do with what we'd signed up to do a degree for\".\nTrinity St David, which has three main campuses in south west Wales, in Carmarthen, Lampeter and Swansea, said it had to take stock of how teaching was delivered in view of the pandemic.\nBut in a report seen by BBC Wales the OIA said that introducing the new modules was not due to pandemic restrictions, but driven by trying to \"re-imagine\" the curriculum.\nThe OIA said that while changes were necessary during the pandemic \"the university chose to replace advertised modules with entirely different modules rather than adapting the teaching of the promised content\".\nThe report also said the university did not give reasonable notice of changes in line with consumer protection rules and guidance from the Competition and Markets Authority.\nThe OIA has said that students should receive a £1,050 refund for each of the two modules replaced in the 2020-21 academic year as well as an apology.\nIt also proposed that the university should work with the students to find a way to offer something \"broadly equivalent\" to the opportunities expected when they signed up.\nTrinity St David said the university was unable to comment on the report, as the process was ongoing.\nBut the university said the new online modules aimed to provide students with \"opportunities to develop their professional skills and competence alongside their academic subject knowledge\". \n\"These are the skills demanded by employers now and in the future, particularly as a result of the digital transformation exacerbated by the pandemic.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58943184",
      "category": "uk",
      "title": "Sir David Amess: MP murder suspect held under Terrorism Act",
      "tags": "David Amess,David Amess death",
      "text": "The man arrested by police following the killing of the MP Sir David Amess has been named as Ali Harbi Ali.\nThe 25-year-old is being held under the Terrorism Act and officers have until Friday to question him.\nWhitehall officials confirmed the man's name to the BBC, and said he was a British man of Somali heritage.\nThe BBC understands Mr Ali was referred to the counter-terrorist Prevent scheme some years ago, but was never a formal subject of interest to MI5.\nIt also understands that his father, Harbi Ali Kullane, who was previously an adviser to Somalia's prime minister, has been visited by police who have taken his phone for analysis.\nPolice officers have spent the weekend searching three addresses in the London area.\nIt is thought a converted Victorian property in Lady Somerset Road in north-west London is linked to the investigation. Neighbours said officers started searching it late on Friday night.\nFurther searches, also believed to be part of the inquiry, have been taking place at a property in Bounds Green Road, north London, and another in Cranmer Road, Croydon. \nSir David, who had been a Conservative MP since 1983, was stabbed multiple times during a regular Friday meeting with his Southend West constituents at Belfairs Methodist Church in Leigh-on-Sea, Essex.\nSouthend councillor John Lamb said he has since spoken to two of Sir David's assistants who were at the constituency surgery with Sir David at the time of the attack.\nHe described how one was in the room with Sir David taking notes. \"All of a sudden there was a scream from her, because the person deliberately whipped out a knife and started stabbing David,\" he said.\n\"The other lady who was getting names from people outside, she came running in and saw poor David had been stabbed.\"\nHe said both were quite distressed but were \"coping quite well\" under the circumstances.\nCatholic priest Father Jeff Woolnough said he tried to administer last rites to Sir David shortly after the stabbing but police told him he could not enter a crime scene. Instead, he prayed for his friend on the street behind a police cordon.\nAli Harbi Ali was initially arrested on suspicion of murder and held in Essex. \nHe has since been transferred to a London police station where he was further detained under Section 41 of the Terrorism Act.\nPolice say they are not looking for anyone else for now.\nEarly investigations revealed a potential motivation linked to Islamist extremism, police said. \nIt is thought Ali Harbi Ali did not spend long in the Prevent programme - which aims to stop people becoming radicalised.\nTeachers, members of the public, the NHS and others can refer individuals to a local panel of police, social workers and other experts who decide whether and how to intervene in their lives.\nEngagement in the scheme is voluntary and it is not a criminal sanction.\nSir David, 69, who was married with four daughters and a son, is the second MP to be killed in recent years following the murder of Labour MP Jo Cox in June 2016.\nThe latest attack has raised concerns for the safety of MPs, many of whom hold constituency surgeries which anyone can attend.\nHome Secretary Priti Patel said MPs had access to a \"panoply\" of security measures - many of which were put in place after Ms Cox's murder - but said changes could be made to constituency surgeries.\nAny measures needed to be proportionate, she told the BBC's Andrew Marr show. \"We're here to serve, we're here to be accessible to the British public.\"\nMs Patel described hearing the news that Sir David had died, saying \"our worlds were shattered\".\nA post-mortem examination of Sir David took place on Saturday, police said.\nMeanwhile, Tory MP Andrew Rosindell said the killing of his friend and fellow Essex MP \"shouldn't change things in a way that stops us going about our democratic role\".\n\"There's got to be some balance to this. I don't have an answer,\" he told BBC Breakfast on Sunday. \"This is not the Britain I want, this is not the country that we're used to.\"\nLabour's Diane Abbott MP said she would prefer to meet constituents behind a screen to prevent possible stabbing attacks.\nCommons Speaker Sir Lindsay Hoyle said he wanted to avoid a knee-jerk reaction but insisted \"the best had to come out of this hideous killing\".\nHe said security measures would be reviewed to improve MPs' safety and urged MPs to take up measures already available to them.\nTributes to Sir David have been pouring in from politicians and constituents, with the home secretary saying his \"infectious personality\" meant he \"touched so many lives\".\nOver the weekend, people have gathered for a candlelit vigil in Leigh-on-Sea to mark Sir David's life and attended a church service to share their memories of him.\nMany constituents have reflected on his gentle nature and willingness to listen and to help.\nSir David had long campaigned for Southend to be given city status. On Sunday, Sir Lindsay Hoyle said that would be \"a good thing to do\" in his memory."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58913530",
      "category": "uk-politics",
      "title": "Our families fear for our personal safety, say MPs",
      "tags": "David Amess,Dominic Raab,David Amess death,James Duddridge,Chris Bryant,Nick Thomas-Symonds,Eleanor Laing,Jo Cox murder,Tulip Siddiq",
      "text": "More MPs have opened up about their own personal safety following the death of their colleague, Sir David Amess, who was stabbed multiple times during a meeting with his constituents in Essex on Friday.\nMany have spoken of a toxic and increasingly polarised political culture where online trolling has become widespread, ranging from personal insults at one end of the spectrum to direct threats of violence and even death at the other.\nLabour MP, Tulip Siddiq, told BBC Breakfast all MPs, especially women, are subject to attack and that her mother feared for her doing the job. \nSeveral too have spoken of concerns about the safety of their staff and their families amid calls for security measures to be stepped up, particularly while MPs are in their constituencies meeting voters.\nMs Siddiq said the threats and abuse she gets \"range from very trivial things\" such as commenting on her appearance, her height and her name to \"more sinister\" threats such as advocating violence against her or her family. \nShe said being an MP had had a \"constant effect\" on her family for years, especially her parents. \nShe recalled the murder of the former Labour MP, Jo Cox, in 2016 and said her own mother called her immediately on hearing an MP had been attacked \"because her first thought was it must have been me\".\nShe added: \"It is just this constant effect on her of hearing there has been abuse directed at us, that we're getting death threats, that all of us MPs are constantly racially abused, whether you're from a Jewish faith or have a Muslim last name.\n\"Whatever it is, people will pick on you.\n\"These keyboard warriors, at some point you do think I just need to ignore them and get on with my job.\n\"You do start to develop very thick skin but maybe that's the wrong way to go about it.\"\nSir David's neighbouring MP in Southend, Conservative James Duddridge, told Radio 4's Today programme about the fears his family and friends live with.\n\"No-one that loves me, none of my friends would want me to be a Member of Parliament.\n\"The only reason they support it is because they know that that's what I believe is an honourable thing to do, a worthwhile thing to do, something I'd always wanted to do, something that I have enjoyed. \"\nLabour MP, Chris Bryant said he received a death threat this weekend after calling for people to be kinder following Sir David's death. \nHe said Parliament has been \"turned into a bit of a fortress\" in recent years, but he believed MPs are most vulnerable in their constituencies when they hold surgeries and meeting voters. \nHe said one of the best things about the British political system is that MPs are \"very accessible\" but \"over the last few years, there has been a terrible ratcheting up of nastiness\". \nMr Bryant said he questions \"all the time\" why he does the job but his concerns are \"not just about me\".\n\"It's about my staff and it's about my family as well.\"\nHe said he went in to politics because he cares about poverty, climate change, human rights and the growing use of food banks.\n\"I'm passionate about wanting to change the world and no-one is going to stop me,\" he added. \nJustice Secretary Dominic Raab said: \"Although it is shocking and it is heart-wrenching, this is not entirely out of the blue\" because \"everyone has had this experience of intensifying abuse and that tipping in to threats\". \nHe said he has had \"three threats to life or limb that have required an intervention in the last two years\". \nMr Raab said that while every step must be taken to make sure MPs, especially female politicians, can do their jobs, \"we don't want the terrorists to win, we do not want this wedge placed between us and our communities\".\nAnd he said he will continue to have face-to-face surgeries rather than moving all his meetings online. \nDowning Street has said that it will be \"down to individual MPs and the police\" whether MPs should continue to meet constituents face to face. \nThe prime minister's official spokesman said MPs may \"rightly\" be concerned about their security following the killing of Sir David. \nThe spokesman said MPs \"have been contacted by the police to discuss their activities and events so their arrangements can be reviewed.\" \nLabour's Jess Phillips said while security advice is welcome, she individually has to \"make the decision about how close I am to my constituents\".\n\"Often the best security advice in the world is quite hard to follow when you're in your home town, not just because I want to be a good representative but because I live there\", she said.\nShe added that MPs need to \"demystify what politics is\" because \"people don't consider people like me to be frontline workers but that's exactly what we are\". \nShadow Home Secretary Nick Thomas-Symonds told BBC Breakfast he too had received death threats due to his job.\n\"I've had incidents since I've become a Member of Parliament, whether it's intimidation while out on the streets, death threats, terrible letters, awful emails. \n\"I am in no sense alone in that.\n\"I don't know a Member of Parliament who has not suffered in that way. \n\"It's clear that something now has to change.\" \nDeputy Speaker Dame Eleanor Laing told Radio 4's Today it was a \"pity\" the media does not say nice things about MPs when they are still doing their jobs.\nShe said: \"It can be deeply upsetting when you know that MPs and ministers are working hard to solve some problem or other and when the matter is discussed in the media, MPs are vilified, ministers are spoken to very harshly and it does help to create a culture of aggression. \n\"Why can't we just try to have a culture of kindness?\" she added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58959590",
      "category": "uk-politics",
      "title": "Sir David Amess: MPs pay emotional tributes to former colleague",
      "tags": "David Amess,David Amess death",
      "text": "MPs have been delivering emotional tributes to Conservative MP Sir David Amess, who died last week after he was stabbed in his Essex constituency.\nPrime Minister Boris Johnson hailed him as a \"seasoned campaigner of verve and grit\" and a \"steadfast servant\" of his voters.\nLabour leader Sir Keir Starmer praised a \"dedicated constituency MP\" who \"held his beliefs passionately but gently\".\nFellow Essex MP Mark Francois called him \"the best bloke I ever knew\". \nSir David, 69, who was the MP for Southend West, had been meeting constituents when he was stabbed multiple times on Friday. \nA 25-year-old man was arrested on suspicion of murder after the attack at a church in Leigh-on-Sea. Police are treating the killing as a terrorist incident.\nMPs observed a minute's silence earlier, and most of Monday's scheduled business was cancelled to allow them to deliver speeches in Sir David's memory.\nOpening the tributes, Mr Johnson said the \"tragic and senseless death\" of the father-of-five had left \"a vacuum that will not and can never be filled\".\nDescribing him as one of the \"most gentle individuals\" to have entered Parliament, he said his views \"often confounded expectation and defied easy stereotype\".\nHe praised his record as a campaigner on issues including learning disabilities, and endometriosis, an often-debilitating condition affecting women.\nAnd he announced that Southend would now be granted city status, in recognition of a long-running campaign Sir David had led as one of the town's MPs.\nSit Keir also praised Sir David's campaigning on behalf of the town, adding that \"the people of Southend have lost one of their own\".\nHe also said MPs had a \"duty\" to learn from the way Sir David conducted himself, describing him as a politician who \"held his beliefs passionately but gently\".\nTory MP Mark Francois, who grew up in Basildon while Sir David was the MP there, said he was \"hurting terribly\" after losing his \"best and oldest friend in politics\".\nHe said Sir David had helped him gain election to Basildon District Council, adding: \"Without him, I would never have become a member of Parliament.\"\nHe said Sir David would be remembered for his \"Essex cheeky-chappy smile\" and as a \"doughty champion for Basildon and then Southend\".\nJames Duddridge, the Tory MP for neighbouring Rochford and Southend East, told colleagues that was a \"good friend\" who inspired great loyalty.\nLike others during the debate, he noted the role played by Roman Catholicism in Sir David's life, describing him as a \"man of faith and convictions\".\nHe prompted laugher in the chamber by recalling a story from a visit Sir David made to see the Pope - when he \"got his timing wrong\" and removed a boiled sweet from his pocket whilst in the presence of the pontiff, inadvertently prompting him to bless it.\nA number of MPs paid tribute to Sir David's campaigning on animal welfare, an issue where he promoted several causes and efforts to pass new legislation.\nLabour's Kerry McCarthy read out tributes from animal rights charities, and said Sir David's support had been \"integral\" to the campaign to end fox hunting. \nA number of MPs used the debate to speak about the threats faced by MPs in going about their job, and abuse they face online. \nMr Francois called on the government to \"toughen up\" the draft Online Safety Bill - a new law MPs are expecting to debate soon aiming to tackle online abuse."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58946978/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Ford's Merseyside investment to secure 500 UK jobs",
      "tags": "Wales business,Nissan,Electric cars,Brexit,Car industry,Ford",
      "text": "Ford is to invest £230m in its Halewood plant on Merseyside to make electric car parts, helping safeguard 500 jobs.\nThe investment will mean the plant will run for many years longer, said Stuart Rowley, president, Ford of Europe.\nThere had been speculation about the future of the Halewood factory complex as Ford moves towards electrifying its vehicles.\nPart of the investment will come from the government's Automotive Transformation Fund.\n\"We're really pleased with the support from the UK government,\" Mr Rowley told the BBC.\n\"We're not disclosing the exact amount, but it was good support for what is a very significant investment in the UK.\"\nHe said the government support was \"a part of the decision\" to choose to invest in Halewood, \"but not the only element\".\nFord's Halewood plant will begin manufacturing electric power units - which replace the engine and transmission in petrol cars - in 2024.\nFord has said it is committed to the UK, but not all locations have been as fortunate.\nIts engine plant in Bridgend closed in September last year, with the loss of 1,700 jobs, after the company described it as \"economically unsustainable\".\nFord blamed \"changing customer demand and cost\" for the closure plans and denied Brexit was a factor.\nFord is not the first manufacturer to receive financial help for electric vehicle production through the fund, set up to encourage investment in electric vehicle manufacturing in the UK.\nIn July, Nissan announced a major expansion of electric vehicle production at its car plant in Sunderland, which will create 1,650 new jobs.\nThe Japanese carmaker will build its new-generation all-electric model at the site as part of a £1bn investment that will also support thousands of jobs in the supply chain.\nAnd Nissan's partner, Envision AESC, will build an electric battery plant.\nFord's Mr Rowley said its plans were \"a huge vote of confidence in [the] workforce\".\n\"Ford has been part of the industrial and social fabric of the UK for many decades,\" he said, adding that the plant would be a \"very important\" part of Ford's electrification plans in Europe.\nBusiness Secretary Kwasi Kwarteng said the Ford decision was \"further proof that the UK remains one of the best locations in the world for high-quality automotive manufacturing\".\n\"In this highly competitive, global race to secure electric vehicle manufacturing, our priority is to ensure the UK reaps the benefits,\" he added.\nKevin Pearson of the Unite union said the Ford investment \"recognises the experience, commitment and competitiveness of our world class workforce and is a great source of pride for all of us working at Halewood Transmission Plant and for the wider community\".\nThe announcement suggested the facility would be an important part of electric vehicle manufacturing in the UK, said Prof David Bailey of Birmingham Business School.\nHe said that was \"especially great news\" because there had been \"a lot of speculation about the plant\", including that Ford might move parts manufacturing and car assembly abroad.\nHad Halewood closed, it would have had a knock-on effect on other parts of the UK car industry and the local economy, he said.\nProf Bailey said that the UK's exit from the EU had been a \"huge concern\" initially, before the tariff-free trade deal was agreed between the EU and the UK.\nHowever, Ford said that it was not currently facing the kind of supply chain difficulties affecting some other UK businesses. Additional post-Brexit paperwork at ports, which has contributed to bottlenecks for some UK-based firms, has not been much of an obstacle for Ford as it has its own landing facilities at Dagenham, the firm said.\nFord is concerned about any possible fallout from UK and EU negotiations over the Northern Ireland Protocol, a spokesperson said.\nThe global car giant also recently announced a $1bn (£730m) investment in its vehicle assembly facility in Cologne, Germany, and an expansion of electric vehicle production in Turkey and Romania."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58959620",
      "category": "business",
      "title": "Goto Energy goes bust amid rising gas prices",
      "tags": "Companies,Energy customer switching,Ofgem,Energy industry",
      "text": "Goto Energy has become the latest UK energy firm to cease trading amid a sharp rise in wholesale gas prices.\nThe firm supplied gas and electricity to around 22,000 domestic customers who will now be moved to a new supplier.\nIt joins a number of small firms that have gone bust following a global spike in gas prices. \nEnergy regulator Ofgem will now find a new supplier for households, who are asked to do nothing until the transfer takes place in the coming weeks.\nGoto Energy's collapse takes the number of customers affected by the current wave of UK energy company failures to more than two million.\nOfgem said that the unprecedented increase in global gas prices - which have risen 250% since the start of the year - was putting financial pressure on suppliers.\n\"Ofgem's number one priority is to protect customers,\" said Neil Lawrence, director of retail at Ofgem.\n\"I want to reassure affected customers that they do not need to worry: under our safety net we'll make sure your energy supplies continue.\"\nMr Lawrence added that if customers have credit, the funds are protected, so customers will not lose the money that is owed to them.\n\"Goto Energy is now the 16th provider to exit the market since the beginning of 2021,\" said Justina Miltienyte, energy policy expert at Uswitch.com.\nShe said it was important that Goto Energy customers did not do anything until they were moved to a new supplier, as trying to switch providers could create administrative delays in getting their credit balance returned.\n\"They should make a note of their meter readings now, and again when contacted by their new supplier, to ensure their bills are accurate.\" \nLast week, Pure Planet, which was backed by oil giant BP, and Colorado Energy joined the growing list of small energy firms that have gone bust recently.\nPure Planet said it had been caught between rising costs and the UK's energy price cap, which limits what companies can charge consumers.\nThis had left its business \"unsustainable\", it said.\nNine suppliers collapsed in September, but business and energy minister Kwasi Kwarteng ruled out supporting struggling energy firms, although he warned more companies could collapse.\nThe regulator's price cap, which covers 15 million households across England, Wales and Scotland, protects customers on default tariffs by limiting charges including how much customers pay per unit of energy.\nBut providers say they cannot pass on rising wholesale gas prices to customers because of the cap.\nSuppliers that have recently gone bust include Avro Energy, People's Energy and Green Supplier Limited.\nRising prices have had reverberations throughout the supply chain.\nLast week, gas shipping firm CNG wrote to its energy supplier customers saying that it would no longer supply the wholesale market.\nCNG supplies roughly 46,000 small businesses, including 10-15 small domestic energy suppliers, through its wholesale business."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-47019752",
      "category": "uk-wales",
      "title": "Emiliano Sala search: Family 'struggling with few answers'",
      "tags": "Argentina,Cardiff,Nantes,Emiliano Sala death",
      "text": "The family of missing footballer Emiliano Sala are \"struggling with very, very few answers about an unexplained loss\", a spokesman said.\nCardiff City's signing was on a flight with pilot David Ibbotson, which disappeared over the English Channel. \nAn official search was called off on Thursday with Guernsey's harbourmaster saying the chance of them being alive was \"extremely remote\".\nHowever, £280,000 has been raised for a private search to continue.\nAfter Argentine Sala's disappearance last Monday, his sister Romina travelled to Cardiff, before she arrived on Guernsey on Sunday with their mother, Mercedes.\n\"This is a family that has come from Argentina with this huge shock out of nowhere and is struggling with very, very few answers about an unexplained loss,\" family spokesman David Mearns said.\nHe added the family \"still have some hope\", saying: \"They're looking at this as a missing person, a missing plane and until they are satisfied that's the mode that we are in.\"\nMr Mearns is leading the private search, which he said would entail \"more investigative technical searches underwater\" at some point.\nHe said the family had travelled to Guernsey to be near where the plane was last located and to find out about the investigation and what happens next.\nThey thanked donors for their \"exceptional generosity\" after £280,000 was raised to pay for a private search. \nTwo boats hired using the money resumed looking on Saturday. \nMr Mearns said Guernsey authorities were answering all the family's questions about their investigations.\n\"But as you know locally the search was terminated on Thursday and that was what triggered this private search,\" he said.\n\"Today, even as an expert my frame of thinking is alongside with the family's.\n\"That's what I'm trying to do. But we're trying to give them the best advice that we possibly can. You have to appreciate they don't know the environment, they don't know the geography.\"\nSala signed for Cardiff City for £15m and he was travelling to the Welsh capital from Nantes, where he had previous played.\nHigh-profile donors to the GoFundMe page include France and PSG forward Kylian Mbappe, former West Ham midfielder Dimitri Payet and Leicester City winger Demarai Gray. \nMore than 4,000 people have donated to the page. \nThe initial target of 150,000 euros (£130,000) was met within 24 hours and two private search vessels began to scour the sea again on Saturday.\nIn a message from the family published on the fundraising website, they said the tragedy goes \"far beyond football\" and the money would be used \"exclusively for research\". \nA decision was made by authorities to stop looking for the Piper Malibu plane carrying the Argentine and Mr Ibbotson, from Crowle, Lincolnshire, on Thursday after three days of searching land and sea around the islands of Guernsey and Alderney.\nThree planes and five helicopters racked up 80 hours combined flying time looking for the aircraft, alongside two lifeboats and passing ships.\nThe fund was set up on Friday by Paris-based sports agency Sport Cover, which lists Sala as one of its clients. \nGuernsey harbourmaster David Barker said on Thursday the chances of survival were \"extremely remote\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58928932",
      "category": "uk-scotland",
      "title": "Scotland's first net-zero hospital leads the way",
      "text": "The distinctive curvature of Orkney's £65m Balfour hospital is most apparent from above. \nIts design references Skara Brae, Orkney's famously well-preserved Neolithic settlement, but it also offers protection from harsh weather on the islands.\nThe hospital is small compared to most in Scotland, just 49 beds, but it is the country's first built to a net-zero standard, which means the running of the building does not contribute carbon emissions.\nIt is the hospital's energy centre where the Balfour makes most of its environmental gains.\nIt is a fully electric building with air-to-water heat pumps generating all the hot water and heating. Although there are back-up oil generators in case of emergency.\nSolar panels that cover the roof are also used to reduce reliance on the grid. \nThe hospital's maintenance team leader, Paul Bradley says: \"We can produce the hot water needs and offset some of the electrical needs by using Orkney's natural resources, even at low temperatures we can produce heat and hot water which will help to keep all the patients comfortable during their stay here.\"\nReducing the need for patient travel has also been taken into account.\nThe maternity unit has been scaled up so fewer expectant mothers need to be flown to Aberdeen to give birth. \nSenior Charge Midwife, Pamela Halliday says it means they can follow a pregnancy through and provide better care.\nShe says: \"Women are really wanting to stay in Orkney mostly. Our transfer rate has dropped quite a bit to Aberdeen and our delivery rate has increased here in Orkney so that's really good.\"\nNHS Orkney now runs a fleet of electric vehicles, it is developing the green space around the hospital for the benefit of staff and patients, even the food in the hospital's restaurant is all locally sourced.\nBut like everywhere else, there are challenges.  \nThe production of medicines and use of some treatments have high environmental costs and the pandemic has set back efforts to cut down on clinical waste.  \nThere is always a tension between the changes required to tackle the climate emergency and the clinical need to put patient care first. \nDr Kevin Fox, a consultant cardiologist, divides his time between London and Kirkwall.  \nHe does the travelling so his patients can stay closer to home for treatment.\nDr Fox says cutting carbon emissions have risen up the agenda.\nHe says: \"I'm not sure it dominates my thoughts but that awareness is much stronger than it was a few years ago.\"\nDr Fox says measures such as \"NHS Near Me\", a video consultation system, and new medical innovations are helping to offset less environmentally-friendly practices.  \nBut he says it will be huge task to achieve net zero in the health service.\n\"It is going to be an enormous challenge and at all times our first priority has to be the provision of excellence in healthcare,\" he says.\nNHS Scotland has already achieved a reduction in emissions of 62% over the past 30 years but it still faces a significant challenge if it is to meet the target of getting to net zero by 2045 at the latest.  \nIts estate comprises 1,500 buildings that contribute about 400,000 tonnes of greenhouse gas emissions every year.  \nAbout 50,000 tonnes of waste are produced and its 9,000 vehicles cover more than 127 million miles a year, generating more than 60,000 tonnes of greenhouse gas emissions. \nA Climate Emergency and Sustainability Strategy for Scotland was due to be published this spring but it has been delayed with the Scottish government saying it plans to produce a draft for consultation before the end of the year. \nA Scottish government spokeswoman said: \"We are confident that NHS Scotland will meet its target of becoming a net-zero greenhouse gas emissions service by 2045 at the latest. \n\"Depending on wider progress with decarbonisation of electricity and gas networks, the target may be achieved earlier.\"\nIt added: \"The Scottish government is committed to all public buildings using renewable heat by 2038, and we will invest at least £200m between 2021-2026 in public sector energy efficiency and decarbonisation.\n\"Immediate priorities for the NHS include using this funding to cut its emissions from heat and electricity, removing petrol and diesel cars from its fleet by 2025 and cutting its emissions of medical gases.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58957676",
      "category": "uk",
      "title": "Top baby names in 2020 across England and Wales revealed",
      "tags": "Family,Children,Babies & toddlers",
      "text": "Babies born to women under 35 were more likely to be given short, modern names last year compared to older mothers. \nOfficial birth data in England and Wales for 2020 showed Olivia and Oliver were still the most popular baby names overall - for the fifth year running.\nNew entries into the top 10 included Ivy, Rosie and Archie. Oliver was particularly popular in the North East.\nThe largest movers into the top 100 boys' names were Milo (80th) and Otis (96th) and the girls' was Maeve (94th).\nData from the Office for National Statistics (ONS) showed 4,225 baby boys were named Oliver in 2020, down from 4,932 the previous year, while a total of 3,640 newborn girls were named Olivia, down from 4,082.\nOlivia and Oliver have been the most popular names in England and Wales since 2015.\nThe name of the Duke and Duchess of Sussex's son, Archie, moved up the boys' list from 19th to ninth, with 2,944 babies named Archie in 2020, up from 2,544 in 2019. It is the first time Archie has made the top 10.\nIt is also the first time Charlie has not been in the top 10 since 2005, slipping to 12th place with a total of 2,810 babies named Charlie in 2020, down from 3,355 in 2019.\nSince 2010, Ivy has risen 221 places to become the sixth most popular name for girls in England and Wales in 2020.\nArthur and Noah have seen an increase in popularity over the last two decades, both rising more than 200 places in the ranks to the boys' top five in 2019 and 2017 respectively.\nIn 2020, the largest movers into the top 100 boys' names were Milo (80th) and Otis (96th), both rising 28 places since 2019.\nMaeve has risen 124 places since 2019 and was the largest new entry into the top 100 girls' names (94th).\nMuhammad was top in four regions of England and Arthur in three regions.\nIn Wales, Noah was the top boys' name but only the fourth most popular name in England and Wales combined.\nSiân Bradford, from the ONS, said popular culture and celebrities continued to provide inspiration for many parents.\n\"Maeve and Otis, characters from the popular programme Sex Education, have seen a surge in popularity in 2020,\" she said. \n\"While the name Margot has been rapidly climbing since actress Margot Robbie appeared in the popular film The Wolf of Wall Street.\"\nShe added: \" We continue to see the age of mothers having an impact on the choice of baby name.\"\nExplaining why it uses mothers' data to glean the most popular baby names, an ONS spokeswoman said: \"To get a complete statistical picture for our baby names analysis, we rely on a mother's data, because information relating to mothers should appear on every birth registration.\"\nIn 2019, pop star Dua Lipa and Star Wars' Kylo Ren were among the influences on parents for the choice of baby names."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58954707",
      "category": "health",
      "title": "Covid: Is the pace of the vaccine booster rollout too slow?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "In September, the government's scientific advisers recommended that everyone over 50 should be offered a third dose of a Covid vaccine, along with frontline medical staff and younger adults with some underlying health conditions. \nAt the time, ministers called the programme the \"last piece of the jigsaw\" as the country transitions to living with the virus. Some though are concerned that the speed of the rollout has not been fast enough to best protect the most vulnerable. \nA total of 30 million people across the UK will eventually qualify for a third booster vaccine because they are in one of the nine priority groups most at risk from Covid. Only those who received their second dose at least six months ago are being asked to come forward. \nLatest data from the NHS shows 3.7 million people in England have been given a third jab under the programme, offering them the fullest protection against the virus this winter.\nAccording to calculations from the actuary John Roberts, from the Covid-19 Actuaries Response Group, which has been tracking the vaccine rollout, there are 8.5 million people now eligible for a booster if they want it. \nThat leaves 4.8 million who have had their second dose at least six months ago, but have not yet received that top-up. \nHe says that shortfall has been growing by about 800,000 a week as more people become eligible.\nMr Roberts says his calculations show 46% of those aged 80 or older have now received a third dose, followed by 30% of those aged between 75 and 79. \nHe told the BBC's Today Programme: \"If you project that [data] forward, then it's going to probably take us well into January before we get through those first priority groups. \n\"At the start of the booster campaign, the health secretary Sajid Javid said: 'We will protect the most vulnerable through the winter months'. But at the current rate it is going to be well through winter before we get through those first groups.\"\nScotland and Wales do not currently publish public data on the number of third booster doses given. \nIn Northern Ireland, the booster rollout has focused mainly on healthcare workers so far, with 5,291 of 82,911 people aged 80 or older given their third jab. \nSome research does suggest that, over time, protection from Covid vaccines may fade - or wane. \nA study published in September by Public Health England found that vaccine effectiveness against symptomatic Covid fell from 67% in the early weeks after a second dose of the AstraZeneca vaccine, to 47% after 20 weeks.\nProtection against severe disease and hospitalisation appeared to hold up better, decreasing from 95% to 77% over the same timeframe. \nThe UK got off to a fast start with its vaccine programme - jabbing the most vulnerable with first doses ahead of almost every other country in the world. \nBut that means the UK has a large number of elderly people who were vaccinated earlier and may now be seeing some of that protection fade. \nMr Roberts said: \"The latest data from the UK Health Security Agency shows that, for the over-75 population, we are seeing around 500 deaths a week in people who are are fully vaccinated, because we know that the vaccine is very effective against serious illness and death, but not completely effective.\"\nSince the first injections in December 2020, vaccines have been very effective at preventing hospitalisations and deaths. England's Deputy Chief Medical Officer Jonathan Van-Tam said last month that the programme had saved 112,000 lives and prevented 24 million cases of Covid. \nMore recently, Covid infections have been rising again across the UK, although the number of hospitalisations and deaths has remained well below the levels seen in earlier waves. \nWorking out how much vaccine is in the country is difficult, as the data is commercially sensitive and tends to be tightly controlled. But it's thought there are now about 20 million doses of Pfizer and Moderna vaccines in UK warehouses, so supply is unlikely to be the problem it was in the pandemic's early stages.\nGPs and pharmacists, who are administering the bulk of the booster jab programme, are also having to deal with a major flu vaccine rollout this autumn, and there has been an increase in demand for doctor's appointments more generally.\nGovernment adviser Prof Adam Finn, from the University of Bristol, explained: \"The [booster] programme is much more complicated now than before.\n\"Previously it was a straightforward matter of opening up big centres and getting people in across the age cohorts. Now it's much more complicated with multiple different groups being offered vaccines.\n\"The booster programme will focus on the highest risk people first - so will see the most elderly and frontline health workers immunised as a priority.\"\nA survey for the World Economic Forum in September suggested that 82% of UK adults of all ages who had already received two doses of a vaccine would take a booster shot if offered - one of the highest rates in Europe, but still below universal take-up. \nAn NHS England spokesperson said: \"The NHS has delivered more than three million boosters in less than a month and at a faster rate than in December 2020.\n\"While the NHS continues to deliver first and second doses as well as rolling out the vaccine in schools, millions of people are being invited at least six months on from their second jab, which is in line with independent guidance.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-58957086",
      "category": "uk-england-essex",
      "title": "Sir David Amess: Southend city status feels inevitable, says Raab",
      "tags": "David Amess,David Amess death,Southend-on-Sea,Leigh-on-Sea",
      "text": "The deputy prime minister has said the success of Sir David Amess' long-running campaign to make Southend a city of \"feels inevitable\".\nDominic Raab said granting the Essex town city status would be a \"fitting tribute\" after the death of the MP.\nSir David, Conservative MP for Southend West, regularly raised the matter in Parliament and was often seen sporting \"Make Southend a city\" merchandise.\nMr Raab said: \"It feels like a certain inevitability about this campaign.\"\nSouthend is one of several towns competing for city status as part of the Queen's Platinum Jubilee celebrations in 2022.\nSir David's family called for people to support the campaign after he fatally stabbed at a constituency surgery in Leigh-on-Sea on Friday.\nSpeaking to LBC radio, Mr Raab, who is also justice secretary, said: \"Let me respect the mechanism for deciding it but say that I think it will be a very fitting tribute if it should come to pass.\"\nIn December 2019, Sir David secured an adjournment debate in the Commons specifically on the campaign and told MPs: \"I am not messing around.\"\nLast week, he told BBC Essex that his plan was \"to wear them down until they say yes\".\n\"I've spent all my time mentioning it at every conceivable opportunity,\" he told presenter Sonia Watson.\n\"If they're sick to death of hearing all the reasons why Southend should become a city then they should grant it to us; it's a no-brainer, the benefits are enormous.\"\nHome Secretary Priti Patel has already backed awarding city status to the seaside town as a \"wonderful tribute\" to the MP's 38 years of service, which included representing Southend West since 1997.\nPrime Minister Boris Johnson's official spokesman said: \"We will be looking at ways to pay tribute to Sir David and obviously this was something he was very passionate about and we recognise that.\n\"There is a formal process for this as it is a rare civic honour and there is a live competition to mark the Queen's Platinum Jubilee next year so I'm not going to get ahead of that.\"\nApplications close on 8 December.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58938534",
      "category": "uk-northern-ireland",
      "title": "NI MPs contacted by police over security after Sir David Amess killing",
      "tags": "Naomi Long,Gavin Robinson",
      "text": "MPs in Northern Ireland have been contacted by the Police Service of Northern Ireland's chief constable following the killing of Sir David Amess.\nThe Conservative MP died after being stabbed at his constituency surgery in Essex.\nHis death has raised fresh concerns over the safety of politicians.\nJustice Minister Naomi Long said Simon Byrne had contacted MPs to discuss their security.\nMeanwhile police confirmed they were contacted after a group of anti-vaccine protestors turned up at Infrastructure Minister Nichola Mallon's constituency office, as first reported by the Sunday Independent.\nThe SDLP deputy leader told BBC News NI her staff were \"harassed and intimidated\".\nActing ACC Melanie Jones said the contacting of MPs by officers was part of Operation Bridger, which was set up after the murder of Labour MP Jo Cox in 2016.\nIt was designed to give MPs access to extra security for their homes and offices, but there is now likely to be a push to ensure all forces are fully on board with it.\n\"We are in the process of contacting our local assembly members and will continue to support them by providing crime prevention and personal security advice on an ongoing basis,\" she said.\n\"We encourage all our elected representatives to immediately report any security concerns to police in order to keep themselves, their staff and members of the public attending surgeries safe.\"\nMrs Long said she understood councillors would also be contacted.\nSpeaking on BBC Northern Ireland's Sunday Politics programme, the Alliance Party leader said there was a \"tension\" as politicians sought to strike a balance between security and accessibility to their constituents.\n\"As elected representatives we want to be approachable and I think it is very difficult to balance that against trying to protect yourself, your staff and other people,\" she said.\nEast Belfast MP Gavin Robinson told Sunday Politics he and other colleagues had been contacted on Saturday about their security by a number of senior police officers.\nThe Democratic Unionist Party (DUP) politician said there was an \"incredible tension\" for politicians who needed to maintain relationships with their constituents by being in public while maintaining their security.\n\"As an MP you can't confine yourself,\" he said.\n\"There is nothing that can reach full security and to try to get to that point erects a huge barrier between you and your constituents.\"\nHe is being held under the Terrorism Act and officers have until Friday to question him."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58949524",
      "category": "world-europe",
      "title": "Belarus: French ambassador leaves Minsk after Minsk expels him",
      "tags": "France,Belarus,Belarusian presidential election 2020,Alexander Lukashenko",
      "text": "France's ambassador to Belarus has left the country after the Belarus government ordered him out, AFP news agency reports. \nAn embassy spokesperson confirmed to AFP that ambassador Nicolas de Lacoste left the country on Sunday. He had been told to leave by Monday. \nMr de Lacoste, who is 57, was posted to Minsk late last year. \nLocal media have suggested that he had failed to present his credentials to President Alexander Lukashenko.\nFrance, like other EU countries, has not recognised Mr Lukashenko's claim to a sixth presidential term after last August's elections amid widespread claims of voting fraud. \nMr de Lacoste instead met the Belarusian Foreign Minister Vladimir Makei last December.\nIn a statement to AFP, a French embassy spokesperson said: \"The Belarusian foreign ministry demanded that the ambassador leave before October 18. \n\"He said goodbye to the staff of the embassy and recorded a video message to the Belarusian people, which will appear tomorrow morning on the embassy's website,\" the spokesperson added. \nThe EU has repeatedly said that it does not consider the August elections to have been \"free and fair\" and has imposed sanctions on Mr Lukashenko's regime.\nThe president launched a post-vote crackdown on dissent in Belarus after the country erupted in historic protests against his rule. \nHowever, despite Western sanctions, Mr Lukashenko has so far dismissed all attempts to oust him and enjoys the backing of his ally in Moscow, President Vladimir Putin. \nThe 67-year-old leader, who has ruled Belarus since 1994, has responded by accusing European governments of having instigated the protests and has cut ties with a number of Western nations in recent months. \nIn March, his regime expelled the entire staff of Latvia's embassy, including its ambassador, after Latvian authorities used a Belarusian opposition flag at an ice hockey championship.\nIn August, Minsk revoked the appointment of the US ambassador - career diplomat Julie Fisher - who was to be the first US envoy to the ex-Soviet country since 2008. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-58941729",
      "category": "uk-england-essex",
      "title": "Sir David Amess: Southend city bid would be a 'fitting tribute' to stabbed MP",
      "tags": "David Amess,David Amess death,Southend-on-Sea,Leigh-on-Sea",
      "text": "Making Southend a city would be the \"perfect tribute\" to Sir David Amess, colleagues said.\nSir David, who represented the Southend West constituency, was stabbed as he held a regular Friday meeting with constituents in Leigh-on-Sea.\nHe had championed Southend's bid for city status as part of The Queen's Platinum Jubilee celebrations in 2022.\nHome Secretary Priti Patel described him as Mr Southend and said his passion for the town warmed hearts.\n\"When David's name is mentioned going forward he will bring great cheer and smiles,\" she told The Andrew Marr Show on Sunday.\n\"He was Mr Southend, he was Mr Essex, he would always put Southend front and centre of his work and that was David through and through.\"\nIn December 2019, Sir David secured an adjournment debate in the Commons specifically on the campaign and he told MPs: \"I am not messing around.\n\"We have got it from the prime minister that Southend is going to become a city - and it will become a city.\"\nAfter the most recent Cabinet reshuffle in September, Sir David joked to the House that he was left disappointed not to be made \"minister with responsibility for granting city status to Southend\".\n\"I think it would be a very fitting tribute to Sir David, particularly as it was something he had campaigned for, for a long time,\" Conservative councillor for Southend Borough Council James Courtenay said. \n\"I suspect local politicians from across the political divide will actively support it.\n\"I wouldn't be surprised if a number of his Westminster colleagues were to do so as well, given that every time - well it felt like it anyway - he stood up in Parliament, he would ask if Southend could be made a city.\"\nLiberal Democrat Carole Mulroney, council member for tourism and culture, told the BBC: \"Sir David was a figurehead, he was incredibly passionate about it.\n\"Southend welcomes millions of people every year, it has a really successful arts festival and a huge wealth of talent. You name it - there's a club for it.\"\nShe said Sir David's killing was \"a true tragedy\", describing him as a \"jolly chap, very witty, above all a constituency MP who reached out to an enormous amount of people.\"\nSir David said at the time of the bid launch: \"Southend is unique and city status would provide long overdue recognition of what we have to offer. \n\"The longest pleasure pier in the world, a huge wealth of local talent in the arts and culture industries and a centre of educational excellence, are just a few of the things that make Southend special.\"\nSouthend Borough Council is currently led by a coalition of Labour, Liberal Democrat and Independent councillors - while the Conservatives have the most councillors.\nIt became a unitary authority in 1998 and has a population of more than 183,000. \nChelmsford became Essex's first city in 2012 as part of the Queen's Diamond Jubilee celebrations.\nJust an hour up the A12, Colchester - once the capital of Roman Britain - has just submitted its bid to become a city at the fourth attempt, as has Milton Keynes.\nApplications close on 8 December.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58946978",
      "category": "business",
      "title": "Ford's Merseyside investment to secure 500 UK jobs",
      "tags": "Wales business,Nissan,Electric cars,Brexit,Car industry,Ford",
      "text": "Ford is to invest £230m in its Halewood plant on Merseyside to make electric car parts, helping safeguard 500 jobs.\nThe investment will mean the plant will run for many years longer, said Stuart Rowley, president, Ford of Europe.\nThere had been speculation about the future of the Halewood factory complex as Ford moves towards electrifying its vehicles.\nPart of the investment will come from the government's Automotive Transformation Fund.\n\"We're really pleased with the support from the UK government,\" Mr Rowley told the BBC.\n\"We're not disclosing the exact amount, but it was good support for what is a very significant investment in the UK.\"\nHe said the government support was \"a part of the decision\" to choose to invest in Halewood, \"but not the only element\".\nFord's Halewood plant will begin manufacturing electric power units - which replace the engine and transmission in petrol cars - in 2024.\nFord has said it is committed to the UK, but not all locations have been as fortunate.\nIts engine plant in Bridgend closed in September last year, with the loss of 1,700 jobs, after the company described it as \"economically unsustainable\".\nFord blamed \"changing customer demand and cost\" for the closure plans and denied Brexit was a factor.\nFord is not the first manufacturer to receive financial help for electric vehicle production through the fund, set up to encourage investment in electric vehicle manufacturing in the UK.\nIn July, Nissan announced a major expansion of electric vehicle production at its car plant in Sunderland, which will create 1,650 new jobs.\nThe Japanese carmaker will build its new-generation all-electric model at the site as part of a £1bn investment that will also support thousands of jobs in the supply chain.\nAnd Nissan's partner, Envision AESC, will build an electric battery plant.\nFord's Mr Rowley said its plans were \"a huge vote of confidence in [the] workforce\".\n\"Ford has been part of the industrial and social fabric of the UK for many decades,\" he said, adding that the plant would be a \"very important\" part of Ford's electrification plans in Europe.\nBusiness Secretary Kwasi Kwarteng said the Ford decision was \"further proof that the UK remains one of the best locations in the world for high-quality automotive manufacturing\".\n\"In this highly competitive, global race to secure electric vehicle manufacturing, our priority is to ensure the UK reaps the benefits,\" he added.\nKevin Pearson of the Unite union said the Ford investment \"recognises the experience, commitment and competitiveness of our world class workforce and is a great source of pride for all of us working at Halewood Transmission Plant and for the wider community\".\nThe announcement suggested the facility would be an important part of electric vehicle manufacturing in the UK, said Prof David Bailey of Birmingham Business School.\nHe said that was \"especially great news\" because there had been \"a lot of speculation about the plant\", including that Ford might move parts manufacturing and car assembly abroad.\nHad Halewood closed, it would have had a knock-on effect on other parts of the UK car industry and the local economy, he said.\nProf Bailey said that the UK's exit from the EU had been a \"huge concern\" initially, before the tariff-free trade deal was agreed between the EU and the UK.\nHowever, Ford said that it was not currently facing the kind of supply chain difficulties affecting some other UK businesses. Additional post-Brexit paperwork at ports, which has contributed to bottlenecks for some UK-based firms, has not been much of an obstacle for Ford as it has its own landing facilities at Dagenham, the firm said.\nFord is concerned about any possible fallout from UK and EU negotiations over the Northern Ireland Protocol, a spokesperson said.\nThe global car giant also recently announced a $1bn (£730m) investment in its vehicle assembly facility in Cologne, Germany, and an expansion of electric vehicle production in Turkey and Romania."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58946633",
      "category": "uk",
      "title": "Nebra Sky Disc: British Museum to display world's 'oldest map of stars'",
      "tags": "Archaeology,Astronomy,Germany,Unesco,British Museum",
      "text": "An ancient object thought to be the world's oldest map of the stars is to go on display at the British Museum.\nThe Nebra Sky Disc is widely believed to be 3,600 years old, dating from the Bronze Age.\nThe bronze disc was unearthed in Germany in 1999 and is considered one of the most important archaeological finds of the 20th Century.\nBut its discovery has also been controversial, with a small number of scholars disputing its authenticity. \nThe Nebra disc measures about 30cm in diameter and has a blue-green patina emblazoned with gold symbols representing the Sun, Moon, stars, solstices and other cosmic phenomena.\nAccording to Unesco, which includes the artefact on its global list of important historic documents, the disc gives a unique glimpse into humanity's early knowledge of the heavens.\nIt belongs to Germany's State Museum of Prehistory in Halle but is being loaned to the British Museum - the first time it has been loaned abroad in 15 years.\nThe British Museum said it would go on show as part of an exhibition on Stonehenge, opening in February.\n\"It's going to be eye-opening,\" said Neil Wilkin, curator of The World Of Stonehenge exhibition.\n\"The Nebra Sky Disc and the sun pendant are two of the most remarkable surviving objects from Bronze Age Europe,\" he said.\n\"Both have only recently been unearthed, literally, after remaining hidden in the ground for over three millennia.\n\"We're delighted that they will both be key pieces in our once-in-a-lifetime Stonehenge exhibition at the British Museum.\n\"While both were found hundreds of miles from Stonehenge, we'll be using them to shine a light on the vast interconnected world that existed around the ancient monument, spanning Britain, Ireland and mainland Europe.\"\nThe original purpose of Stonehenge remains a mystery, but the stone circle built in about 2,500 BC is aligned with the movements of the Sun. \nThe Sun and its solstices are also represented with markings on the Nebra disc - and experts believe the Sun was central to northern European Bronze Age religion. \nArchaeologist and Bronze Age expert Prof Miranda Aldhouse-Green previously told the BBC that the symbols on the Nebra disc \"are all part of a complex European-wide belief system whereby people looked at the heavens, worshipped them, worshipped the sun, worshipped the moon, aligned their monuments on the sunrise or the moonrise\". \n\"And because Nebra has brought all these symbols together it tells us for the first time perhaps what people were really seeing, perceiving and believing.\"\nShe compared the Nebra disc to a visible version of a sacred text.\nThe disc was discovered near the town of Nebra in Germany along with swords, axes and other items dating from the Bronze Age.\nIt was found with a metal detector by two illegal treasure hunters, and later recovered by police in a sting. \nWhile it is widely considered to date from the Bronze Age, in the past others have claimed it to be a fake.\nAnd last September, the debate was reignited when two archaeologists published a new paper suggesting the object could be about 1,000 years younger and dating from the Iron Age. \nThe German museum has dismissed the claims, CNN reported, saying some claims were inconsistent, \"not comprehensible\" and that the researchers had ignored other published research. \nThe World Of Stonehenge will run from 17 February to 17 July next year."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58817328/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Climate change: Welsh industry's 23 million tonne carbon problem",
      "tags": "Wind power,Pembroke Dock,Milford Haven,Greenhouse gas emissions,Wales business,Aberthaw,Climate change,Wind turbines,Port Talbot,Wales economy,Renewable energy,Neyland,Pembroke",
      "text": "\"Genuine courage\" is needed to tackle climate change in Wales, which produces a fifth of the UK's industrial emissions, an economist has said.\nThousands of Welsh jobs rely on Tata's steelworks in Port Talbot and RWE's gas power station in Pembrokeshire, the UK's top two emitters.\nProf Calvin Jones said it was \"good news\" that a big difference can be made from a small number of industries.\nBut he said people should accept not every industry will survive.\nThe Cardiff University academic said: \"As a teenager in the valleys, we were absolutely clear that it was unconscionable that pits should close.\n\"The inability to have a plan B is writ large across the shuttered shops of Maerdy, and what I don't want is for the same thing to happen in Neyland, or Port Talbot, or Broughton.\"\nThe Welsh government said net-zero targets may be different for each organisation, and it is working with each to help them reach their goals.\nWales is among several nations who have pledged net-zero carbon emissions by 2050.\nThe UK will host the UN climate change conference, COP26, in Glasgow at the end of this month.\nRWE has committed to making its Pembrokeshire operation carbon neutral by 2040, replacing natural gas burning with offshore wind and schemes to store energy when there is no wind.\nBut environmental campaign group Friends of the Earth Cymru said the climate emergency meant the plan for Welsh industry was \"decades too late\" to prevent catastrophic warming. \nBBC Wales analysis of official emissions data from 2019 shows major Welsh industries pumped out the equivalent of more than 23.5 million tonnes of climate-warming gases, 93% of which came from just 25 sites. \nThe Welsh economy is more reliant on carbon-intensive industries than the other home nations. With just 4.73% of the UK population, companies in Wales produced 18.8% of all UK carbon emissions from major industries. \nRWE's gas-fired power station in Pembroke Dock, Valero's nearby oil refinery and the South Hook LNG terminal in Milford Haven produce a combined total of 7.9 million tonnes of climate-warming gases annually - a third of all carbon emissions from major industries in Wales. \nThe UK's highest-emitting power station at Pembroke Dock pumped out more than 4.7 million tonnes of climate-warming gases in 2019.\nOperator RWE said it is also one of the most efficient gas-powered machines in Europe and is the \"best option\" if the UK is forced to burn fossil fuels to keep the lights on.\nBut the plant manager, Richard Little, said every year the plant shut down for longer periods as more wind power came online.\nHe said the same trend happened right up to the closure of RWE's coal-fired power station at Aberthaw in 2019.\nRWE said it had \"huge ambitions\" to be a part of the UK's push to build 40 gigawatts of floating offshore wind capacity, but said it was also looking into alternative measures such as battery storage, for periods of low wind.\nMr Little said: \"RWE now directs more than 90% of its capital investment into renewables, hydrogen and battery storage.\n\"Our strategy is to build as fast as we can while we maintain plants such as Pembroke here in support of that bridge to renewable future.\"\nBleddyn Lake, of Friends of the Earth Cymru, has called on industry to match the public sector's goal to be net-zero by 2030 and said \"they need to up their game\".\n\"Science tells us that we absolutely need to act decisively by 2030, so the time frames they are looking at are way too far into the future.\"\nMr Little said shortening the timescale was technically feasible, \"but the sheer scale of what we need to build, 40 gigawatts, is like building the entire energy infrastructure of the UK again in floating wind in the next nine years\".\nHe said stumbling blocks remained, including over planning permissions for offshore wind and a deal with the UK government on how it can get a return on the billions of pounds of investment needed.\n\"We are working closely with the UK government to try and generate a framework that can allow businesses such as ours to invest at the fastest possible rate,\" Mr Little added.\nA Welsh government spokesperson said carbon capture and storage technology, currently under development, may be more applicable to the small number of large, high-emitting sites in Wales.\n\"Due to economies of scale, large firms may generally be able to adopt new low-carbon technologies and new low-carbon processes quicker and at lower cost,\" the spokesperson said.\n\"There may also be challenges if low-carbon technologies take longer to be developed and rolled out in these key, high-emitting industries.\"\nProf Jones said Welsh ministers had limited influence on \"the big players in the carbon economy\" because they all had headquarters outside Wales.\n\"We could decide to twist our industrial policy to a certain direction to make it supportive of a transformation in these high-carbon industries,\" he added.\n\"And they may still close because global conditions might mean that investment in Wales is just simply irrational.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-sussex-58945961",
      "category": "uk-england-sussex",
      "title": "Brighton bin strike: Deal could end weeks of waste pile-up, union says",
      "text": "A last-ditch deal could bring an end to Brighton's bin strike, a union has said.\nGMB and council officials spent most of Sunday thrashing out a new agreement amid the increasingly bitter row over bin lorry drivers' pay.\nIf members approve the deal, 30 days of industrial action due to launch on Thursday would be cancelled.\nAs both sides met, private firms were called in to tackle piles of street rubbish dumped in the past fortnight.\nGary Palmer, GMB organiser, said the agreement between Brighton & Hove City Council and the union could take effect from Tuesday if it is signed off.\n\"If the agreement is passed by both parties, GMB will immediately suspend 30 days of strike action due to start on October 21.\" \nMountains of waste have accumulated around the city for almost two weeks amid attempts to end the dispute. \nBrighton & Hove City Council said it had only called in third parties as blocked pavements and vermin became a \"growing and serious\" health issue.\nIt said fires had been started in some communal bins over recent days, and pedestrians were increasingly at risk as more waste was dumped on pavements.\nThe Green-led authority met union officials as both sides attempted to agree a formal resolution in the row over changes to driver rounds and pay.\nA spokesperson said the council respected the decision by some of its Cityclean staff to strike, and it was \"keen to address the issues raised\" in order to \"get the city clean as soon as possible\". \nThe council said it was putting forward a \"significant and generous pay offer, benefiting some of the lowest paid staff across the whole council, as well as the Cityclean service\".\nGMB organiser Mr Palmer had previously said Sunday's talks could usher in the start of city-wide rubbish clearance.\nA planned break in the strike is due to take place between Monday and Wednesday, allowing some rubbish to be collected.\nMeanwhile, GMB General Secretary Gary Smith has called for a Brighton City Councillor to be sacked for comparing striking workers to terrorists.  \nIn a meeting last week, Conservative councillor Joe Miller said: \"I hate to refer to Maggie Thatcher, but this is a similar situation - you can't negotiate with terrorists.\"\nMr Smith has written to the joint chairmen of the Conservative Party - Ben Elliot and Oliver Dowden MP - calling for Councillor Miller to be removed from the party.\nMr Miller previously said he would not be \"bullied\" by the GMB. \nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58914484",
      "category": "uk-northern-ireland",
      "title": "Menopause: NI employers could be on the 'wrong side of the law'",
      "tags": "Menopause",
      "text": "Northern Ireland's employers could end up on the \"wrong side of the law\" unless they make strides to facilitate women going through the menopause.\nThat is according to the Equality Commission's chief commissioner.\nWith women making up nearly half of the working population, there is pressure for better awareness and for workplaces to support those experiencing symptoms. \nThe commission's Geraldine McGahey said that \"many employers are doing really well - others are not\". \n\"I think every employer should be walking away thinking I need to check my practices and procedures, I need to check what the needs are of my female employees, both now and in the future,\" she told BBC News NI.\nThe issue has reached parliament, where Westminster's women and equalities committee has begun an inquiry into the consequences of menopause in the workplace. \nIt is estimated 900,000 women in the UK have left jobs as a result of menopausal symptoms.  \nThe Equality Commission said positive strides are being made. \nEven with the pandemic, some employers have been making changes including the local health trusts.\nBelfast City Council is currently finalising a menopause policy developed through its women's steering group. \nPricewaterhouseCoopers (PwC), which has offices in Belfast, has implemented a number of changes, including changing insurance arrangements so women can access cover for menopause. \nFacilitating working from home and training career coaches about the issue is also on offer. \nPwC partner Lynne Rainey said it makes good business sense. \n\"It is a business-critical issue for us. Women over 40 are the fastest growing demographic in the workforce. \n\"They bring a huge amount of experience and expertise and, as a business, which is clearly a space of diversity and inclusion, we need a workforce that remains inclusive and diverse and we want to retain that talent. \n\"We also want to attract to us as well.\"  \nFor those going through the menopause, such as Linzi Conway, a 51-year-old self-employed management consultant, the symptoms can be \"debilitating, especially the impact of insomnia\". \n\"As I have no one to pass the work on to, I sometimes muddle through and that lack of support is a challenge,\" she said.\nLinzi, who works from home, said a result for her would be being able to explain to a client that she is unable to work on a particular day due to menopause symptoms - but \"we aren't quite there yet\", she added. \n\"It's absolutely not an excuse, these are real symptoms, especially the tiredness, the pains and the brain fog - they all affect our ability to do a day's work.\n\"I think one of the benefits of the pandemic is forcing us to remodel and look at our work place differently and allowing that flexibility of working life, and that is going to help a lot of people whether it is menopause, mental health or anything else.\" \nEarlier this year, the Equality Commission for Northern Ireland, the Irish Congress of Trade Unions' NI committee and the Labour Relations Agency produced new guidance to address equality issues in relation to women affected by the menopause in employment. \nIt provides good practice examples and suggested tools for both employers and employees. \nGeraldine McGahey said the tools can be as simple as good ventilation, a fan on the desk, change in uniform or just providing a culture where people feel comfortable talking about it. \n\"We are finding a really positive interest in the subject,\" she said.\n\"Our first conference had 121 delegates and that is organisations not people. \n\"We are running more events and have had over 500 downloads of our guidance notes.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58949867",
      "category": "world-europe",
      "title": "Facebook to hire 10,000 in EU to work on metaverse",
      "tags": "Social media,Mark Zuckerberg,Facebook,Virtual reality",
      "text": "Facebook is planning to hire 10,000 people in the European Union to develop a so-called metaverse.\nA metaverse is an online world where people can game, work and communicate in a virtual environment, often using VR headsets.\nFacebook CEO Mark Zuckerberg has been a leading voice on the concept.\nThe announcement comes as Facebook deals with the fallout of a damaging scandal and faces increased calls for regulation to curb its influence. \n\"The metaverse has the potential to help unlock access to new creative, social, and economic opportunities. And Europeans will be shaping it right from the start,\" Facebook said in a blog post. \nThe new jobs being created over the next five years will include \"highly specialised engineers\". \nInvesting in the EU offered many advantages, including access to a large consumer market, first-class universities and high-quality talent, Facebook said. \nFacebook has made building the metaverse one of its big priorities.\nDespite its history of buying up rivals, Facebook claims the metaverse \"won't be built overnight by a single company\" and has promised to collaborate.\nIt recently invested $50m (£36.3m) in funding non-profit groups to help \"build the metaverse responsibly\".\nBut it thinks the true metaverse idea will take another 10 to 15 years.\nSome critics say this latest announcement is designed to re-establish the company's reputation and divert attention, after a series of damaging scandals in recent months.\nThis included revelations from whistleblower Frances Haugen, who worked as a product manager on the civic integrity team at Facebook.\nInternal research by Facebook found that Instagram, which it owns, was affecting the mental health of teenagers. But Facebook did not share its findings when they suggested that the platform was a \"toxic\" place for many youngsters."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58954976/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Amazon offers bonuses of up to £3,000 in run-up to Christmas",
      "tags": "Companies,Amazon,Retailing,Coronavirus pandemic",
      "text": "Online retail giant Amazon is to offer one-off payments of up to £3,000 in order to attract staff in UK regions where there is high demand for labour.\nThe online retailer is hiring for 20,000 positions across its UK network during the festive season.\nFears over worker shortages have already prompted other firms to warn of problems in the run-up to Christmas.\nAmazon began offering a £1,000 signing-on bonus to recruit permanent staff in some regions in August.\nAs first reported in the Guardian, the company's latest recruitment drive has included a £3,000 bonus for full-time workers at sites such as its Exeter warehouse, while in Peterborough, new temporary and permanent workers are offered a sign-up bonus of £1,500. \nPay for the temporary roles starts at a minimum of £10 per hour, rising to £11.10 in some parts of the UK.\nOver the past few months, the shortage of workers in a range of sectors has led to delivery delays and waste. \nAccording to the latest official figures, the number of job vacancies hit 1.1 million between July and September - the highest level since records began in 2001.\nThe largest increase in vacancies was in the retail sector and for motor mechanics, the Office for National Statistics said.\nFashion chain Next and supermarket Iceland are among firms warning of potential pre-Christmas disruption because of staff shortages.\nSome overseas workers have left the UK during the pandemic and also following Brexit. The furlough scheme, which ends this month, has also kept some workers out of the jobs market.\nAndrew Goodacre, chief executive of the British Independent Retailers Association, said he was \"concerned by the level of wage inflation and bonus payments being instigated by large companies such as Amazon\". \nMr Goodacre explained that finding seasonal workers was \"proving difficult\" at the \"most important time of the year\" for many small businesses.   \n\"This kind of action from Amazon will make it harder still for smaller companies who simply cannot afford such wages.\"\nMick Rix, national officer for the trade union GMB, said: \"Amazon has been a pandemic profiteer - raking in astronomical sums during the Covid crisis.\n\"It is only right that they listen to the union representatives of their workforce and ensure that Amazon workers share in the vast profits that the company are making.\"\nIn September, the firm announced it had paid £492m in direct taxation last year as its sales rose 50% to £20.63bn amid a Covid-driven surge in demand.\nIn the past Amazon has faced accusations of poor working conditions both in the UK and the US, where it is the country's second largest employer.\nSpeaking of the new bonuses, one warehouse worker who has worked at an Amazon site for several years told BBC News: \"It wouldn't be the first time the incentives have been offered. \n\"It leaves workers who have been there for years feeling rather undervalued and underappreciated, as they are training people who are making more money than them, which definitely ticks off the longer term employees.\"\nIn March, the Unite union launched a whistleblowing hotline for Amazon workers in the UK. It also called for Amazon to allow British workers to unionise and to have a greater share of the firm's profits."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58951337",
      "category": "uk-wales",
      "title": "Sir David Amess: Man arrested over MP Chris Bryant death threat",
      "tags": "Bridgend,David Amess death,Pontycymer,Chris Bryant,Rhondda",
      "text": "A man has been arrested in connection with a death threat being sent to Labour's Rhondda MP Chris Bryant.\nSouth Wales Police said a 76-year-old from Pontycymer, Bridgend county, was arrested on suspicion of malicious communications.  \nOfficers were called at about 16:30 BST on 16 October after reports of malicious communications being sent.\nMr Bryant said he got the death threat after calling for people to be kinder following Sir David Amess's death.\nHe said he had faced abuse every year he had been an MP, adding: \"The year before it was anti-vaxxers, the year before we had Brexit campaigners plastering the word traitor all over my office.\"\nSpeaking to Claire Summers on Radio Wales Breakfast, he said MPs were usually more reluctant to go to police about abuse as the they knew how busy officers were.\nHe added: \"I hope everyone dials down the nastiness in politics. It's been six years of everyone calling each other traitor. That needs to end, we need to be nicer to each other.\n\"It's pretty sour. It's more sour now than I've known it in 20 years.\"\nMr Bryant, who is gay, added: \"I think it's women, black and ethnic minority and gay MPs who get the brunt of it, but everybody gets some of this.\" \nMeanwhile, Conservative Member of the Senedd (MS) for South East Wales, Natasha Asghar, revealed she had previously been held by the throat while working at her late father's constituency office.\nShe told Jason Mohammad on BBC Radio Wales the incident happened after her politician father - Mohammad \"Oscar\" Asghar - had left Plaid Cymru and joined the Welsh Conservatives in 2009.\nMs Asghar said the incident happened in about 2016 or 2017 and showed \"how long people's grievances lasted\".\nShe said: \"He grabbed me by the throat and I remember him pinning me against the wall and he said 'I want to know why he left the party, why did he cross the floor?'\n\"There are so many angry people out there, and I think people all have an opinion about something. \n\"People often forget that yes, we are politicians, but we are people as well, we have families, we have friends, we have colleagues, we have staff and it affects them as well.\"\nJane Dodds MS, leader of the Welsh Liberal Democrats, told the programme she was confronted by protesters when leaving the Senedd after voting on Covid pass plans. \nShe said: \"They surrounded my car, banged on my car, bent back my mirrors, laid across the car, shouted abuse at me and put their posters on the car.\n\"It felt very, very frightening.\"\nThe death of Conservative MP Sir David, who was stabbed at his constituency surgery in Essex, is being treated as a terrorist incident by the Metropolitan Police.\nA 25-year-old man was arrested on suspicion of murder after the attack at a church in Leigh-on-Sea.\nWhitehall officials confirmed the man's name as Ali Harbi Ali, and said he was a British man of Somali heritage.\nDetectives are continuing to hold the 25-year-old man at a London police station and have until Friday to question him.\nThe BBC has been told he was referred to the counter-terrorist Prevent scheme some years ago, but was never a formal subject of interest to MI5.\nPolice have also been asked to review security for MPs after the killing on Friday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58949061",
      "category": "world-europe",
      "title": "Irish poet and author Brendan Kennelly dies",
      "tags": "Michael D Higgins,Republic of Ireland,Poetry",
      "text": "The Irish poet, author and broadcaster Brendan Kennelly has died aged 85.\nMr Kennelly published over 30 books of poetry and received numerous awards, including the Irish PEN Award in 2010 for his contribution to Irish literature.\nHe died on Sunday at a nursing home in Listowel, County Kerry, where he had lived for the last two years.\nIrish President Michael D Higgins said Mr Kennelly had \"forged a special place in the affections of the Irish people\".\n\"He brought so much resonance, insight, and the revelation of the joy of intimacy to the performance of his poems and to gatherings in so many parts of Ireland,\" the President said. \n\"He did so with a special charm, wit, energy and passion.\"\nPresident Higgins said Mr Kennelly left behind \"a legacy of teaching\" and \"the gratitude of so many younger poets whom he encouraged with honest and helpful critical advice\".\nMr Kennelly was also well known as a broadcaster and made many appearances on Irish radio and television programmes, such as The Late Late Show.\nHe moved back to his native Ballylongford, County Kerry, in 2016 after decades working as a professor of modern literature at Trinity College Dublin. \nHe had been ill for a number of years. \nIn a tweet, Taoiseach (Irish PM) Micheál Martin said the country had lost \"a great teacher, poet, raconteur; a man of great intelligence and wit\".\nJournalist and author Fergal Keane said he was saddened to hear of Mr Kennelly's death, describing him as a \"great poet and family friend\". \nIn a tweet, he said Mt Kennelly's poem 'My Dark Fathers' was \"one of the greatest Irish poems\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58928140",
      "category": "uk-politics",
      "title": "Sir David Amess: Fun, friendly and always outspoken",
      "tags": "Conservative Party,David Amess,David Amess death,Leigh-on-Sea",
      "text": "Sir David Amess was one of Parliament's characters: fun, friendly, unconventional and outspoken.\nHis broad grin and boyish enthusiasm were fixtures in the House of Commons chamber for nearly 40 years. \nHe never scaled the heights of government, choosing to dedicate his career to his beloved Essex and the causes he cared about most. The 69-year-old was one of those rare MPs who earned cross-party respect for the conviction he brought to his opinions and campaigns. They ranged from passionate support of Brexit to animal rights - and anything that brought Essex up in the world. \nHe always took his work seriously, but himself rarely.\nHe was stabbed to death while in his constituency surgery in the seaside town of Leigh-on-Sea, an attack that has stunned his constituents and colleagues from across the political spectrum. \nSir David burst on to the political scene as the new MP for Basildon in 1983, the embodiment of what was known then as Essex Man, the archetypal aspirational voter who helped deliver a landslide victory for Margaret Thatcher that year. \nWith an East End accent and relatively humble origins, he gained a high profile on TV and radio, and triumphed against the odds in the 1992 general election when he unexpectedly held on to his seat.\n\"My colleagues and supporters, go out and rejoice and celebrate!\", he declared.\nFrom that moment on David Amess was cheered by his Conservative colleagues every time he rose to his feet in Parliament, where he would rarely pass up the chance to mention Basildon. \nHe held the seat until 1995 when he realised the seat would be lost to Labour after boundary changes and switched his loyalty and devotion to nearby Southend West. For years he campaigned for Southend to become a city, mentioning it virtually every week in Parliament - he retweeted a BBC Essex tweet along these lines just a day before his death.  \nSir David - who was married with five children - was also a devout Catholic. \nHe was socially conservative: he supported capital punishment and opposed abortion. He was an early Eurosceptic. He was also a strong supporter of animal rights, including a fox hunting ban, and he campaigned against fuel poverty, advocated tackling obesity and raised awareness of endometriosis, a painful gynaecological condition that some women suffer.\nAlthough for many years he was a parliamentary aide to the former cabinet minister, Michael Portillo, he never held ministerial office; he was too unorthodox for that. \nDeputy prime minister Dominic Raab paid tribute to \"a great common sense politician and a formidable campaigner with a big heart, and tremendous generosity of spirit - including towards those he disagreed with\".\nThe SNP's Westminster leader Ian Blackford said he was \"a thoroughly decent man\".\nHis loss will be felt keenly in his Southend West constituency. Trembling with emotion Father Jeff Woolnough, parish priest of St Peter's Catholic church in Eastwood Road North, Leigh-On-Sea, told the BBC Sir David was a \"great, great man, a good Catholic and a friend to all\". \nBorn in Plaistow in 1952, he went to school in London and did many things before turning to politics.\nHe taught at a school in London before embarking on a career as a recruitment consultant. He did attract unwelcome publicity in 1997, when he was the victim of satirist Chris Morris on his Channel 4 show Brass Eye, when he was shown with other well-known figures condemning Cake, a made-up drug. Sir David said Channel 4 should feel \"shame\" for the programme, as it came soon after the case of his then-constituent 18 year old Leah Betts, who died after she took ecstasy.\nHe was one of those MPs who used Parliament to sponsor bills, to sit on committees, to form alliances, so that he could shape law from the backbenches.\nAs an animal welfare specialist, he led campaigns to ban cages for game birds and end the transport of live animals for export - and was a patron of the Conservative Animal Welfare Foundation. Sir David was what they call an old school parliamentarian - the epitome of a constituency MP who died serving those he was so proud to represent. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58956323",
      "category": "uk",
      "title": "Sir David Amess death: Family visit Leigh-on-Sea church to read tributes",
      "tags": "David Amess,David Amess death",
      "text": "The family of Sir David Amess have visited the church where he was killed to see some of the many tributes left in his memory.\nSir David's widow, Julia, was comforted by family members as she spent about 10 minutes reading messages at Belfairs Methodist Church in Leigh-on-Sea.\nBoris Johnson led MPs in making tributes in the House of Commons.\nHe vowed Sir David's death would not \"detract from his accomplishments as a politician or as a human being\".\nThe Queen has agreed to award Southend city status, after a long-standing campaign by Sir David, the prime minister confirmed.\nA minute's silence was held earlier and a service took place at St Margaret's Church, next to Parliament, where the Archbishop of Canterbury gave an address.\nSir David, 69, the Conservative MP for Southend West, had been meeting constituents when he was stabbed multiple times on Friday. A 25-year-old British man, Ali Harbi Ali, is being held under the Terrorism Act. \nThe father-of-five's death has sparked an outpouring of grief, not only within his local community in Essex where he had been an MP for nearly 40 years, but from across the country.\nThe church where he was killed is surrounded by large piles of flowers, heart-shaped balloons and framed pictures, and people continued to lay tributes on Monday.\nDuring their visit, the family held each other as they read some of the messages. They later bowed their heads and formed a semi-circle around the church's minister, the Reverend Clifford Newman, who spoke to them privately.\nMr Johnson said Sir David was a \"seasoned campaigner of verve and grit\" who \"never once witnessed any achievement by any resident of Southend that could not somehow be cited in his bid to secure city status for that distinguished town\".\nMPs spoke of their grief at losing a much-loved colleague and friend in Sir David.\nConservative former prime minister Theresa May said he gave an \"extraordinary\" service to his constituents.\n\"I suggest to anybody who wants to be a first-class constituency MP that you look at the example of David Amess,\" she said.\nConservative former minister Mark Francois described Sir David as his \"best and oldest friend in politics\".\nMr Francois added: \"Everything I ever learned about being a constituency MP I learnt from David Amess.\"\nLabour MP Kim Leadbeater, the sister of Jo Cox - the MP murdered by a right-wing extremist five years ago - said her thoughts were with Sir David's family.\n\"I do have a unique perspective on what those closest to David are going through and I want to send them my love, support and solidarity, from myself, my parents, our family, and the people of Batley and Spen,\" she said.\nAt the weekend, Sir David's family released a statement saying the wonderful tributes to him had given them strength, but they were still trying to understand \"why this awful thing has occurred... nobody should die in that way\". \n\"We are absolutely broken, but we will survive and carry on for the sake of a wonderful and inspiring man,\" they said.\nDetectives are continuing to hold Ali Harbi Ali, a British national of Somali heritage, at a London police station and have until Friday to question him.\nThe BBC has been told he was referred to the counter-terrorist Prevent scheme some years ago, but was never a formal subject of interest to MI5.\nIt is also understood that his father, Harbi Ali Kullane, who was previously an adviser to Somalia's prime minister, has been visited by police who have taken his phone for analysis.\nPolice officers spent the weekend searching three addresses in London.\nAhead of the formal tributes in Parliament, MPs discussed their own personal safety concerns.\nMany MPs have spoken of a toxic and increasingly polarised political culture where online trolling has become widespread, including personal insults and direct threats of violence.\nLabour's Tulip Sadiq told the BBC that all MPs, especially women, are subject to attack and that her mother feared for her doing the job. \nSir David's neighbouring MP in Southend, Conservative James Duddridge, said \"no-one that loves me, none of my friends, would want me to be a Member of Parliament\" but they support him because it is \"honourable\" and \"worthwhile\".\nDeputy Prime Minister Dominic Raab said he had received \"three threats to life and limb\" over the past two years - but he does not want to \"allow those who attack our democracy\" to win. \nAnd Labour's Chris Bryant said a man had been arrested over a death threat he received at the weekend. \nAsked whether MPs' surgeries with constituents should take place online, Downing Street said the murder could not \"get in the way of democracy\".\n\"MPs may rightly be concerned about security, they've been contacted by police to discuss their activities and events so their arrangements can be reviewed,\" the No 10 spokesman said."
    }
  ]
}