{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57704967",
      "category": "world-asia",
      "title": "Japan landslide: 20 people missing in Atami city",
      "tags": "Japan,Japan floods,Severe weather",
      "text": "A huge rescue operation is under way in central Japan after a landslide hit the popular resort of Atami, killing two people and leaving 20 others missing.\nHundreds of rescuers began sweeping the hillside for survivors early on Sunday after a torrent of black mud crashed through the city a day earlier.\nSeveral houses were swept away by the mudslide, which followed heavy rain.\nAtami has had more rainfall in the first three days of July than it usually sees in the whole month.\nVideo posted on social media on Saturday showed mud plummeting down a mountain in the prefecture of Shizuoka, weaving through the city of Atami towards the sea.\nA resident said he heard a \"horrible sound\" and fled as the landslide engulfed everything in its path.\n\"We are trying our best to search for survivors as quickly as possible while carrying out the operation very carefully as it is still raining,\" a local official told AFP news agency.  \nThe weather has been similar in neighbouring Kanagawa prefecture. \nJapan is a very mountainous and densely populated country and landslides are not unusual, says the BBC's Rupert Wingfield-Hayes in Tokyo.\nBut there is growing evidence that climate change is making these sorts of extreme weather events more frequent and more destructive, our correspondent adds.\nThe mudslide struck at 10:30 local time on Saturday (01:30 GMT), according to a local resident.\nOne witness told national broadcaster NHK: \"I heard a horrible sound and saw a mudslide flowing downwards as rescue workers were urging people to evacuate. So I ran to higher ground.\" \nAnother resident, Chieko Oki, told AFP: \"The big electricity pylons here were shaking all over the place and no sooner had I wondered what was going on than the mudslides were already there.\"\nOne man could only escape by climbing a ladder.\n\"The mudslide came really close, right in front of my house. I could hear it coming before I saw it. I couldn't get away, so I climbed up a ladder,\" he told NHK.\nAnother man described hearing an \"unimaginable sound\". \"I knew it was a landslide. It's been raining constantly for three days, it's been steady rather than a sudden downpour,\" he said.\nPrime Minister Yoshihide Suga has put together a taskforce to respond to the disaster and the wider emergency caused by heavy rainfall on the Pacific coastline. He asked people in the area to remain on alert. \nPolice, firefighters and members of Japan's military are involved in a search operation. \nAtami's Mayor Sakae Saito told local media that up to 300 homes had been affected by the landslide.\nMeanwhile, hundreds of thousands of residents in three prefectures - Shizuoka, Kanagawa and Chiba - have been ordered to evacuate following warnings of further flooding in low-lying areas. \nLast July dozens were killed in flooding. More than 200 died in 2018 when parts of western Japan were inundated. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57697835",
      "category": "world-us-canada",
      "title": "Boeing 737 cargo jet ditches into sea off Honolulu, Hawaii",
      "tags": "Aviation accidents and incidents,Hawaii,United States",
      "text": "A Boeing 737 cargo plane with two people on board has ditched off the coast of Hawaii after experiencing engine trouble.\nThe aircraft was en route from Honolulu to the island of Maui, but went down in the water soon after taking off from Daniel K Inouye International Airport.\nThe Coast Guard rescued both pilots from the sea early on Friday morning.\nOne was found clinging to the plane's tail and airlifted to safety, Reuters news agency reports.\nAccording to officials from the state's transport department, quoted by local outlet Hawaii News Now (HNN), he was airlifted to Queen's Medical Center and taken to intensive care in critical condition.\nRescuers brought the other pilot to shore by boat, HNN said. He is reportedly in a serious condition with a head injury.\nFootage broadcast by NBC shows a man thought to be one of the pilots being taken away in a wheelchair. He appears to be conscious.\nThe pilots knew they were in trouble.\n\"We've lost number one engine,\" a crew member tells air traffic control, according to a recording posted online.\n\"We're going to lose the other engine, too. It's running very hot.\"\nA Boeing statement reported by US media said they were in contact with authorities about the incident and are \"closely monitoring the situation\".\nThe Federal Aviation Administration (FAA) and National Transportation Safety Board will investigate the incident.\n\"The pilots had reported engine trouble and were attempting to return to Honolulu when they were forced to land the aircraft in the water,\" the FAA said in a statement.\nFlight tracking website Flightradar24 tweeted that it was a 737-200 cargo aeroplane operated for the carrier Transair since 2014. It was built in 1975 and first delivered to Pacific Western Airlines.\nTransair Flight 810 left Honolulu bound for Kahului at 01:33 local time (11:33 GMT), Flightradar 24 said, but turned back quickly afterwards, and crashed into the water after just minutes in the air.\nAccording to its website, Transair has been in business since 1982 and is one of Hawaii's biggest air cargo operators. It has a fleet of five Boeing 737s, it said.\nThis aircraft is not the same as a Boeing 737 Max, the aircraft temporarily grounded by authorities after two fatal passenger airline crashes in 2018 and 2019 respectively.\nThe 737 Max was cleared to fly again by US regulators in 2020, but it recently came under further scrutiny."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57699656",
      "category": "world-us-canada",
      "title": "Miami building collapse: Firefighter carries daughter's body from wreckage",
      "tags": "Florida,Miami building collapse,Miami",
      "text": "A firefighter has carried the body of his own seven-year-old daughter from the rubble of the apartment block that collapsed near Miami last week.\nHe had kept vigil at the site for nine days and was there when she was extracted from the ruins.\nStella Cattarossi was one of two more victims pulled from the wreckage on Friday, taking the death toll to 22, with 126 people still missing.\nResidents of another block have been told to leave on safety grounds.\nCrestview Towers Condominium residents were ordered to evacuate by North Miami Beach Building Department. \nOfficials are investigating many of the local tower blocks for structural faults following the partial collapse of the Champlain Towers South condominium in Surfside on 24 June. \nAn engineer report from January states that Crestview is \"not structurally nor electrically safe for continued occupancy\", local TV outlet Miami Seven reports.\nCrews continue to scour the wreckage of the 12-storey Champlain Towers South for survivors, despite the risk of falling debris and an incoming hurricane.\nStella Cattarossi is the third child to be recovered from the site in the Miami suburb of Surfside.\nShe was with her mother, grandparents and an aunt visiting from Argentina, according to local10.com.\n\"When he was made aware that we were close to where his loved one may have been, then he stood side by side with some of his other fellow firefighters,\" Miami Fire Rescue Capt Ignatius Carroll told WPLG.\n\"We were able to bring her and then at least give him an opportunity to say his farewells.\"\nStella's father used his jacket to cover his daughter's body, placed a small US flag over her and carried her out of the area. \nThe other body found has not yet been publicly identified.\nOn Friday the mayor of Miami-Dade County ordered the demolition of the remaining structure of Champlain Towers South, amid fears it could collapse on rescue crews below.\nThe bodies of two sisters, Lucia Guara, 11, and Emma Guara, four, were found on Wednesday.\nNo-one has been pulled alive since the first hours after the Champlain Towers South apartment block caved in on itself in the early hours of 24 June as residents slept.\nRescuers are keen to make progress before the arrival of Storm Elsa, a 75-mph (120kmh) hurricane that could potentially hit Florida early next week.\nWhat caused the 40-year-old building to crumble remains unclear. But a 2018 inspection warned of \"major\" design flaws in the original design.\nThe building association's board says it will appoint an \"independent receiver... to oversee the legal and claims process\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-57708451",
      "category": "uk-england-beds-bucks-herts",
      "title": "Milton Keynes police shooting: Richard Woodcock family 'immensely proud'",
      "tags": "Milton Keynes",
      "text": "The family of a man believed to have been murdered while trying to help rescue a child have said they are \"immensely proud\" of him.\nThe body of Richard Woodcock, 38, was found in a flat in Denmead, Two Mile Ash, Milton Keynes, on 26 June.\nHis widow described him as her \"soulmate\" and the \"best father\". \nDuring the stand-off, police shot dead a 24-year-old man, who had barricaded himself in a room with the boy, who remains in hospital.  \nAn inquest into the death of Mr Woodcock, which opened on Friday, named the neighbour killed by police as Kelvin Odichukumma Igweani. \nThe child had received life-threatening injuries.\nDet Ch Insp Stuart Blaik told the inquest police were called as neighbours reported hearing screams.\nHe said Mr Woodcock, who lived in the same block of flats and was a council highways officer, had gone there \"to help save a young boy, as it was believed he was still in the property, and at risk of significant harm\".\nIn their tribute, Mr Woodcock's family said: \"We have always been so proud of Richard and everything he has achieved in life. \n\"We are devastated Richard has been taken from us in such circumstances, but we are also so immensely proud of the sacrifice that he has made to try and save a little boy's life.  \n\"His actions... were the type of man he was and that is how we would like him remembered.\"\nIn the Thames Valley Police statement, they added more people than Mr Woodcock \"ever realised\" loved him, with his death a \"huge loss\".\n His wife said in her own tribute that it was a \"blessing to share my life with you, my dearest friend, my biggest love, my soul mate\".  \n\"My kind, generous, funny, clever, cheeky husband. \n\"Thank you for loving me and being the best father to our children.\" \nThe family have asked for their privacy to be respected.\nA post-mortem examination found Mr Woodcock died due to head injuries.\nBoth inquests, opened on Friday, have been adjourned until November.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57705253",
      "category": "business",
      "title": "Morrisons: Supermarket agrees £6.3bn takeover",
      "tags": "Morrisons",
      "text": "Supermarket chain Morrisons has accepted a £6.3bn ($8.7bn) takeover bid by a US investment group led by the owner of Majestic Wine.\nLast month, the supermarket group turned down an offer worth £5.5bn from a different firm, saying it had significantly undervalued the business.\nMorrisons chairman, Andrew Higginson, said the new offer was fair, and the chain would \"continue to prosper\".\nThe firm has nearly 500 shops and more than 110,000 staff in the UK.\nThe takeover - led by US private equity group Fortress Investment Group - is subject to shareholder approval but the supermarket group's directors are recommending it is unanimously voted for.\nUnder the deal's terms deal shareholders will get 254p per share - which Morrisons said was a 42% premium on its share price before the offer period - brought about with the disclosure of the rejected offer from Clayton Dublier & Rice (CD&R).\nMr Higginson said the supermarket's \"performance through the pandemic\" had improved its standing and enabled it to enter discussions with Fortress from \"a hard-won position of strength\". \nHe said it was clear to the supermarket's directors that Fortress had a \"full understanding and appreciation of the fundamental character of Morrisons\".\nJoshua A Pack, managing partner at Fortress, said the group was committed to being \"good stewards of Morrisons\".\nFortress's bid is backed with funding by the Canada Pension Plan and Koch Real Estate Investments - part of Koch Industries.\nRuss Mould, investment director at stock broker AJ Bell, said the American investors may have considered Morrisons - the UK's fourth largest supermarket group - as being \"unloved, under appreciated and therefore under valued\" meaning they thought they were getting a bargain.\nMr Mould added that Fortress had been clear in its statement that it did not plan to sell any of its real estate which he thought was aimed at reassuring staff and wider society that this would not be a case of asset stripping by a private equity firm.\nMorrisons owns the freehold on about 85% of its properties including its supermarkets.\nLabour's shadow business minister Seema Malhotra said the government must closely scrutinise the takeover bid and called on ministers to work with the consortium to ensure \"crucial commitments to protect the workforce and the pension scheme are legally binding, and met\".\nThe government said it was committed to \"ensuring that the UK remains open for business, while protecting the livelihoods of British workers and investment in the UK\".\nWorkers union Unite said it wanted \"unbreakable guarantees\" on jobs and conditions or it would not co-operate with any sale.\nUnite's national officer for road transport Adrian Jones, which represents Morrisons' warehouse and distribution workers, said the company was  \"unique among UK supermarkets\" because it owns its supply chain.\nFollowing confirmation of one takeover bid last month, news of another was not unexpected.\nThe message from Fortress and its partners is that this would be a long-term investment rather than precipitate dramatic change.\nIt has made it clear it would support the existing strategy of Morrison's management. Areas for development include the supermarket's online offering.\nFortress has also sought to pre-empt and assuage any concerns about the impact its takeover would have on the business, its workforce and supply chain. \nFor example, supporting pay of at least £10 an hour, not changing the pension schemes, and not anticipating \"material\" store sale-and-leasebacks. The fact Morrisons owns most of its sites is perceived as a big draw. \nBut still, Labour and the Unite union are demanding further guarantees.\nIf this deal does come to fruition, it will shorten an already short list of the remaining publicly listed UK supermarkets.\nRichard Lim, of research consultants Retail Economics, said the deal \"signals the biggest shakeup in the UK grocery sector for over a decade\" as the industry grapples with changes brought by the pandemic and post-Brexit supply chains.\nAdam Leyland, editor-in-chief of trade publication the Grocer, said the fact the bid had been recommended by the board made it more likely to go through and put pressure on CD&R - which could return with a follow up bid.\nHe said the nature of the way a purchase was made was important and said the Morrisons deal, in which he said the consortium planned to \"back the business\", was in contrast to the Issa Brothers buyout of Asda.\nIn that deal a large amount of the £6.8bn purchase price was met by borrowing in what is know as a leveraged buyout.\nMorrisons started life as a market stall in Bradford in 1899 but it was not until 1961 that the first supermarket store opened under the name.\nIn 2004, the group bought rival grocer Safeway for £3bn, giving it a bigger slice of the market in southern England."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leeds-57695098",
      "category": "uk-england-leeds",
      "title": "Batley and Spen by-election: Voters react to the result",
      "tags": "Batley,Jo Cox,George Galloway,Batley and Spen by-election",
      "text": "Labour's Kim Leadbeater held on to the seat of Batley and Spen by a slender margin. As the dust settles on what was at times an acrimonious campaign, the BBC asked voters for their reaction to the result.\nConservative voter Janet Gavaghan said the election of Kim Leadbeater did not come as a surprise.\n\"I thought she would probably get in, she's from Batley isn't she?\n\"You know being Jo Cox's sister, I think that was a big thing as well.\"\nMs Gavaghan said her priority was breathing life back into the town with new shops and stopping \"illegal parking and boy racers\". \nHowever, she was not optimistic about changes happening.\n\"They all say the same thing and then it all ends up back to normal doesn't it?\" she said.\nNazia Iqbal said it was the right result and that \"Kim will unite people\".\nShe said the election campaign had left her very anxious and claimed George Galloway was \"divisive\".\n\"My personal experience was that I had somebody knocking on my door and said to me 'Will you vote for George?' and I said no. \n\"And, instead of telling me the merits of voting for George, he said 'Well you're failing as a Muslim' and 'How are you going to face God on the day of judgement because you're failing the Palestinian people'.\n\"That was offensive to me and it was inappropriate. Tell me why based on his merits and what he is going to do for us why I should vote for him, not the fact that if I don't vote for him I'm a bad Muslim.\n\"I felt that was manipulative and inappropriate and a lot of people have been swayed by that.\nMs Iqbal said that Palestine was a \"massive issue\", but thought that \"we need to deal with our local issues\", including higher that average child poverty in the town.\nConservative voter Trevor Whittaker said he was not happy with the result.\n\"I think it's a sympathy vote for the sister and other parties are Muslim votes,\" he said.\n\"She won't reunite the community, it's going to always be divided.\"\nThe 77-year-old who has lived in the area all his life, said he was a Labour voter when he was younger, but switched his allegiance to the Tories in the 1970s when when mortgage interest rates went up under Labour PM Harold Wilson.\n\"I do think Galloway won it for Labour by standing,\" he added.\n\"Not the best, but it won't affect us.\"\nAnna Watson, 36, said she was persuaded to vote for Kim Leadbeater because of the way she worked to \"unite the community\" after her sister's murder.\n\"With her being local and brought up here she knows our community more and what is needed locally rather than the other candidates, with them not being local,\" said Ms Watson.\nShe said she did not see much of the candidates on the campaign trail.\nCurrently unemployed after recently working in a Covid testing centre, Ms Watson said she hoped there would be more job opportunities in the town. \n\"I think she is going to do a good job and hopefully she'll follow in her sister's footsteps and Tracy's [Brabin] as well.\"\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57699000",
      "category": "uk",
      "title": "Angela Merkel hopes to open up travel for double-jabbed visitors to Germany",
      "tags": "Travel,Germany,Boris Johnson,Angela Merkel,Coronavirus pandemic",
      "text": "Double-jabbed people should be able to travel from the UK to Germany without quarantining \"in the foreseeable future\", Angela Merkel has said. \nThe German chancellor said her country was \"continuously reviewing\" its Covid travel restrictions, after meeting Prime Minister Boris Johnson.\nMr Johnson said he thought progress was being made on the issue. \nMrs Merkel is visiting the UK in her final official trip as chancellor. \nIn a press conference following their talks at Chequers, the prime minister's Buckinghamshire residence, the two leaders spoke about trade and post-Brexit relations.\nThe chancellor was then asked when Britons who have had two doses of a coronavirus vaccine should expect to be able to travel to Germany. \nShe said Germany had adopted restrictions in response to the Delta variant, which she said was now spreading \"very rapidly\" in her country. \n\"But as you know we are reviewing continuously our travel restrictions and we think that in the foreseeable future those who have received double jabs will then, according to our classification - and now Britain obviously is a high incidence area - will be able to travel again without having to go into quarantine,\" she said.\n\"At the beginning we didn't have much experience with this variant but we're dealing with it,\" she added. \n\"And that is a continuous learning process... we have to adjust time and again to the most recent developments.\"\nMrs Merkel, who is due to step down later this year, also met the Queen at Windsor Castle.\nAnd she addressed a meeting of the UK cabinet - the first foreign leader to do so since President Clinton in 1997, although on this occasion the meeting was a virtual one.\nMrs Merkel's comments about travel mark a change in tone. \nLast week said she wanted other countries to follow Germany's lead by introducing tougher restrictions for UK travellers because of concerns about the Delta variant, which was first identified in India. \nSince May, travellers from the UK have been banned from entering Germany, aside from a few limited exceptions. Those who are allowed in from the UK must quarantine for 14 days. \nHowever, Mrs Merkel did express \"grave concern\" about the numbers of football fans attending Euro 2020 matches at Wembley Stadium, and said she had outlined this during their talks.\n\"We in Germany, as you know, have less people attend games in the Munich stadium but the British government will obviously take its own decision,\" she said.\n\"But I am very much concerned whether it is not a bit too much.\" \nMr Johnson said sporting events were being opened up in a \"very careful and controlled manner\" and that vaccinations had built up a \"very considerable wall of immunity\" in the UK.\nHe is expected to announce the latest steps towards ending lockdown in England in the next few days, with international travel high on the agenda.\nThe talks follow reports that the European Union's passport scheme does not recognise doses of the AstraZeneca vaccine manufactured in India known as Covishield.\nMr Johnson said during the press conference he was \"very confident\" that there \"will not prove to be a problem\" for travellers who have received these jabs.\nOn Friday, the UK recorded 27,125 new Covid cases and a further 27 deaths within 28 days of a positive test.\nMore than 85% of UK adults have had their first dose of a coronavirus vaccine, and more than 63% are fully vaccinated, according to the government's coronavirus dashboard."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57696431",
      "category": "uk-politics",
      "title": "Batley and Spen: Labour is back after by-election win, says Starmer",
      "tags": "Keir Starmer,Labour Party,Kim Leadbeater,Batley and Spen by-election",
      "text": "Sir Keir Starmer has declared \"Labour is back\" after the party held on at the Batley and Spen by-election.\nThe Labour leader headed to the West Yorkshire constituency to celebrate Kim Leadbeater's narrow 323-vote win.\nHe said it was a victory for \"hope over division, and decency over hatred\", after a bitter campaign, and \"just the start\" for Labour.\nMs Leadbeater will now represent the seat previously held by her sister Jo Cox, who was murdered there in 2016. \nSir Keir hailed her \"incredible courage\" in standing for the seat, and claimed \"Labour is coming home\".\nWriting in the Guardian, he also promised the by-election would be \"a turning point, a sign that the politics of division and dishonesty won't win out, that unity and decency can\".\nThe result will come as a relief to Sir Keir, who has been under pressure following recent election defeats for his party.\nPrime Minister Boris Johnson said the Conservative candidate Ryan Stephenson ran an \"incredibly positive campaign\" and \"did very well to reduce a longstanding Labour majority\".\nSpeaking at a Downing Street press conference with German Chancellor Angela Merkel, Mr Johnson claimed the by-election result was the \"third biggest swing in favour of the government since the War\".\nMs Leadbeater took the seat with 13,296 votes, giving her a slim victory over Mr Stephenson with 12,973.\nFormer Labour and Respect MP George Galloway, standing for the Workers Party of Britain party, came third with 8,264. \nThe former Bradford West MP had sought to win support from the seat's Labour voters, with the aim of toppling Sir Keir as Labour leader.\nHis campaign had targeted voters unhappy at the party's stance on issues including the conflict between Israel and the Palestinians, and the disputed territory of Kashmir, claimed by both India and Pakistan.\nAn ethnically diverse seat, about 20% of the population is from an Asian background, with just under 19% being Muslim.\nSpeaking in Cleckheaton, Sir Keir said Ms Leadbeater had won despite a split in Labour's vote, because \"former Tory voters voted for her\".\n\"The Tories had a clean hit, nobody was going against them, and they didn't win,\" he added.\nWriting in the Guardian on Saturday, he said: \"And as we emerge from restrictions, there is now a real opportunity to harness the solidarity and national spirit that we've seen over the last year.\n\"To make sure that after the last year of sacrifice, we build a more united, fair, and secure country.\n\"To rebuild our economy and our public services, to bring our communities back together and to put honesty and integrity back at the heart of our politics.\"\nSir Keir was reportedly facing a potential challenge from his deputy Angela Rayner if the party lost another northern English constituency to the Tories.\nIt comes after the Tories took Hartlepool, a once rock-solid Labour seat in May, alongside losing more than 300 councillors in England's local elections.\nBut Andrew Scattergood, co-chair of the Momentum campaign set up to campaign for former Labour leader Jeremy Corbyn, said the party could not \"portray this as a massive victory\".\n\"We squeaked it over the line and there are some serious concerns,\" he told the BBC News Channel.\nThe Batley and Spen result will take some pressure off Sir Keir Starmer.\nThe atmosphere in Labour circles at Westminster since May's local elections has been febrile.\nSome Labour MPs fear things can only get worse - that more seats that were once safe are at risk.\nThere was a swing of nearly 3% from Labour to the Conservatives in Batley and Spen - if a similar swing was reproduced nationally, at a general election, Labour would have lost 11 seats.\nLabour know their party's problems go deeper than the question of leadership - but preparations were being made for a worse result in Batley and Spen.\nRead Iain's full analysis\nSixteen candidates in total ran in the contest. Turnout was 47.6%, with 37,786 verified ballots cast out of a total electorate of 79,373. \nThe vote was triggered after the previous Labour MP for the seat, Tracy Brabin, became West Yorkshire's first elected mayor in May.\nShe first won the seat in a by-election after Ms Cox was murdered by a far-right extremist in Birstall, part of the constituency, in 2016.\nThe Conservatives fought a relatively low-key campaign, with Mr Stephenson saying he was focused on talking to voters about \"the issues that matter here\".\nConservative Party co-chair Amanda Milling said it had been a \"disappointing result\" for her party.\nShe said the recent resignation of Matt Hancock as health secretary after breaking social distancing rules was \"one of a number of different issues that came up\" that had been raised by voters on the doorstep. \nBut she added that for her party to \"run this close\" was still \"exceptional\", given it has been in government since 2010. \nAre you a Batley and Spen voter? How did you vote and why? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57700749",
      "category": "business",
      "title": "Vauxhall set to announce Ellesmere Port electric van",
      "tags": "Manufacturing,Ellesmere Port,Vauxhall Motors,Green vehicles",
      "text": "The owner of Vauxhall could announce as early as next week plans to build electric vans at its Ellesmere Port plant in Cheshire, the BBC understands.\nThe investment, said to be worth hundreds of millions of pounds, would safeguard about 1,000 factory jobs. \nThe future of the plant had been in doubt after Vauxhall's parent company, Stellantis, scrapped plans to build a new Astra model there.\nNissan this week said it will make new electric cars at its Sunderland plant. \nStellantis has been discussing options for the site with the UK government for several months, and is known to have been seeking financial support for its plans.\nSales of vans have been booming during the pandemic, as a result of growing home delivery sales.\nMaking vans may not be particularly glamorous, but right now it makes a lot of sense. \nWhile car sales have been badly affected by the pandemic, demand for smaller commercial vehicles has been soaring, due to the home delivery boom. Fleet operators are increasingly turning to low-emission options because of the tax advantages they provide.\nFor Carlos Tavares, the pragmatic and outspoken CEO of Stellantis, it offers a useful compromise. He has been scathing about the UK government's plans to outlaw the sale of new petrol and diesel cars from 2030 - accusing them of destroying his company's business model in the UK.\nNow there is a new business model - and with Mr Tavares having previously made it clear that future production in the UK would depend on what support the government could offer, it's likely help from the taxpayer will be part of it.\nStellantis is the world's fifth-largest car maker and also owns Peugeot, Fiat and Chrysler.\nThe push into electric vehicle manufacturing has grown since the UK and other European countries announced a ban on the sale of new petrol and diesel cars as of 2030.\nNissan on Thursday announced a major expansion of electric vehicle production at its car plant in Sunderland which will create 1,650 new jobs.\nThe Japanese carmaker will build its new-generation all-electric model at the site as part of a £1bn investment that will also support thousands of jobs in the supply chain.\nAnd Nissan's partner, Envision AESC, will build an electric battery plant."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57705375",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Contact tracers to prioritise 'high risk' cases",
      "tags": "Contact tracing,NHS Scotland,Coronavirus pandemic,Humza Yousaf",
      "text": "Contact tracers in Scotland will prioritise cases where there is a \"high risk\" of transmission, as soaring Covid rates put pressure on the system.\nThe Scottish government said calls will only be made to the most urgent cases, while texts will be used \"more extensively\" for cases deemed low risk.\nDetermining the priority level of a case will depend on individuals filling out contact tracing forms online.\nHealth secretary Humza Yousaf said it was a \"practical approach\".\nIt comes after NHS Grampian warned that the increase in cases meant it would not be able to trace the contacts of everyone who tests positive.\nThe health board said there had been a \"dramatic increase\" in the workload of its contact tracing teams.\nOn Thursday, the number of daily cases reported in Scotland surpassed 4,000 for the first time - although that fell to 3,823 on Friday and 3,108 on Saturday.\nSaturday's figure accounted for 9.6% of all the tests analysed. The latest figures recorded a further three deaths of patients who had recently tested positive.\nFigures released by the Office for National Statistics said that Scotland continued to have the highest Covid rate in the UK last week, with about one in every 150 people thought to have the virus.\nThis equates to about 35,900 people.\nAt Friday's coronavirus briefing, First Minister Nicola Sturgeon insisted the contact tracing system was \"coping well\" but acknowledged it was \"under pressure\" because of surging cases.\nThe Scottish government said the new contact tracing approach will allow workers to focus on the cases \"most likely to lead to further transmission\" of the virus.\nIt also said more staff were being recruited as part of efforts to \"maximise the capacity\" of contact tracing teams across health boards.\nAccording to a Public Health Scotland report, sending text messages with advice about self-isolating and getting tested became the \"default\" from 18 June because of rising numbers of Covid-19 cases.\nThe tracing of secondary contacts has also been dropped.\nConfirming the policy change, Mr Yousaf said the Test and Protect system was contacting \"record numbers\" of people each day and urged anyone who is contacted to self-isolate for 10 days.\nContact tracers will continue to phone many of those who have tested positive but there will be a focus on more complex, high-risk cases.\nHe said: \"The shift in approach we are taking will mean more text messages going out and people getting online to report contacts and find information.\n\"This is a sensible and practical approach which will allow us to focus our contacting tracing efforts on the most high risk cases and prevent further spread of the virus.\"\nThe health secretary also urged everyone with a smartphone to download the Protect Scotland app. \nHe added: \"If you test positive, you will receive a code that can be entered into the app, providing isolation notifications to people [who have also downloaded the app that] you have been in contact with.\n\"We continue to look holistically at the system to ensure its resilience, including supporting ongoing local recruitment and flexing additional workforce capacity within the National Contact Tracing Centre.\"\nScottish Conservative health spokeswoman Annie Wells said that the public was worried about the rising number of cases. She said it was \"imperative that no case goes unforgotten through this new way of working\". \nMs Wells added: \"The SNP have already taken their eye off the ball with Test and Protect which simply can't happen again. \n\"A robust and effective system will play a critical role in helping to ensure people self-isolate as quickly as possible and give us the best chance of staying on track to ease restrictions over the summer.\" Scottish Labour health spokeswoman Jackie Baillie said the news was \"an explicit admission that the SNP has failed to develop a robust test and protect system\", which had \"buckled under the pressure\". \nShe said the development \"risked our exit from the pandemic\", adding that the government's \"failure\" was \"a downright dereliction of duty\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57703853",
      "category": "world-us-canada",
      "title": "Canada heatwave: Wildfires spread in British Columbia after lightning strikes",
      "tags": "Severe weather,British Columbia,Canada,Heatwaves",
      "text": "Lightning strikes have continued to spark dozens more wildfires in western Canada following a record-breaking heatwave.\nEmergency services say they there are now trying to control more than 170 fires across the province of British Columbia.\nEvacuation orders are in place in several areas and military teams are due to arrive in the coming days.\nEarlier in the week, people had to flee the village of Lytton.\nLytton, which recorded Canada's highest ever temperature of 49.6C (121.3F) on Tuesday, was destroyed by fire.\nThe blaze in the village - about 260km (160 miles) north-east of Vancouver - forced many of its 250 residents to leave without their belongings on Wednesday evening.\n\"Within about 15 minutes the whole town was engulfed in flames,\" Mayor Jan Polderman told the BBC.\nAbnormally high temperatures have been recorded in swathes of North America in recent days.\nExperts say that climate change is expected to increase the frequency of extreme weather events, such as heatwaves. However, linking any single event to global warming is complicated.\nCliff Chapman, director of provincial operations for British Columbia Wildfire Service, told broadcaster CBC that about 12,000 lightning strikes had been recorded on Friday, many of them near Kamloops, north-east of Vancouver.\nHundreds of people have been warned they may have to leave their homes.\nCanada's Defence Minister Harjit Sajjan said the government would provide aid, including military helicopters and personnel, to help tackle the fires and reach people threatened by the flames.\nThe blazes have forced the closure of a number of major roads. \nPublic Safety Minister Bill Blair said the weather and the wildfires were having a \"devastating\" and \"unprecedented\" impact on British Columbia. \n\"These wildfires show that we are in the earliest stages of what promises to be a long and challenging summer,\" he said.\nHealth officials say extreme heat is likely to have contributed to 719 sudden deaths over the past week.\n\"Many of the deaths experienced over the past week were among older individuals living alone in private residences with minimal ventilation,\" Chief Coroner Lisa Lapointe said in a statement. \nTemperatures have been easing in coastal areas of Canada, but there is not much respite for inland regions. The British Columbia Wildfire Service said it was bracing for more wildfires throughout the weekend. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57695835/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: PM confident of no problem over India jab travel",
      "tags": "Coronavirus vaccines,European Union,Coronavirus pandemic",
      "text": "Boris Johnson has said he is \"very confident\" there \"will not prove to be a problem\" for travellers who have received an Indian-made Covid jab.\nIt comes after reports the European Union's passport scheme does not recognise the AstraZeneca vaccine made by the Serum Institute of India.\nThe UK's medicines regulator has shared its data on the jab with its European counterpart, Downing Street said.\nVaccine expert Prof Adam Finn said the vaccines were \"exactly the same stuff\".\nThe Daily Telegraph had reported that millions of people who have received doses from batches manufactured in India could face being blocked from taking European holidays.\nThe UK has received five million doses of the AstraZeneca vaccine from the Serum Institute, which manufactures the jab under the name Covishield - although that name is not used in the UK. \nThe Serum Institute has not received approval to make the Covid jab from the European drugs regulator but has been cleared by the UK's Medicines and Healthcare products Regulatory Agency (MHRA).\nHowever, the Department of Health and Social Care (DHSC) said all AstraZeneca vaccines administered in the UK would appear under the brand name Vaxzevria - the same as the AstraZeneca jab produced elsewhere - on the NHS Covid Pass.\nIt said \"no Covishield jabs have been administered in the UK\".\nOn Friday the UK recorded 27,125 new cases of coronavirus and a further 27 deaths within 28 days of a positive test.\nCurrently the EU is rolling out a Digital Covid Certificate so travellers can prove their vaccination status in order to be exempt from quarantining when crossing an international border.\nA European Commission spokesman said that while entry to the EU should be allowed to those who are fully vaccinated with EU authorised jabs, member states could make their own decision on whether to allow entry for people vaccinated with jabs on the World Health Organization's emergency list - which includes Covishield.\nSeveral European countries have already approved the Covishield jab for travel. These include Austria, Germany, Slovenia, Greece, the Republic of Ireland, Spain, Iceland and Switzerland.\nAt the moment the EU does not accept the UK's NHS app for Covid certification but a UK government spokesman said it will be \"a key service\" as international travel is reopened. \nIndividual countries including Greece and Spain do accept it.\nWith batch numbers being visible via the UK's Covid pass it is not clear if officials EU countries could check if a person had received a dose originating in India.\nEarlier, Downing Street said the MHRA had shared its assessment of the vaccines with its European counterpart - the European Medicines Agency (EMA) - to assist the approvals process.\nDuring a press conference with German Chancellor Angel Merkel, the UK prime minister, Mr Johnson, said he saw \"no reason at all\" why MHRA-approved vaccines should not be used for vaccine passports.\nMrs Merkel said that \"in the foreseeable future\" those with double jabs in high incidence areas, like Britain, \"will be able to travel again without having to go into quarantine\".\nThe Serum Institute is reportedly seeking emergency authorisation from Europe for the Covishield jab, which has widely been distributed in poorer countries as part of the Covavax scheme.\nAstraZeneca also says it is working with the EMA on the \"inclusion of Covishield as a recognised vaccine for immunisation passports\" - although the EMA says there is currently no application for market authorisation.\nProf Finn, a member of the UK's Joint Committee on Vaccination and Immunisation (JCVI), told BBC Radio 4's Today programme people should not be worried that they were any less protected by the Covishield jab and said the \"administrative hurdle\" should be \"straightened out\".\n\"We're in the early days of this new world of needed vaccine passports and there are lots of aspects of this that are still being sorted out for the first time,\" he said.\n\"But it's clearly, ultimately not in anyone's interest, including the European Union, to create hurdles that don't need to be there.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57698508",
      "category": "uk-northern-ireland",
      "title": "Coronavirus: Walk-in Covid vaccine clinics open in 'final push'",
      "tags": "NI Health,Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "Appointment-free vaccine clinics have been operating in Northern Ireland in a \"final push\" to get younger people vaccinated against Covid-19.\nAbout 50% of those aged 18 and over and two-thirds of 30 to 40-year-olds have had a first dose.\nAbout 95% of all those aged over 50 have had a first dose of a Covid-19 vaccine.\nOverall, about 60% of adults in Northern Ireland are fully vaccinated with two doses.\nBernie Owens, from Belfast Trust, said: \"We are coming to the end of the vaccination programme, we are so close. \n\"So we are trying to do this final push to get the 18 to 29-year-olds, and the 30 to 40-year-olds who've been later being offered the vaccination appointments, to come forward now and we're trying to make it as accessible for them as is possible,\" the senior director continued.\nIn Belfast, a walk-in unit operated in the grounds of City Hall until 20:00 BST on Saturday, offering Pfizer to anyone unvaccinated aged over-18.\nDrop-in clinics were also open in parts of County Down, including at the Quays shopping centre in Newry.\nIn Castlewellan on Saturday and Newcastle on Sunday, vaccine 'buses' are offering Moderna vaccines.\nSaturday: \nDoses of the Pfizer jab will be administered in Newry and Belfast, Moderna will be issued in Castlewellan and Newcastle.\nNo appointment is needed, however those attending must bring photo ID.\nDistrict nurse Suzanne Rogan, who will be on board to administer the vaccines, said people need to bring photographic ID and, where possible, their health and social care number.\n\"They will be in and out within minutes,\" she added.\nWalk-in slots for second doses are also being offered at the South Eastern Vaccination Centre at the SSE Arena in Belfast. \nAnyone who has had a Pfizer vaccine six weeks ago or an AstraZeneca vaccine eight weeks ago is eligible.  Second doses cannot be administered at a shorter time interval. \nThere has been a sharp rise in the number of positive Covid cases in Northern Ireland compared to a week ago.\nHowever, the number of hospitalisations has not increased significantly: more than 20 patients are currently being treated for the virus, and there is one person on ventilation in an intensive care unit.\nHealth officials are also investigating large social gatherings involving young people, as Stormont's chief scientific adviser Prof Ian Young warned of the potential for another Covid wave.\nEarlier this week, executive ministers were told that the highly transmissible Delta variant, first detected in India, now accounts for 75% of Covid infections and that there has been a slight increase in the R number (the rate of transmission) from between 1.2 and 1.5 to between 1.2 and 1.6."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55850352",
      "category": "uk",
      "title": "Covid-19: Novavax vaccine shows 89% efficacy in UK trials",
      "tags": "Novavax,Coronavirus vaccines,Stockton-on-Tees,Coronavirus pandemic",
      "text": "A new coronavirus vaccine has been shown to be 89% effective in large-scale UK trials.\nThe Novavax jab is the first to show in trials that it is effective against the new virus variant found in the UK, the BBC's medical editor Fergus Walsh said.\nThe UK has secured 60 million doses of the jab, which will be made in Stockton-on-Tees in north-east England.\nMeanwhile, a single-dose vaccine developed by Janssen is 66% effective, trial results have shown.\nJanssen, a company owned by Johnson & Johnson, is also investigating whether giving two doses will give either stronger or longer-lasting protection.\nThe company said its initial findings showed one dose prevented 85% of severe cases.\nBoth the Novavax and Janssen jabs will need to be reviewed by regulators before they can be used.\nThe PM welcomed the \"good news\", with doses of the Novavax jab expected to be delivered in the second half of this year if approved for use by the Medicines and Healthcare Products Regulatory Agency (MHRA), the government said.\nThe UK has so far approved three coronavirus vaccines for emergency use - one from Oxford University and AstraZeneca, another by Pfizer and BioNTech, and a third from drug firm Moderna.\nThe Novavax jab, which is given in two doses, was shown to be 89.3% effective at preventing Covid-19 in participants in its Phase 3 clinical trial in the UK, and around 86% effective at protecting against the new UK variant. The jab's efficacy against the original Covid-19 strain was calculated to be 95.6%.\nThe Phase 3 trials - the final stage before a vaccine is looked at by a regulator - enrolled more than 15,000 people aged between 18-84, of whom 27% were older than 65, US firm Novavax said.\nIn the South African part of the trial, where most of the cases were the South African variant of the virus, the vaccine was 60% effective among those without HIV. \nStan Erck, chief executive of Novavax, said the results from the UK trial were \"spectacular\" and \"as good as we could have hoped\", while the efficacy in South Africa was \"above people's expectations\". \nHe told the BBC the manufacturing plant in Stockton-on-Tees should be up and running by March or April, with the company hoping to get approval for the vaccine from the MHRA around the same time. \nMinister Lucy Frazer told BBC Breakfast the government could not put an exact timeframe on when the Novavax jab might be approved as the regulation process is \"out of our control\".\nHealth Secretary Matt Hancock said the new vaccine would be \"another weapon in our arsenal to beat this awful virus\", if approved.\nProf Paul Heath, chief investigator of the UK Novavax trial, said the trial findings were \"enormously exciting\", particularly because of the jab's efficacy against the UK variant.\nThese extremely encouraging trial results suggest another powerful vaccine against coronavirus could soon be within reach. \nIt works in a slightly different way to the ones that are already available - but does the same job of teaching the body's immune system to recognise and fight the pandemic virus. \nWhat is more, it appears to be effective against emerging and more infectious variants of coronavirus too - something scientists have feared might not be possible because the vaccines were all designed to match the original virus, not these new, mutated versions. \nProtection against illness from the new UK variant was high - around 86%.\nEven with the South Africa variant, which has undergone the most worrisome changes, it offered a level of protection similar to that given by flu shots against influenza.\nEngland's chief medical officer Prof Chris Whitty said, if the jab is approved, it \"increases our future resilience\" against the virus.\nNadhim Zahawi, the UK minister responsible for the vaccine rollout, said he was \"particularly thrilled\" to see the positive results as he had taken part in Novavax's trials himself.\nIn total, the UK has ordered 100 million doses of the Oxford-AstraZeneca vaccine and 40 million of the Pfizer-BioNTech vaccine - both are currently being rolled out in the UK. \nAnother 17 million doses of the Moderna vaccine, which was approved by the MHRA in early January, are expected in the spring. \nThe aim is to give everyone in the top four priority groups - up to 15 million people - a first dose by mid-February.\nPfizer and Moderna vaccines rely on technology that has not been used in previous vaccines, but the Novavax jab uses a more traditional method of recreating part of the spike protein of the virus to stimulate the immune system.\nLike the Oxford vaccine, the Novavax jab can be stored at regular fridge temperature - which means it can be distributed more easily.\nMore than 7.4 million people in the UK have so far received a first dose of a coronavirus vaccine, according to the latest government figures.\nMeanwhile, the latest estimate for the UK's R rate from the government's scientific advisory group, Sage, is 0.7 to 1.1. It means that on average, every 10 people with the virus will infect between seven and 11 other people. Last week, the R rate was between 0.8 and 1.\nThe latest growth rate range is between -5% and 0%, indicating that the number of new infections is broadly flat or shrinking by up to 5% every day. \nSeparately, the EU's vaccine contract with AstraZeneca has been published, in a growing row over reduced supplies of their jab.\nKate Bingham, who used to chair the UK's Vaccine Taskforce, said the reason the UK had a good supply of vaccines compared with other countries was because of its ability to get clinical trials completed quickly and at a high standard through the NHS's registry - with some 400,000 volunteers signing up \"before the US even started their Phase 3 studies\".\nThe UK recorded a further 1,239 deaths within 28 days of a positive coronavirus test on Thursday. There have also been another 28,680 new infections.\nHow have you been affected by the issues relating to coronavirus? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57636378",
      "category": "uk-wales",
      "title": "Covid-19: 'Dungeons and Dragons got us through lockdown'",
      "tags": "Rhondda,Cardiff,Leeds,Self-isolation,Coronavirus pandemic",
      "text": "\"It can be whatever you want it to be, that's the beauty of it. It doesn't have to be swords and sorcery.\"\nNathan Walters turned to Dungeons and Dragons (D&D) after his mental health suffered at the start of the pandemic. \nThe fantasy game, traditionally played around a table, has lured hordes of players like him to online platforms such as Zoom, Discord and Roll20 during the Covid lockdowns. \nMore people have been playing than ever, according to the game's creators. \n'A perfect storm at the moment' \n\"I have always struggled with mental health issues; like many others, these were exacerbated during the pandemic,\" said Nathan, 29, from the Rhondda Valleys.\n\"My depression worsened and my OCD became more fierce.\"\n\"I realised that playing really helped with my mental health though. I could still have that social connection even while restrictions are in place.\"\nThe game sees players devise characters such as elves, wizards and warlocks through role play. \n\"It's not a game, it's a social experience. There is no winning or losing,\" said Nathan. \n\"It's like you're sitting down with a few people and you're collectively writing a novel, all at once in real time.\"\nHe said the pandemic had been \"a perfect storm\" for online Dungeons and Dragons, as it was a way for people to get a social experience without seeing each other or being in the same room as each other.\nFor Ellie Watts, 29, the game has helped three generations of her family keep in touch. \nEllie, from Leeds, who is starting a masters' at Cardiff University's College of Music and Drama this year and started playing weekly games over Zoom with her London-based dad and her 14-year-old stepbrother, who had been finding it \"really tough\" being home from school. \n\"We speak every week to play and between that I get a bunch of texts asking when we'll play next. There's a 14-year age difference between me and my stepbrother, so it's great to have something we both enjoy doing together.\"\nWhat's more, Ellie's 97-year-old nan, Doreen, has also logged in from the assisted-living home where she lives so the family can all catch up. \n\"She's only five or 10 minutes away from my dad but obviously he wasn't able to go in,\" said Ellie. \n\"So for her to be able to come in and watch once a week, that's really important to her. \n\"I don't necessarily think she understands the stories most of the time but she does find them funny.\"\nDungeons and Dragons is a fantasy game played in small groups. \nEach player creates a character with different personality traits and abilities. The Dungeon Master (or DM) describes an adventure that the characters embark upon. \nThe success of every action a character takes is determined by rolling a variety of different shaped dice. Usually, all the players work together in pursuit of a common goal determined by the story laid out in front of them.\nMatthew Betts, 30, from Cardiff has been running a game for six of his friends throughout the pandemic.\n\"A lot of my friends are living on their own so it was quite important to get that interaction,\" he said. \"For some of my friends that was the only interaction they were getting.\n\"You express yourself through your character. That's one of the greatest things we've done as a group, we've been able to express our worries, our stresses, as well as the joy that we've had all playing together.\"\nWizards of the Coast, which owns the Dungeons and Dragons brand, released figures in May suggesting 2020 was the game's best year and that, to date, more than 50 million people had played it.\nD&D Beyond is an online platform which allows players to keep track of their characters digitally instead of on paper. \nParent company, Fandom told the BBC the pandemic had driven a huge spike in 2020 that was continuing into 2021. \nIn 2020, Fandom said its registered users grew by 78% year on year and was up 16% in the first six months of 2021. Subscribers to the platform have more than doubled since 2019, they added.\nThe game's rise in popularity over the recent years may have been partly fuelled by being featured in Netflix's Stranger Things show as well as celebrities such as Vin Diesel and Dwayne \"The Rock\" Johnson being big fans.\nRolldark, a company based in the UK, loans out DMs with voice-acting backgrounds for a fee.\nRobert Bradley who founded the company in 2019 said business \"went crazy\" in March 2020.\n\"The first spike we noticed was when our website figures went from 30 a day to 380 a day in the first week,\" he said. \"Now they're around 1,000 a day.\"\nMr Bradley said the sense of escape was what drew people in, adding: \"There is no room in role playing games for worrying about bills or your place in the world.\"\nChris Pyrah and Rebecca Frew - both 28 and from Cardiff - were living in Oxford when the pandemic hit. That meant Rebecca couldn't see her family who she was used to visiting regularly.\nChris suggested he could host a regular game for her family so they could stay in touch.\n\"At first I was called a 'weirdo',\" Rebecca said. \"I think my sister was probably the most sceptical about it but she decided to join in anyway because it was something to do at that point. \n\"Then she started playing, quite enjoyed it and got into it. It was quite funny seeing the transformation.\"\nThey only intended to play for a month but they're still logging on together.\n\"It's become one of the things that we specifically put time aside to do even though we can see them now, which is nice,\" Rebecca added.\nChris also plays with friends from all around the world - from as far afield as the United States and Netherlands - every Tuesday night. \n\"During the pandemic, D&D truly gave and still gives us a time when we completely tune out the real world around us, in a way that the ubiquitous Zoom pub quiz just cannot,\" said Chris."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-wiltshire-57701912",
      "category": "uk-england-wiltshire",
      "title": "M4 human remains: Area near Swindon searched",
      "tags": "Swindon,Wiltshire Police",
      "text": "Suspected human remains have been found close to a motorway.\nA large police presence can be seen in woodland off Medbourne Lane, close to junction 15 of the M4 near Swindon.\nWiltshire Police said it could take weeks to identify the \"old\" remains but specialist officers were meticulously combing the scene. \nIt said officers expected to remain there \"over the next few days and weeks\" and would provide further updates when possible.\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57688320",
      "category": "science-environment",
      "title": "Critically endangered antelope saiga makes comeback",
      "tags": "Kazakhstan,Endangered species,Conservation,Animals,Wildlife conservation",
      "text": "The population of a rare type of antelope has more than doubled since 2019, in a remarkable turn around in fortunes.\nAccording to the first aerial survey in two years, the number of saiga in their Kazakhstan heartland has risen from 334,000 to 842,000.\nThere were fears the animal was on the brink of extinction following a mass die-off in 2015.\nDistressing images of carcasses strewn over the steppes made world headlines.\nFollowing a series of conservation measures, including a government crackdown on poaching, and local and international conservation work, numbers have started to bounce back.\nThat, together with the natural resilience of the species, gives hope for their future, said Albert Salemgareyev of the Association for the Conservation of Biodiversity of Kazakhstan (ACBK).\n\"They give birth to twins every year, which gives high potential for the species to quickly recover,\" he told BBC News.\nThe saiga has seen a dramatic turnaround in fortunes. But even with the current boom, numbers will never return to the millions estimated in Soviet times due to looming threats, including the impact of state infrastructure projects and oil and gas development, said Albert Salemgareyev.\nThe latest survey, carried out in April, shows not only a big increase in the total numbers, but that one particular population in Ustyurt in the south of the country, has made a dramatic recovery. \nIn 2015, there were barely more than 1,000 animals left in the area, but there's been a big increase to 12,000 in this year's census. \nThe UK-based non-profit organisation, Fauna & Flora International, has been involved in efforts to protect the Ustyurt population by establishing a new anti-poaching ranger team and using satellite collaring to monitor saiga movements.\nDavid Gill, FFI senior programme manager for Central Asia, said the new census was the best evidence yet that decades of conservation efforts to protect the saiga were paying off. \nBut he warned against complacency, saying saiga migrate across huge areas, so future development and infrastructure projects that might fragment its habitat remain a concern.  \n\"But this new data is cause for celebration,\" he added. \"There are few truly vast wildernesses, like the steppes of central Asia, left on the planet. To know that saiga herds are still traversing them in their thousands, as they have done since prehistoric times, is an encouraging thought for those of us who want those wildernesses to remain.\"\nThe International Union for Conservation of Nature classes the saiga among five critically endangered antelope species. \nNumbers of the species, which goes by the scientific name Saiga tatarica, have plunged by more than 90% in the late 20th Century, coming close to extinction several times.\nKazakhstan is home to a majority of the world's saiga, although the antelope also can be found in southern Russia and Uzbekistan.\nIn the decade after Kazakhstan's independence the animal was pushed to the brink through poaching for its horns, which are prized in Chinese medicine.\nRecent years have seen measures taken by the Kazakh government to protect the saiga population, including a crack down on poaching, with penalties of up to 12 years in prison, and the establishment of nature reserves.\nStephanie Ward, Altyn Dala conservation initiative international coordinator at the Frankfurt Zoological Society, said the antelope is among very few living creatures to have run freely among both Neanderthal humans and the humans of the 21st Century. \n\"It's exciting to see their numbers start to recover to levels nearing 1,000,000 individuals, and it speaks volumes about the Government of Kazakhstan's commitment to their protection,\" she said. \nThe die-off of 2015 was blamed on a bacterium previously present in the saiga which turned into a deadly killer due to excess humidity and higher-than-average daily temperatures on the steppes. \nFollow Helen on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57706617",
      "category": "world-europe",
      "title": "Ukraine plans for women to march in high heels spark outrage",
      "tags": "Sexism,Military,Ukraine",
      "text": "Plans by Ukraine's defence ministry to have female soldiers march in high heels instead of army boots in a parade next month have caused angry reactions.\nIryna Gerashchenko, an opposition member of parliament, said it was sexism, not equality. \nUkraine is preparing to stage a military parade on 24 August to mark 30 years of independence following the collapse of the Soviet Union.\nThe defence ministry say the shoes are part of regulation-dress uniform. \nMany in Ukraine expressed shock at the plan, with a group of lawmakers calling on Defence Minister Andriy Taran  to offer an apology.\n\"The story of a parade in heels is a real disgrace,\" commentator Vitaly Portnikov said on Facebook, arguing that some officials had a \"medieval\" mindset.\nMs Gerashchenko said she initially thought the pictures of women soldiers rehearsing in combat trousers and black pumps with block heels was a hoax. She said it was sexism, not equality, and wondered why the ministry thought heels were more important than designing body armour tailored to women. \nMaria Berlinska, an army veteran, said a parade should demonstrate military prowess, but this one was to titillate senior officers in the grandstands. \nOlena Kondratyuk, the deputy parliamentary speaker, pointed out that more than 13,500 women had fought in the current conflict pitting Ukraine against Russian-backed separatists in the east.\nMore than 31,000 women now serve in the country's armed forces, including more than 4,000 who are officers."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57664286",
      "category": "uk",
      "title": "Should we raucously celebrate a football win in a pandemic?",
      "tags": "Wembley Stadium",
      "text": "Images of England fans celebrating the Euro 2020 win over Germany have been all over the media this week - scenes of celebration and gatherings in large numbers we have not really seen the like of since before the pandemic.\nBut while many people have been enjoying the combination of victory over an old rival and a feeling of things getting a bit back to normal, there have been nagging doubts for others. \nAre people letting their hair down a bit too much given coronavirus case numbers have been rising again? And if sporting crowds can gather in large numbers, why are other events apparently still subject to greater restrictions?\nSince the lifting of coronavirus restrictions in England was pushed back earlier this month from 21 June to 19 July, there has been a groundswell of criticism of the delay from people who believe not everyone is being treated equally. \nWhile the previous limit of 30 guests for weddings was removed, ceremonies and receptions are still subject to caps on attendances according to risk assessments carried out by the venues, who are obliged to give people the chance to socially distance if they want to, meaning many can accommodate much lower numbers than in normal times. And dance floors, singing, and drinking while standing up are ruled out - which has not been lost on some people who have watched football fans singing, dancing and drinking while standing up.\nEmma Freeman, 38, from Northamptonshire, was originally due to marry her fiance Paul Chisholm last July. They have postponed it twice more since then and now hope to hold their wedding at the fourth time of asking in November.\nShe said on Tuesday evening when England beat Germany she was out for dinner with her father as it was the day before her birthday and they could hear football fans singing in a neighbouring pub and then saw them dancing in the street outside - while knowing that were she to be getting married now neither singing nor dancing would be allowed.\n\"I'm really excited for the football and I love that people have got something to get behind. But it's so inconsistent,\" she says.\n\"You go to Wembley and you know the person you have gone with. The chances are the other thousands of people you come into contact with are strangers. You are taking a gamble. When a goal is scored you might hug a stranger. \n\"I know every single one of my wedding guests. I know who's been vaccinated because it's something we talk about. I know everyone's addresses so everyone could be traced. People have said they would be willing to take a lateral flow test. Some who don't work have said they can isolate before the wedding. \n\"So why are there more restrictions for weddings? Why is it different for us?\n\"We are making sure people at our wedding are safe, there are strict protocols, and it feels cruel when you see what's going on elsewhere.\n\"Is Covid a magnet for weddings?\"\nEmma makes the point that marriage is, for many people, a once-in-a-lifetime occasion, whereas the Euros is held every four years and so she wonders why weddings - \"something that means so much\" - appear to be less of a priority.\nIt is not just football that is allowed big crowds, though. On Sunday 18 July - the day before restrictions could be lifted - Silverstone is due to welcome a crowd of 140,000 for the British Grand Prix as a test event. Formula One world champion Lewis Hamilton has said he thinks \"it feels a bit premature\" to have a full crowd at the track. And Download Festival was held as a test event two weeks ago with 10,000 attending. \nBut the day after England's win over Germany news came from Scotland that nearly 2,000 Covid cases in Scotland have been linked to fans watching Euro 2020 games. Public Health Scotland said two-thirds of the 1,991 cases were people who travelled to London for Scotland's game with England on 18 June.\nFans attending the matches at Wembley have been expected to provide evidence of a negative lateral flow test taken in the 48 hours before the match, or of having been fully vaccinated. But the evidence from Public Health Scotland suggested many of those who tested positive after travelling to London for the match against England had not actually had tickets for the game, and so would not necessarily have been subject to those obligations.\nSo might we expect to see a rise in cases among people who watched England v Germany - either at the stadium or at the various fan sites or pubs around the country where fans gathered?\nBBC health correspondent Nick Triggle says the contact tracing data behind the news of the cases among Scotland fans cannot provide the answer.\n\"It tells us that 6% of positive cases during this period attended a match, fanzone, someone's home or the pub to watch a game of football,\" he says. \"It does not tell you where the individual caught the virus - just where they had been when they were infectious.\"\nThe Department for Culture, Media and Sport (DCMS) pointed out that \"on several occasions, the Mayor of London, UK government and Scottish government had urged Scottish fans without tickets not to travel to London ahead of the match between England and Scotland, in light of rising numbers of COVID-19 cases\". \nWedding planner Jessie Westwood is a co-founder of the What About Weddings campaign, which has sought to highlight the issues faced by the wedding industry during the pandemic. \n\"I think it's got to the stage now where couples are appalled by what they are seeing,\" she says. \"It's not just the football, it's the tennis too - it seems like they are cherry-picking and calling them test events. We did a survey and found 83% of couples are asking their guests to take tests, and that's for weddings - an event with about 100 or so people and it's a much more sober affair - people won't be running around with their shirts off.\"\nJessie says it is becoming harder for wedding venues to police the guidelines as people attending ceremonies and receptions have seen big crowds at sporting events, but have also watched politicians enjoying the football with a drink and seen leaders at the recent G7 summit in Cornwall gather for a barbecue.\n\"It does seem like it's one rule for them and one for us,\" she says. \"They must think we're mugs.\" \nShe says people are still by and large abiding by the rules, but she points out if frustration over perceived inconsistencies prompts guests to not stick to guidelines then wedding venues and suppliers, who have already faced massive disruption to their livelihoods during the pandemic, can be at risk of being fined.\nMike Kill, CEO of the Night Time Industries Association, is another who says he has no issue with sporting events going ahead with crowds as long as other industries are treated fairly. And he says cultural activities do not seem to be getting the same opportunities as sport.\n\"People are starting to feel a little less inhibited with the success of the vaccine rollout and it's the first opportunity to get excited about something. I completely understand why people are getting excited about the football and the tennis, but when you see Wimbledon closing the roof, you've essentially got an indoor arena for 15,000 people, so you have got to wonder why we are closed?\n\"If you're a festival operator and you're watching 40,000 people in a stadium, that's not too different to recreating what you see at some of the festivals out there.\n\"There are 850,000 18-year-olds that haven't been to a club or to a festival or out for freshers' week. These are all experiences that have been taken away from them over the past 18 months.\"\nThe DCMS said: \"Public safety is our main priority. We continue to urge all fans to continue to follow the latest public health guidance and enjoy the tournament safely.\n\"The increase of capacity at Wembley Stadium to 60,000 for the Euro 2020 semi-finals and final will provide the opportunity to assess how we can best mitigate transmission risks and logistical challenges in preparation for fans returning to stadiums and events in greater numbers.\n\"We will continue to work closely with the local authority director of public health and senior officials in Public Health England and the Department of Health and Social Care to ensure these matches run as safely as possible.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57650316",
      "category": "uk-wales",
      "title": "Covid: Call to let Novavax volunteers have second vaccine",
      "tags": "Travel health,Wrexham,Travel,Coronavirus vaccines,Alun Cairns,Coronavirus pandemic",
      "text": "Calls have been made for \"in limbo\" Novavax trial volunteers to be allowed an approved vaccine.\nPatricia and Brian Antlett, from Wrexham, are desperate to visit family in Spain while Mr Antlett needs to go to Italy for work as an engineer.\nHowever, they took part in trials of the unapproved Novavax - which foreign countries do not accept for travel.\nThe Welsh government urged trial volunteers to talk to their doctor or trial team about any issues.\nThe UK government's Department of Health said it would ensure thousands of Novavax trial volunteers across the UK were not disadvantaged.\nHowever, Mrs Antlett does not believe that has been the case and they have been left \"frustrated and angry\".\nThe couple said they have been told by health officials in Wales they are not able to have a second type of vaccine - such as Pfizer or Oxford AstraZeneca - because there is no data on mixing jabs. \nHowever, they do claim some vaccine centres in England have allowed Novavax volunteers to choose to have a second type of the vaccine.\n\"Advice does not mean something is mandatory,\" said Mrs Antlett.\n\"In fact, if you turn the argument around, the government is strongly advising everyone to have a vaccine, but is not denying freedom of choice not to have one.\"\nThe latest advice they have received is that a Novavax vaccine is recognised for UK events but not by other countries.\n\"For foreign travel, it's not worth the paper it's written on,\" Mrs Antlett said. \n\"We just want a level playing field. We feel like we were misled [over the trial].\n\"Our GP was sympathetic, everyone is sympathetic. But all volunteers are left between a rock and a hard place, in limbo.\"\nNovavax is currently being assessed by the UK's Medicines and Healthcare products Regulatory Agency, and is subject to an European Medical Agency rolling review. \nThe company said it expected to file for authorisation in the third quarter of this year.\nMore than 15,000 people in the UK took part in the Novavax phase 3 trial, according to National Institute for Health Research, the UK government's medical research body.\nIn Wales, Mrs Antlett, 70, and her husband, who was 68 at the time, signed up with hundreds of others for the trials last November.\nThe couple said they were keen to help out in the fight against coronavirus, after being told they would not be disadvantaged and it would likely be approved in the spring of 2021.\nThey each received two doses in November in the \"blind trial\", where half of participants received a placebo. \nWhen the mass rollout of approved vaccines begun, they were \"unblinded\" and both found out they had received Novavax.\n\"We were pleased we both had the vaccine, as it showed we had been protected since November, and were strongly advised not to have another,\" said Mrs Antlett.\n\"At the time, it seemed like Novavax would be authorised in late April, with the talk of vaccine passports. But when we began enquiries on dates, the trial teams seemed embarrassed.\"\nVale of Glamorgan MP Alun Cairns called it a \"national and global effort\" against coronavirus and said more help should be given to Novavax volunteers.\n\"A constituent who happened to be a nurse made herself available for the Novavax trial and was similarly blocked from travelling on a cruise later this year,\" said the former Welsh Secretary. \n\"When she contacted the helpdesk, they simply rejected her appeal.\"\nHowever, Mr Cairns challenged them with a copy of an open letter published by UK deputy chief medical officer Jonathan Van-Tam on 11 June.\nHe said in it: \"We believe the added risk of allowing the relatively small number of clinical trial participants to travel (in the UK approximately 40,000 people, the vast majority of whom have been vaccinated) is strongly outweighed by the benefit of ensuring that recruitment and retention into clinical trials can continue.\"\nMr Cairns added that following this, the company immediately accepted the validity of the Novavax vaccine. \n\"It is a shame that it took an intervention from an MP,\" Mr Cairns said.\n\"All international travel organisations should be aware of the situation and not disadvantage those prepared to put themselves forward for a vaccine trial.\n\"This is a national and global effort against a pandemic and they should be saying thank you, not rejecting their requests.\"\nThe Welsh government said it was \"grateful\" to volunteers who took part in vaccine trials and other Covid treatment studies and added they \"have made a significant contribution to the research effort\".\n\"Vaccines not yet licensed but which have been given as part of a phase 3 trial are being recorded on national vaccination systems to ensure vaccination records are complete,\" a government spokeswoman added.\n\"Trial volunteers should speak to their doctor or trial team if they wish to discuss any issues relating to their trial vaccine.\"\nThe Welsh government's \"strong advice\" is to only travel overseas if it is \"absolutely essential\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-57698858",
      "category": "technology",
      "title": "US officer plays Taylor Swift song to try to block video",
      "tags": "Social media,Black Lives Matter,Copyright,Taylor Swift,YouTube,United States,California",
      "text": "A US police officer played a Taylor Swift song on his phone in a bid to prevent activists who were filming him uploading the video to YouTube.\nThe video platform regularly removes videos that break music copyright rules.\nHowever, the officer's efforts were in vain as the clip of the encounter in Oakland, California promptly went viral.\nAlameda County police told the BBC it was not \"approved behaviour\".\nThe video was filmed by members of the Anti Police-Terror Project (APTP), which says it is a coalition that seeks to \"eradicate police terror in communities of colour\".\nSome of them were protesting outside the courthouse at the pre-trial hearing of a San Leandro officer charged with the manslaughter of a black man.\nIn the video, the officer says: \"You can record all you want, I just know it can't be posted to YouTube.\"\nWhen asked if playing music in this way is procedure, the officer responds: \"It's not specifically outlined.\" \nLater in the video, he confirms: \"I'm playing music so that you can't post on YouTube.\"\nThe sheriff's department said: \"We have seen the video and referred it to our internal affairs bureau. This is not approved behaviour. It will not happen again.\"\nThe video, which was posted on 1 July, has had more than 180,000 views and remains online. It is also visible on the APTP's Twitter page.\nVice news has reported on cases of other California-based officers starting to play Beatles songs while being filmed.\nAnd activists have suggested this is so clips are removed, because of copyright issues surrounding the music.\nOn the YouTube page, the APTP wrote: \"We'd heard about this phenomenon, but no-one had captured it on video until now. Now not only do we have a video of a cop doing it, we also have the cop admitting why he was doing it\".\nWhile video-sharing platforms and social networks do use automated systems to flag and remove copyright material, the rules vary.\nYouTube has a number of copyright management tools, including a system called Content ID. \n\"Videos uploaded to YouTube are scanned against a database of files that have been submitted to us by content owners,\" it says.\nCopyright owners can then decide whether to block, monetise or track the content.\nBut the idea that playing copyright music could be a tactic used by police to avoid sharing online and on social media has attracted serious attention following the removal of activist videos.\nLast year, Nick Simmons and Adam Holland of Harvard University's Lumen project, which studies copyright content removal, noted that a number of videos linked to Black Lives Matter protests had been removed because they contained copyrighted music.\nThe researchers suggested that \"law enforcement\", or anyone else who wanted to stop videos being shared, \"need only make sure that copyrighted audio is present with sufficiently recognisable clarity and volume in the background of a protest or other event\". \nThe pair called it: \"A chilling prospect indeed.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57692953",
      "category": "uk-politics",
      "title": "Batley and Spen: How Labour held on - and what it means for Sir Keir Starmer",
      "tags": "Keir Starmer,Jo Cox,Labour Party,Kim Leadbeater,Batley and Spen by-election",
      "text": "Jo Cox is still held in high regard in Batley and Spen. \nAlighting at Batley station, there is a huge picture of her, helping volunteers clean up the platforms.\nThe Labour MP's murder in nearby Birstall, in 2016, shocked the community.\nHer sister Kim Leadbeater is now the MP for the constituency, but her victory was far from guaranteed.\nLabour strategists were worried that rival candidate George Galloway would successfully sway South Asian voters, in particular, to lodge a protest vote, which they feared would have handed victory to the Conservatives.\nMr Galloway amplified and played back to Muslim voters their concerns: that the Labour leadership had not spoken up enough for Palestinians during the recent hostilities in Gaza, and had not stood up for Kashmiris' aspirations for self-determination.\nLabour strategists also knew that the second defeat at a by-election in as many months - following the loss of Hartlepool - would inevitably call in to question Sir Keir Starmer's leadership - a scenario they wanted to avoid at all costs.\nThe Batley and Spen result will take some pressure off Sir Keir.\nThe atmosphere in Labour circles at Westminster since May's local elections has been febrile.\nSome Labour MPs fear things can only get worse - that more seats that were once safe are at risk. \nThere was a swing of nearly 3% from Labour to the Conservatives in Batley and Spen - if a similar swing was reproduced nationally, at a general election, Labour would have lost 11 seats.\nLabour know their party's problems go deeper than the question of leadership - but preparations were being made for a worse result in Batley and Spen.\nSome MPs on the party's left say they were being sounded out by supporters of deputy leader Angela Rayner, who were testing the level of backing for a leadership bid. Her aides say this was not officially sanctioned.\nIt's unlikely that putsch will now come to shove. A leading MP on the left said: \"Angela is the real loser from this result.\"\nDiscussions had also been taking place about freeing up a seat for Andy Burnham, to allow the Manchester Metro Mayor to return to Westminster, according to one insider, although Mr Burnham himself was not involved in these moves. \nOne shadow minister told me he viewed Mr Burnham as a possible leadership option, but he would wait to see how Sir Keir fought back over the coming months.\nIf the party was \"in the same place next Spring\", and with the prospect of a 2023 election, \"we may have to act,\" he told me. \nInfluential supporters and advisers to Sir Keir concede he now has to do more to convince the party that he is an agent of change.\nOne of them told me: \"He is going to have a rocky time but he needs to come out fighting. \n\"The Labour brand is the problem. People are not yet ready to look again at Labour - he must commit himself, we must commit ourselves, to changing the party.\"\nLabour sources say Sir Keir will, effectively, relaunch his leadership on Monday - with a \"bold address\" to the party's MPs and peers.\nBut he will need to redouble efforts to make an impression with the voters as well as his own politicians.\nI visited Batley before polling day to look at the candidates' campaign tactics - and how they were being received.\nThis by-election was always going to be a major challenge for Labour. A Brexit-supporting independent candidate, Paul Halloran, got 6,432 votes at the 2019 general election. Labour had a majority of 3,525.\nSo, as the Americans would say: do the math. With Mr Halloran opting not to stand at the by-election, the Conservatives were always the most likely beneficiaries. \nLabour saw a narrow road to victory - their task was to retain as many older, usually loyal, South Asian voters as possible by convincing them that a vote for George Galloway was in effect a vote for a Conservative MP. \nThey also sought to convince as many former Labour voters who defected to the Conservatives that Kim Leadbeater was more of a community champion than a conventional politician. \nLabour was helped by the fact that Brexit was no longer a topic of heated doorstep discussions. The party may also have been aided by Matt Hancock's resignation, although campaigners say the former health secretary's Covid rule-breaking was rarely raised by voters. Instead, they fought a \"local campaign on local issues\". \nKim Leadbeater was promoted as the only \"local candidate\" and her Conservative opponent, Ryan Stephenson, as an outsider, despite being a councillor in Leeds, less than a 15 minute train journey away. \nLabour sought not just to win back Conservative defectors but to squeeze the small but potentially vital Liberal Democrat vote.\nKim Leadbeater opposed the building of an Amazon warehouse on farmland in Cleckheaton, which has two Lib Dem councillors, arguing that green spaces should not be traded for jobs.\nConcerns over building on green spaces helped the Lib Dems overturn a large Conservative majority in last month's Chesham and Amersham by-election.\nLabour were also fortunate that the Green Party candidate withdrew when historic, inappropriate tweets came to wider public attention.\nLabour also took a very targeted approach to campaigning, with a series of newsletters tailor-made for different towns in the constituency. \nSo, the The Batley Local had Ms Leadbeater opposing fly-tipping, whereas the Heckmondwike Local trumpets a local council success - the building of the Spen Valley Leisure centre.\nLabour insiders deny they were saying different things to different people - a common Labour complaint about Lib Dem by-election tactics - just that they were responding to local concerns.\nAnd local concerns, in particular the state of the roads, were a major factor.\nIt is hard to believe that a pothole in Yorkshire had the potential to hole the Labour leadership at Westminster below the waterline - but Labour's campaigners acknowledged that this issue - along with traffic congestion - was raised more than any other.\nHouseholds in the hilly area stretching from Perseverance Terrace down the main Dewsbury Road in Batley mainly come from a South Asian background - and they had been pressing for the roads to be resurfaced for years, they told me.\nWhen the by-election was called, some of the streets were suddenly improved - a development that was met with cynicism rather than gratitude, among the local residents.\nIndeed, scepticism towards the local, Labour-led, Kirklees Council was so widespread, it was even getting the blame for events outside its control.\nThe Conservatives expected to get flak for the closure of the local police station but Tory organisers admitted that it was helpful that George Galloway also seemed happier to put the council not the government in the frame. \nLabour had to work hard convince people that it was years of central government, Conservative austerity that was to blame - not neglect by the local council.\nAnd Labour pledged to build a new police station.\nLabour tried to counter George Galloway's presence in the South Asian community in a number of ways, including - at the most basic - ensuring MPs from an Asian background were very visible on the streets.\nLabour supporters from that community sent WhatsApp messages to friends in Batley and Spen pointing out what they saw as Mr Galloway's poor track record as an MP in nearby Bradford - where he defeated Labour at a by-election in 2012.\nSome of this seemed to strike a chord with older Muslim voters I spoke to before polling day.\n\"George Galloway is very good at chatting,\" Yunis, a businessman, told me.\n\"But, I ask, is he going to do the job? We have issues with Palestine but voting for him is a gamble.\"\nMuzainah, a student, belongs to a generation that seems far less tribally loyal to Labour.\nShe said: \"Palestine is important but I am looking at all aspects of this - and George is very good with the community.\"\nLeaflet-after-Labour-leaflet stressed that \"this was a two horse race\". In other words, vote Galloway, get Boris Johnson's man.\nBut one leaflet in particular stirred controversy within the Labour Party - it showed a picture of Boris Johnson with the Indian Prime Minister Narendra Modi, a Hindu - in an apparent attempt to dog-whistle to Muslim voters. \nA spokesman for Keir Starmer defended the leaflet by saying it suggested to voters that the election of a Conservative MP would boost Boris Johnson, who hadn't spoken out on human rights abuses in Kashmir.\nAnd a letter from Kim Leadbeater stressed her and her party's commitment to a \"two state solution\" - a Palestinian state alongside Israel - in the Middle East.\nLabour of course say they were the real victims of dirty tricks - from their candidate being harangued in the street by an opponent of gay rights, to fake leaflets purporting to be from trade unions - the provenance of which has not been established - suggesting that the party would not stand up for the concerns of white working class voters. \nThe Conservative plan was to stay above the fray and the mud-slinging and try to give as few reasons to the electorate as possible to vote actively against them. \nTheir candidate, Ryan Stephenson, wasn't invisible but his presence did feel ethereal and perhaps he needed to be more vocal when up against a passionate Labour candidate.\nInternal Conservative critics believe a bolder campaign may have produced a better result. Many of the attack lines against Labour were left to George Galloway to deliver.\nAnd Labour fought a more impressive \"ground war\" than their political enemies, with activists saying the \"get out the vote\" operation was run with military precision and more than 400 footsoldiers.\nGoing door-to-door, I found very little hostility to Sir Keir Starmer personally.\nBut for some in the South Asian community, the prospect of unseating the Labour leader was a central motivating factor in the campaign\nNadeem Raja runs the Indian Muslim Welfare Society and said he had supported Labour since moving to the UK from Pakistan in 1993 - but this time he had backed the Galloway campaign.\n'I am not saying Jeremy Corbyn was an angel but his whole life it was clear what he stands for, his whole moral current.\n\"Our perception of Keir Starmer is he has no policies, no drive. He sits on the fence.\"\nHe added: \"We need to send a message to the Labour leadership, and other parties that Muslim votes matter.\"\nSir Keir clearly needs to improve relations with voters who feel alienated - but he has faced down an explicit attempt by George Galloway and some of his supporters to unseat him.\nA Labour source said that the contest was presented as a referendum on Sir Keir's leadership - and he won.\nIn some ways, the Batley and Spen result should be unspectacular - simply holding a seat that had been Labour since 1997.\nBut given the recent disappointing results in the English local elections - as well as Hartlepool - expectations were so low that simply holding on feels more like a gain."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57696431/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Batley and Spen: Labour is back after by-election win, says Starmer",
      "tags": "Keir Starmer,Labour Party,Kim Leadbeater,Batley and Spen by-election",
      "text": "Sir Keir Starmer has declared \"Labour is back\" after the party held on at the Batley and Spen by-election.\nThe Labour leader headed to the West Yorkshire constituency to celebrate Kim Leadbeater's narrow 323-vote win.\nHe said it was a victory for \"hope over division, and decency over hatred\", after a bitter campaign, and \"just the start\" for Labour.\nMs Leadbeater will now represent the seat previously held by her sister Jo Cox, who was murdered there in 2016. \nSir Keir hailed her \"incredible courage\" in standing for the seat, and claimed \"Labour is coming home\".\nWriting in the Guardian, he also promised the by-election would be \"a turning point, a sign that the politics of division and dishonesty won't win out, that unity and decency can\".\nThe result will come as a relief to Sir Keir, who has been under pressure following recent election defeats for his party.\nPrime Minister Boris Johnson said the Conservative candidate Ryan Stephenson ran an \"incredibly positive campaign\" and \"did very well to reduce a longstanding Labour majority\".\nSpeaking at a Downing Street press conference with German Chancellor Angela Merkel, Mr Johnson claimed the by-election result was the \"third biggest swing in favour of the government since the War\".\nMs Leadbeater took the seat with 13,296 votes, giving her a slim victory over Mr Stephenson with 12,973.\nFormer Labour and Respect MP George Galloway, standing for the Workers Party of Britain party, came third with 8,264. \nThe former Bradford West MP had sought to win support from the seat's Labour voters, with the aim of toppling Sir Keir as Labour leader.\nHis campaign had targeted voters unhappy at the party's stance on issues including the conflict between Israel and the Palestinians, and the disputed territory of Kashmir, claimed by both India and Pakistan.\nAn ethnically diverse seat, about 20% of the population is from an Asian background, with just under 19% being Muslim.\nSpeaking in Cleckheaton, Sir Keir said Ms Leadbeater had won despite a split in Labour's vote, because \"former Tory voters voted for her\".\n\"The Tories had a clean hit, nobody was going against them, and they didn't win,\" he added.\nWriting in the Guardian on Saturday, he said: \"And as we emerge from restrictions, there is now a real opportunity to harness the solidarity and national spirit that we've seen over the last year.\n\"To make sure that after the last year of sacrifice, we build a more united, fair, and secure country.\n\"To rebuild our economy and our public services, to bring our communities back together and to put honesty and integrity back at the heart of our politics.\"\nSir Keir was reportedly facing a potential challenge from his deputy Angela Rayner if the party lost another northern English constituency to the Tories.\nIt comes after the Tories took Hartlepool, a once rock-solid Labour seat in May, alongside losing more than 300 councillors in England's local elections.\nBut Andrew Scattergood, co-chair of the Momentum campaign set up to campaign for former Labour leader Jeremy Corbyn, said the party could not \"portray this as a massive victory\".\n\"We squeaked it over the line and there are some serious concerns,\" he told the BBC News Channel.\nThe Batley and Spen result will take some pressure off Sir Keir Starmer.\nThe atmosphere in Labour circles at Westminster since May's local elections has been febrile.\nSome Labour MPs fear things can only get worse - that more seats that were once safe are at risk.\nThere was a swing of nearly 3% from Labour to the Conservatives in Batley and Spen - if a similar swing was reproduced nationally, at a general election, Labour would have lost 11 seats.\nLabour know their party's problems go deeper than the question of leadership - but preparations were being made for a worse result in Batley and Spen.\nRead Iain's full analysis\nSixteen candidates in total ran in the contest. Turnout was 47.6%, with 37,786 verified ballots cast out of a total electorate of 79,373. \nThe vote was triggered after the previous Labour MP for the seat, Tracy Brabin, became West Yorkshire's first elected mayor in May.\nShe first won the seat in a by-election after Ms Cox was murdered by a far-right extremist in Birstall, part of the constituency, in 2016.\nThe Conservatives fought a relatively low-key campaign, with Mr Stephenson saying he was focused on talking to voters about \"the issues that matter here\".\nConservative Party co-chair Amanda Milling said it had been a \"disappointing result\" for her party.\nShe said the recent resignation of Matt Hancock as health secretary after breaking social distancing rules was \"one of a number of different issues that came up\" that had been raised by voters on the doorstep. \nBut she added that for her party to \"run this close\" was still \"exceptional\", given it has been in government since 2010. \nAre you a Batley and Spen voter? How did you vote and why? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-57703084",
      "category": "uk-scotland-edinburgh-east-fife",
      "title": "Tough Mudder Scotland in Dalkeith cancelled under Covid rules",
      "tags": "Dalkeith,Coronavirus pandemic",
      "text": "A popular obstacle race in Midlothian has been cancelled the night before the event after the council withdrew its licence because of Covid restrictions.\nAbout 5,000 people had been due to take part in Tough Mudder at Dalkeith Country Park over 3 and 4 July.\nParticipants were contacted on Friday night, less than 15 hours before the event started, and told not to attend.\nMidlothian Council said \"clarification\" of Scottish government Covid guidance had led to the licence being revoked. \nThe area is still under level two Covid restrictions, with the second highest case rate in Scotland. On Saturday, the area registered 706.3 cases per 100,000 people.  \nThe licence was granted on Wednesday - against the advice of the council's safety advisory group. On Friday, a letter arrived from the Scottish government's national clinical director Prof Jason Leitch, which made clear there was a cap of 500 people per day - not at a time - on the number of participants in an event under level two restrictions. \nA spokesman for the council said: \"Following receipt of a letter from Prof Jason Leitch there then followed a meeting with the Scottish government, which provided clarification as to interpretation of the guidance. \n\"During the meeting it was made clear that a maximum of 500 participants per day are allowed at events in level two areas. \n\"There was then a further meeting with elected members which resulted in the decision being taken to suspend the licence. Tough Mudder was informed of this decision.\" \nA Scottish government spokeswoman said protecting public health was priority, adding that the decision to withdraw the event's licence was a matter for Midlothian Council. \nShe added: \"Our guidance on mass participation events has remained the same - clearly limiting participants to a maximum of 500 per day in level two areas.\"\nThe event was cancelled in 2020 due to the coronavirus pandemic. The 2021 race was due to take place under significant restrictions, with no camping or social activities before or after the race. \nThose taking part also had to present a negative Covid test before they would be allowed to run.\nIn a statement posted on its website on Friday night, Tough Mudder said: \"At 18:27 this evening we received communication from Midlothian Council that our issued licence to host this event was revoked. \n\"This intervention comes just 48 hours after the council voted to support our event licence, having reviewed the latest guidelines and considered the extensive safety measures we'd put in place. \"\nIt continued: \"We're grateful to the team for the months of work they put in with the council, accommodating every request made and consistently demonstrating we could deliver a safe event. \n\"We're deeply frustrated with this last-minute revocation. And we're devastated not to be able to celebrate a return to in-person events with you, our Mudder community.\"\nTough Mudder later added that although there were some 2,500 people participating over the course of 12 hours each day, there would be no more than 500 people on site at any one time. \nIt added that \"bubbles\" of 50 participants would start the course in waves.\nSteve Beattie had travelled from Dundee with his 16-year-old daughter Emily - who was hoping to tackle the course for the first time.\n\"We don't have a lot in common and this is something that brings us both together,\" said Steve. \"My daughter has been really, really excited about this for the past few months through a very difficult time.\n\"For it to be taken away literally at the last moment is really sad.\"\nMr Beattie said following the event's first cancellation, the two have spent the last year in training, as well as making additional preparations for accommodation and cleaning supplies.\nHe said: \"We did spend about £112 on a hotel and if we'd known a wee bit sooner we'd have been able to cancel that and get our money back. \n\"But it's not about the money, it's the opportunity to get to spend time with like-minded individuals - that idea of a community.\"\nTough Mudder's statement highlighted the impact the last-minute cancellation would have on its staff, contractors and suppliers. It acknowledged that many people had already travelled to attend the event.\nAnd it mentioned other events which have been allowed to go ahead. \nIt said: \"The irony is not lost on us that just this past weekend, almost 16,000 rugby fans gathered together in Murrayfield, just 10 minutes up the road. \n\"We will continue our challenge of the decision to ensure other customers and other businesses do not suffer the same unreasonable last minute reversal of previously granted permissions.\"\nMany people posted their anger on Twitter.\nOne, @mbhwhu, wrote: \"Gutted for you all, the crew, the contractors, the volleys and those travelled and some still on their way! Absolute madness.\"\n@ChelleDevlin wrote: \"As difficult as this decision is to hear, I believe it to be the right one albeit I do not agree with the last minute notice. I live in Dalkeith and the Covid cases have rocketed this week - fall out from the Scotland game. See u next year.\" \nThose who had entered have been given the choice of a refund or attending a future event."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57698248",
      "category": "uk-england-london",
      "title": "David Gomoh stabbing: NHS worker killed at random by gang, Old Bailey told",
      "tags": "Telford,Stratford,Cambridge,London violence",
      "text": "An NHS worker was stabbed to death by gang members who were selecting targets at random in a \"petty but fatal game of one-upmanship\", a court has heard.\nDavid Gomoh, 24, was attacked seconds after leaving his home in Canning Town, east London, on 26 April 2020.\nHe was killed days after his father had died with coronavirus.\nMuhammad Jalloh, 19, David Ture, 19, Vanei Colubali, 22, and a 17-year-old boy from Telford, Shropshire, all deny murder.\nThe Old Bailey heard that the group, members of the Northsides Newham Gang, chose Mr Gomoh at random to send a message to the Custom House and Beckton gangs.\nMr Gomoh had no links to any gang. \nBefore the killing, the defendants had tried to attack another man in the same area who managed to escape, the court heard.\nMr Gomoh, who worked in supply and procurement for the NHS, suffered catastrophic injuries in the attack, on Freemasons Road. He managed to get to his feet and stumble the short distance home, the jury was told.\nHe eventually bled to death in front of his family.\nIn the seconds before the attack, Mr Gomoh had been on the phone to his girlfriend.\nThe court was told she heard someone demand: \"Where are you from?\", followed by the sounds of a struggle.\nProsecutor Oliver Glasgow QC said Mr Gomoh was chosen because \"he had the misfortune to live in an area of London that is frequented by rival gangs\".\nHe described them as \"rival gangs who are involved in a violent feud with each other, rival gangs who like to attack each other, and rival gangs who like to brag about the devastation they have wrought upon each other\".\nMr Jalloh, from Cambridge, Mr Ture and Mr Colubali, both of no fixed address, also deny conspiracy to cause GBH in connection with an earlier incident.\nThe trial continues."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57707533",
      "category": "world-us-canada",
      "title": "Miami building collapse: Demolition date brought forward",
      "tags": "Florida,Miami building collapse,Miami,United States",
      "text": "The demolition of the standing portion of the apartment block that collapsed near Miami has been brought forward due to an approaching tropical storm. \nThe upright section of Champlain Towers South will be destroyed within days to allow rescuers to search the site safely, officials say.\nThe death toll has risen to 24, with 121 people missing after the collapse of the 12-storey building on 24 June.\nOfficials are investigating other tower blocks for structural faults.\nOn Saturday, Florida Governor Ron DeSantis said the forthcoming demolition would \"protect our search-and-rescue teams\".\nHe added: \"We don't know when it could fall over. With these gusts that would create a real severe hazard.\"\nStorm Elsa, a 75-mph (120km/h) hurricane, could potentially hit Florida early next week.\nMiami-Dade County Mayor Daniella Cava Levine signed a demolition order on Friday. She initially said she expected the demolition would not happen until late July.\nSurfside Mayor Charles Burkett said the fear was that the storm would knock the rest of the building down and drop debris on to the zone where survivors were still being sought.\n\"Obviously the building is a problem and the only solution is to get rid of it,\" he said.\nMs Cava Levine said the families of those still missing had been told of the decision and \"they understand\". No-one has been found alive since the first hours after the collapse.\nDemolition experts have been devising a plan on Saturday, and the destruction will be controlled, with the use of explosive charges.\nThere are no details so far about compensating the owners.\nOn Friday, a firefighter carried the body of his own seven-year-old daughter from the rubble of the collapsed block. He had kept vigil at the site for nine days and was there when she was extracted.\nStella Cattarossi is the third child to be recovered from the site in the Miami suburb of Surfside.\nShe was with her mother, grandparents and an aunt visiting from Argentina, according to local10.com.\nAlso on Friday, the residents of another block were told to leave on safety grounds - the first building to be given such an order in the area since the collapse.\nCrestview Towers Condominium residents were ordered to evacuate by North Miami Beach Building Department.\nWhat caused the 40-year-old Champlain Towers South to crumble remains unclear. But a 2018 inspection warned of \"major\" design flaws in the original design.\nThe building association's board says it will appoint an \"independent receiver... to oversee the legal and claims process\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57699096",
      "category": "uk-politics",
      "title": "Michael Gove and Sarah Vine separating and 'finalising divorce'",
      "tags": "Michael Gove",
      "text": "Cabinet Office Minister Michael Gove and his journalist wife Sarah Vine have \"agreed to separate\", a joint spokesman for the couple has said.\nThe pair are \"in the process of finalising their divorce\", the spokesman added.\nMr Gove and Ms Vine, a columnist for the Daily Mail, have been married since 2001 and have two children.\nA friend of the couple told the PA news agency they had \"drifted apart\" and \"no-one else is involved\".\n\"This is a difficult and sad decision for Michael and Sarah after 20 years of marriage,\" the friend added.\n\"It is an entirely amicable separation and there is no-one else involved.\n\"They have drifted apart over the past couple of years but they remain friends.\n\"Their absolute priority is the children.\"\nThe couple, who met when they both worked as journalists on the Times newspaper, were among the most high profile couples at Westminster.\nMs Vine has written in her Mail column about how they fell out with close friends David and Samantha Cameron, over Mr Gove's decision to campaign for Brexit in the 2016 referendum.\nIn a recent newspaper column, Sarah Vine wrote about the strains of being married to a minister, in a piece about former Health Secretary Matt Hancock's affair with an aide.\nShe wrote that Westminster \"can change a person\", adding that \"the problem with the wife who has known you since way before you were king of the world is that she sees through your facade\".\nThe piece added: \"She knows that, deep down inside, you are not the Master of the Universe you purport to be\".\nBorn in Edinburgh in August 1967, Mr Gove was adopted when he was four months old by a family in Aberdeen.\nHe studied English at Oxford University, where he was president of the Union.\nHe was elected Conservative MP for Surrey Heath in 2005 and has held a string of high profile ministerial roles, including Education, Environment and Justice before moving to the Cabinet Office.\nAs justice secretary, he was one of the key figures in the 2016 Vote Leave campaign alongside the then London mayor Boris Johnson.\nWhen Mr Cameron resigned as prime minister after losing the Brexit referendum, Mr Gove initially backed Mr Johnson to replace him.\nBut in a move that stunned Westminster, he dramatically withdrew his support and decided to run for the leadership himself.\nHe said he had decided \"reluctantly but firmly\" that Mr Johnson was not capable of uniting the party or the country, but he failed to gain enough to support to win the contest."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57705785",
      "category": "uk-england-london",
      "title": "Oxford Circus stabbing: Man charged with murder",
      "tags": "Swansea",
      "text": "A 26-year-old man from Swansea has been charged with murdering a man who was stabbed to death in central London.\nStephen Dempsey, 60, was attacked outside the Microsoft store in Oxford Circus on 1 July and died in hospital.\nTedi Fanta Hagos, of Ravenhill is accused of murder and has appeared before Westminster Magistrates' Court.\nHe has also been charged with possessing an offensive weapon and was remanded in custody to appear at the Old Bailey on Tuesday.\nMr Fanta, dressed in a grey tracksuit, was assisted by an interpreter during the hearing earlier.\nThe Met Police said Mr Dempsey's next of kin had been informed and were being supported by specially trained officers.\nA post-mortem examination will take place in due course.\nOn Saturday, police also released an image of two males, who are believed to be skateboarders.\nThey appealed for them to come forward, as they may be key witnesses."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57703348",
      "category": "uk-england-london",
      "title": "Croydon stabbing: Teen arrested after 16-year-old killed",
      "tags": "Croydon,London violence",
      "text": "A 15-year-old boy has been arrested after a teenager was stabbed to death at a house in south London.\nPolice found a 16-year-old boy with stab wounds at a residential address on Bracken Avenue, Croydon, on Thursday.\nDespite treatment, the teenager was pronounced dead around 01:30 BST. Next of kin have been informed but formal identification has not taken place.\nThe 15-year-old boy was arrested in Brighton on Friday, and is being held in East Sussex, the Met Police said.\nA post-mortem examination will be held in due course and the force is retaining an \"open mind\" as to the motive.\nDet Ch Insp Dave Blair, of the Met's Specialist Crime Command, said: \"Despite this early arrest, we still want to hear from anyone who has information relating to this horrific incident.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57704138",
      "category": "world-us-canada",
      "title": "Pilot remarkably calm as his Boeing 737 plunges into sea",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57702498",
      "category": "uk",
      "title": "Covid: Stars perform musical song in latest vaccine push",
      "tags": "Coronavirus vaccines,NHS,Coronavirus pandemic",
      "text": "Celebrities including actors and pop stars are fronting a video campaign urging people to get their Covid jab. \nIt sees West End and Emmerdale actress Sandra Marvin and Nicola Roberts, of Girls Aloud, perform The Rhythm Of Life, from 1966 musical Sweet Charity.\nThey are joined by actors Sir Derek Jacobi, Sex Education's Asa Butterfield and comedian David Walliams.\nA tap-dancing Jim Broadbent concludes the song, saying \"just get a vaccination\".\nThe short film, directed by Josie Rourke, is being released ahead of the NHS's 73rd birthday - with sites across England lit up in blue on Saturday to pay tribute to the work of NHS staff during the pandemic.\nIt begins with Broadbent entering an empty theatre before being treated to a star-studded performance of The Rhythm Of Life - later joining in, tap-dancing in a pair of glittery blue shoes.\nDon Warrington, Russell Tovey and Colin Salmon also feature in the ensemble song, alongside a chorus line of West End dancers dressed in NHS blue.\nAhead of the launch, Walliams said the NHS had done an \"absolutely fantastic job\" in rolling out the vaccine; adding: \"As we do in the film, I want to implore everyone to get their vaccine when called so we can get back to the all-singing, all-dancing, rhythm of life that we love.\"\nBroadbent added: \"The film gave us the chance to show our appreciation and celebration for the vaccine rollout in the best way we know how.\n\"Vaccines are helping us get back to everything we love and every industry - including the arts - couldn't be more grateful to each and every person for getting their vaccine.\"\nHealth Secretary Sajid Javid said the vaccine was \"the best way to help protect yourself and your loved ones\" and urged people not to delay in booking their jab when they were invited to do so.\nThe new film is the latest in a string of star-studded campaign videos aimed at encouraging people to accept a Covid vaccine when they are invited.\nIn February, celebrities including comedian Romesh Ranganathan appeared in a film aimed at dispelling misinformation about the vaccine among some ethnic minority communities.\nThe government aims to have offered a first dose to all adults by 19 July - the date when the final stage of lockdown easing is scheduled to go ahead.It also hopes to have at least 65% of adults fully vaccinated at that point, which it hopes will enable more big summer events to go ahead safely.\nSo far, more than 45 million people - 85.5% of the UK adult population - have had a first dose of a Covid vaccine.\nMore than 33 million have received both doses - around 63% of adults - according to the government's coronavirus dashboard.\nOn Saturday evening, the Wembley arch, the Liver building in Liverpool, and Salisbury Cathedral will be among more than 70 sites across England that will be lit up to mark the 73rd anniversary of the NHS on Monday.\nThe nationwide tribute is also intended to thank NHS staff for for their work during the pandemic.\nVaccination centres, football stadiums, town halls, churches, hospitals and bridges will also be lit up blue.\nIt comes as events are held across the country to pay tribute to health workers who have lost their lives to Covid-19.\nA small number of NHS staff from north-west England will attend a memorial service at the London Blossom Garden on Saturday in memory of colleagues who died while caring for patients during the pandemic.\nThe garden, at Queen Elizabeth Olympic Park in Stratford, east London, was planted as a living memorial to those who lost their lives and pays tribute to key workers. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57709588",
      "category": "uk",
      "title": "Don't allow shop abuse to worsen, retail bosses tell PM",
      "tags": "Retailing,Crime,British Retail Consortium",
      "text": "Retail bosses have called on the prime minister to take action against violence and abuse aimed at shop staff.\nLeaders of 100 brands, including Tesco, Sainsbury's, Ikea and Aldi, have signed an open letter calling for greater legal protection for retail workers.\nThe Co-op reported a fourfold rise in violent crime between 2014 and 2020, and bosses say things have become even worse during the pandemic.\nThe government said courts should be increasing sentences for such assaults.\nIn the letter, organised by the British Retail Consortium (BRC) which represents big chains, the leaders said the situation \"cannot be allowed to get any worse\".\nThey added there was \"a clear need now for better protection in law for retail workers\".\n\"Victims of abuse, threats and violence carry those experiences with them for life,\" they added.\nThe letter said one business had reported a 76% increase in abuse and a 10% increase in violent attacks during the pandemic \"of which over half involved a weapon, and many of our colleagues have been coughed at or spat on\".\nSeb James, managing director of Boots, one of the firms to have signed the letter, said violence and aggression towards staff was a \"big problem and it's... getting worse\".\n\"They get death threats, they get pushed into shelving... the shoplifters react in a way which is neither normal nor in any way acceptable,\" he told BBC business correspondent Katy Austin.\nMr James said Boots was \"very committed\" to protecting staff and had recently rolled out body cams to all shop floor workers \"but it's not enough\".\n\"Whatever structures that we have in place are not enough to be a deterrent. We need to have a really good legal framework that will enable our colleagues, and people that feel tempted to behave in this way, to know where they stand,\" he added.\nRetailers are spending record amounts on crime prevention and have invested £1.2bn in the past year, the BRC said.\nIts survey of retail crime in 2019, before the pandemic, found a 7% year-on-year increase in violence and abuse to 455 cases each day. \nIn evidence to MPs, Joanne Cairns of trade union Usdaw outlined some of the comments reported by its members during Covid.\nShe said one worker was screamed at due to an out of stock item and said members of the public coughed on them as they were stacking shelves. \n\"I had somebody pull my mask off and call me a sheep,\" she reported another worker as saying. Another added: \"Since the pandemic, I've had abuse nearly every day, even been coughed on twice.\" \nShop workers in Scotland are protected by a specific Protection of Workers Bill that makes it a specific, new criminal offence to assault, threaten, abuse, obstruct or hinder workers in shops, bars and restaurants.\nCrime and policing minister Kit Malthouse said: \"It is completely unacceptable to threaten or assault retail staff, not least when they are working so hard to keep vital services running, and we absolutely condemn this behaviour.\n\"We are putting 20,000 extra police officers into our communities to cut crime - including retail crime - and we launched the #ShopKind campaign in April to provide better support to victims and encourage customers to treat shop workers with dignity and respect.\n\"The Sentencing Council has set out guidelines that mean courts should be increasing sentences for assaults committed against those providing a service to the public, including shop workers.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57703959",
      "category": "uk",
      "title": "Covid: Doctors want to keep some measures after 19 July",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Some Covid measures should be kept in place in England beyond 19 July - when all legal restrictions are due to be lifted, a doctors' union says. \nThe British Medical Association is calling for the continued use of face masks and new ventilation standards.\nIt says it is crucial to protect the NHS, health and education amid what it says is an alarming rise in cases.\nIt comes as ministers consider allowing fully jabbed people to avoid isolation and testing if exposed to Covid.\nA Downing Street source said the need for isolation or daily tests for those who had received two coronavirus injections could be removed after the final step of lockdown easing. \nFirst reported by the Times, the source added that no decision had yet been taken.\nPrime Minister Boris Johnson said on Thursday that he hoped England would be able to return to as close to the pre-pandemic status quo as possible on 19 July - the fourth and final stage of lockdown lifting in England.\nBut he hinted that some \"extra precautions\" might still be needed.\nWeekly coronavirus cases in the UK are up 74% on the previous seven days, according to government figures. \nAnd on Friday, the UK recorded 27,125 new cases and another 27 deaths within 28 days of a positive test.\nThe number of people admitted to hospitals in England with Covid-19 has risen by 55% over the past week, the British Medical Association (BMA) says. \nDr Chaand Nagpaul, BMA council chairman, said the easing of restrictions was not a binary \"all or nothing\" decision and that \"sensible, cautious measures\" were still required.\nHe said: \"As case numbers continue to rise at an alarming rate due to the rapid transmission of the Delta variant and an increase in people mixing with one another, it makes no sense to remove restrictions in their entirety in just over two weeks' time.\n\"The promise was to make decisions based on data and not dates, and while we were pleased to see the government react to data in delaying the easing on 21 June last month, ministers must not now simply disregard the most recent, damning numbers by rushing into meeting their new 19 July deadline.\"\n\"Targeted measures\" put forward by the professional body for doctors include requiring people to continue wearing face coverings in enclosed public spaces, such as shops and on public transport. \nThe BMA also urges the government to improve public messaging on how the virus spreads and the importance of good ventilation - including the setting of legal standards. \nDr Nagpaul urged ministers not to throw away the progress made in the vaccination programme.\nHe said more time was needed to roll out jabs, adding the country was \"still some way from protecting enough of the population\".\nTwice as many coronavirus patients were on ventilators now compared with this time last month, he said, presenting a particular worry for doctors.\nHigh levels of community transmission could also provide fertile ground for new, potentially vaccine-resistant variants to develop, he added.\nIn the UK, 45 million people - 85.5% of the adult population - have now received one dose of a coronavirus vaccine. More than 33 million people - 63.1% - have been double jabbed, according to latest government figures.\nDr Bharat Pankhania, a senior clinical lecturer in communicable diseases at the University of Exeter's medical school, told BBC Radio 4's Today programme he thought it was \"perfectly okay\" for people who had received two doses of a coronavirus vaccine to be exempt from quarantine measures.\nHe said while the \"gold standard\" would be to remain cautious even if you had been fully vaccinated, he thought that the fact that immunised people were \"less infectious\" meant it would be okay for them not to have to do so.\nDr Pankhania said that he felt that the vaccines were working \"really well\" at breaking the link between infections, hospitalisation and death.\n\"Therefore, having uncoupled that, we can start thinking about other uncoupling measures as well,\" he said.\nEnding isolation for people who have had two jabs could be a relief for the hospitality industry with Rob Pitcher, chief executive of Revolution Bars Group, saying that the NHS Test and Trace app was making it \"very difficult\" for the sector to recover following lockdowns.\nHe told the Today programme the company, which runs 66 bars, had \"probably got 10-15% of our estate in some form of closure\" due to staff being required to isolate.\nHe said the app was \"casting the net quite wide\" and sad some staff were choosing to delete the app because \"they can't afford to self-isolate for 10 days\".\nBut Prof Robert West, a health psychologist who is a member of the Scientific Pandemic Influenza Group on Behaviours (SPI-B) which advises Sage, warned that exempting those who were fully jabbed from isolating would be unfair and could cause \"resentment\".\n\"When you get unfairness in situations like this, you get resentment and when you get resentment you can get loss of compliance,\" he told Times Radio.\nThe Scottish government said that contact tracers will prioritise cases where there is a \"high risk\" of transmission, with calls being made to the most urgent cases and texts used more extensively.\nThe final stage of measures lifting was deferred by four weeks from 21 June amid concerns of the spread of the Delta variant, first identified in India, with the government saying more time was needed to administer vaccines.\nHowever, Health Secretary Sajid Javid has said there is no reason for England's final Covid restrictions to last beyond 19 July.\nThe Delta variant continues to account for approximately 95% of confirmed cases of coronavirus across the UK.\nPublic Health England figures show 161,981 confirmed and probable cases of the Delta variant have now been identified in the UK - up by 50,824, or 46%, on the previous week."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57703836",
      "category": "world-us-canada",
      "title": "US companies hit by 'colossal' cyber-attack",
      "tags": "Cyber-attacks,United States,Cyber-security",
      "text": "About 200 US businesses have been hit by a \"colossal\" ransomware attack, according to a cyber-security firm.\nHuntress Labs said the hack targeted Florida-based IT company Kaseya before spreading through corporate networks that use its software.\nKaseya said in a statement on its own website that it was investigating a \"potential attack\".\nHuntress Labs said it believed the Russia-linked REvil ransomware gang was responsible.\nThe US Cybersecurity and Infrastructure Agency, a federal agency, said in a statement that it was taking action to address the attack.\nThe cyber-breach emerged on Friday afternoon as companies across the US were clocking off for the long Independence Day weekend.\nThe two big things that are keeping cyber-security professionals up at night lately are ransomware attacks and supply chain attacks. This latest incident combines both nightmares into one big Independence Holiday weekend-ruining event for hundreds of US IT teams.\nRansomware is the scourge of the internet. Multiple organised criminal gangs are constantly attempting to gain access to computer networks to hold them hostage. The rate of attack is relentless but it can take a lot of time and effort on the criminals part to successfully hijack one victim's computer system.\nIn this latest incident the hackers showed that by going after the software supplier of multiple organisations they can pop dozens, perhaps hundreds of victims in one go. We've seen horrendous supply chain attacks in the past but this one has the potential to be the biggest incident involving ransomware yet.\nIt shows that ransomware gangs are thinking creatively about how to have the most impact possible and command the biggest ransom possible.\nKaseya said one of its applications that runs corporate servers, desktop computers and network devices might have been compromised in the attack.\nThe company said it was urging customers that use its VSA tool to immediately shut down their servers.\nKaseya said in its statement that a \"small number\" of companies had been affected, though Huntress Labs said the number was greater than 200.\nIt is not clear what specific companies have been affected and a Kaseya representative contacted by the BBC declined to give details.\nKaseya's website says it has a presence in over 10 countries and more than 10,000 customers.\n\"This is a colossal and devastating supply chain attack,\" Huntress Labs' senior security researcher John Hammond said in an email to Reuters news agency.\nAt a summit in Geneva last month, US President Joe Biden said he told Russian President Vladimir Putin he had a responsibility to rein in such cyber-attacks.\nMr Biden said he gave Mr Putin a list of 16 critical infrastructure sectors, from energy to water, that should not be subject to hacking.\nREvil - also known as Sodinokibi - is one of the most prolific and profitable cyber-criminal groups in the world.\nThe gang was blamed by the FBI for a hack in May that paralysed operations at JBS - the world's largest meat supplier.\nThe group sometimes threatens to post stolen documents on its website - known as the \"Happy Blog\" - if victims don't comply with its demands.\nREvil was also linked to a co-ordinated attack on nearly two dozen local governments in Texas in 2019."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57699093",
      "category": "uk-politics",
      "title": "Batley and Spen: Is politics starting to return to normal?",
      "tags": "Keir Starmer,Boris Johnson,Batley and Spen by-election",
      "text": "Labour has reason to be cheerful - and that hasn't happened much lately. \nHolding on to Batley and Spen in a by-election means the party keeps one of its seats on the green Commons benches and it will be filled by a standout candidate, in Kim Leadbeater. \nAnd the result has also saved Labour leader Sir Keir Starmer from what would have been, at the very least, a weekend of public criticism and concerns, and at the worst, could have boiled over into an attempt to oust him. \nLabour insiders are heartened too by how some voters who chose the Tories in 2019, or in the local elections a couple of months ago, switched to them, even allowing the party to catch up with the Conservatives in some wards where they had come third in May.  \nBut even the most ardent backer of Keir Starmer would not imagine that all his problems have disappeared. \nGeorge Galloway managed to peel away thousands of traditional Labour voters. \nAnd there's barely-disguised hostility to Sir Keir from some on the left, who were discussing the possibility of replacing him as leader. \nInitial enthusiasm about the possibilities his leadership held has disappeared for many MPs.  \nAnd there is genuine concern among some of his close supporters about his ability to excite voters. \nOne shadow minister said: \"I've never seen the air go out of a leadership so quickly.\" \nThis by-election pumps a bit of oxygen back in, and may give Keir Starmer some much-needed confidence.  \nBut doubts about his long-term prospects run deep.\nIt is always foolish to read too much into by-elections. \nThis is the fourth in recent weeks.\nOne of those was the Airdrie and Shotts by-election in mid May, where the SNP held the seat.\nIt also saw Scotland's second-ever female Muslim MP elected - Anum Qaisar-Javed.\nBut it's the trio of Hartlepool, Chesham and Amersham and now Batley and Spen, which had very different results, and are very different places - and they throw up some common themes for both of the big Westminster parties.\nLabour still has real problems holding on to voters even in parts of the country they held for a long time - in Batley thousands of them were persuaded by George Galloway. \nIn Hartlepool, there was a thumping swing to the Tories (who also benefitted hugely from voters who had chosen the Brexit Party in 2019). The party has to work out how to make their existing vote stick, even before they set out trying to woo new voters. \nThe Tories had spotted opportunity in Batley and Spen long before the seat even became vacant. \nYes, historically it is unusual for sitting governments to win new seats in by-elections. \nBut they certainly were hopeful, and the formula that has proved so successful turning seats in much of the North of England blue in recent times didn't work. \nVoters noticed recent allegations of sleaze too, despite the prime minister's repeated claim that those kind of issues are just part of the \"Westminster bubble\". \nJust as in Amersham, where the Lib Dems completely overwhelmed the Conservatives, voters looked at the government and didn't like everything they saw. \nBoris Johnson and his ministers have got used to parading the undoubted success of the UK's vaccine programme as an answer to almost every claim made against them. \nBut there's a sense the political power of that, and the faith many voters have wanted to place in the government during the pandemic, have started to fade.  \nThese three by elections, in their different ways, make plain that the obstacles in Labour's path to power are enormous.\nBut also that the Tories can't take their vast Commons majority for granted - and that their historical advance in the past few years may have stalled.\nAnother lesson perhaps, is that as the government hopes life is returning to normal, politics is moving that way too. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57709443",
      "category": "uk",
      "title": "Prince Charles reveals favourite songs in radio show to thank volunteers",
      "tags": "UK Royal Family,Pop music,Prince Charles, Prince of Wales,Music,Diana Ross",
      "text": "The Prince of Wales has revealed some of his favourite songs, with artists Diana Ross, Edith Piaf and Barbra Streisand making the list.\nHe highlighted soul group The Three Degrees' pop hit Givin' Up, Givin' In as a track that used to give him \"an irresistible urge to get up and dance\".\nPrince Charles shared his songs as part of a special show on hospital radio to thank NHS staff and volunteers.\nIt will air at midday and his 13-song playlist will be released on Spotify.\nThe hour-long programme was recorded as part of a national Thank You Day being held on Sunday to celebrate people who helped respond to the coronavirus pandemic.\nIt was recorded for the Hospital Broadcasting Association made up of hospital radio stations, and the prince paid tribute to all the hospital radio volunteers who had helped entertain patients and staff during the crisis.\nThe future king's list of songs from throughout his life is varied, with tracks from artists from South Africa, Scotland, France and the Irish Republic.\nThe song Givin' Up Givin' In was performed by The Three Degrees at his 30th birthday, and he described it as \"one of my favourites and, long ago, used to provide me with an irresistible urge to get up and dance\".\nAnother song - the 1935 track Lulu's Back In Town by Dick Powell - made him happy because it reminded him of his grandmother, the prince said. \nAnd he picked Don't Rain On My Parade by Barbra Streisand as he recalled seeing the star perform at Warner Bros Studios in California when he served as a young lieutenant on HMS Jupiter in the 1970s.\nThe full list is: \nIt is not the first time the prince has shared the music he likes: in 2018 he spoke about his love of Leonard Cohen, and he also spoke to Classic FM about his favourite classical pieces last year.\nSpeaking on Sunday's hospital radio show, which is called Music and Memories With HRH The Prince Of Wales, the prince said he had been \"profoundly impressed by the dedication shown by our wonderful NHS staff and volunteers right across the country\".\nHe thanked them for their \"sheer resilience and indomitable spirit\", as he also paid tribute to the \"invaluable service\" provided by hospital radio.\n\"During current times, when we have been dealing with the effect of this dreadful pandemic, the role of hospital radio has been even more important, and I know it has been of immeasurable value in connecting people, in providing comfort and companionship, and in raising people's spirits when that is needed,\" he said.\nThe programme will be broadcast across 180 member stations of the HBA at 12:00 BST on Sunday. A Spotify playlist with all the tracks will also be shared on social media by Clarence House.\nThe HBA's chairman Grant McNaughton said it was \"truly amazing\" for the prince to recognise the dedication of hospital radio staff volunteers.\nThe radio programme is one of many events taking place across the UK to mark national Thank You Day.\nCommunities across the UK are being encouraged to come together to say thank you to all those who have helped keep the country going during the pandemic. \nAt 17:00, the public are encouraged to raise a glass or mug to everyone who has helped the country through the past year.\nMeanwhile on Saturday evening, the Wembley arch, the Liver building in Liverpool, and Salisbury Cathedral were among more than 70 sites across England being lit up in blue to thank NHS staff for their role in fighting the pandemic, and marking the 73rd anniversary of the NHS on Monday.\nVaccination centres, football stadiums, town halls, churches, hospitals and bridges were also lit up as part of the tribute. \nNHS chief people officer, Prerana Issar, attended a memorial service at the London Blossom Garden at Queen Elizabeth Olympic Park in Stratford during the afternoon.\nShe said: \"Each of the colleagues who sadly died while caring for and protecting patients represents an irreplaceable gap in a family and a workplace.\"\nShe also wanted to \"encourage everyone to take a moment on Saturday to reflect and remember\".\nAre you taking part in Thank You Day events?  Share your stories, pictures and video by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57703822",
      "category": "uk",
      "title": "Covid-19: Doctors urge PM to keep measures after 19 July, and celebrities in jab campaign film",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday morning. We'll have another update for you tomorrow. \nJust over two weeks before England is due to lift all coronavirus restrictions, doctors are urging the government to keep targeted measures in place amid an \"alarming\" rise in cases. All legal restrictions are due to be lifted on 19 July. But the British Medical Association said measures were crucial to protecting the NHS, people's health, the economy and education. Dr Chaand Nagpaul, BMA council chairman, said the easing of restrictions was not a binary \"all or nothing\" decision and that \"sensible, cautious measures\" were still required. See how many cases are in your area. And what's the roadmap for lifting lockdown?\nCoronavirus vaccines are now open to most of the UK population, but some people are still reluctant to get the jab. In a bid to encourage uptake, famous faces including actor Jim Broadbent and comedian David Walliams have appeared in a new campaign video. The video is set to the tune The Rhythm Of Life from the 1966 musical Sweet Charity, and sees a host of entertainers take to the stage and perform. More than 45 million people have had at least one dose of a coronavirus vaccine in the UK.\nIt's been a difficult few months for many businesses, and few sectors have felt the pressure more than the hospitality industry. But the Euro 2020 football tournament has brought some welcome relief to some landlords - especially England's upcoming match against Ukraine. Rick Robinson, owner of the Willoughby Arms, a sports pub in Kingston-upon-Thames, said the tournament had become a \"lifeline\". The pub is completely booked up for the Three Lions match against Ukraine. Meanwhile, should we raucously celebrate a football win in a pandemic? And meet the fans who will be at the stadium in Rome for England's quarter-final.\nLee has been battling a drug addition for more than 20 years. When England first went into lockdown last year, support services moved online - something which Lee says \"massively impacted\" his recovery attempts. Research by the Forward Trust found that 37% of people in recovery from addiction before the pandemic have experienced a relapse or increase in addictive behaviour since lockdown. Lee says he went from taking drugs once a week to several times a day. \"My addiction became disgusting. I wouldn't want to eat, I'd just want to score,\" he said.\n\"I realised that playing really helped with my mental health. I could still have that social connection even while restrictions are in place,\" Nathan Walters tells the BBC. He is one of many to have turned to Dungeons and Dragons during the pandemic. The fantasy game sees players devise characters such as elves, wizards and warlocks through role play. Although it's usually played around a table, it has become popular online, like so many other activities in the past year. \nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. \nHere's what the new EU vaccine passport means for travel.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-57703538",
      "category": "world-africa",
      "title": "Ethiopia Tigray conflict: Famine hits 400,000, UN warns",
      "tags": "United Nations,Tigray People's Liberation Front,Ethiopia",
      "text": "Recent fighting in the Tigray region of Ethiopia has resulted in a famine that is now affecting more than 400,000 people, UN officials say.\nIn its first public meeting on the crisis, members of the UN Security Council warned that as many as 33,000 children were severely malnourished.\nOfficials said that a further 1.8m people were on the brink of famine as a result of the eight-month conflict.\nThey also warned of further clashes despite the declaration of a ceasefire.\nThe Ethiopian government, which has been fighting regional forces in Tigray, declared a unilateral ceasefire on Monday. \nHowever, rebels vowed to drive their \"enemies\" from the region and there have been reports of sporadic clashes as pressure builds internationally for all sides in the conflict to pull back.\nThe fighting between the Tigray People's Liberation Front (TPLF) and government forces has already left thousands of people dead and more than two million people have been displaced.\nAll sides in the conflict have been accused of carrying out mass killings and human rights violations.\nOn Friday, several thousand captured Ethiopian soldiers were paraded through the streets of the Tigrayan regional capital Mekelle.\nOn Friday, the UN's acting humanitarian aid chief told members of the Security Council at a meeting in New York that the situation in Tigray had deteriorated dramatically in recent weeks.\nThe region was experiencing \"the worst famine situation we have seen in decades\", Ramesh Rajasingham said. \n\"Close to 5.2 million people still require humanitarian assistance - the great majority of them women and children,\" he added.\nThe Ethiopian government has denied allegations that it is been blocking aid after Tigrayan rebels took control of much of the northern region earlier this week.\nThe UN political affairs chief, Rosemary DiCarlo, told the meeting that further clashes were likely between Tigrayan forces, the Tigray Defence Forces (TDF), and Ethiopian troops, supported by Eritrean soldiers and Amhara regional forces. \n\"There is potential for more confrontations and a swift deterioration in the security situation which is extremely concerning,\" she said, adding: \"We urge the TDF to endorse the ceasefire immediately and completely.\"\nThe fighting began last November, when rebels rejected political reforms and captured army bases. Government forces captured Mekelle later that month.\nFollowing a rapid offensive, rebels retook Mekelle and earlier this week entered the town of Shire, about 140km (90 miles) to the north-west, according to UN officials."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57710048",
      "category": "world-europe",
      "title": "Cyprus: Nations send help to tackle worst wildfire in decades",
      "tags": "Cyprus,Israel,Greece,Wildfires,Environment,European Union",
      "text": "Several nations have answered Cyprus's appeal to help tackle a huge wildfire, described by officials as the worst in the country's history.\nThe UK, Greece, Italy and Israel are among those helping, including with firefighting aircraft.\nCyprus said missions to drop water had helped to reduce fire outbreaks, but warned that blazes could resurge.\nOn Sunday, four people were confirmed to have died in the fires, which have been fanned by strong winds.\nThe blaze has spread through the southern Limassol district and forced the evacuation of several villages. \nMore than 20 sq m (50 sq km) of forest and farmland have been destroyed, along with power lines.\nFirefighters are racing to prevent the wildfire from spreading to the Machairas National Forest Park. \n\"It is the worst forest fire in the history of Cyprus,\" Director of the Department of Forests Charalambos Alexandrou told local television.\nThe European Commission's head of crisis management, Janez Lenarcic, said on Saturday that a co-ordinated response was under way. The EU's emergency Copernicus satellite is tracking the blaze, the commission said.\nSeveral aircraft are already tackling the flames, assisted by British troops stationed on the island.\nThe British Royal Air Force, which has a base at Akrotiri near Limassol, tweeted images of two helicopters taking part in the operations.\n\"We stand shoulder to shoulder with the Republic of Cyprus as we work together to overcome this tragedy,\" said the commander of British Forces Cyprus, Maj Gen Rob Thomson.\nOn Sunday, Cyprus's Interior Minister Nicos Mouris confirmed that all four people who died in the fires were Egyptian farm workers. \nTheir bodies were found about 600m from their burnt-out vehicle near the village of Odos. A local policeman told AFP news agency that it appears they fled the vehicle and became trapped among the flames.\nPresident Nicos Anastasiades described the fire - in the foothills of the Troodos Mountains - as \"a tragedy\".\nIn a tweet, he said it was \"the largest fire since 1974\" - referring to the year Cyprus was divided following a Turkish invasion - and had caused loss of life.\nHe pledged that the government would \"provide immediate assistance to the victims\" and their families.\nMr Anastasiades visited a relief centre in the village of Vavatsinia on Sunday morning, before travelling on to other affected areas.\nMeanwhile, police have arrested a 67-year-old man on suspicion of arson. A witness saw a man driving away from the village of Arakapas, north-east of Limassol, at the same time the fire started on Saturday, police said.\nCyprus has been experiencing a week-long heatwave, with temperatures reaching up to 40C (104F).\nExperts say that climate change is expected to increase the frequency of extreme weather events, such as heatwaves. However, linking any single event to global warming is complicated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-57707530",
      "category": "technology",
      "title": "Swedish Coop supermarkets shut due to US ransomware cyber-attack",
      "tags": "Sweden,Cyber-attacks,United States,Cyber-security",
      "text": "Some 500 Coop supermarket stores in Sweden have been forced to close due to an ongoing \"colossal\" cyber-attack affecting organisations around the world.\nCoop Sweden says it closed more than half of its 800 stores on Friday after point-of-sale tills and self-service checkouts stopped working.\nThe supermarket was not itself targeted by hackers - but is one of a growing number of organisations affected by an attack on a large software supplier the company uses indirectly.\nCyber researchers say about 200 businesses have been hit by this \"colossal\" ransomware attack, which had mainly affected the US.\nCyber-security firm Huntress Labs said the hack targeted Florida-based IT company Kaseya before spreading through corporate networks that use its software. The firm believes the Russia-linked REvil ransomware gang was responsible.\nKaseya said in a statement on its own website that it was investigating a \"potential attack\".\nA spokeswoman for Coop Sweden told the BBC: \"We first noticed problems in a small number of stores on Friday evening around 6:30pm so we closed those stores early. Then overnight we realised it was much bigger and we took the decision not to open most of our stores this morning so that our teams could work out how to fix it. \n\"The whole paying system at our tills and our self-service checkouts stopped working so we need time to reboot the system.\"\nIt's understood that Coop doesn't use Kesaya directly on its systems but that one of their software providers does.\nThe case highlights the growing concern in the cyber-security world about so-called supply chain attacks where hackers are able to claim multiple victims by attacking their supplier.\nThe US Cybersecurity and Infrastructure Agency, a federal body, said in a statement that it was taking action to address the attack and urging users of the Kesaya software to shut it down. \nThe UK's National Cyber Security Centre said: \"We are aware of a cyber incident involving Kaseya, and we are working to fully understand its impact.\n\"Ransomware is a growing, global cyber threat, and all organisations should take immediate steps to limit risk and follow our advice on how to put in place robust defences to protect their networks.\"\nThe cyber-breach looks to have been timed for maximum disruption as it emerged on Friday afternoon when companies across the US were clocking off for the long Independence Day weekend.\nKaseya is urging customers that use its VSA tool to immediately shut down their servers.\nKaseya said in its statement that a \"small number\" of companies had been affected, though Huntress Labs said the number was greater than 200.\nIt is not clear what specific companies have been affected, and a Kaseya representative contacted by the BBC declined to give details.\nKaseya's website says it has a presence in more than 10 countries and over 10,000 customers.\n\"This is a colossal and devastating supply chain attack,\" Huntress Labs' senior security researcher John Hammond said in an email.\nAt a summit in Geneva last month, US President Joe Biden said he told Russian President Vladimir Putin he had a responsibility to rein in such cyber-attacks.\nMr Biden said he gave Mr Putin a list of 16 critical infrastructure sectors, from energy to water, that should not be subject to hacking.\nREvil - also known as Sodinokibi - is one of the most prolific and profitable cyber-criminal groups in the world.\nThe gang was blamed by the FBI for a hack in May that paralysed operations at JBS - the world's largest meat supplier.\nThe group sometimes threatens to post stolen documents on its website - known as the \"Happy Blog\" - if victims don't comply with its demands.\nREvil was also linked to a co-ordinated attack on nearly two dozen local governments in the US state of Texas in 2019.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57706618",
      "category": "world-europe",
      "title": "Vatican embezzlement trial: Cardinal Angelo Becciu among 10 charged",
      "tags": "Pope Francis,Roman Catholic Church",
      "text": "A Vatican judge has ordered 10 people, including an Italian cardinal, to stand trial for alleged financial crimes. \nCardinal Angelo Becciu has become the highest-ranked cleric in the Vatican to be indicted over charges that include embezzlement and abuse of office.\nThe 73-year-old cardinal, who denies wrongdoing, was forced to resign last September, but retains his title. \nThe charges relate to a multi-million-dollar property purchase with Church funds in London.\nCardinal Becciu was a close aide to Pope Francis and previously had a key job in the Vatican's Secretariat of State, which manages the Church's donations.\nHe will face questions over a controversial loss-making deal to invest in the luxury London building while he was in charge at the secretariat; the deal has since been the subject of a financial investigation.\nThe $200m (£155m) paid for the apartment block in Sloane Avenue came out of Church money through offshore funds and companies - a deal the cardinal had defended in the past.\nIn a statement released on Saturday by those close to him, the cardinal said he was \"the victim of a conspiracy\" and protested his \"absolute innocence\", the AFP news agency reports.\nAnalysis by John McManus, BBC News\nGetting to the heart of the troubling relationship between the Vatican and its finances has become one of the main themes at the Vatican under Pope Francis.\nParallel to his desire to make the Church a sanctuary where everybody, however imperfect, can find a place, has been his work to make the Vatican a distinctly unwelcoming destination for those who would use it to enrich themselves.\nThe alleged crimes listed today still have to be proven in court.\nBut the very fact the Pope was ready to sanction the indictment and trial of a cardinal who was not only a senior member of the Vatican hierarchy, but also by his own account a friend of Francis, signals again his clear intention that when it comes to financial wrongdoing he's prepared to take unprecedented action to clean up the Church's reputation.\nThe risk for the Pope, and the Church, is that this trial will open up the possible mismanagement of the Holy See's finances to further public scrutiny.\nTwo former heads of the Vatican's financial intelligence unit are among the 10 defendants. \nThey face charges including embezzlement, money-laundering, fraud, extortion and abuse of office.\nAn Italian woman who worked for Cardinal Becciu was charged with embezzlement last year.\nThe first hearing is set to be held on 27 July, according to the statement on Vatican News."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-57708537",
      "category": "uk-scotland-edinburgh-east-fife",
      "title": "Tom Kitchin staff suspended amid bullying claims",
      "tags": "Edinburgh,Hospitality industry",
      "text": "Edinburgh chef Tom Kitchin has suspended two members of staff following allegations of \"unacceptable behaviour\".\nIn June, former workers made allegations of bullying, violence and sexual assault in his restaurants.\nOne alleged a chef burned a woman's arm with a hot tray from an oven, while another claimed staff were repeatedly punched if they were not fast enough.\nKitchin Group said the claims would be \"fully and independently\" investigated.\nManaging director Peter Southcott added: \"We will not hesitate to take whatever action may be necessary.\"\nMr Kitchin, 44, runs Michelin-starred restaurant the Kitchin and gastropub Scran and Scallie, both in Edinburgh.\nHe has been a guest judge on BBC One's MasterChef and appeared on the Great British Menu, after becoming one of the youngest chefs to receive a Michelin star, aged just 29.\nAnonymous claims which appeared on an Instagram page described \"toxic\" behaviour, violence and instances of sexual assault in his restaurants.\nFurther claims were made to the Guardian and Times newspapers, describing mental health problems that had arisen following their alleged experiences.\nMr Kitchin said top venues can be \"high-pressure, frenetic and challenging\" environments where \"emotions often run high\" - but said his company would \"remedy\" instances if they had \"fallen short\". \nHe said: \"The exacting standards of our food and service must be matched by the standards of behaviour in our kitchens and wider operations.\n\"In the last few years, the feedback from our team members underlines the significant strides we've taken to improve what had often been a traditional culture in our kitchens, but we have more to do.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57708588",
      "category": "uk",
      "title": "Covid: Caution needed over double-jab exemption - expert",
      "tags": "Coronavirus lockdown measures,Contact tracing,Coronavirus vaccines,Self-isolation,Coronavirus pandemic",
      "text": "Allowing fully vaccinated people to skip self-isolation risks a \"loss of compliance\", a psychologist has warned.\nProf Robert West said the move - being considered by ministers - could breed \"resentment\" and encourage those without both jabs to ignore the rules.\nA Downing Street source said no decisions had been taken over the change, which reports said would come after most restrictions end in England.\nMeanwhile, a further 24,885 Covid cases were reported in the UK on Saturday.\nAnother 18 deaths within 28 days of a positive test were also recorded. However, another 122,377 first vaccine doses and 160,763 second jabs were also delivered.\nPeople identified as close contacts of a confirmed Covid case are currently required to self-isolate for up to 10 full days when contacted by NHS Test and Trace.\nBut the government is considering allowing those who are fully protected to continue life as normal without isolating or conducting daily tests after the final stage of England's roadmap out of lockdown.\nThe proposal was first reported by the Times.\nProf West, who has helped advise the government on behavioural science during the pandemic, told Times Radio: \"The most serious problem is that if you have a situation where not everyone has been even offered the vaccine then you've already got clearly a huge unfairness.\n\"When you get unfairness in situations like this, you get resentment and when you get resentment you can get loss of compliance.\"\nBut his assessment was challenged by other medical experts who said it would be \"perfectly OK\" to allow those who are fully inoculated greater freedom.\nDr Bharat Pankhania, a senior clinical lecturer in communicable diseases at the University of Exeter, told BBC Radio 4's Today programme that vaccines were breaking the link between cases, hospital admissions and deaths.\nHe said that meant \"we can start thinking about other uncoupling measures, such as no need to quarantine after being fully immunised\".\nEpidemiologist Professor Christophe Fraser, who advised the Department of Health on its test-and-trace programme, said a \"midway\" proposal could be that those who have received both jabs were tested every day instead of undertaking a quarantine period.\nThe Oxford University academic said he agreed the self-isolation policy \"needs to be reviewed in light of the data on the vaccine effectiveness\".\nMore than 45 million have received at least a first dose, according to latest figures, with over 33 million having received a second dose.\nAs the vaccination roll out continues, NHS England confirmed national guidance has been clarified amid anecdotal reports that some people have been offered a second dose as early as four weeks after their first jab.\nUsers on social media platform Reddit claimed a centre in London allowed them to receive their second jab earlier than the minimum eight-week gap because they had plans to travel or were due to attend weddings later this month.\nIn an update to its green book advice for public health professionals on Thursday, Public Health England said a gap of at least eight weeks should be used - with the main exception being for those about to commence immunosuppressive treatment.\nAn NHS spokesperson said: \"Every site should vaccinate in line with clinical guidance, which says second doses should take place between eight and 12 weeks after the first.\"\nEarlier, doctors called for some measures to remain in place to control the spread of the virus after the fourth step in England's roadmap.\nThe British Medical Association said the use of face masks should continue alongside new ventilation standards to protect the NHS, health and education.\nPrime Minister Boris Johnson said on Thursday that he hoped England would be able to return to as close to the pre-pandemic status quo as possible on 19 July - described as the final stage of lockdown lifting in England."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-57708064",
      "category": "world-africa",
      "title": "Europe migrant crisis: Boat sinks off Tunisia drowning 43",
      "tags": "Europe migrant crisis",
      "text": "Forty-three migrants have drowned after their boat sank off Tunisia, the Tunisian Red Crescent says. \nThe migrants had set off from the Libyan port of Zuwara and were attempting to cross the Mediterranean to reach Europe. \nA further 84 were rescued by the Tunisian navy, said the head of Tunisia's Red Crescent head Mongi Slim. \nSummer weather has seen an increase in migrants trying to reach Europe from north Africa. \nThe boat, which set sail on Monday night, was carrying people from Egypt, Sudan, Eritrea and Bangladesh, the Red Crescent said. The vessel capsized after its engine broke down. \nThose rescued, off the Tunisian fishing port of Zarzis, were aged between three and 40, according to Tunisia's defence ministry. \nThe Tunisian Red Crescent gave them food and drink while looking for space to house them for the required Covid isolation period, local media radio reported. \nLibya has been a key transit point for migrants from many countries trying to reach Europe via the Mediterranean.\nBut Tunisia has also become a major hub and has called on the European Union to deal with migration by helping fight poverty in Africa. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57695835",
      "category": "health",
      "title": "Covid: PM confident of no problem over India jab travel",
      "tags": "Coronavirus vaccines,European Union,Coronavirus pandemic",
      "text": "Boris Johnson has said he is \"very confident\" there \"will not prove to be a problem\" for travellers who have received an Indian-made Covid jab.\nIt comes after reports the European Union's passport scheme does not recognise the AstraZeneca vaccine made by the Serum Institute of India.\nThe UK's medicines regulator has shared its data on the jab with its European counterpart, Downing Street said.\nVaccine expert Prof Adam Finn said the vaccines were \"exactly the same stuff\".\nThe Daily Telegraph had reported that millions of people who have received doses from batches manufactured in India could face being blocked from taking European holidays.\nThe UK has received five million doses of the AstraZeneca vaccine from the Serum Institute, which manufactures the jab under the name Covishield - although that name is not used in the UK. \nThe Serum Institute has not received approval to make the Covid jab from the European drugs regulator but has been cleared by the UK's Medicines and Healthcare products Regulatory Agency (MHRA).\nHowever, the Department of Health and Social Care (DHSC) said all AstraZeneca vaccines administered in the UK would appear under the brand name Vaxzevria - the same as the AstraZeneca jab produced elsewhere - on the NHS Covid Pass.\nIt said \"no Covishield jabs have been administered in the UK\".\nOn Friday the UK recorded 27,125 new cases of coronavirus and a further 27 deaths within 28 days of a positive test.\nCurrently the EU is rolling out a Digital Covid Certificate so travellers can prove their vaccination status in order to be exempt from quarantining when crossing an international border.\nA European Commission spokesman said that while entry to the EU should be allowed to those who are fully vaccinated with EU authorised jabs, member states could make their own decision on whether to allow entry for people vaccinated with jabs on the World Health Organization's emergency list - which includes Covishield.\nSeveral European countries have already approved the Covishield jab for travel. These include Austria, Germany, Slovenia, Greece, the Republic of Ireland, Spain, Iceland and Switzerland.\nAt the moment the EU does not accept the UK's NHS app for Covid certification but a UK government spokesman said it will be \"a key service\" as international travel is reopened. \nIndividual countries including Greece and Spain do accept it.\nWith batch numbers being visible via the UK's Covid pass it is not clear if officials EU countries could check if a person had received a dose originating in India.\nEarlier, Downing Street said the MHRA had shared its assessment of the vaccines with its European counterpart - the European Medicines Agency (EMA) - to assist the approvals process.\nDuring a press conference with German Chancellor Angel Merkel, the UK prime minister, Mr Johnson, said he saw \"no reason at all\" why MHRA-approved vaccines should not be used for vaccine passports.\nMrs Merkel said that \"in the foreseeable future\" those with double jabs in high incidence areas, like Britain, \"will be able to travel again without having to go into quarantine\".\nThe Serum Institute is reportedly seeking emergency authorisation from Europe for the Covishield jab, which has widely been distributed in poorer countries as part of the Covavax scheme.\nAstraZeneca also says it is working with the EMA on the \"inclusion of Covishield as a recognised vaccine for immunisation passports\" - although the EMA says there is currently no application for market authorisation.\nProf Finn, a member of the UK's Joint Committee on Vaccination and Immunisation (JCVI), told BBC Radio 4's Today programme people should not be worried that they were any less protected by the Covishield jab and said the \"administrative hurdle\" should be \"straightened out\".\n\"We're in the early days of this new world of needed vaccine passports and there are lots of aspects of this that are still being sorted out for the first time,\" he said.\n\"But it's clearly, ultimately not in anyone's interest, including the European Union, to create hurdles that don't need to be there.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57702516",
      "category": "world-europe",
      "title": "Belarus closes border to Ukraine over coup claim",
      "tags": "Belarus,Alexander Lukashenko,Ukraine",
      "text": "Belarus has closed its border with Ukraine, claiming that arms are being smuggled into the country.\nPresident Alexander Lukashenko says it is part of an attempt by outside powers to overthrow his authoritarian regime.\nMr Lukashenko claimed - without providing proof - that his security services had uncovered a foreign-backed terrorist sleeper cells plotting to oust him from power.\n\"They have crossed the line. We cannot forgive them,\" he said.\nHe alleged the weapons were being shipped to terrorist cells funded by Germany, Lithuania, Poland, Ukraine and the US.\n\"A huge amount of weapons is coming from Ukraine to Belarus. That's why I ordered border-security forces to fully close the border with Ukraine,\" Mr Lukashenko said, at a ceremony marking the country's 30 years of independence following the collapse of the Soviet Union.\nHe said he would confront Germany's Angela Merkel and other leaders about the claims.\nUkraine denied interfering in Belarus's domestic affairs and said closing the 1,084-km (674-mile) border would make its people \"suffer\".\nBelarus shares a border with Ukraine in the south. It borders Poland and Lithuania in the west, Latvia in the north, and Russia in the east.\nThe move deepens a standoff between Belarus and outside powers.\nIn May his government prompted international outrage when it forced a Ryanair flight to land and arrested of a government critic who was onboard.\nIn return, Western countries imposed sanctions on Belarus."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57700385",
      "category": "business",
      "title": "Music fans' confusion over insurance cover",
      "tags": "Money,Live music,Personal finance,Insurance",
      "text": "Confusion surrounds the extent to which insurance covers people affected by Covid who have bought tickets to gigs and other major events, says Which?.\nThe consumer group said ticket insurance had become more attractive to people owing to the uncertainty created by the pandemic.\nIt said that many concertgoers believed they would have claims in a series of different scenarios.\nBut it warned people to check terms carefully to see what is covered.\nThe pandemic has led to mass cancellations of concerts, festivals and sports events.\nA survey by Which? found that one in five of those asked had tickets to an event they could not attend or was cancelled owing to coronavirus between April 2020 and May 2021.\nIn the case of local or national lockdowns, or mandatory self-isolation, competition authorities say ticketholders should be given a refund if they choose one.\nLast month, BBC News revealed how UK music fans are sitting on hundreds of thousands of tickets for postponed concerts rather than returning them.\nEither way, there would be no need to have bought an insurance policy in those circumstances.\nHowever, the situation becomes more complicated when consumers do not attend an event that may still be going ahead and are following government advice rather than a legal requirement. That may include advice not to travel outside their local area.\nNot all policies analysed by Which? offered cover for similar circumstances.\nAdam French, Which? consumer rights expert, said: \"With more and more people tempted by ticket insurance during the pandemic, many don't know what it would cover them for and could be buying insurance assuming that it covers them for all Covid disruptions.\n\"Consumers should check the terms and conditions carefully to see if it's worth buying insurance and should remember that if an event is cancelled or postponed due to lockdown rules, primary ticket sellers have to offer a refund.\"\nTicket insurers told Which? that many customers have been able to obtain full refunds owing to their cover. At times that could include situations such as bereavement or redundancy."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-57707527",
      "category": "world-asia-india",
      "title": "Bollywood's Aamir Khan and Kiran Rao divorce after 15 years",
      "tags": "Bollywood,India",
      "text": "Bollywood superstar Aamir Khan and producer-director Kiran Rao have announced that they are separating after 15 years of marriage.\nIn a statement, they said they would raise their son together and still work on joint projects.\n\"In these 15 beautiful years together we have shared a lifetime of experiences, joy and laughter,\" the statement said.\nKhan, 56, and Rao, 47, first met in 2001, and married four years later.\nThey said they wanted to \"begin a new chapter in our lives - no longer as husband and wife, but as co-parents and family for each other\".\nThey added that their relationship had \"only grown in trust, respect and love\".\nDuring his career spanning nearly five decades, Khan has established himself as one of the most popular Bollywood actors, with a large following in India and abroad, especially in China.\nIn 2015, Khan, a Muslim, made headlines for saying there was a growing \"intolerance\" in India.\nHe drew criticism from the ruling BJP party but Khan said that neither he nor Rao, a Hindu, had any intention of leaving the country\nHe said that the people who had called him \"anti-national\" and shouted \"obscenities at me for speaking my heart out, it saddens me to say you are only proving my point\".\nKhan had previously been married to Reena Dutta, with whom he has two children."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57566837",
      "category": "uk-wales",
      "title": "Covid vaccine: Novavax trial volunteer's holiday in jeopardy",
      "tags": "Tourism,Travel health,France,Wrexham,Travel,Coronavirus vaccines,Denbigh,Vaccine passports",
      "text": "A Covid vaccine trial volunteer says he faces cancelling plans to celebrate his 70th birthday in France because he has been \"disadvantaged\" by taking part. \nTom Williams from north Wales said he was denied an approved jab after having the yet-to-be approved Novavax vaccine.\nThe UK is on the French amber list, and only those fully vaccinated with an approved jab can travel for holidays.\nThe UK government's Department of Health said it would ensure volunteers were not disadvantaged.\nMr Williams, who lives in Denbigh, wants people who have taken part in trials to have \"some sort of leeway in terms of vaccine certification\".\n\"The World Health Organization should really get their act together, recognise the fact that without volunteers on these research projects you wouldn't get the vaccines in the first place,\" he said.\n\"They shouldn't be disadvantaged in any way at the end of the day.\"\nThe WHO recommends that \"essential travel should be prioritised and facilitated, and that certain measures should continue to apply to reduce the risk of spread of Covid-19 through international travel\".  \n\"The British government and the Welsh governments have been talking about vaccine passports now for a number of months,\" Mr Williams added.\n\"They must have foreseen that this was going to happen at some stage. It's just a frustrating situation.\" \nThe French government only recognises the vaccines approved by the European Medical Agency (EMA) - Pfizer-BioNtech, Moderna, Oxford/AstraZeneca, and Johnson & Johnson.\nNovavax is currently being assessed by the UK's Medicines and Healthcare products Regulatory Agency, and is subject to an EMA rolling review. The company said it expected to file for authorisation in the third quarter of this year. \nPeople travelling abroad from Wales and Scotland can show they have been vaccinated using a certificate available online, and those in England have an NHS app.\nMr Williams said he decided to volunteer after seeing an advert looking for volunteers for the trial in Wrexham: \"I thought, you know, if I can help the [Covid pandemic] situation I'll join.\n\"I basically wanted to try and get my life back on track and everybody else's life back on track... I was more than happy to be a guinea pig.\"\nFollowing medical tests, he was given his first jab on 4 November and the second on 25 November. At the time he did not know if he was getting the vaccine or a fake placebo test jab. \nThen, in February, when people of his age group were being offered approved vaccines, he was offered a jab.\nHe contacted the Novavax research centre which told him he had received two doses of Novavax. \n\"It was only in the last four to five weeks that I started realising that they're going to start issuing vaccine passports or certificates, so I started making some inquiries,\" he said. \nHe said NHS Wales told him he would get a vaccine certificate in due course - but that does not help him with his holiday plans. \n\"Unfortunately because the vaccine is not EMA approved it doesn't hold water if I decided to travel and I want to use the vaccine passport,\" he said. \nHe said he had been told by NHS Wales it was not recommended for him to get an authorised vaccine on top of the Novavax: \"They obviously don't know what the effect that might have.\"\nEarlier this week he went to a vaccination centre in Bangor, but was again refused.\nMr Williams said if he was unable to go to France with his family on 25 July he would be \"very annoyed indeed\".\nHe added: \"I appreciate that the UK can't control other countries, but surely this is a worldwide issue.\n\"Other vaccines are obviously going through similar trials and if none of them are going to be recognised obviously people are going to be very reluctant in future to sign up for any of the trials.\"\nOn 11 June, an open letter was published by deputy chief medical officer Prof Jonathan Van-Tam to UK residents who have volunteered to take part in Covid-19 vaccine studies.\nIn it, he said trial volunteers were \"creating great benefit for our society and indeed the rest of the world\" and would \"not be disadvantaged as global travel resumes\".\nHe added: \"We believe the added risk of allowing the relatively small number of clinical trial participants to travel (in the UK approximately 40,000 people, the vast majority of whom have been vaccinated) is strongly outweighed by the benefit of ensuring that recruitment and retention into clinical trials can continue.\"\nHe acknowledged \"individual countries control their own policies and exemptions\" but said the UK government would \"work hard to influence this situation internationally\".\nNHS data shows 505,230 people in the UK have signed up to the NHS Covid-19 Vaccine Research Registry to hear more about volunteering for vaccine trials, and 15,580 of those live in Wales.\nOver 15,000 people in the UK took part on the Novavax phase 3 trial, according to National Institute for Health Research (NIHR), the UK government's medical research body.\nWHO said there were 287 vaccine candidates in development, of which 102 were in clinical development. \nA Welsh government spokeswoman said it was \"grateful\" to trail volunteers who had \"made a significant contribution to the research effort\".\nShe added: \"Vaccines not yet licenced but which have been given as part of a phase 3 trial are being recorded on national vaccination systems to ensure vaccination records are complete.\" \nShe said the Welsh government's \"strong advice\" was to \"only travel overseas if it is absolutely essential\".\nA spokesman for the UK government's Department of Health and Social Care said: \"The government has committed to take any action available to ensure no volunteers in formally approved Covid-19 vaccine trials in the UK are disadvantaged and everyone who has taken part in a clinical trial can call 119 and get a letter to confirm their vaccine certification.\"\nHe said the NHS was urgently working on a technical upgrade to the NHS App to allow residents in England who have taken part in a clinical trial to demonstrate their Covid vaccine status.\nDeveloped by US firm Novavax, the vaccine is given in two doses.\nIt was shown to be 89.3% effective at preventing Covid-19 in participants in its Phase 3 clinical trial in the UK, and about 86% effective at protecting against the Alpha variant.\nLike the Oxford-AstraZeneca vaccine, the Novavax jab can be stored at regular fridge temperature, which means it can be distributed more easily.\nThe UK has secured 60 million doses of the vaccine.\nNovavax said: \"We firmly believe that clinical trial participants should not be disadvantaged in any way.\n\"The National Institute for Health Research did confirm to vaccine trial participants that they have the same status as people who have received a deployed vaccine\n\"We are committed to continuing to work with urgency to achieve approval for our vaccine through MHRA and EMA, and expect to file for authorization in the third quarter of this year.\"\nResponding to Mr Williams' concerns, the NIHR said it was aware of the issue \"at the highest levels\", and was \"working on solutions as quickly as we can\".\n\"We are really grateful to everyone who has taken part in these critical trials and do not want anyone to be at a disadvantage,\" said a NIHR official.\n\"We recognise how much vaccine volunteers have already contributed to society and do not want them to miss out on any benefits or feel anxious.\""
    }
  ]
}