{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57541883",
      "category": "uk-scotland",
      "title": "Euro 2020: Scotland fans return home from England game",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57542596",
      "category": "uk-northern-ireland",
      "title": "Stormont: 'No Sinn Féin shopping list' over first minister appointment",
      "tags": "DUP (Democratic Unionist Party),Sir Jeffrey Donaldson",
      "text": "Sinn Féin will not be making any new demands during the process to nominate a first and deputy first minister, one of its MPs has said.\nSouth Down MP Chris Hazzard said there was \"no Sinn Féin shopping list\" for fresh concessions from the Democratic Unionist Party (DUP).\nSir Jeffrey Donaldson is favourite to replace Edwin Poots as DUP leader and Paul Givan as first minister. \nNominations have opened with a new leader to be in place by next Saturday. \nSir Jeffrey has made it clear he would lead the party from Stormont as first minister, following the resignation of Mr Poots on Thursday after just three weeks in the job.\nMr Poots faced an internal party revolt after he agreed a deal with Sinn Féin and nominated a first minister. \nThis came after Westminster vowed to push through Irish language legislation in October, if Stormont fails to do so beforehand.\nMr Hazzard said his party will have no further demands.\n\"We will have no demands, other than that people are faithful to commitments and agreements that have been made,\" he told the BBC's Sunday Politics programme.\n\"So 15 months ago we all restored devolution on the basis that the commitments made in St Andrews 15 years ago, that they will be finally realised in legislation.\n\"That's where all the parties bar the DUP are at, it's not just Sinn Féin saying this. That's where I believe certainly the vast majority of people in the public are.\n\"There's no shopping list and there's certainly no Sinn Féin shopping list.\"\nHe said there was \"no basis to power-sharing unless people keep to their word\".\n\"Irish language rights will be delivered this mandate and that's because Sinn Féin went around the DUP. In 2017, when we said there would be no return to the status quo we meant what we said.\"\nDUP party officers have set a date of 26 June to elect a new leader, if there is more than one candidate.\nPotential new leaders must submit in writing their nomination, supported by a proposer and seconder, to DUP chairman Lord Morrow before noon on Tuesday.\nOnly MLAs and MPs are entitled to vote if there is a leadership contest.\nSir Jeffrey ran against Mr Poots for the party leadership a number of weeks ago and was defeated by just two votes.\nMr Poots took over in May amid internal tensions about the direction his leadership would take and the manner of the departure of his predecessor Arlene Foster.\nHe had nominated Paul Givan to replace Mrs Foster, while Sinn Féin said Michelle O'Neill would resume her post as deputy first minister.\nBut Sinn Féin had wanted commitments from the DUP over a timetable for implementing Irish language legislation, as set out in the New Decade, New Approach (NDNA) deal that restored power sharing in January 2020.\nThe party said this was not forthcoming, and it called on NI Secretary Brandon Lewis to bring in Irish language legislation via Westminster.\nMr Poots had said he was committed to implementing all of the NDNA commitments, including those around Irish language, but not necessarily before the end of the current assembly mandate in May 2022. \nLast week, a deal was struck between the two parties and the secretary of state that would see Westminster legislate for Irish language commitments in October, if it had not happened at Stormont.\nDUP MPs and peers wrote to Mr Poots expressing concern about the deal and subsequently opposed the nomination of Mr Givan as first minister.\nMr Givan looks set to be the shortest serving leader to hold the post. He has been informed by DUP officers that he will have to step down when the new leader takes over.\nWhen he resigns, that will once more will see Sinn Féin's Michelle O'Neill removed as deputy first minister, as it is a joint office, and the DUP and Sinn Féin will then again have seven days to fill the roles. \nThe Sunday Life has reported that Sir Jeffrey, if he becomes DUP leader, will not nominate a first minister unless there is \"significant change in the plans to bring in Irish language laws\".\nThe moderator of the Presbyterian Church in Ireland, The Reverend David Bruce, has urged politicians not to allow issues over the Irish language to derail devolution.\nHe told BBC Radio Ulster's Sunday Sequence programme last week had been a \"political soap opera with cliff hanger following cliff hanger\".\n\"If we find ourselves preoccupied with the fragility of the assembly, that means important work may not be done - such as addressing educational under-achievement, waiting lists in the NHS, youth and disability service funding and revitalising communities.\"\nHe added that the Irish language held \"no threat to me as a Presbyterian - quite the reverse in fact - within our tradition the Irish language has been important to us, indeed it has been said Presbyterians were part of the rescue of the Irish language in the 18th Century\".\n\"It is associated with nationalism, sometimes republicanism, and therefore is antithetic to unionism and I would say: 'Let's get past the symbolism.'\n\"It ought not to be a threat to our work or identity in my view since we are an all-Ireland church.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-57546342",
      "category": "uk-scotland-glasgow-west",
      "title": "Girl, 13, dies after falling from roof of Largs building",
      "tags": "Largs",
      "text": "A 13-year-old girl has died after falling off the roof of a building in Largs. \nThe accident happened on Aitken Street, Largs, at about 23:45 on Saturday.\nEmergency services attended but the girl was pronounced dead at the scene.\nPolice said inquiries were ongoing but there did not appear to be any suspicious circumstances surrounding the teenager's death."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57541836",
      "category": "uk-politics",
      "title": "Former Speaker and Conservative MP John Bercow joins Labour",
      "tags": "Conservative Party,John Bercow,Labour Party",
      "text": "Former Speaker of the House of Commons and Tory MP John Bercow says he has changed allegiances to join Labour.\nHe told the Observer the Conservatives under Boris Johnson were \"reactionary, populist, nationalistic and sometimes even xenophobic\".\nThe government \"needs to be replaced\", said Mr Bercow, who made controversial procedural decisions over the Brexit process during his time as Speaker.\nA senior government source said: \"This will surprise nobody.\"\nIt \"shows Labour is still the party of Remain\", the source added.\nMr Bercow stood down as Speaker and MP in November 2019 after a decade in the job. He had been a Tory MP for 12 years before taking the role.\nBecause the Speaker has to be politically impartial, he had to resign from the party when he was elected Speaker in 2009.\nDuring his time as Speaker, he gave unprecedented and controversial powers to backbenchers during debates over Brexit. \nHe also had several run-ins with the Conservative Party, including in 2015 when he survived an attempt by Conservative whips to oust him just before the election.\nIn an interview with the Observer, Mr Bercow said: \"I am motivated by support for equality, social justice and internationalism. That is the Labour brand.\n\"The conclusion I have reached is that this government needs to be replaced. The reality is that the Labour Party is the only vehicle that can achieve that objective. There is no other credible option.\"\nHe told the newspaper he joined Labour a few weeks ago. The Labour leader's office declined to comment.\nSpeaking to Sky News, he said he hadn't felt \"the slightest desire\" to rejoin the Conservative Party when he stepped down as Speaker.\nAlthough he hit out at the prime minister as a \"lousy governor\" with \"contempt\" for Parliament, he said his decision was \"not personal against Boris Johnson\".\nHis political beliefs, he added, had evolved \"over a long period\". \nOn his retirement as Speaker, Downing Street declined to put forward Mr Bercow's name for consideration for a peerage by the House of Lords Appointments Commission. Instead, the Labour opposition nominated him.\nIn February 2020, he told the BBC there was a \"conspiracy\" to keep him out of the House of Lords.\nHe said it was \"blindingly obvious\" that there was a \"concerted campaign\" to prevent him from being given a peerage, a position conventionally offered to former Speakers. \nAsked if there is the possibility of being recommended for a peerage by Labour leader Sir Keir Starmer, Mr Bercow told the Observer: \"There has been no such discussion and I have asked for no such thing.\n\"This isn't about revenge. That is not what motivates me.\"\nFormer Labour leader Jeremy Corbyn said Mr Bercow had \"stood up for Parliament during one of the most turbulent periods in British politics\".\nHe added that he looked forward to \"campaigning with him for social justice and peace in the future\".\nTory pensions minister Guy Opperman said: \"Labour are welcome to Bercow.\"\nIn response to Mr Bercow's interview, a senior government source said: \"The prime minister has an ambitious agenda to build back better from the pandemic and level up across the UK.\"\nThe source said the impact of the pandemic had \"forced us to take tough but necessary decisions on how we spend taxpayers' money\", including on international aid."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-57309538",
      "category": "world-latin-america",
      "title": "Brazil Covid: Deaths plunge after town's adults vaccinated",
      "tags": "Coronavirus vaccines,Brazil,Coronavirus pandemic",
      "text": "A Brazilian town has seen a 95% drop in Covid-19 deaths after almost all adults were vaccinated as part of an experiment, researchers say.\nSerrana, with 45,000 inhabitants, saw cases plunge after a mass vaccination with the Chinese-developed CoronaVac.\nThe team said those who had not been vaccinated were also protected by the reduction in the virus's circulation.\nThe findings suggest the pandemic can be controlled after 75% of people are fully dosed.\nBrazil has been hit hard by the pandemic, with nearly 463,000 deaths.\nThe country is struggling with a slow vaccination campaign due to insufficient jabs, while the average of daily deaths and cases remains high amid a lack of co-ordinated measures to curb infections.\nThe experiment in Serrana, in the south-eastern São Paulo state, was carried out between February and April by Instituto Butantan, which produces the CoronaVac vaccine developed by China's Sinovac Biotech.\nThe city was divided into four areas to help determine the threshold for containing the virus. The team said this was achieved after three areas, or about 75% of the population over the age of 18, had been given both doses.\nWhen 95% of adults were fully vaccinated, they said the results showed that:\nRicardo Palacios, research director at Butantan, said the key figure was the 75%.\n\"The most important result is that we can control the pandemic without having to vaccinate the whole population,\" he said.\nMr Palacios also said there was a decline in the number of cases among children and teenagers, who had not been vaccinated. This could indicate that there was no need to vaccinate children for schools to reopen, he said.\nAccording to Mr Palacios, the vaccine was also effective against the variant originally known as P.1, and now called Gamma, that was first identified in the northern city of Manaus and has been blamed for a surge in cases across the country.\nSerrana, some 315km (195 miles) from São Paulo, is surrounded by cities that are grappling with a spike in infections. A lockdown is in place in Ribeirão Preto, located 24km away with a population of 710,000.\nThe results of the experiment could give a boost to the CoronaVac, which is being used by dozens of developing countries. There was some controversy about the vaccine this year, after clinical trials in Brazil, Indonesia and Turkey put its efficacy in a range of 50% to 90%. \nThe CoronaVac is an inactivated vaccine, and works by using killed viral particles to expose the body's immune system to the virus without risking a serious disease response.\nThe experiment in Serrana was the first of its kind in the world, its authors said. There were no reports of severe side effects from the vaccine and no Covid-related deaths among those who had been vaccinated 14 days after the second shot was applied, the results showed.\nA similar study is being carried out in another Brazilian city, Botucatu, which has a population of 148,000. Researchers are using the Oxford/AstraZeneca vaccine, produced locally by the Fiocruz institute.\nBrazil has the second-highest Covid death toll in the world after the US, and the third-highest number of cases, at more than 16.5 million. The Brazilian Senate is holding an inquiry into President Jair Bolsonaro's handling of the pandemic and the slow roll-out of the vaccine programme."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-57541231",
      "category": "uk-scotland-scotland-politics",
      "title": "Assisted dying bill to be lodged at Scottish Parliament",
      "tags": "Euthanasia and assisted dying,Scottish Parliament",
      "text": "A new bill to legalise assisted dying will be lodged at the Scottish Parliament, the BBC has learned. \nThe proposals - brought forward by Liberal Democrat MSP Liam McArthur - aim to introduce the right to an assisted death for terminally ill, mentally competent adults. \nPrevious attempts to change legislation in Scotland have failed.  \nA cross-party steering group of MSPs have outlined their support of the bill in an open letter.\nThe bill will be lodged at Holyrood on Monday and it is understood a consultation on its contents is expected to take place in the autumn. \nThose who argue against a change in the law say it would undermine palliative care and the risks are too high - claiming it would put pressure on vulnerable patients. \nMr McArthur told BBC Scotland's Sunday Show he believed people should be able to access safe and compassionate assisted dying if they choose, rather than endure a prolonged and painful death. \nHe said the bill contained \"strong safeguards\". \n\"The current blanket ban on such assistance is unjust and causes needless suffering for so many dying people and their families across Scotland,\" he said. \n\"[There are] many more examples of those who have been put through, I would argue, needlessly painful, protracted, agonising deaths - and their families and friends are put through the experience with them. \n\"I think that lived experience is having an effect, not just in terms of public support but political support.\"\nMr McArthur said he himself had \"anxieties\" about previous bills and acknowledged that some politicians had those concerns about his current proposal - but said initial conversations were \"encouraging\". \n\"I'm confident this has strong cross-party support,\" he said. \"This will be a process that needs to be gone through robustly, involve wide extensive consultation then robust scrutiny by the parliament.\"\nThe open letter of support for the bill was signed by 12 MSPs.\nThey are Karen Adam, Ariane Burgess, Jackson Carlaw, Katy Clark, Rachael Hamilton, Patrick Harvie, Liam Kerr, Gillian Mackay, Rona Mackay, Fulton MacGregor, Lorna Slater and Paul Sweeney.\nThe bill's \"safeguards\" include a number of criteria for qualification for assisted dying - for example people have to have a terminal illness and a certificate of mental competency.\nThey also have to be an adult who lives in Scotland only.\nHowever, Michael Veitch, parliamentary officer at Care for Scotland, said there could be \"no adequate safeguards\" and that terminal prognoses were \"fraught with uncertainty\".\nHe said: \"This law will not just affect the small number of individuals who might choose to access assisted suicide. \n\"It will affect every person living with a terminal illness, fundamentally alter the doctor-patient relationship, devalue disabled people's lives, and undermine wide efforts to prevent suicide.\"\nHe added that the experience of other jurisdictions showed that an \"incremental extension\" of the law was \"inevitable\".\n\"There are far better and more ethical ways to help patients at the end of life than allowing lethal drugs to be prescribed on the NHS,\" he said.\nWarning: People may find some of the content below distressing\nZoe Black, Sarah Drummond and Victoria Burns were the main carers for their mother Heather Black when she died earlier this year - they say they found the experience \"absolutely cruel\".\nDiagnosed with oesophageal cancer in March, Heather's health deteriorated quickly until her death on 14 May.\nHer daughters say the final days before her death were \"gruesome\" - they watched her cough and choke as she vomited blood and parts of a tumour, all while on an \"unprecedented\" volume of pain medication.\nZoe said: \"It's not right that we were expected to watch this woman who had been absolute dynamite her whole life be reduced to a shrunken mess in the bed, covered in tumour and foam, her insides out. \n\"It's horrendous and nobody should witness it.\"\nBefore those final, painful days, Sarah described Heather's care as \"manageable\", saying she and her sisters could chat and laugh with her.\nBut she said there was a \"turning point\" in the illness when Heather made it clear she wanted to die - something that chimed with her lifelong wishes of retaining dignity at the end of her life.\n\"She was really scared and was crying a lot and she just wanted it to end, for the pain to be over,\" Sarah said. \n\"We knew she wanted to die. She really didn't want her life to end the way that it did.\"\nOpponents refer to the issue as \"assisted suicide\" and say it is open to abuse, coercion and exploitation as well as putting pressure on vulnerable people.\nHowever, Ally Thomson, director of Dignity in Dying Scotland, said there was \"huge support\" among Scottish people and in parliament for the bill and argued that a blanket ban created injustice for suffering families.\nShe called it a \"watershed moment\" for dying people in Scotland.\n\"I would like anybody who would describe this as assisted suicide to speak to the people who have spoken out so bravely about their own experiences of how they are suffering just now,\" she said.\n\"They do not want to die but that choice has been taken from them.\"\nMs Thomson pointed to countries such as New Zealand, Australia and the USA where assisted dying is legal in parts.\n\"The evidence and research from those places shows that this is a safe choice, a compassionate choice, it is not in any way an alternative to palliative care,\" she added.\nThe Humanist Society Scotland has also expressed its support of the bill, having campaigned for the right to an assisted death.\nChief executive Fraser Sutherland said: \"The current practice of ignoring the demand for assisted dying at home but allowing people well and rich enough to travel to a private clinic abroad is simply immoral and without a shred of compassion.\"\nIf you or someone you know is struggling with issues raised by this story, find support through BBC Action Line."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-norfolk-57520248",
      "category": "uk-england-norfolk",
      "title": "Gold coins lost in Black Death confusion found in Reepham",
      "tags": "Reepham",
      "text": "A \"very rare\" Edward III gold coin lost in the wake of the Black Death has been found by a metal detectorist.\nThe 23-carat leopard was discovered with another gold coin, called a noble, near Reepham, Norfolk.\nFinds liaison officer Helen Geake said the leopard was withdrawn within months of being minted in 1344 and \"hardly any have survived\".\nShe said the coins were equivalent to £12,000 today and would have been owned by someone \"at the top of society\".\nThe leopard - which has never been found with another coin - was discovered with a \"rare\" 1351-52 Edward III noble.\nAfter the Norman Conquest, the only coins in circulation were silver pennies.\n\"The royal treasury might talk in terms of pounds, shillings and pence, but the physical reality was sacks of silver pennies,\" said Dr Geake.\n\"Then Edward III decided to reintroduce the first gold coins in England since the Anglo-Saxon era - and no-one knows why.\"\nThe coins, called a florin, a leopard and a helm, were minted in early 1344, but withdrawn within months. \nDr Geake said: \"For some reason they didn't catch on, but when one or two pennies were the equivalent of a day's wages at today's minimum wage rate, perhaps very few people used them.\"\nThey were replaced with the noble, worth six shillings and eight pence. \nThe Reepham find shows the leopard, which was worth three shillings, was in circulation for much longer than previously thought.\nDr Geake said: \"We asked ourselves why and realised the Black Death reached England in 1348.\n\"It was hugely cataclysmic, a third of the population was dying.\n\"Usually the authorities would be keen to remove a withdrawn coin as soon as possible.\"\nThe coins were found in October 2019. Their status as treasure is subject to a coroner's inquest.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57542812",
      "category": "world-europe",
      "title": "In pictures: Thousands take part in Poland's Pride march",
      "tags": "Pride,LGBT,Poland",
      "text": "Thousands of people have marched in Poland's biggest Pride event.\nThe equality parade was held in Warsaw, amid a backdrop of rising discrimination against the country's LGBT community.\nPoland's right-wing president Andrzej Duda has described what he calls \"LGBT ideology\" as being worse than communism, and has vowed to block gay marriage and adoption.\nWhile same-sex couples are barred from adopting children as couples, some local authorities have historically allowed applicants to adopt as single parents.\nBut earlier this year the country's justice ministry proposed that this loophole be closed, so that LGBT people are completely prevented from adopting.\nAnd across Poland, dozens of small towns have passed resolutions declaring themselves \"LGBT-free zones\". \nWhile the resolutions are symbolic and not legally enforceable, they have contributed to the oppression of LGBT people in the country.\nBut at the parade on Saturday, Warsaw Mayor Rafal Trzaskowski expressed his support for the community.\n\"I am here again to show that we will always stand together and stand by those who are weaker, those that others try to marginalise or attack,\" he told the crowd.\nThis was the first time since 2019 that the parade was held, due to the Covid-19 pandemic.  \nAll images copyright"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57540415",
      "category": "uk-wales",
      "title": "Covid in Wales: Restrictions needed 'for the foreseeable future'",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Welsh government,Coronavirus pandemic",
      "text": "More than 80% of Wales' population will need to be vaccinated or been infected with Covid-19 to prevent ongoing transmission of the Delta variant, Welsh government scientists have said.\nThe first minister said a \"balance\" of restrictions and vaccinations would be required \"for the foreseeable future\".\nAnalysis by government officials estimated current restrictions are costing the economy about £10m a week.\nAbout 70% of the population has had at least one dose of the Covid vaccine.\nAn estimated eight in 10 adults, or 82.7% of the adult population in Wales have antibodies, according to official analysis at the start of June.\nIn a paper dated 15 June, the Welsh government's Technical Advisory Group (TAG) of scientific advisors, estimated over 80% of all people - not just adults - \"will need to be either vaccinated or infected to prevent ongoing chains of transmission\".\nAsked on the BBC Politics Wales programme what the gap between current coverage and the estimated 80% herd immunity threshold meant for Wales, First Minister Mark Drakeford said: \"It leaves Wales not relying wholly and exclusively on vaccination as the only thing we can do to prevent coronavirus from overwhelming the health service again.\n\"The social distancing, the mask-wearing, the hand-washing, all those things are a defence against coronavirus, as is vaccination.\n\"First of all, we press ahead with the vaccination programme to try to get as close to that 80% figure as we can. \n\"The more we push the vaccination numbers up, we hope, the fewer other restrictions we will need.\n\"And for the time being, it's going to be a balance between those two things,\" he added.\nOn Friday, the Welsh government decided to pause making major relaxations for coronavirus rules for four weeks, while Mr Drakeford said a third wave of Covid-19 cases was already under way.\nIf the government is to ease those restrictions in July, Mr Drakeford told Politics Wales the key factor \"will be the extent to which vaccination has altered the relationship between falling ill on the one hand and needing to be in a hospital bed on the other\".\nThe Delta variant first identified in India \"became the dominant variant in Wales in late May-June\", according to TAG.\nAnalysis from Public Health England (PHE) suggested that when it comes to the Delta variant, two doses of Pfizer-BioNTech vaccine is 96% effective against hospitalisation, while two doses of Oxford-AstraZeneca is 92% effective.\nAsked whether the PHE analysis provided enough evidence of the vaccines' impact on hospitalisations, Mr Drakeford said \"let's hope that that turns out to be the case when there is more research available, when there's a bigger pool to draw on\".\n\"The Public Health England survey is at the start of the third wave,\" he said. \n\"We know, and we are told, that we need better evidence than that to be confident that we can withstand the impact that the worst sort of third wave would have on our hospitals.\"\nOfficials statistics indicate that on Thursday 17 June, of the 8,219 people in Welsh hospitals, only 112 (1.3%) were in with Covid-19, be they recovering, confirmed or suspected to have coronavirus.\nMr Drakeford said: \"The bulk of people who are falling ill have not been vaccinated but there still are significant numbers of people who've had a first vaccine and smaller numbers of people who've been vaccinated twice.\"\nLockdown rules covering wedding and civil partnerships, receptions and wakes in Wales change on Monday with the number of guests based on how many can be \"safely accommodated\" at venues."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57541044",
      "category": "world-us-canada",
      "title": "Joe and Jill Biden announce death of 'beloved' dog Champ",
      "tags": "White House,Washington DC,Dogs,United States,Joe Biden",
      "text": "US President Joe Biden and First Lady Jill Biden have announced the death of their \"beloved\" German Shepherd Champ, who had been with them for 13 years.\n\"Our family lost our loving companion Champ today. I will miss him,\" President Biden wrote on Twitter.\nChamp was one of two German Shepherds living at the White House with the Bidens, alongside Major.\nHe had also lived in Washington when Mr Biden was vice-president.\n\"In our most joyful moments and in our most grief-stricken days, he was there with us, sensitive to our every unspoken feeling and emotion. We love our sweet, good boy and will miss him always,\" the Bidens said in a statement.\n\"Even as Champ's strength waned in his last months, when we came into a room, he would immediately pull himself up, his tail always wagging, and nuzzle us for an ear scratch or a belly rub. Wherever we were, he wanted to be, an everything was instantly better when he was next to us,\" they said.\nIn his younger days, when Joe Biden was vice-president, Champ was \"happiest chasing golf balls on the front lawn of the Naval Observatory or racing to catch our grandchildren as they ran around our backyard in Delaware\", the Bidens said.\nThe arrival of Champ and Major, a three-year old rescue dog the Bidens adopted in 2018, marked the return of pets to the White House after a hiatus under former President Donald Trump.\nMajor was in the news in March for reportedly twice biting people in the White House."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57541617",
      "category": "uk",
      "title": "Morrisons rejects £5.5bn offer from US private equity firm",
      "tags": "Morrisons,Retailing,Supermarkets",
      "text": "Morrisons has rejected a £5.5bn takeover proposal from US private equity firm Clayton, Dubilier & Rice.\nThe UK's fourth-largest supermarket, with 118,000 staff, said the offer \"significantly undervalues\" the firm.\nCD&R, where former Tesco boss Sir Terry Leahy is an advisor, confirmed it was considering a formal bid after weekend media speculation about its plans.\nThe US firm has previously made investments in the discount shop chain B&M, from which it made more than £1bn.\nMorrisons said in a statement it had \"evaluated the conditional proposal together with its financial adviser, Rothschild & Co, and unanimously concluded that the conditional proposal significantly undervalued Morrisons and its future prospects\".\nCD&R's proposal, worth 230 pence a share, does not constitute a formal offer, and under UK takeover rules it has until 17 July to announce a firm intention to bid or walk away.\nThe move by CD&R, one of the biggest takeover firms in the world, would have been one of the most high profile of many bids for UK companies in the past year.\nBBC business correspondent Katie Prescott said the flurry of takeover activity was being fuelled by relatively low share prices of businesses in the UK compared to abroad and cheap money because of low interest rates. \nCD&R has this year agreed a £2.8bn takeover of UK healthcare group UDG, and a £308m bid for the plumbing group Wolseley.\nIn February, Zuber and Mohsin Issa and private equity firm TDR Capital purchased a majority stake in Asda from Walmart in a deal valuing the UK supermarket group at £6.8bn.\nThat deal followed Sainsbury's failure to take over Asda, which was blocked by the competition regulator.\nMorrisons - with its 500-store property portfolio, most of which it owns outright - and its 10% of the grocery market - is an attractive proposition.\nThere has been speculation about bids for Morrisons in the past from Amazon, which sells the supermarket's products on its site.\nAccording to the Financial Times, which along with Sky News, first revealed details of CD&R's intentions, the US buy-out firm approached Morrisons on 14 June. In addition to the cash offer, CD&R would take on Morrisons' £3.2bn of debt, taking the total value of any deal to almost £9bn.\nA formal bid from CD&R could involve Mr Leahy, who when at Tesco was the boss of Andrew Higginson and David Potts, now Morrisons' chairman and chief executive respectively. \nLast month, Morrisons said sales had increased by 2.7% in the 14 weeks to 9 May. But in the previous three months alone it had faced a £27m bill for Covid-related costs. \nEarlier this month, Morrisons was rebuked by investors over executive pay, with more than 70% of votes cast at its annual shareholders' meeting rejecting its pay report."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57540820",
      "category": "uk",
      "title": "Covid: Queues at pop-up vaccine centres amid jabs push",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "A major push to offer coronavirus jabs to every adult in England is under way, with queues forming outside pop-up vaccination centres.\nFootball grounds and parks are among the venues used across the country and it is hoped all adults will have had their first jab by 19 July.\nIt comes as Prof Adam Finn, who advises the government, warns the Delta variant is fuelling a third wave of infections.\nAnyone aged 18 or over can book a jab in England online or by calling 119.\nMore than 42m people in the UK have had their first jab and more than 31m have had their second, according to the latest figures.\nOn Saturday the UK recorded more than 10,000 new coronavirus infections for the third day in a row - with 10,321 cases. The previous time the number was higher than 10,000 was on 22 February.\nLatest figures also indicate there have been 14 deaths within 28 days of a positive test.\nIn London, clinics have been set up at sports grounds, including the London Stadium, Tottenham Hotspur FC and Selhurst Park.\nCharlton Athletic opened its Valley stadium in south-east London as a walk-in centre focused giving over-40s their second doses.\nA woman waiting in the queue told the BBC: \"The most important thing was just to feel well, and a bit free in society - and to not be a danger to others either.\"\nIn Bristol, Muna Abubakar persuaded her 97-year-old mother to have the jab on Saturday at a walk-in clinic at Eastville Park, despite her previous reluctance.\n\"Today, finally she accepted the injection,\" Muna said.\nThe government wants everyone aged over 50 - and the clinically extremely vulnerable - to have been offered a second vaccination by 19 July.\nThis is the date that the government has set to ease the final lockdown restrictions in England - removing the remaining curbs on social contact.\nPrime Minister Boris Johnson has said he is \"confident\" that there will not be a further delay to the easing of restrictions, but he has not ruled out the possibility the date could be pushed back again.\nAcross the rest of the UK, people aged 30 and over can get their vaccine in Scotland - or those aged 18 and over in some parts of Glasgow.\nIn Northern Ireland those aged over 18 can book a vaccination.\nIn Wales, over 18s can get the vaccine. Earlier this week the Welsh government said all adults had been offered a first jab.\nProf Finn, a member of the Joint Committee on Vaccination and Immunisation (JCVI), which advises the government, said cases were rising.\n\"Perhaps we can be a little bit optimistic it's not going up any faster, but nevertheless it is going up,\" he told BBC Radio 4's Today programme.\n\"We can conclude that the race is firmly on between the vaccine programme, particularly getting older people's second doses done, and the Delta variant third wave.\"\nDr Mike Tildesley, an epidemiologist and member of the SPI-M modelling group, told BBC Breakfast he was \"cautiously hopeful\" that the number of Covid-19 hospital admissions over the coming weeks will not be on the same scale as in January.\nHe said those who have been going to hospital tended to be \"slightly younger\" and \"slightly less sick\".\n\"Even if we're starting to see more people going into hospital they tend to be younger people who have higher likelihood of recovering successfully.\" \nDr Tildesley said these were all \"cautiously good signs\".\nProf Mark Jit, a vaccine epidemiologist at the London School of Hygiene and Tropical Medicine, told BBC News the UK is \"well into the beginning of the third wave\" of coronavirus.\nHe said the link between getting Covid and hospitalisation or death \"has been weakened, but it's not been broken completely\".\nMost people in hospital with coronavirus have not been vaccinated, he said, \"so there is a bit of a race to get the vaccination out as soon as possible before the third wave gets really big\".\nMeanwhile, people in England who have had both jabs and who come into contact with someone infected with the virus could be spared having to isolate for 10 days if trials prove the idea is effective.\nGovernment sources have told the BBC the trials are examining whether it might be possible to scrap the quarantine period and instead allow double-vaccinated people to take daily tests. \nIf the test, done each morning, is negative the individual would not have to quarantine that day.\nThe trials are not expected to be completed until later in the summer. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57542755",
      "category": "uk",
      "title": "Covid: Brazil hits 500,000 deaths and outdoor civil weddings",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday morning. We'll have another update for you tomorrow morning. \nThe number of deaths related to Covid-19 has passed 500,000 in Brazil, the second-highest in the world after the US.  Intensive care units in most states are currently running at close to capacity as the country deals with a third wave of infections. Experts have warned that hundreds of thousands more are likely to die because of the slow rollout of vaccines and the start of winter. BBC Reality Check has examined the spread of Covid in Brazil.\nQueues have formed outside pop-up vaccination centres across England amid a major push to offer vaccinations to every adult. Football grounds and parks are among the venues being used. Anyone aged 18 or over is now able to book a jab. According to the latest figures, more than 42m people in the UK have had their first jab and more than 31m have had their second. You can find out all the information about the UK's vaccine rollout here.\nCivil wedding and partnership ceremonies will be allowed to take place outdoors for the first time in England and Wales from 1 July. A relaxation of restrictions from tomorrow will increase the number of people able to attend weddings and civil partnerships. But social distancing rules remain in place, limiting the number of guests who can attend a ceremony if it is held indoors. Read more about how weddings are affected by the Covid rules here.\nOne of India's greatest athletes, Milkha Singh, has died from Covid-related complications, aged 91. Popularly known as \"the Flying Sikh\", Singh won four Asian gold medals and finished fourth in the 400m final at the 1960 Rome Olympics. In 2013, his story was turned into the Bollywood film Bhaag Milkha Bhaag - Run Milkha Run.\nThe BBC Cardiff Singer of the World competition has been won by baritone Gihoon Kim. The event has launched the careers of some of the biggest names in opera - such as Sir Bryn Terfel. But Covid rules meant audiences were not allowed at the city's St David's Hall this year and the judging panel and musicians remained socially distanced.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nThe Delta variant of the virus causing Covid-19 has caused infections to spike in the UK once more.  But why it is spreading so quickly?\nYou can find more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57546011",
      "category": "world-europe",
      "title": "France regional election: Macron and Le Pen fail to make ground - exit poll",
      "tags": "France,Emmanuel Macron,Marine Le Pen",
      "text": "Early results indicate both President Emmanuel Macron and his opponent Marine Le Pen will fail to make the gains they were hoping for in the first round of regional elections in France. \nMr Macron's centrist party is projected to gain more than 10% of the vote - just enough to take part in the second round next weekend.\nMs Le Pen's far-right National Rally has also fallen short of expectations. \nBoth are trailing the conservative party, Les Républicains.\nOne of Mr Macron's MPs, Aurore Bergé, described her party's poor performance as a \"democratic slap in the face for all of us\".\nMs Le Pen's National Rally party was expected to top Sunday's first round of polling, and win at least one region for the first time. Instead it is now predicted to come second.\nMs Le Pen is not running as a candidate but she has been leading the campaign. \nShe described the record-low voter turnout - a projected 66% abstention - as a \"civic disaster\".\nShe blamed the results on the government's inability to inspire faith in political institutions. \"Let's face it, the results were marked by a torrential and also historic abstention of nearly 70% due to the mistrust of an electoral system, which leaves voters with the feeling that nothing can change, that everything has been confiscated,\" she said. \nVoters are choosing new councils for France's 12 mainland regions, the island of Corsica, plus four overseas, as well as 96 departments. There are more than 15,700 candidates standing for 4,100 seats.\nThis election is being watched particularly closely, because the next presidential elections are less than a year away. It is being used to get a taste of voters' mood.\nAn Ipsos exit poll shows the conservative Les Républicains winning 27% of the vote, followed by National Rally with 19%. The Greens, the Socialist Party and Mr Macron's La République En Marche (LREM) are all on 11%.\nThis is the first time President Macron's party has taken part in regional elections - La République en Marche did not exist the last time they were held in 2015.\nHis party was not expected to do particularly well in this election. Last month a minister told AFP news agency: \"These elections are never good for the party in power. You always get it in the neck.\" \nYet LREM has still fared worse than expected. It will not win any region outright, a sign the party has failed to build support at local level. \nThe regional election was delayed for three months because of the pandemic. There will be a second-round run-off on 27 June.\nThe editorialists are having a problem this morning deciding what was the story of the night. Was it disappointment for Marine? Was it Macron's failure? Was it centre-right poised for presidential challenge? Was it Socialists and Greens show left-wing vote still strong?\nOr was it: crisis in French democracy. Only one in three bother to vote.\nAll of the above are plausible headlines. Emmanuel Macron and Marine Le Pen have little to smile about, while Les Républicains (the old Gaullists) see in the successes of Xavier Bertrand in the north and Valérie Pécresse in the Paris region signs that one or other will be a serious presidential challenger. The left can say (once again): if only we could unite we might actually count for something. \nTruth be told, though, the astronomic level of abstention means you can argue everything and its opposite about the vote. Because to every apparent lesson comes the rejoinder: yes, but what about the views of the majority? The ones who didn't turn out. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57543609",
      "category": "uk-northern-ireland",
      "title": "Dál Riata Channel: First all-female relay team swim 'perilous' waterway",
      "tags": "Open water swimming",
      "text": "Four open-water swimmers from County Down have become the first all-female relay team to swim a treacherous stretch of water between Northern Ireland and Scotland.\nThe Dál Riata Channel - between the Mull of Kintyre and the County Antrim coastline - covers a distance of 10.5 miles (17km).\nHowever, due to strong currents, the actual swimming distance was 21.9 miles (35.3km).\nJane Reilly, Grace McLaughlin, Gillian Segasby and Nuala Glynn completed the swim in just over eight hours.\nThe relay team made a first attempt in the early hours of Saturday, but dangerously strong currents resulted in the plans being abandoned at the last minute. \n\"When we got to the Mull of Kintyre, the tides were just too strong,\" Jane Reilly told BBC News NI.\n\"We were up all night waiting to start the swim and then it was so disappointing when it had to be called off. \n\"We went back to Ballycastle and, thankfully, the night manager at the Marine Hotel allowed us to lie down on their sofas for a couple of hours. Then at 6am we left and headed back over to Scotland to start again.\"\nJane, who has previously swum the North Channel between Donaghadee and Portpatrick, explained that Dál Riata was more of a challenge as it has stronger tides and colder water.\n\"It's 17km in a straight line, but because of the currents, you have to swim in a curve so it was actually just over 35km. It can be treacherous,\" she said. \nThe swim began shortly after 10:00 BST, when the tides were safer and the water temperature was 11°C.  \n\"That's classed as cold, but maybe because we'd been swimming through the winter, it didn't feel too bad,\" said Jane. \n\"Grace was the first in the water. It was just beautiful pulling away from Scotland, seeing the cliffs, looking up at the isle of Jura, seals going in and out of the water, gannets, at one point there was a whale breaching. \n\"It was actually quite emotional.\" \nEach team member swam twice over eight hours and seven minutes, hitting up to 70 strokes per minute at top speed. \nThe relay team was guided by pilots and cheered on by crew and family on the boat, but in the last quarter of the swim, doubts began to emerge over whether or not they would reach land. \n\"If you don't make it within seven or eight hours, you won't make it at all because then the tide turns. So it was a nervous last leg and so amazing to see Grace finally touch land just north of Cushendun. \n\"She took over from me for the final eight minutes and even as she got in the tide was turning and those were a difficult eight minutes for her.\" \nProfessional swimmer Mercedes Gleitze made a failed attempt to cross the Dál Riata Channel in 1928. \nThe first successful attempt was by South African Wayne Soutter in 2012 - he completed the swim in 12 hours, 11 minutes. \nThe relay team who completed it on Saturday have been training in open water off the Bangor coastline for more than a year, but former water polo player Jane is the only member who had crossed a channel before. \n\"We were in Bangor Swimming Club before that, Gillian was in Ards Swimming Club, but then lockdown happened and we couldn't go to the pool so we started swimming in the sea,\" said Jane.\n\"And all through the winter, we pushed ourselves to do longer and longer swims.\n\"It's good for your mental health as well as the physical health, that bond you develop is great.\"\nJacqueline McClelland of Infinity Channel Swimming, which orchestrated the swim, described it as \"a huge achievement\".\n\"Their endurance was quite amazing given all the resistance they had from the huge tidal swells,\" she said.\n\"There was exhaustion, there was hypothermia, but they just kept on going, there was such a strength of spirit there and each one just swam their hearts out.\n\"There have been numerous failed attempts to cross this perilous stretch of water, so to watch Grace touching land was a fantastic moment.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-56765150",
      "category": "world-latin-america",
      "title": "Covid in Brazil: Hunger worsens in city slums",
      "tags": "Sao Paulo,Coronavirus lockdown measures,Poverty,Jair Bolsonaro,Extreme Poverty,Brazil,Coronavirus pandemic",
      "text": "The queue snakes around the block and each day it gets longer: hungry residents of Heliopolis, São Paulo's largest favela, waiting in line for the handout that will keep them going until the next morning. \nThey are given a bowl of pasta with meat and a portion of rice, two packets of biscuits and a carton of milk, shared between a whole household and usually their only meal of the day. Before the pandemic, 300 people would queue up here. Now it is over 1,000, and the charity that runs it has 650 others across São Paulo.\n\"The vast majority of people who live in the favelas work in the informal economy, as cleaners in homes or helping to bake cakes, so when businesses close or houses stop using them, they feel the impact,\" says Marcivan Barreto, the local co-ordinator.\n\"You see people queuing up at 03:00 for food. I'm very worried that as the pandemic continues, a hungry father will start looting supermarkets. When you're starving, despair hits.\"\nDuring the first wave of the pandemic, Brazil's government introduced emergency relief, known as \"coronavouchers\". More than 67 million people received a monthly sum of 600 reais (£83; $107, at the time).\nIt was the biggest single injection of financial aid in Brazil's history, introduced by a president, Jair Bolsonaro, who had previously railed against welfare spending. It pushed extreme poverty to its lowest level since the 1970s - and boosted the president's support.\nBut the relief was temporary. With ballooning public debt, the government first suspended the programme and then reintroduced it but at a far lower level of 250 reais and for fewer people.\nThe drop in aid has hit Luciana Firmino and her family hard. She and her husband now depend on the food handout to feed their five children, living in a cramped couple of rooms in one of the favela's narrow alleyways.\nWhen the pandemic hit, she lost her job in a manicure studio and her husband's occasional work dried up.\nClutching her nine-month-old daughter, she says each day is a decision whether to pay for milk or diapers. \"We can't afford the rent anymore. So we will soon be out in the streets or under a bridge.\"\nThen she breaks down. \"I was hoping for a good life,\" she says through tears. \"Sometimes I think I should give my children away to social services.\"\nBrazil is in the grip of a health and social emergency. It has the world's second-highest death toll from the pandemic at over 370,000, and hospitals are near collapse. A study last week found that 60% of Brazilian households have food insecurity, lacking sufficient access to enough to eat.\nPresident Bolsonaro - who once dismissed the virus as \"just a little flu\", opposed lockdowns and failed to secure vaccine supplies in time - has lost support, particularly as the food handouts have declined. Attempts at impeachment are stirring.\nBut he still has his devoted fans, who insist \"the establishment\" are trying to destroy him.\nThree hours' drive out of São Paulo, the corn harvest is underway on Frederico D'Avila's farm. He has 1,300 hectares of the crop, as well as soybean, barley and fava, nestled beside dense pine forests.\nAnd as the harvester cuts through the stalks of corn, he talks of how the president is slashing \"the system of kleptocracy - chains of corruption - that have run here for 35 years\".\n\"President Bolsonaro wants to preserve liberty; he wants people to get out, work, feed their children,\" he says. \"He wants people to decide if they want the vaccine, not to be obligated by the state. Freedom in Brazil has always been under threat.\"\nI put it to him that the price of that policy is the public health disaster that Brazil is living through. \"It's not a disaster\", he replies. \"We don't have all the data from other countries so we don't know true numbers of dead.\"\nSupporters of the president echo the same line, hammered home by the effective Bolsonaro communication machine with claims that if other institutions, including the Supreme Court, had not tied his hands, he could have managed the pandemic fully.\nTo the charge that Brazil was desperately slow to order vaccines, they reply that the shots could not have been ordered earlier as they had not yet been approved by Brazil's health regulator. \nWhen I remind him that many countries ordered large quantities of vaccines pending regulatory approval so they could then be rolled out quickly, Mr D'Avila tells me the Supreme Court could have sued the president if the shots were ordered and then not approved.\n\"If he had unlimited power like a king, it would be better. He wouldn't need to deal with the Supreme Court and pressure groups,\" he says.\nPresident Bolsonaro is on the back foot. Under fire for mishandling what is becoming a humanitarian crisis and facing a threat from former President Luiz Inácio Lula da Silva, whose conviction for corruption was recently overturned, paving the way to challenge the president in next year's election. \nAnd all the while hospitals fill up, the food queues grow longer, and this shattered country watches helplessly as fresh graves are dug.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57542638",
      "category": "world-europe",
      "title": "Antwerp: Five construction workers killed in school building site collapse",
      "tags": "Antwerp,Belgium",
      "text": "Five construction workers have died after a school building site collapse in the Belgian city of Antwerp.\nPart of the building suddenly fell on Friday afternoon, pulling down the scaffolding supporting it, according to local media. The cause is unknown. \nFire and rescue workers pulled the last two bodies out of the rubble on Saturday, meaning that all missing workers were now accounted for.\nTwo of the victims were from Portugal and Romania, police told Belgian media.\nNine other people were injured in the collapse, three of whom were still in intensive care on Saturday. They were not in a critical condition, Belgium's fire department tweeted.\nThe fire department was supported by civil defence rescuers, who used sniffer dogs and a drone to assist in the search for survivors. \nBrussels Times reported that the primary school, in the city's Nieuw Zuid quarter, was due to open in time to welcome pupils for the new school year on 1 September, and that works had been intensified in order to meet that deadline.\nAll of the people who died were sub-contractors for the construction firm Democo, Belga news agency reported.\n\"All the employees are devastated,\" the company's managing director, Frederik Bijnens, told the news agency. \"Now that the emergency services have done all they can, a thorough investigation will begin to identify the cause of the accident.\" \nKing Philippe of Belgium visited the site on Saturday and spoke with police, firefighters and paramedics. He was accompanied by Prime Minister Alexander De Croo. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57540221",
      "category": "uk-wales",
      "title": "Covid: Church congregations allowed to sing with masks",
      "tags": "Lampeter,Churches,Cardiff,Singing,Coronavirus testing,Coronavirus pandemic",
      "text": "Congregations can once again sing in churches and other places of worship - as long as members wear masks. \nPlaying instruments and chanting is also allowed under newly-announced Welsh government guidance.\nChurch leaders have expressed their excitement, following a year where congregation members said they missed the companionship of singing together.\nVenues must conduct a risk assessment first, with the move brought in because of a low Covid case rate in Wales.\n\"It should make a huge difference. From my standpoint, singing is something God commanded, and something government shouldn't have touched,\" said the Rev Wade McLennan.\n\"It's important as an expression, and music and singing have been a part of the culture and heritage of Wales for hundreds of years.\n\"Now it's allowed again, it will be wonderful for congregations.\"\nIt has been a difficult year for many places of worship - last October, police sent 30 worshippers home from the New Hope Community Church in Llanrumney, Cardiff, where Mr Mclennan officiates for breaking lockdown rules.\n\"Can't wait to join in person sung worship again. With all the appropriate risk assessments and precautions of course,\" is how John Settatree from the Scripture Union responded.\nThe new Welsh government guidance says: \"Over the course of the pandemic, a number of 'super-spreading' events have been associated with gatherings where a 'vocal' element plays a role in transmission. \n\"These include choir practise and recitals, concerts, weddings and worship. \n\"The risks of singing, chanting and playing of instruments are then significant.\"\nHowever, it added scientific advice has concluded these risks were \"manageable\", where the community transmission rate is low. \nAs a guide, it gave 50 cases per 100,000 people as being considered low - the rate across Wales is currently 23.6, according to latest figures.\nBecause of this, singing, chanting and playing instruments could now be allowed indoors and outside, following a risk assessment and with \"appropriate mitigation\" in place.\n\"However, it is emphasised that extreme caution should be exercised, especially in relation to large groups indoors,\" the guidance added.\nIt said \"a precautionary approach\" would be to treat all congregation members as having the potential to spread the virus, with masks to be worn during singing.\nDelyth Morgans Phillips, a member of the Corisma choir in Cwm-Ann, near Lampeter, had said Zoom singing was \"a completely different experience\".\n\"When the choir doesn't meet, one loses the companionship,\" she said. \n\"We are a very social bunch in Corisma and we meet every fortnight to sing but also to laugh and put the world to rights.\"\nThe Welsh government said: \"People are able to sing in places of worship in Wales. \n\"Organisers should continue to assess the risks involved, consider other safety mitigations where appropriate and put plans in place to keep their congregation as safe as possible.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-57545325",
      "category": "uk-scotland-glasgow-west",
      "title": "Conservative councillor's house set on fire in third attack",
      "tags": "Motherwell,Scottish Conservatives",
      "text": "A councillor's home and cars have been set on fire in South Lanarkshire following multiple similar attacks.\nPolice are treating the blaze at Graeme Campbell's property in Fortrose Gardens, Strathaven, as suspicious following reports at about 00:20 on Saturday.\nIt is the third time Mr Campbell has been targeted since 2019, when he claimed he was \"lucky to be alive\".\nThe Conservatives have blamed organised crime for the \"disgusting\" attack.\nPolice said that in the latest attack, both cars had been set alight, resulting in the house also catching fire. No-one was injured. \nA spokeswoman said inquiries were ongoing after the cars and house sustained \"significant damage\".\nA man in dark clothing was seen in the area around the time the fire started.\nDetectives are also checking for CCTV footage which could assist in the investigation and urged anyone with information to contact Police Scotland's non emergency line.\nDet Ch Insp Martin McGhee said: \"I would ask any motorists or taxi-drivers with dashcam devices to check their footage as the device may have captured images which could assist our investigation. \n\"Any small piece of information could assist us in identifying who is responsible for this attack.\"\nMr Campbell, of the Conservatives, was elected in 2007 to represent the Avondale and Stonehouse ward.\nIn 2019 he claimed his car was deliberately set on fire because of a planning case he had been working on for 18 months.\nThe car was burnt out and damage was also caused to another car on the drive and to the garage.\nAt the time Mr Campbell said he knew who was behind the attack and that he and his wife Fiona were \"lucky to be alive\".\nLast year, two of his cars were also vandalised with a corrosive substance.\nRussell Findlay, community safety spokesman for the Scottish Conservatives said the latest attack could have been fatal, calling it \"disgusting and cowardly\".\nHe said: \"I will be seeking assurances from the Scottish government, Crown Office and Police Scotland that this attack is investigated to the fullest possible extent.\n\"There must be zero tolerance towards any attack of this nature. \n\"Organised criminals prey on communities across Scotland. Fire is indiscriminate and even where the intent is to intimidate, it can kill.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57546256",
      "category": "world-asia",
      "title": "Tokyo Olympics: Can this athletes' village keep out Covid?",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-57541794",
      "category": "world-latin-america",
      "title": "Covid: Brazil hits 500,000 deaths amid 'critical' situation",
      "tags": "Jair Bolsonaro,Brazil,Coronavirus pandemic",
      "text": "The number of deaths related to Covid-19 has passed 500,000 in Brazil, the second-highest in the world, as experts say the outbreak could worsen amid slow vaccination and the start of winter.\nThe virus continues to spread as President Jair Bolsonaro refuses to back measures like social distancing.\nThe health institute Fiocruz says the situation is \"critical\". Only 11% of adults are fully vaccinated. \nTens of thousands of Brazilians joined anti-government protests on Saturday.\nPresident Bolsonaro has been heavily criticised for not implementing a co-ordinated national response and for his scepticism toward vaccines, lockdowns and mask-wearing requirements, which he has sought to loosen.\nThe country has reported, on average, 70,000 cases and 2,000 deaths daily in the past week. Most of the new infections and deaths were among people aged 20-59, Fiocruz said, warning that the start of winter in the southern hemisphere, next week, could result in more infections.\nDespite this, governors and mayors have already relaxed the restrictions imposed to curb the spread of the virus. In many cities, restaurants, bars and shops have reopened while many people in the streets do not wear face masks or follow social distancing.\n\"People in Brazil are tired and they normalise death now so I think we still have a long way to go,\" Dr Natalia Pasternak Taschner, a microbiologist at the Question of Science Institute, told the BBC.\n\"If we're not successful in changing the behaviour of people and if we don't have campaigns for mask wearing, social distancing and vaccinations coming directly from the central government we're not going to be able to control it.\"\nOn Saturday, protests against President Bolsonaro were held in cities across the country, with demonstrators accusing him of delaying the purchase of vaccines while prioritising unproven treatments, such as hydroxychloroquine.\nIn rallies in Rio de Janeiro, Brasília and elsewhere, furious Brazilians carried banners with slogans like \"Bolsonaro must go\" or simply \"500,000\".\n\"His position on Covid and his denialism are absurd. He has abandoned reality and common sense. There is no explaining this, it is surreal,\" Robert Almeida, a 50-year-old marching in Rio, told AFP.\nProtester Denise Azevedo told Reuters: \"Herd immunity won't do any good. The only immunity you can get is with the vaccine. There is no early treatment. I have lost many friends, almost lost a cousin... people are orphans, fatherless, motherless, and childless.\" \nThe outbreak in Brazil has been fuelled by more transmissible variants of the virus, including the one first identified in the Amazon region and now known as Gamma. The rate of occupancy of intensive care unit beds remains at or above 80% in most states, while cities struggle with short supplies of vaccines.\nA parliamentary inquiry at the Brazilian Senate is looking into President Bolsonaro's handling of the pandemic. The opposition accuses him of delaying vaccine orders for political reasons, as he has consistently played down the severity of the pandemic.\nBut the president, whose popularity has plummeted, says he has done all he can to buy vaccines from several countries. He also insists the impact of lockdowns on the economy would be worse than the virus, a position shared by his supporters.\nPresident Bolsonaro has not commented on the 500,000 deaths. On Twitter, Health Minister Marcelo Queiroga expressed solidarity with the \"fathers, mothers, friends and relatives\" of those who had died.\nOnly the US has reported more total deaths related to Covid-19."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-56696907",
      "category": "world-latin-america",
      "title": "Why are so many babies dying of Covid-19 in Brazil?",
      "tags": "Children,Brazil,Long Reads,Coronavirus pandemic",
      "text": "More than a year into the pandemic, deaths in Brazil are now at their peak. But despite the overwhelming evidence that Covid-19 rarely kills young children, in Brazil 1,300 babies have died from the virus. One doctor refused to test Jessika Ricarte's one-year-old son for Covid, saying his symptoms did not fit the profile of the virus. Two months later he died of complications from the disease.\nAfter two years of trying, and failed fertility treatments, teacher Jessika Ricarte had all but given up on having a family. Then she fell pregnant with Lucas.\n\"His name comes from luminous. And he was a light in our life. He showed that happiness was much more than we imagined,\" she says. \nShe first suspected something was wrong when Lucas, always a good eater, lost his appetite. \nAt first Jessika wondered if he was teething. Lucas's godmother, a nurse, suggested that he might just have a sore throat. But after he developed a fever, then fatigue and slightly laboured breathing, Jessika took him to hospital, and asked for him to be tested for Covid.\n\"The doctor put on the oximeter. Lucas's levels were 86%. Now I know that is not normal,\" says Jessika.  \nBut he was not feverish, so the doctor said: \"My dear, don't worry. There's no need for a Covid test. It's probably just a minor sore throat.\"\nHe told Jessika that Covid-19 was rare in children, gave her some antibiotics and sent her home. Despite her misgivings, there was no option to have Lucas tested privately at the time. \nJessika says that some of his symptoms dissipated at the end of his 10-day antibiotics course, but the tiredness remained - as did her concerns about coronavirus. \n\"I sent several videos to his godmother, my parents, my mother-in-law, and everyone said that I was exaggerating, that I should stop watching the news, that it was making me paranoid. But I knew that my son was not himself, that he was not breathing normally.\"\nThis was May 2020, and the coronavirus epidemic was growing. Two people had already died in her town, Tamboril in Ceará, north-east Brazil. \"Everyone knows each other here. The town was in shock.\" \nJessika's husband Israel was worried that another hospital visit would increase the risk that she and Lucas would become infected with the virus. \nBut the weeks went by, and Lucas became sleepier and sleepier. Finally on 3 June, Lucas vomited over and over again after eating lunch, and Jessika knew she had to act.  \nThey returned to their local hospital, where the doctor tested Lucas for Covid, to rule it out. \nLucas's godmother, who worked there, broke the news to the couple that his test result was positive. \n\"At the time, the hospital did not even have a resuscitator,\" says Jessika. \nLucas was transferred to a paediatric intensive care unit in Sobral, over two hours away, where he was diagnosed with a condition called multi-system inflammatory syndrome (MIS). \nThis is an extreme immune response to the virus, which can cause inflammation of vital organs. \nExperts say the syndrome, which affects children up to six weeks after they are infected with coronavirus, is rare, but leading epidemiologist Dr Fatima Marinho from the University of São Paolo, says that, during the pandemic, she is seeing more cases of MIS than ever before. Although it doesn't account for all deaths. \nWhen Lucas was intubated, Jessika wasn't allowed to stay in the same room. She rang her sister-in-law to try and distract herself. \n\"We could still hear the sound of the machine, the beep, until the machine stopped and there was that constant beep. And we know that happens when the person dies. After a few minutes, the machine started working again and I started to cry.\"\nThe doctor told her Lucas had suffered a cardiac arrest but they had managed to revive him.\nDr Manuela Monte, the paediatric doctor who treated Lucas for over a month in the ICU in Sobral, said she was surprised that Lucas's condition was so serious, because he did not have any risk factors. \nMost children affected by Covid have comorbidities - existing conditions such as diabetes or cardiovascular disease - or are overweight, according to Lohanna Tavares, a paediatric infectologist at Albert Sabin Children's Hospital in Fortaleza, the state capital. \nBut that wasn't the case with Lucas. \nDuring the 33 days Lucas was in the ICU, Jessika was only allowed to see him three times. Lucas needed immunoglobulin  - a very expensive medication - to deflate his heart, but luckily an adult patient who had bought his own had donated one leftover ampoule to the hospital. Lucas was so ill that he went on to receive a second dose of immunoglobulin. He developed a rash on his body and was running a persistent fever. He needed support to breathe. \nThen Lucas began to improve and the doctors decided to take out his oxygen tube. They video-called Jessika and Israel so that he wouldn't feel alone as he regained consciousness. \n\"When he heard our voices he started to cry,\" says Jessika.  \nIt was the last time they were to see their boy react. During the next video call \"he had a paralysed look\". The hospital requested a CT scan and discovered Lucas had had a stroke.\nStill, the couple were told Lucas would make a good recovery with the right care and would soon be moved out of ICU and into a general ward.\nWhen Jessika and Israel went to visit him, the doctor was just as hopeful as they were, she says. \n\"That night, I put my cell phone on silent. I dreamed Lucas came up to me and kissed my nose. And the dream was a great feeling of love, gratitude and I woke up very happy. Then I saw my cell phone and saw the 10 calls that the doctor had made.\" \nThe doctor told Jessika that Lucas's heart rate and oxygen levels had dropped suddenly, and he had died early that morning. \nShe feels sure that if Lucas had been given a Covid test when she had requested it back in early May he would have survived.  \n\"It is important that doctors, even if they believe it is not Covid, do the test to eliminate the possibility,\" she says. \n\"A baby does not say what he is feeling, so we depend on tests.\"\nJessika believes that the delay in proper treatment made his condition more serious. \"Lucas had several inflammations, 70% of the lung was compromised, the heart increased by 40%. It was a situation that could have been avoided.\"\nDr Monte, who treated Lucas, agrees. She says that although MIS cannot be prevented, treatment is much more successful if the condition is diagnosed and treated early. \n\"The earlier he would have received specialised care, the better,\" she says. \"He arrived at the hospital already critically ill. I believe he could have had a different outcome if we could have treated him earlier.\"\nJessika now wants to share Lucas's story to help others who may miss critical symptoms.\n\"Every child I know was saved by some warning and the mother says: 'I saw your posts, I took my son to the hospital and he is now at home.' It's as if it were a little bit of Lucas,\" she says. \n\"I have been doing for these people what I wish they had done for me. If I had had information, I would have been even more cautious.\"\nThere is a misconception that children are at zero risk for Covid, says Dr Fatima Marinho, who is also a senior adviser to the international health NGO Vital Strategies. Marinho's research has found that a shockingly high number of children and babies have been affected by the virus. \nBetween February 2020 and 15 March 2021, Covid-19 killed at least 852 of Brazil's children up to the age of nine, including 518 babies under one year old, according to figures from the Brazilian Ministry of Health. But Dr Marinho estimates that more than twice this number of children died of Covid. A serious problem of underreporting due to lack of Covid testing is bringing the numbers down, she says. \nDr Marinho calculated the excess of deaths by unspecified acute respiratory syndrome during the pandemic, and found that there were 10 times more deaths by unexplained respiratory syndrome than in previous years. By adding these numbers, she estimates that the virus in fact killed 2,060 children under nine years old, including 1,302 babies.\nExperts say the sheer number of Covid cases in the country - the second-highest number in the world  - have increased the likelihood that Brazil's babies and young children are affected.\n\"Of course, the more cases we have and, as a result, the more hospitalisations, the greater the number of deaths in all age groups, including children. But if the pandemic were controlled, this scenario could evidently be minimised,\" says Renato Kfouri, president of the Scientific Department of Immunisations of the Brazilian Society of Pediatrics.\nSuch a high infection rate has overwhelmed Brazil's entire health care system. Across the country, oxygen supplies are dwindling, there is a shortage of basic medicines and in many ICUs across the country there are simply no more beds.\nBrazilian President Jair Bolsonaro continues to oppose lockdowns and the infection rate is being driven by a variant called P.1 which emerged in Manaus, in northern Brazil, last year, and is thought to be much more contagious. Twice the number of people died last month than in any other month of the pandemic, and the upward trend is continuing. \nAnother problem driving the high rates in children is a lack of testing.   \nMarinho says that for children often the Covid diagnosis comes too late, when they are already seriously ill. \"We have a serious problem detecting cases. We don't have enough tests for the general population, even fewer for children. Because there is a delay in the diagnosis, there is a delay in care for the child,\" she says. \nThis is not just because there is little testing capacity, but also because it is easier to miss, or misdiagnose, the symptoms of children suffering from Covid-19, as the disease tends to present differently in younger people. \n\"A child has a lot more diarrhoea, a lot more abdominal pain, and chest pain, than the classic Covid picture. Because there is a delay in diagnosis, when the child arrives at the hospital they are in a serious condition and can end up complicating - and dying,\" she says.  \nBut it's also about poverty and access to health care. \nAn observational study of 5,857 Covid-19 patients under the age of 20, carried out by Brazilian paediatricians led by Braian Sousa from the São Paolo school of medicine, identified both comorbidities and socioeconomic vulnerabilities as risk factors for the worst outcome of Covid-19 in children.\nMarinho agrees this is an important factor. \"Most vulnerable are black children, and those from very poor families, as they have the most difficulty accessing help. These are the children most at risk of death.\" She says this is because crowded housing conditions make it impossible to socially distance when infected, and because poorer communities do not have access to a local ICU.  \nThese children are also at risk of malnutrition, which is \"terrible for the immune response\", Marinho says. When Covid payments stopped, millions were plunged back into poverty. \"We went from 7 million to 21 million people below the poverty line in one year. So people are also going hungry. All of this is impacting mortality.\" \nSousa says his study identifies certain risk groups among children that should be prioritised for vaccination. Currently, there are no vaccines available for children under 16 years of age. \nVisits by relatives to children in ICU have been restricted since the beginning of the pandemic, for fear of infection. \nDr Cinara Carneiro, an ICU doctor at Albert Sabin Children's Hospital, says this has been immensely challenging, not just because parents are a comfort to their children, but because they can also help in a clinical sense - they can tell when their child is in pain or in psychological distress and when they need soothing rather than medicating.\nAnd she says the parents' absence intensifies their own trauma when they hear their child's condition has deteriorated and they haven't been there to witness it. \n\"It hurts to see a child dying without seeing their parents,\" says Dr Carneiro.\nIn an attempt to improve the communication between parents and their children, staff at Albert Sabin hospital clubbed together to buy phones and tablets to facilitate video calls. \nDr Carneiro says this has helped immensely. \"We have made over 100 video calls between family members and patients. This contact has greatly reduced the stress.\"\nScientists stress the risk of death in this age group is still \"very low\" - the current figures suggest only 0.58% of Brazil's 345,287 Covid deaths to date have been of 0-9 year olds - but that is more than 2,000 children. \n\"The numbers are really scary,\" says Dr Carneiro.\nWhile coronavirus is infectious to children, it is rarely serious. If your child is unwell it is likely to be a non-coronavirus illness, rather than coronavirus itself.\nThe Royal College of Paediatrics and Child Health advises parents seek URGENT help (call 111 or go to A&E)  if their child is:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57538844",
      "category": "uk-northern-ireland",
      "title": "DUP: Paul Givan told he must resign as first minister",
      "tags": "Sinn Féin,Northern Ireland Assembly,DUP (Democratic Unionist Party),Arlene Foster",
      "text": "The Democratic Unionist Party's Paul Givan has been told that he will have to resign as Northern Ireland's first minister when a new party leader takes over.\nIt comes just days after Mr Givan was officially installed in the post. \nDUP party officers have set a date of 26 June to elect a new leader, with only MLAs and MPs entitled to vote.\nThe nomination process has now opened, and will remain so until noon on 22 June.\nMr Givan was informed that he would have to step down by DUP officers after Edwin Poots resigned as party leader.\nThe story was first reported by the Belfast Telegraph.\nMr Poots stepped down on Thursday after an internal party revolt over his decision to agree a deal with Sinn Féin and nominate Mr Givan as first minister. \nPotential new leaders must submit in writing their nomination, supported by a proposer and seconder, to DUP chairman Lord Morrow.\nMr Givan is Northern Ireland's youngest first minister and looks set to be the shortest serving leader to hold the post. \nSir Jeffrey Donaldson, who is favourite to be the next DUP leader, has made it clear he plans to lead the party from Stormont as first minister. \nThe Lagan Valley MP ran against Mr Poots for the leadership and was narrowly defeated in the wake of Arlene Foster's ousting.   \nWhen Mr Givan resigns, it once more will see Michelle O'Neill removed as deputy first minister and the DUP and Sinn Féin will then have seven days to fill the roles. \nMr Poots, who took over as leader in May amid internal tensions about the direction of his leadership and the manner of Mrs Foster's departure, announced his resignation after a meeting of DUP party officers on Thursday night. \nThe BBC understands a motion of no confidence was mentioned at the meeting, but not tabled.\nSpeaking to Irish national broadcaster RTÉ, Irish Minister for Foreign Affairs Simon Coveney said that the DUP has \"had a terrible number of weeks\".\n\"I think they will now look to putting a new leader in place quickly and to provide stability behind that person and we need to give them the space and time to do that,\" he said. \n\"I also think other parties in the executive will be responsible in terms of trying to get that new first minister in place, if there is a new first minister, or if Paul Givan remains in office.\"\nDUP officers have decided that Paul Givan can't remain in place after a new party leader takes over. \nBut it's not clear yet when that will happen. \nIt is a huge blow for the Poots and Givan partnership.\nLast week they were at the peak of their respective political careers but it all unravelled within days.\nAnd once Mr Poots announced his plan to resign after being told by party officials he had lost his support, Mr Givan's fate was sealed.\nTo quote Mr Poots they, like Arlene Foster, have now felt \"the rough and tumble of politics\".\nProf Jon Tonge, of Liverpool University, who has written a book about the DUP, said the problems \"will be exactly the same for the new first minister, because Sinn Féin's demands for Irish language provision, in line with New Decade, New Approach, are going to be exactly the same.\n\"So the party, this time, is going to have to be squared off before that nomination for first minister can be made.\" \nThis latest issue was sparked after a late-night deal was done between Sinn Féin, the DUP and Secretary of State Brandon Lewis ending a stalemate over Irish language laws to allow for the nomination of a new first minister. \nThe position had become vacant after Mrs Foster formally resigned on Monday, thereby also triggering the resignation of Sinn Féin Deputy First Minister Michelle O'Neill, as it is a joint office. \nMr Poots had named Mr Givan as the DUP's pick to replace Mrs Foster, while Sinn Féin said Ms O'Neill would resume her post as deputy first minister.\nBut Sinn Féin had wanted commitments from the DUP over a timetable for implementing Irish language legislation, as set out in the New Decade, New Approach (NDNA) deal that restored power sharing in January 2020.\nThe party said this was not forthcoming, and it called on Mr Lewis to bring in Irish language legislation via Westminster.\nMr Poots had said he was committed to implementing all of the NDNA commitments, including those around Irish language, but not necessarily before the end of the current assembly mandate in May 2022. \nA deal was then struck between the two parties and the secretary of state in the early hours of Thursday morning that would see Westminster legislate for Irish language commitments in October, if Stormont fails to do so beforehand.\nDUP MPs and peers wrote to Mr Poots expressing concern about the deal, ahead of a DUP assembly group meeting which it is understood saw the vast majority of DUP MLAs - 24 to four - oppose Mr Poots nominating Mr Givan as first minister as a result of the deal. \nHowever, Mr Poots and Mr Givan left the meeting early, ahead of a special sitting of the assembly which then confirmed Mr Givan and Ms O'Neill as first and deputy first ministers. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-57544173",
      "category": "world-africa",
      "title": "Tokyo Olympics: Ugandan tests positive for Covid in Japan",
      "tags": "Japan,Uganda,Coronavirus pandemic",
      "text": "A member of Uganda's Olympic squad has become the first to test positive for Covid-19 on arrival in Japan for the competition due to start on 23 July.\nThe event was postponed last year, but is now going ahead despite a fresh wave of Covid-19 cases in Japan.\nUganda is also experiencing a surge in cases, which forced the government to tighten lockdown measures on Friday. \nThe unnamed Ugandan was part of a nine-member squad who had all been fully vaccinated, reports said.\nThe group - who included boxers, coaches, and officials - had also tested negative before leaving Uganda.\nHowever, one of them tested positive on arrival at Tokyo's Narita airport on Saturday, and was quarantined at a government-designated facility, Japanese officials were quoted by local media as saying.\nThe rest of the squad left by chartered bus for Osaka, in western Japan, where they are to train ahead of the Games.\nThe Ugandans were the second group of foreign athletes to arrive for training ahead of the competition. The Australian women's softball squad arrived on 1 June.\nForeign spectators have been banned from the Olympics. A decision is expected to be taken on Monday on whether to allow domestic spectators. \nHaving no spectators at the Games is the \"least risky\" option, Japanese medical experts have said.\nBut other Japanese officials have indicated they want domestic fans to attend if possible.\nTokyo reported 376 cases of Covid and one death on 20 June, 72 more than a week ago, the privately owned The Asahi Shimbun newspaper reported.\nPolls in local media suggest public scepticism about the Games taking place remains high amid a slow vaccine roll-out.\nOnly about 16% of Japan's population has received a Covid-19 vaccination dose so far, according to Reuters news agency.\nOfficials and volunteers working on the Games started receiving vaccinations on Friday.\nIn Uganda, President Yoweri Museveni announced a ban on road travel, except for vehicles carrying tourists, and workers in emergency and other essential services. \nHe also closed schools, universities and places of worship for 42 days.\nThe restrictions were necessary because of a \"more aggressive and sustained growth\" of the virus, Mr Museveni said. \nOver the last three weeks, the daily number of people testing positive had risen from less than 100 to more than 1,700, he said.  \n\"We are experiencing very high hospitalisation rates and deaths for Covid-19 patients among all age categories,\" the president added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57548531",
      "category": "science-environment",
      "title": "PM's research plan to make UK 'science superpower'",
      "tags": "Science policy,Patrick Vallance,Boris Johnson",
      "text": "The prime minister has set out plans to cement the UK's place as a \"science superpower\".\nBoris Johnson announced how increases in the research budget would be spent.\nAnd Sir Patrick Vallance, the chief scientific adviser, will lead a new Office for Science and Technology Strategy.\nAn expert on research policy said the move risked taking decision-making out of scientists' hands; Labour said government cuts had damaged research. \nThe prime minister is said to want to build on the success of the UK's coronavirus vaccine programme and apply it to other areas. These include developing technology to reach net zero carbon emissions and curing cancer rather than simply treating it.\n\"There can't have been a time in modern memory where every family has owed so much to British scientists (in developing a vaccine),\" Mr Johnson said during a visit to a laboratory in Hertfordshire on Monday.\nCalling science ''the great liberator'', he added: \"I've long believed that we can invest more in science as a country. And we want to use that public investment to trigger waves of private investment.\"\nThis government plans to put its money where its mouth is as it talks about plans to reinforce the UK's position as a global science leader.\nIt aims to increase research spending from nearly £15bn a year to £22bn by 2025. \nThe stated aim is to use the extra money to tackle societal challenges, such as the impact of climate change, level up across the country and boost prosperity around the world. \nAs ever though, with greater budgets, comes greater ministerial supervision - in the form of a new committee chaired by the prime minister. \nOn the one hand, it puts science at the heart of government, but on the other there's concern that there will be more political control on research budgets that could mean money being diverted toward pet projects - rather than spent on what is independently judged by experts to be the best science - as is currently the case.\nThe stated aim of the new Office for Science and Technology Strategy will be to push forward the government's research priorities. It will also identify resources needed to secure the UK's science capability.\nSir Patrick will take up the position of the new national technology adviser, alongside his other roles. These will include chairing a new National Science and Technology Council to help harness research for the \"public good\".\nHe said the changes would put science and technology \"right at the heart of policy making\" and said he looked forward to helping identify \"cutting-edge research and technologies\".\nBut James Wilsdon, who is digital science professor of research policy at Sheffield University, said the reorganisation carried risks: \"Ministers and civil servants might have a bigger say over direction and priorities, at the expense of researchers themselves, who are typically better-placed to know where opportunities lie. \n\"It also raises questions about how much of the extra investment that the government has promised by 2025 will be channelled towards Whitehall projects, and how much will go through (the science funding body) UK Research and Innovation and into the mainstream of university research funding.\"\nChi Onwurah MP, Labour's Shadow Science Minister, said that research cuts this year had damaged UK science.\n\"Ministers have cut the budget for science this year leaving researchers and programmes in the lurch, and medical research charities have been left to fend for themselves during the pandemic,\" she explained.\n\"More government structures cannot disguise the fact the government has no long-term plan for UK science and is letting our country's researchers down.\"\n\"Boris Johnson blowing his own trumpet won't protect the UK's status as a science superpower - only a proper plan backed with long-term investment can do that.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57539824",
      "category": "uk-england-london",
      "title": "Mayfair 'guardian angel' who saved man's life after stroke found",
      "tags": "Farnham,Mayfair,Strokes",
      "text": "A man who collapsed on a street when he had a stroke in London's West End has tracked down the \"guardian angel\" who saved his life.\nMathew O'Toole, 47, had been sitting on a bench outside a coffee shop in Wigmore Street, Mayfair, on 10 June when he began vomiting and sweating.\nHe said a nurse with a \"kind face\" called Dani or Danielle spotted the signs of a stroke and stopped to help.\nThe family has since made contact with her after a BBC News story on Saturday.\nAppearing on BBC Breakfast on Sunday, Mr O'Toole's wife, Georgina, 44, said: \"One of [Danielle's] friends saw the BBC article and got in touch with me on LinkedIn, and said, you don't know me but I know Danielle and this is her email address.\n\"I sent her a quick email last night to check she was the right Danielle, and she said yes she was, and she had been worrying ever since about what happened to him and was really pleased to know he was OK.\n\"She said there was no need for any thanks, but it would be very nice to have a chat over the phone when we have some time. She came across as a very lovely person, over email as well as in person.\"\nMr O'Toole said: \"It's just amazing.\n\"I just want to talk to [Danielle] about why, about how, about what I can do to support what she did, and how more people can not just walk on by, which is what she didn't do.\"\nMrs O'Toole said the family hoped to be able to do something in thanks, such as donating to a charity of her choice.\nThey also want to raise awareness of the fact vomiting can be a sign of a stroke.\n\"Although we know the common side effects of a stroke, there can be lots of symptoms including vomiting, double vision, spinning, and nausea and I want to get that across and make sure that nobody passes on by,\" she said.\nMr O'Toole was able to return home to his family in Farnham, Surrey, after five days in hospital and he is set to make a full recovery.\nMrs O'Toole said the family was grateful they were able to spend Father's Day together.\n\"I will definitely be making dinner for him, but nothing out of the ordinary because we don't need out of the ordinary, we just need him home and healthy,\" she said.\nOne in four strokes happen to people under the age of 65, according to the charity Different Strokes. It says people should use the FAST acronym as a simple test. \nOther stroke symptoms include sudden loss of vision, sudden weakness or numbness on one side of the body, sudden memory loss or confusion, sudden dizziness or unsteadiness, or a sudden fall. \nSource: Different Strokes"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leicestershire-57544939",
      "category": "uk-england-leicestershire",
      "title": "Colin Pitchfork: Minister may intervene in murderer release",
      "tags": "Parole Board,Enderby,Narborough,DNA",
      "text": "The justice secretary has said he is considering intervening over the decision to approve the release of child killer Colin Pitchfork.\nPitchfork, 61, was jailed for raping and murdering Leicestershire teenagers Lynda Mann and Dawn Ashworth in 1988.\nEarlier this month the Parole Board said it was satisfied he was suitable for release, subject to conditions.\nRobert Buckland told the BBC he was taking advice and considering the matter \"very carefully\".\nPitchfork was the first murderer to be convicted using DNA evidence in the 1980s and was sentenced to life. \nHe has spent 33 years in prison and the Parole Board panel said he had taken part in several courses to address his behaviour in custody.\nThe panel concluded: \"After considering the circumstances of his offending, the progress made while in custody and the evidence presented at the hearing, the panel was satisfied that Mr Pitchfork was suitable for release.\"\nThe justice secretary said the government would take legal advice to explore the use of the \"reconsideration mechanism\".\nThe Parole Board Reconsideration Mechanism gives people the right to ask for a decision to be looked at again if they believe it was \"procedurally unfair\" or \"irrational\".\nSpeaking to the Andrew Marr show, Mr Buckland said: \"I have got to put emotions aside, but I am a human being like everybody else, and that case was horrendous.\"\nHe said he had been given 21 days to consider whether or not to ask the Parole Board for a formal reconsideration.\n\"I'm considering the matter very carefully,\" he said, adding that he has \"another week to reach the final decision.\"\nMr Buckland said regardless of his decision in the case, he intends to \"go further with a root and branch review\" of the Parole Board.\nThe uncle of Pitchfork's victim Dawn Ashworth said the family had lived \"in fear\" of the decision, and \"there is no parole for Dawn or Lynda\".\n\"We are in a sort of shock. Obviously as a family we had sort of anticipated this eventuality - feared it - year on year,\" Philip Musson said.\n\"He took their lives in a way which is an absolute torment to those who cared and loved these girls.\"\nSouth Leicestershire MP Alberto Costa, who had met with the Parole Board over Pitchfork's case, previously said he was \"appalled\" at the news of Pitchfork's release.\nHe said he would \"work [his] socks off to make sure [the decision] is reconsidered and he is kept behind bars.\"\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57544235",
      "category": "business",
      "title": "McDonald's to hire 20,000 staff and open 50 outlets",
      "tags": "McDonald's",
      "text": "Burger giant McDonald's says it \"is looking to fill 20,000 roles\" across the UK and Ireland this year as part of plans to open 50 new outlets.\nHowever, boss Paul Pomroy has warned it is becoming increasingly difficult to recruit, echoing problems in the wider restaurant and hospitality sector.\nHe told the Sunday Telegraph it \"is getting harder and harder to recruit\". \nAlso on Sunday, restaurant chain Itsu announced a five-year expansion, with 100 new outlets creating 2,000 UK jobs.\nMcDonald's already has 1,400 restaurants across the UK and Ireland employing 130,000 staff - which it calls \"crew members\".\nThe firm insisted the new roles were not to replace jobs lost throughout the pandemic, but to prepare for the re-opening of the economy after lockdown.\nIt said the new posts were driven by both the new restaurant openings \"and the fact crew capacity will increase alongside government restrictions relaxing\".\nA spokesperson said: \"The business voluntarily closed ahead of the first government lockdown, and then reopened the majority of sites carefully.\"\nMr Pomroy, McDonald's chief executive for UK and Ireland, added in a statement: \"It's fantastic to be able to offer an additional 20,000 people an opportunity to work with us.\n\"There is no doubt the pandemic has had a huge impact on many people's employment opportunities and threatened the future of High Streets up and down the country.\"\nBut Mr Pomroy told the Telegraph that attracting the right \"talent will be critical\". McDonald's said it pays everyone under 21 more than the national minimum wage, and everyone over 21 more than the national living wage (£8.91 an hour).\nThe US is also seeing a staff shortage in some areas, and in May McDonald's said it would raise the hourly wages for its company-owned restaurants by an average of 10%.\nAs part of the expansion, McDonald's said it would add more restaurants \"in the regions\" of the UK, although a spokesperson did not expand on the details. \nDespite changing working patterns and debate over the future of the High Street, Mr Pomroy told the Telegraph that the High Street would continue \"to be part of the fabric of the UK\".\nHe said: \"It's up to us to make sure there are reasons for people to visit.\"\nIn addition to opening more outlets, McDonald's said it was introducing new menu options, including a Grab & Go set breakfast option.\nThe company also said in a statement it was \"trialling more flexible restaurant layouts to adapt to the different ways customers use its restaurants at different times of the day\", but gave no further details.\nItsu - which sells sushi, noodle soups and other Asian-inspired meals - is also expanding, with new backing from investment firm Bridgepoint.\nItsu's founder, Julian Metcalfe, said: \"We've spent months in lockdown working with [Bridgepoint] to ensure Itsu will be well-funded for long-term growth\".\nBridgepoint previously invested in Pret-a-Manger, another pre-packed lunch chain, founded by Mr Metcalfe in 1986, which they subsequently sold on.\nItsu said Bridgepoint had bought \"a meaningful minority stake\" in the group, which was recovering from the impact of lockdown measures.\n\"We are slowly getting back to pre-pandemic customer visits. Outside London, we are already busier than before,\" Mr Metcalfe said in a statement. \nBut he said the industry was facing \"the looming challenge of a severe shortage of young European chefs and huge food inflation\".\nBenoit Alteirac, partner at Bridgepoint, pointed to the focus on healthy food, in particular the high proportion of plant-based food on Itsu's menus, as one reason they were backing the company."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57534918",
      "category": "world-europe",
      "title": "Robert Schuman: Pope puts father of modern Europe on sainthood path",
      "tags": "France,Catholicism,Pope Francis,Roman Catholic Church,European Union",
      "text": "Pope Francis has put French statesman Robert Schuman, one of the founders of modern Europe, on the path to sainthood in the Roman Catholic Church.\nThe Vatican said the Pope approved a decree recognising Schuman's \"heroic virtues\", an early stage of the long process that can lead to canonisation.\nOne miracle would have to be attributed to Schuman for him to be beatified and then another for him to become a saint.\nSchuman, who died in 1963, was key in creating today's European institutions.\nSeveral popes have praised the role Schuman, who was a devout Catholic, played in trying to break the cycle of wars in Europe. The decree means that he now has the title of \"venerable\" in the Church.\nBorn in Luxembourg in 1886 and naturalised as a French citizen, Schuman briefly supported Marshal Pétain, who would be sentenced to death for being a Nazi collaborator in World War Two. After the German occupation of France in 1940, Schuman was arrested by the Gestapo but managed to escape a year later, and went on to live in hiding until the end of the war.\nIn the post-war period, Schuman served as France's prime minister and foreign minister. In 1950, he proposed that coal and steel resources should be pooled between European countries as a way to avoid future conflicts. The plan became known as the Schuman Declaration, and the day it was announced, 9 May, is celebrated as Europe Day.\nSix founding members - France, West Germany, Italy, Belgium, Luxembourg and the Netherlands - signed the Treaty of Paris, creating the European Coal and Steel Community. It evolved in 1957 to become the European Economic Community and finally the European Union, in 1993.\nHe also played a key role in founding Nato, the North Atlantic Treaty Organization, in 1949, and  served as the first president of the predecessor to the current European Parliament, in 1958. When he left office due to poor health he was given the title of Father of Europe.\nLast year, on the 70th anniversary of the Schuman Declaration, Pope Francis said it had led to \"the long period of stability and peace from which we benefit today\".\nThe France-based Institut Saint Benoît has been promoting sainthood for Schuman for decades, Reuters news agency reports.\nThe next step in the sainthood path of the Catholic Church is beatification. To reach that stage a miracle needs to be attributed to prayers made to the individual after their death. Claims need to be verified by evidence before they are accepted as miracles.\nA second miracle normally needs to be attributed to prayers made to the candidate after they have been beatified for the process to move to canonisation, the final step in declaring a deceased person a saint."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57547366",
      "category": "uk",
      "title": "Contaminated blood inquiry: The school where dozens of pupils died",
      "tags": "HIV & Aids,UK contaminated blood inquiry",
      "text": "A public inquiry has begun hearing from former students after more than 120 pupils at a school for disabled children were caught up in what has been called the worst treatment disaster in NHS history.\nFrom 1974 to 1987, those children were offered treatment for haemophilia at Treloar's College. \nAt least 72 died after being given a drug contaminated with HIV and viral hepatitis. \n\"We've lost so many friends from Treloar's and it's absolutely heartbreaking,\" Richard Warwick, a pupil at the Hampshire school in the late 1970s who was later diagnosed with HIV, told the BBC ahead of the hearing. \nThe inquiry into the use of infected blood began taking evidence from people connected to the school on Monday.\nFormer headmaster, Alec Macpherson, is one of those due to answer questions. \"It caused those boys a lot of anxiety and a lot of upset,\" he told the BBC. \n\"It put a rage inside them - why me, why has this happened to me, why have I got this dreadful disease?\"\nLord Mayor's Treloar's College was a boarding school for physically disabled children with a specialist NHS haemophilia centre on site, run by a dedicated medical team. \nBy the mid 1970s, a new treatment for haemophilia, known as factor VIII/IX, became available for the first time. \nIt meant those with a serious form of the blood disorder could live a normal life without the risk of a bleed. \nThe NHS was not self-sufficient in the blood plasma used to make the drug so it was imported from overseas, most notably the US.\nBatches were widely contaminated with hepatitis A, B, C and later HIV, infecting thousands of haemophiliacs across the UK. \nAde Goodyear joined Treloar's in 1980 at the age of 10. He described life as \"wonderful\" with supportive teachers, nurses and good friends.\nLike dozens of other boys at the school, he was given factor VIII to help control his bleeding.\n\"With one of my very first shots, I got hepatitis and was placed in isolation for two weeks,\" he said.\nIn 1985 he was taken into a small office with a group of boys to be told he had tested positive for HIV - then a newly discovered virus with no known treatment and a short life expectancy. \n\"The doctor was upset and pointed at us and said, you have it, and you haven't. And I was back in science by 1.50pm. I didn't even get the afternoon off,\" he said.\n\"A friend of mine picked up a pot plant and threw it against the wall of the haemophilia centre. It was a beautiful summer's day and I remember thinking, how many more sunrises like this am I going to see?\"\nAde's two older brothers died after treatment with factor VIII - Jason from Aids in 1997 and Gary from health problems linked to hepatitis C in 2015. \nFor pupils like Ade and Richard it meant living with the stigma of what was then a little-known disease. \nStudents were followed by newspaper reporters outside the school gates and shouted questions about their HIV status.\nJust 32 of the 122 haemophiliacs who attended the school from 1974 to 1987 are still alive today. Most died after contracting HIV or viral hepatitis. \nIt's hoped the public inquiry will be able to answer questions about what happened at Treloar's and the NHS haemophiliac centre run from the site. \nFamilies want to know why they were not told about the potential risks of Factor VIII earlier and why it took many years until the drug was heat treated to kill viruses and other contaminants.\n\"What happened at the school comes back to haunt us every day,\" said Stephen Nicholls, a former pupil who was infected with hepatitis C after his treatment. \n\"We will never forget the Treloar's story and those memories of what happened here.\"\nIt is a rare genetic condition in which the blood does not clot properly. It mostly affects men. \nPeople with the condition produce lower amounts of the essential blood-clotting protein known as factor VIII and IX.\nFormer students are giving evidence this week, some anonymously, along with the parents of children who lost their lives.\nThe haemophilia centre on the site was run by NHS doctors and nurses and not staff directly employed by the school, which still cares for physically disabled children today. \n\"Although no-one has at any point suggested that Treloar's was at fault, it is a tragic part of our past,\" the school said in a statement. \n\"It was, and still is, a very difficult time for our affected alumni, their families and staff who were here at the point.\n\"We are completely supportive of the campaign for truth, answers and justice by our former pupils.\"\nHave you been affected by the issues raised in this story? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57439524",
      "category": "uk-wales",
      "title": "Euro 2020: Covid rules in Wales mean no singing in pubs",
      "tags": "Coronavirus lockdown measures,Pubs,Coronavirus pandemic,Switzerland",
      "text": "Standing proudly, pint in hand, shoulder to shoulder, bars are normally packed with fans singing the national anthem when Wales play.\nBut as the Euro 2020 finals continue with Wales due to face Denmark in Amsterdam on Saturday, the atmosphere is much more tame.\nDue to Covid, the Welsh government had urged people not to sing or shout in order to stop the virus spreading.\nOne fan said not being able to sing the national anthem was \"an alien concept\".\nWhile restrictions have eased massively in recent months, there are still strict rules limiting who you can have round or go to the pub with to watch the games.\nFrom bar staff having to wear facemasks and people having to remain socially distanced from friends and fellow fans, supporting Wales in a pandemic is very different to the memories of 2016.\nThe Welsh government had asked fans to avoid shouting, singing, or chanting wherever they watched the game to try to prevent the virus spreading through air droplets.\nIn pubs, landlords were asked to take \"reasonable measures\" to stop the spread of Covid, including keeping the broadcasting of games to \"background noise level\" in a bid to stop people shouting over the commentary. \nThe Welsh government said Covid guidance for pubs, bars, and venues - including stopping people from singing and standing - had been worked out in \"conjunction with the sector\".\nBut fans had said not being able to sing the national anthem or cheer when a goal is scored, would make it near-impossible to support their country.\nPublic Health Wales previously said talking, singing and shouting, could spread Covid-19.\nFive years ago, Rebecca Thomas, from Llanelli, celebrated Wales' opening win of Euro 2016 surrounded by her family, hugging and cheering.\nHowever, this year the NHS worker is watching the games with her rugby-loving parents at home and joked it would mostly involve her dad shouting at the referee for the whole game.\n\"Even if we could all get together, there would be no celebrations, with us all hugging... it's going to be completely different,\" she said.\n\"It was 58 years in the making... to be together was just incredible.\"\nMs Thomas had decorated the house with flags and bunting despite watching the match with her parents, who know nothing about football. \nShe said restrictions meant she chose not to go to the pub: \"It would have been impossible... how can you go to a pub and watch Wales and not sing the national anthem, that's such an alien concept to me,\" she said.\n\"I just couldn't do it... if we score a goal, how do you not sing, shout and hug people, I wouldn't cope.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57542194",
      "category": "uk-politics",
      "title": "Sort rape convictions or go, Labour tells Buckland",
      "tags": "Sexual violence,Ministry of Justice,Crown Prosecution Service,David Lammy,Robert Buckland",
      "text": "The justice secretary must resign if he cannot reverse low conviction rates for rape within a year, Labour has said.\nShadow justice secretary David Lammy said Robert Buckland shed \"crocodile tears\" when he apologised for convictions falling to a record low.\nA government report this week said only 3% of reported rapes in England and Wales resulted in a prosecution in 2019-20 - down from 13% five years ago.\nMr Buckland said Mr Lammy's comments had no place in a serious debate.\nThe justice secretary told the BBC's Andrew Marr Show that Labour was pursuing \"low politics\" in challenging him to improve the conviction rates or resign.\nHe said: \"It is constitutionally illiterate to suggest that a politician like me should in any way command and control the way that independent police and prosecutors go about their work.\"\nMr Buckland declined to say if he would be lobbying the Treasury for more funding to improve prosecutions, saying that while there were \"pressures on the system\" it was not at \"breaking point\".\nEarlier this week, he admitted budget cuts were partly to blame and set out plans for a \"system and culture change\".\nThe justice secretary said he was \"deeply ashamed\" that convictions for rape and other sexual offences in England and Wales had dropped to the lowest level since records began.\nMr Lammy said: \"The justice secretary's crocodile tears will mean nothing if the government fails to reverse its disastrous failure of rape victims.\n\"The Conservatives' decade of cuts to the justice system has let rapists and other violent criminals off the hook while denying victims justice...\n\"If he cannot reverse these figures within a year of his apology, the justice secretary should do the honourable thing and resign.\"\nThe latest figures from the Crown Prosecution Service show there are an estimated 128,000 victims of rape and attempted rape a year. But only 1.6% of reported cases result in a charge.\nThe government's plans set out in its report include:\nThe report - commissioned in March 2019 - also said the volume of cases going to court should return to \"at least 2016 levels\" and that regular \"scorecards\" would be published to monitor progress.\nThere are many possible factors behind the fall in prosecutions. \nThe review argued it was due to \"a strained relationship\" between different parts of the system, lack of support for the victims and \"an increase in invasive requests for their personal data\".\nIn rape investigations, there has been an increase in the amount of evidence to consider, often from phones and social media, making them more difficult for police, prosecutors and, potentially, victims."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57482158",
      "category": "uk-wales",
      "title": "Sight loss: Lengthy waiting lists 'cost me my driving licence'",
      "tags": "Welsh government,Ammanford,Blindness and visual-impairment,Diabetes,Coronavirus pandemic,Cwm Taf Morgannwg University Health Board",
      "text": "A former teacher who was forced to give up driving after failing an eye test claims long NHS waiting lists stripped her of her independence.\nMore than 65,000 people at risk of going blind have been waiting too long for outpatient appointments in Wales.\nDianne Gill, who has type 1 diabetes, believes she would still be able to drive if she had not waited 11 months for a check-up.\nThe Welsh government said it was working to bring down waiting lists.\nUnder Welsh government targets, those classed as having the highest risk of going blind are meant to be seen no later than 25% beyond their target appointment date.\nThis means a patient given an eight-week maximum waiting time target should be seen within 10 weeks.\nHowever, latest figures show that in April none of Wales' health boards hit the 95% target, with 65,550 patients waiting too long, with the backlog growing due to the coronavirus pandemic.\nIn April, 54.7% of patients most of risk of permanent sight loss were waiting too long for appointments, up from 35.8% in April 2019, before Covid hit.\nEvery Friday, former technology teacher Ms Gill, would drive the short journey from her village to go swimming in Ammanford, Carmarthenshire.\nBut after failing an eye test, the 65-year-old, had to give up her hobbies and role as an exam invigilator, after having her driving licence revoked. \n\"To me driving was my life, I was always going somewhere, I did what I wanted when I wanted, I am a very sociable person, I've lost all of that,\" she said.\nMs Gill, who has had type 1 diabetes since she was 22, had to have her licence renewed every three years, but failed in 2019 after being unable to read a number plate.\nThe former teacher has diabetic retinopathy, a condition caused by damage to the blood vessels at the back of the eye as a result of diabetes.\nShe said she was told by doctors she should have a check up every four months.\nBut she said appointments were repeatedly pushed back, and she went from December 2018 to November 2019 without seeing a consultant at her local hospital.\nShe now believes if she had been seen sooner she could have had treatment and the damage to her sight could have been prevented, allowing her to drive.\nMs Gill, who cares for her elderly mother who has dementia, said living in a rural village with limited bus services had left her reliant on friends and family for lifts.\n\"For me, not driving has impacted me worse than having type 1 diabetes, it's never stopped me doing anything before,\" she said.\nMs Gill, who sits on All Wales Diabetes Reference Group, said she feared the situation would get worse for thousands of others due to backlogs caused by the coronavirus pandemic.\nIn Hywel Dda, where Ms Gill said she received great care from doctors, about 57% of patients at risk of permanent sight lost were waiting too long in April.\n\"I honestly think I am safe to drive, but I cannot pass the 20 metre number plate test,\" she said.\n\"It is so frustrating to know that this could have been avoided.\"\nAnsley Workman, director of RNIB Cymru, said an increase in cancelled and delayed appointments for those most at risk of sight loss was \"really concerning\".\nShe called for health boards to communicate more clearly with patients about when they could expect to get an appointment, and who they could reach out to for support.\n\"Patients are waiting, and therefore they may be at risk of sight loss that is unnecessary,\" she said.\n\"We often find that people get diagnosis of sight loss - and it has a huge emotional impact and they don't know where to go - they don't know how to move on with their lives.\"\nMs Workman said the Welsh government needed not to just commit money, but to urgently fund changes to eye services to bring down waiting lists.\nThe Welsh government said urgent and essential eye care services continued throughout the pandemic, but health boards were \"prioritising patients by clinical need as they restart routine activity\".\nMinisters recently announced an extra £100m to help tackle record high waiting lists.\n\"We are also working with the NHS to understand what additional requirements may be needed to support eye-care care delivery for the future,\" a spokesman said.\n\"Anyone who is worried about their eye health should contact their optometrist who will provide appropriate advice and examine those who require urgent or essential eye care,\" he said. \n\"Health boards have also established help lines if people feel their conditions have changed.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-57544665",
      "category": "uk-england-manchester",
      "title": "Andy Burnham's anger at Manchester-Scotland travel ban",
      "tags": "Coronavirus lockdown measures,Nicola Sturgeon,Mayor of Greater Manchester,Travel & leisure industry,Coronavirus pandemic,Andy Burnham",
      "text": "Greater Manchester mayor Andy Burnham has accused the Scottish government of \"hypocrisy\" after it announced a travel ban to parts of the region.\nFirst Minister Nicola Sturgeon said on Friday that non-essential travel between Scotland and Manchester and Salford would be banned from Monday.\nMr Burnham said the decision was \"announced out of the blue\" and was \"completely disproportionate\".\nThe Scottish government said it was made after \"careful consideration\". \nA spokesman said Scottish rules on travel were \"kept under active review\" and could \"sometimes happen at short notice\" after receiving the latest data.\nHe added Covid rates in Manchester and Salford were \"particularly high at the moment and these restrictions are intended to minimise the risk of either exacerbating the situation there or indeed allowing more virus to come back here to Scotland\".\nThe decision to add Manchester and Salford was announced in the Scottish Parliament on Thursday.\nMr Burnham said different arrangements could have been made \"if the first minister had been in touch with us\".\nHe said he would write to Ms Sturgeon and ask the Scottish government to compensate local people who had planned to travel to Scotland and businesses that could lose bookings.\nNon-essential travel was banned between Scotland and Bolton and Blackburn with Darwen on 24 May, while travel restrictions with Bedford were lifted on Friday.\nThe pandemic has shone a light on devolved decision making across the UK.\nScottish ministers have flexed their legislative muscles to at times take a different approach to Downing Street when it comes to tackling the spread of Covid.\nThe UK government's decision last year to impose tougher restrictions on Greater Manchester sparked more debate over regional devolution, and prompted an angry response from the mayor Andy Burnham.\nNow he's turned that anger towards the first minister, arguing Nicola Sturgeon's doing to Greater Manchester what she has criticised UK Ministers for doing to Scotland - taking decisions without consultation or warning.\nThe Scottish government insists the travel ban was carefully considered, and that as the virus moves fast, so must the government.\nA flexing of devolved powers not everyone is happy about.\nOn Sunday, the UK recorded another 9,284 Covid cases - including 7,778 cases for England and 1,205 for Scotland - and a further six deaths within 28 days of a positive test.\nBoth nations have seen a rise in the the seven-day infection rate with the Scottish infection rate at 128 per 100,000 people and 86 per 100,000 people in England.\nNearly 43 million people in the UK have had their first coronavirus vaccine, while 31.3 million of them have had their second jab - 59.5% of the adult population - according to latest government figures.\nNorth-west England had the highest proportion of people in England who are likely to test positive for the virus in the week to 12 June, at a rate of about one in 180\nScotland, which has the highest infection rate in Europe but also one of the highest vaccination rates, has paused the lifting of Covid restrictions this summer due to rising cases.\nAppearing on BBC's Andrew Marr Show, Mr Burnham said: \"I was really disappointed on Friday that the first minister of Scotland just announced out of the blue - as far as we were concerned - a travel ban saying that people couldn't travel from Scotland to Manchester and Salford, and people couldn't go the other way.\n\"That is exactly what the SNP always accuse the Westminster government of doing - riding roughshod over people.\n\"The SNP are treating the north of England with the same contempt in bringing that in without any consultation with us.\"\nHe added: \"I just think it's double standards, it's hypocrisy.\n\"Why should a couple from Salford - who are double jabbed - who are about to go on a walking holiday in Scotland, not be able to go?\n\"The Scottish government can't just impose things on parts of the north of England with no discussion with us - that is simply wrong and they need to live by the same standards that they always call from others.\"\nSpeaking on BBC Scotland's The Sunday Show, Scottish government trade minister Ivan McKee said a decision had to be made quickly.\n\"The virus, as we know, moves very fast, decisions are made very fast and those decisions are communicated at a four-nations level,\" he said.\nHe said Mr Burnham's decision to write to the first minister was \"absolutely fine and I'm sure there will be a conversation about how we can keep him better informed in future\".\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-57549202",
      "category": "world-latin-america",
      "title": "Usain Bolt welcomes newborn twin sons Thunder and Saint Leo",
      "tags": "Usain Bolt",
      "text": "Sprinter Usain Bolt has had twin boys, named Thunder Bolt and Saint Leo Bolt.\nBolt, 34, announced the news on Instagram on Father's Day, with a lightning bolt emoji next to each of his children's names.\nThe Olympic champion posted a photo of him and partner Kasi Bennett, with their twin boys and one-year-old daughter Olympia Lightning.\nThe couple did not say when exactly the twins were born. \nBennett also posted a photo with the babies, saying Bolt was \"the rock of this family and the greatest daddy to our little ones\".\nOlympia Lightning was born in May 2020, and her name was announced publicly two months later. \nBefore her birth, Bolt had kept followers updated of Bennett's pregnancy on his social media. However, neither he nor Bennett had posted about her pregnancy with the twins.\nBolt, a Jamaican sprinting icon, retired from athletics in 2017 and still holds the 100m and 200m world records, making him the fastest man in history.\nHe is also the only man to have won three 100m Olympic titles and 23 major gold medals during his career.\nAfter leaving athletics he tried to play professional football, but then announced he was leaving sports entirely in 2019.\nBolt is not the first celebrity to use a play on words when naming children.\nIn 2013 Kanye West and his wife Kim Kardashian West, who are currently separated, made headlines when they named their child North West.\nMusician Jermaine Jackson named his son, who is now 20 years old, Jermajesty.\nAnd television actor Rob Morrow from 1990s series Northern Exposure named his daughter, who is now also an actor, Tu Morrow. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57541346",
      "category": "world-middle-east",
      "title": "Iran election: Israel PM warns world of Ebrahim Raisi",
      "tags": "Israel,Iran",
      "text": "Israel's Prime Minister has said the international community should \"wake up\" to the election of Iran's next president, Ebrahim Raisi.\nPrime Minister Naftali Bennett said Iran's \"regime of brutal hangmen\" wants nuclear weapons - something Iran has repeatedly denied.\nEbrahim Raisi was declared the winner of Iran's presidential election on Saturday.\nHe is is Iran's top judge and holds ultra-conservative views.\nIn a statement following his victory, he promised to strengthen public trust in the government, and be a leader for the entire nation.\n\"I will form a hard-working, revolutionary and anti-corruption government,\" state media quoted him as saying.\nThe election race was widely seen as being designed to favour Mr Raisi. The president-elect - who will be inaugurated in August - is under US sanctions and has been linked to past executions of political prisoners.\nIn an Israeli cabinet meeting on Sunday, Mr Bennett told colleagues this was \"the last chance for world powers to wake up... and understand who they are doing business with\".\n\"A regime of brutal hangmen must never be allowed to have weapons of mass destruction.\"\nIran and Israel have been in a long-running \"shadow war\", which has resulted in both countries taking part in tit-for-tat actions, but so far avoiding all-out conflict. Recently, however, the hostilities between the two have escalated again.\nThe situation is complex, but one big source of tension is Iran's nuclear activities.\nIran blames Israel for the murder of its top nuclear scientist last year and an attack on one of its uranium enrichment plants in April. \nIsrael does not believe that Iran's nuclear programme is purely peaceful, and is convinced it is working towards building a nuclear weapon.\nThe 2015 Iran nuclear deal, which saw harsh penalties on Iran lifted as long as it stopped some nuclear work, collapsed when former US President Donald Trump abandoned the deal in 2018, and re-imposed the crippling economic sanctions. The Biden administration is now trying to work out a way to re-enter the deal.\nIn response to the sanctions being tightened, Iran stepped up its nuclear activities, and is currently enriching uranium at its highest levels ever - although still short of what is needed to make nuclear-grade weapons.\nCommenting on the election result, the US said it regretted Iranians were \"denied their right to choose their own leaders in a free and fair electoral process\". \nVoter turnout was at a record low for this election, with less than 50% of registered voters going to the polls, compared to more than 70% in 2017. Many people shunned the vote, believing that it had been engineered in favour of Mr Raisi, who is a staunch ally of Supreme Leader Ayatollah Ali Khamenei.\nAyatollah Khamenei has repeatedly called for the elimination of the state of Israel. In 2018, he described the country as a \"cancerous tumour\" that had to be removed from the region.\nNuclear deal talks\nMr Raisi's win has come on the same weekend as negotiations to try and revive the 2015 Iran nuclear deal continue in Vienna. \nThe EU has said another formal meeting will take place on Sunday between Iran and the six world powers involved in the deal. This is the sixth round of indirect talks between the US and Iran, and this week officials said the parties remain divided on some key issues, Reuters reported. \nA spokesman for the US State Department said the indirect talks would still continue after Mr Raisi takes power.  \nRussia's Vladimir Putin was quick to congratulate Ebrahim Raisi, highlighting the \"traditionally friendly and good-neighbourly\" relationship between the two countries.\nThe leaders of Lebanon, Syria, Iraq, Turkey and the United Arab Emirates sent similar messages of support and congratulations.\nA spokesperson for Hamas, the Palestinian militant group that runs Gaza, wished Iran \"progress and prosperity\".\nHowever, human rights groups have said Mr Raisi should be investigated for atrocities.\n\"As head of Iran's repressive judiciary, Raisi oversaw some of the most heinous crimes in Iran's recent history, which deserve investigation and accountability rather than election to high office,\" Michael Page from Human Rights Watch said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57546290",
      "category": "world-middle-east",
      "title": "Iran nuclear deal: Israel warns Iran as talks progress",
      "tags": "Israel,Iran,Iran nuclear deal,Vienna",
      "text": "Israel's prime minister has called on the US and its allies to \"wake up\" to the threat of Iran as talks continue to revive a landmark deal to limit the country's nuclear programme.\nNaftali Bennett said Iran's \"regime of brutal hangmen\" wants nuclear weapons, something Iran has repeatedly denied.\nDiplomats said progress was made to renew the deal, which the US withdrew from under President Donald Trump, but there were still gaps to be bridged.\nIsrael opposes the agreement.\nIran elected hardliner Ebrahim Raisi, the country's top judge who holds ultra-conservative views, as new president on Friday, in a race widely seen as being designed to favour him.\nThe president-elect - who will be inaugurated in August - is under US sanctions and has been linked to past executions of political prisoners.\nNegotiators from the six signatory countries - the US, UK, France, China, Russia and Germany - and Iran have been holding talks since April to revive the deal, which saw Iran limit its nuclear activities in return for sanctions relief.\nIran, however, has been violating the deal since the US unilaterally left it.\nOn Sunday, the countries gathered for a sixth round of indirect talks between the US and Iran in Vienna, but adjourned for the delegates to return to their capitals.\nIranian Deputy Foreign Minister Abbas Araqchi told state television the parties were \"now closer than ever\" to a deal, but added that bridging the remaining distance between them was \"not an easy job\".\nEnrique Mora, envoy for the EU, echoed Mr Araqchi, saying progress on technical issues had given them greater clarity, giving them a \"clear idea of what the political problems are\".\nThe US national security adviser, Jake Sullivan, said there was \"still a fair distance to travel\" on issues including sanctions and on the commitments Iran needed to make. Iran is currently enriching uranium at its highest levels ever, although still short of what is needed to make nuclear-grade weapons.\nA spokesman for the US state department earlier said the indirect talks would still continue after Mr Raisi takes power.\nIran and Israel have been in a long-running \"shadow war\", which has resulted in both countries taking part in tit-for-tat actions, but so far avoiding all-out conflict. \nAyatollah Khamenei - Iran's supreme leader - has repeatedly called for the elimination of the state of Israel. In 2018, he described the country as a \"cancerous tumour\" that had to be removed from the region.\nIsrael sees Iran as a major threat and has repeatedly insisted that it wants to develop nuclear weapons. \nPrime Minister Bennett told his cabinet this was \"the last chance for world powers to wake up... and understand who they are doing business with\".\n\"A regime of brutal hangmen must never be allowed to have weapons of mass destruction.\"\nRecently the hostilities between the two countries have escalated again. Iran blames Israel for the murder of its top nuclear scientist last year and an attack on one of its uranium enrichment plants in April. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57542454",
      "category": "world-us-canada",
      "title": "Arizona police shoot driver who crashed into charity bike ride",
      "tags": "United States,Arizona",
      "text": "A man in a pick-up truck drove into cyclists taking part in a charity bike ride in Arizona, leaving six of them in a critical condition.\nThe incident happened at about 07:25 (14:25 GMT) in Show Low, a city about 180 miles north-east of Phoenix.\nPolice said the suspect, described as a 35-year-old white male, fled the scene and was pursued by officers.\nPolice then shot him behind a hardware store over a mile away, leaving him in a critical but stable condition.\nKristine M Sleighter, a spokeswoman for the Show Low Police Department, told reporters: \"Our community is shocked at this incident and our hearts and prayers are with the injured and their families at this time.\"\nThe department added that the Navajo County Sheriff's Office was assisting them, and the Arizona Department of Public Safety was investigating the shooting of the suspect.\nSix cyclists were rushed to hospital after the crash, four of whom are in a critical condition, while the other two are critical but stable. Police said another two or three victims took themselves to hospital and are in a stable condition.\nLocal cycling shop owner Mike Godwin, who sponsored the race, told the New York Times that the group of cyclists who were hit by the vehicle were in the men's master class group, aged 55 and above.\nThe race, Bike the Bluff, is a 58-mile (93 km) cycle ride through eastern Arizona to raise money for Mountain Christian School, a religious primary school in Show Low. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57542818",
      "category": "uk",
      "title": "Outdoor civil weddings and partnerships get the go ahead",
      "tags": "Ministry of Justice,Coronavirus lockdown measures,Weddings,Robert Buckland,Coronavirus pandemic",
      "text": "Civil weddings will be permitted to take place outdoors for the first time in England and Wales from next month.\nThe ceremonies at approved premises such as hotels currently need to be in a room or other permanent structure.\nThe change, which also applies to civil partnerships, will allow outdoor ceremonies from July to next April, and will mean more guests can attend events affected by social-distancing rules. \nA consultation will take place to see if the change should become permanent. \nIt comes as a relaxation of coronavirus restrictions in England and Wales from Monday will increase the number of people able to attend weddings and civil partnerships.\nIn England the 30-person cap will be lifted - but venues are being asked to limit numbers based on space and to enforce social distancing measures, including the wearing of face coverings indoors.\nIn Wales, the number of people who can attend will be determined by the size of the venue and an assessment of Covid risks - including social distancing.\nBut the change will only apply to locations already approved to hold civil weddings and partnership registrations, so will not expand the number of venues available this summer.\nOn Sunday, the UK recorded another 9,284 Covid cases and a further six deaths within 28 days of a positive test.\nLatest government figures also showed nearly 43 million people in the UK have had their first coronavirus vaccine, while 31.3 million have had their second jab - 59.5% of the adult population.\nJustice Secretary Robert Buckland said: \"A couple's wedding day is one of the most special times in their lives and this change will allow them to celebrate it the way that they want.\n\"At the same time, this step will support the marriage sector by providing greater choice and helping venues to meet demand for larger ceremonies.\"\nMPs will not have to vote on the law change, as it can be introduced directly by a government minister.\nUntil 1994 marriage ceremonies in England and Wales could only take place in churches and register offices. \nAn amendment to the law permitted ceremonies at other locations including landmarks, stately homes  and dedicated wedding venues. The sites must be approved by local councils, with a registrar attending to record the ceremony.\nAbout 75% of non-religious weddings now take place on approved premises.\nFor historical reasons, the law already allows Jewish and Quaker wedding ceremonies the option of taking place outdoors. But other religious ceremonies will continue to take place indoors in churches or certified places of worship.\nThe government says it plans to introduce legislation to allow religious marriages to take place outdoors when parliamentary time allows.  \nThe issue of holding ceremonies outdoors was among a series of changes proposed by the Law Commission last year.\nThe commission, which reviews legislation, said current laws were no longer meeting the needs of many couples, and suggested private gardens, beaches and parks could all become potential venues in the future.\nHowever, the Ministry of Justice says the location for ceremonies taking place outside from July must be assessed to be \"seemly and dignified\" and there will be public access and signage requirements."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57543891",
      "category": "entertainment-arts",
      "title": "Thelma & Louise stars recall male backlash to film 30 years on",
      "tags": "Film,United States,Hollywood",
      "text": "Some 30 years ago, Geena Davis and Susan Sarandon were propelled to new heights of stardom for their leading roles in crime drama Thelma & Louise.\nIn the 1991 film, the American actors played two women whose characters' journey challenged traditional notions of femininity.\nNow Hollywood royalty, the pair attended a special screening to mark the film's 30th anniversary on Friday.\nAt the event in Los Angeles, Davis and Sarandon considered the film's impact.\nWhen the film was released, the media predicted there were \"going to be so many movies starring women, about women, female road pictures, whatever\", Davis said in a Q&A session, according to the Hollywood Reporter.\n\"I'm thinking, hot dog, let's sit back and wait for all this magic change to happen. We're still waiting. It really did not happen. It seems like every five years or so, there's another movie starring women that's a huge hit and people say, 'Well now certainly everything is going to change,' and it really hasn't.\"\nThe film did change the lives of Davis, 65, and Sarandon, 74, though.\nDirected by Ridley Scott, the film was a critical and commercial success, winning Best Original Screenplay at the Academy Awards, where it received six nominations.\nDavis and Sarandon went on to continue their illustrious careers, each collecting numerous accolades for their acting.\nSeen as a feminist trailblazer by many, Thelma & Louise only burnished their credentials.\nFor those who have not seen it, the film casts Davis as Thelma, a meek housewife whose friend Louise - who is played by Sarandon - convinces her to come on an impulsive road trip.\nBut on the road, a series of unfortunate circumstances soon get them in trouble with the law. \nWhen Louise fatally shoots a man who tries to rape Thelma at a bar, the pair decide to flee to Mexico, leaving their old humdrum lives behind.\nSpoiler alert: the film ends in dramatic fashion, culminating in a police chase that sees Thelma and Louise kiss before driving off a cliff at the Grand Canyon.\nThe film's portrayal of Thelma and Louise as plucky, independent women prepared to risk it all for friendship was praised as a step forward for female empowerment in Hollywood.\nYet some male critics took exception to the depiction of violence against men in the film.\n\"I completely underestimated that we were backing into territory held by white heterosexual males,\" Sarandon said at Friday's event.\n\"They got offended and accused us of glorifying murder and suicide and all kinds of things. It didn't seem like a big deal, it seemed like it was unusual that there would be a woman that you could be friends with in a film.\"\nFor Davis, the backlash was worth it, not least for the degree to which the film inspired women.\n\"The reaction from women was so strong and nothing I'd ever seen before. It made me realise how few opportunities we have for women to come out [of] a movie feeling empowered by the female character,\" Davis was quoted as saying by Variety magazine.\n\"It made me think, 'well, I'm really going to think about what are the women in the audience going to think about my character from now on.'\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-stoke-staffordshire-57544083",
      "category": "uk-england-stoke-staffordshire",
      "title": "Stoke-on-Trent crash: Girl, 6, killed and father hurt",
      "tags": "Stoke-on-Trent",
      "text": "A six-year-old girl has died after she and her father were reportedly hit by a car in Stoke-on-Trent, police said.\nThe pair were walking along Endon Road, Norton Green, at about 19:15 BST on Saturday when the crash happened.\nStaffordshire Police said passers-by attempted to save the girl but she died at the scene.\nHer father is being treated for injuries, while the car driver is being treated for a head injury, the force added.\nInsp Lee Robinson, of Staffordshire Police, said: \"The girl's family will be supported by specially-trained officers and our thoughts are with them at this time.\n\"We do not yet understand fully what has happened and so I'd urge people to avoid the area while we investigate and please not to speculate as to the circumstances.\n\"However, I would appeal for anyone who witnessed the incident, or may have CCTV or dashcam footage, to get in touch and assist our inquiries.\"\nStaffordshire Fire and Rescue Service said it sent two appliances to the scene, one from Sandyford and another from Hanley, after being alerted by West Midlands Ambulance Service at 19:37 BST. "
    }
  ]
}