{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58309900",
      "category": "science-environment",
      "title": "Climate change: Europe's extreme rains made more likely by humans",
      "tags": "Intergovernmental Panel on Climate Change,Paris climate agreement,Climate change,Europe floods",
      "text": "The heavy rainfall behind deadly flooding in Europe in July was made more likely by climate change, scientists say.\nThe floods in Germany, Belgium and other areas killed at least 220 people as towns and villages were swamped.\nResearchers say global heating made rainfall events like this up to nine times more likely in Western Europe.\nDownpours in the region are 3-19% more intense because of human induced warming. \nThe dramatic and deadly floods that hit Germany, Belgium and elsewhere in mid-July were a shock to weather forecasters and local authorities. \nLives were swept away and houses, motorways and railway lines destroyed by the rapidly rushing waters. \nThe severe flooding was caused by heavy rainfall over a period of 1-2 days on already sodden ground, combined with local hydrological factors such as land cover and infrastructure.\nTo analyse the impact of climate change in events like this, researchers from the World Weather Attribution group focused on the heavy rainfall that preceded the floods. \nThey did this in part because some of the hydrological monitoring systems, which would have given them more accurate information about the floods, were destroyed by the waters. \nThe rainfall data showed that in the areas around the Ahr and Erft rivers in Germany and in the Meuse region of Belgium, intense downpours brought 90mm of rain in a single day. \nWhile the scientists found a trend of increasing rainfall in these small regions, making a deduction about the influence of climate change was challenging, as there was also a large amount of natural variability from year to year in the local rainfall patterns. \nTo really see the influence of rising temperatures, the researchers had to broaden their analysis and look at a larger section of Western Europe, including eastern France, western Germany, eastern Belgium, the Netherlands, Luxembourg and northern Switzerland. \nThe team found that in this broad region, climate change driven by humans increased the intensity of rain that fell in a one day event in Summer by between 3% and 19%.\nRising temperatures also made downpours similar to those that triggered the floods more likely to happen by a factor of between 1.2 and 9.\nMost rapid attribution studies to date have been carried out on extreme heat events such as the recent US and Canadian wildfires. Working on extreme rainfall events is more of a challenge.\n\"We combined the knowledge of specialists from several fields of study to understand the influence of climate change on the terrible flooding last month, and to make clear what we can and can not analyse in this event,\" said Dr Sjoukje Philip who's a climate researcher, with the Royal Dutch Meteorological Institute (KNMI) and part of the WWA team.\n\"It is difficult to analyse the climate change influence on heavy rainfall at very local levels, but we were able to show that, in Western Europe, greenhouse gas emissions have made events like these more likely.\" \nThe researchers say that in the current climate, for any given location in Western Europe, they would expect a rainfall event like the one in July to happen once in 400 years. \nWith continued greenhouse gas emissions and rising temperatures, the heavy rainfall that brought misery to parts of Europe will become more common.\n\"Our state of the art climate models indicate increases in slow moving extreme rainfall events in a future warmer world,\" said Professor Hayley Fowler from Newcastle University.\n\"This event starkly shows how societies are not resilient to current weather extremes. We must reduce greenhouse gas emissions as quickly as possible, as well as improving emergency warning and management systems and making our infrastructure 'climate resilient' - to reduce casualties and costs and make them more able to withstand these extreme flooding events.\"\nThe study, which used peer reviewed methods, was carried out by 39 researchers. It can be found here. \nFollow Matt on Twitter @mattmcgrathbbc. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-coventry-warwickshire-58322732",
      "category": "uk-england-coventry-warwickshire",
      "title": "'Tom Cruise is in my Warwickshire garden'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58259678",
      "category": "uk",
      "title": "Social care charges: Disabled and vulnerable adults hit by steep rises",
      "tags": "Learning disability,Disability,Department of Health & Social Care,Social care",
      "text": "Disabled and vulnerable adults in England are being hit by a steep rise in the amount they have to pay towards their care, BBC News research reveals.\nSome adults with learning disabilities are paying thousands of pounds extra a year, with six councils doubling the amount of money collected in charges.\nIn half of 83 areas that responded to a BBC request, bills across all users have risen at least 10% over two years.\nDirectors of council care services blame years of government funding cuts.\nSaskia Granville was shocked when, earlier this year, her care charges increased more than 400% - from £92 to £515 a month.\nShe has a learning disability and lives in supported accommodation in Worthing, West Sussex, but fears the charges will curtail her independence.\n\"When Mum told me, she just burst out into tears,\" Saskia says.\n\"It makes me really upset.\"\nA sum of almost £1,500 was also taken out of Saskia's bank account as a backdated payment, in March, leaving her in debt. \nHer mother, Bobbie, says: \"Without my intervention, she wouldn't have had any food that week.\n\"She wouldn't have been able to pay her gas, electricity or water bills.\"\nBobbie is challenging the charge increase but says there has been no notable progress.\nThe rise has also left Saskia worrying whether she can continue playing football each week - and coaching a girls' team - because of the train fare and team subscription.\n\"It's very important because it's my favourite sport,\" she says.\n\"I love going.\" \nWest Sussex County Council said its charging arrangements, based on \"a person's ability to contribute towards the financial costs of [their] care\", \"follow national guidance\".\nBBC News sent 151 councils a Freedom of Information request asking how much those living in the community had to pay towards their care.\nIn the 83 that responded, the amount disabled and frail people are expected to contribute has risen from £369m in 2018-19 to £420m in 2020-21.\nAnd the rise is particularly apparent for those with learning disabilities, who often need greater levels of support.\nIn 22 councils, the charges have risen by the equivalent of £500 per person supported, since 2018-19.\nBut in other areas, the charges have fallen since the start of the pandemic, during which time many people have had their levels of support cut.\nAnd in one council, Hammersmith and Fulham, residents are charged nothing for their care.\nMatthew Willis has a severe learning disability and Smith-Magenis syndrome, which has autism-like features.\nHis mother, Lulu, says this can lead to behavioural challenges, as he becomes frustrated at struggling to communicate, such as \"meltdowns\" that can last for days and include him self-harming and breaking down doors.\nRespite services, where support workers take care of Matthew, have provided an important change of scenery and helped her own mental wellbeing.\nBut this is no longer something the family can afford - as Matthew's care charges have now risen from about £20 to more than £300 a month.\n\"It is totally immoral,\" Lulu says. \n\"I want my son to have a meaningful life - and the money from his benefits goes towards paying for that.\"\nJackie O'Sullivan, from the charity Mencap that represents people with learning disabilities, said the charge rises meant \"the least well off in society [having] to make up for the shortfall [in funding]... that should come from the government\".\nMany were still receiving less support than before the pandemic but \"having to make tough choices between food and heating, and paying for care\".\nAnd only 6% of those with learning disabilities were in work, making finding the extra money \"impossible\" for many.\nAnyone who receives care from their council will have a very high need for support and a low income. So it is a sign of the acute financial pressures faced by local authorities in England that there has been such a significant increase in the money raised from people needing services. \nMost who receive council support rely on benefits, so finding extra money to contribute to care, which is vital to their quality of life, can cause real hardship.\nThe pandemic has increased the demand for support and the financial pressures on a care system already in crisis. For many, it is perhaps one of the most shameful signs of that crisis that it is people in the toughest of circumstances having to dig deeper to plug the financial gaps. \nThe prime minister has promised he will reveal his long-awaited plans for reform by the end of the year. But Saskia, Mathew and many others need investment in a care system that will help them lead the best lives they can, right now. \nCath Roff, of the Association of Directors of Adult Social Services, said councils were \"really stretched\" after \"10 years of austerity\".\nCalling on the government to \"bring forward [social care] reform now\", she said raising care charges was \"not what any local authority would want to do - but... we need to stay solvent\".\n\"We now have Covid, which has added extra pressures,\" she said.\n\"We've got people coming forward with increased needs - [and] we have a workforce crisis.\"\nThe Department of Health and Social Care said it would bring forward proposals to reform the adult social-care system \"later this year\".\nAnd since the start of the pandemic, it had \"committed over £6bn to councils, through un-ringfenced grants to tackle the impact of Covid-19 on their services, including adult social care\".\nSocial care, the system for helping both disabled and older people, is in a bad way. Demand is up, financial support is down. For years, governments have promised a solution. Now, Boris Johnson has said he will set out plans for reform by the end of the year. BBC News will be looking at the issue from all sides, over the coming weeks."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58312947",
      "category": "world-asia",
      "title": "US VP Kamala Harris criticises Beijing intimidation in South China Sea",
      "tags": "Singapore,Kamala Harris,Afghanistan,United States",
      "text": "US Vice President Kamala Harris has hit out at China during a speech made in Singapore on the first leg of a South East Asian tour.\nMs Harris accused Beijing of coercion and intimidation in the South China Sea, which has been a regional flashpoint for years. \nShe said the US would \"stand with our allies in the face of threats\". \nMs Harris' trip is seen as an attempt to reaffirm US commitment to the region.\nHer speech which touched on a number of other issues, also mentioned the US pull-out from Afghanistan, where she insisted the decision was \"courageous and right\". \nOn China, Ms Harris criticised its claims \"to the vast majority of the South China Sea,\" which she said were based on intimidation and coercion. \n\"These unlawful claims have been rejected by the 2016 arbitral tribunal decision and Beijing's actions continue to undermine the rules-based order and threaten the sovereignty of nations,\" she said.\nMs Harris was referring to a landmark legal victory the Philippines won over China, concerning territorial incursions in the South China sea. Since 2012, and despite the tribunal ruling, there has been a constant Chinese Coastguard presence there - with Filipino fishermen reporting harassment by the authorities.\nChina accused the US of acting \"arbitrarily\" without consulting the international community. \nThe US only cites \"rules and order\" to whitewash its \"bullying and hegemonic actions,\" said Wang Wenbin, the foreign ministry spokesperson. \"But how many people would actually buy it?\"\nIn recent years, China has been increasingly assertive over what it says are centuries-old rights to the contested region, and has been rapidly building up its military presence to back up those claims.\nSeveral other countries including Japan claim ownership of various small islands and reefs that dot the sea and with it, access to resources.\nAlthough the South China sea is a massive regional issue, Ms Harris' trip has been largely overshadowed by the country's rushed exit from Afghanistan, which is due to happen by 31 August.\nShe did not go into detail on the issue which has been criticised by the global community, only saying the US had \"achieved what we had gone there to do\", and adding that they were now \"laser focused\" on evacuating Afghans who had worked with US troops. \nThe Taliban's swift takeover of Afghanistan in just 10 days has shocked the world. \nComparisons have been made with the so-called fall of Saigon in Vietnam 1975.\nMs Harris is due to visit Vietnam later on Tuesday. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58306354/#comp-comments-button",
      "category": "#comp-comments",
      "title": "All hospital car parking charges in Scotland to be scrapped",
      "tags": "Scottish government,Edinburgh,NHS Scotland,Parking",
      "text": "Hospital car parking charges are set to end permanently in Scotland.\nThe Scottish government has struck deals worth £35m to buy out the car parks at Ninewells Hospital in Dundee and Glasgow Royal Infirmary.\nNegotiations are also \"progressing\" to take over the site at the Royal Infirmary of Edinburgh.\nCharges at the hospitals were initially suspended last March to ensure staff would not have to pay to park while working during the Covid pandemic.\nParking fees at the rest of Scotland's hospitals were scrapped in 2008.\nThe government had pledged to take steps to end hospital parking charges permanently at PFI sites in Scotland during the first 100 days of its new term.\nHealth Secretary Humza Yousaf confirmed the buyout of the Glasgow Royal Infirmary site would cost £26.3m, while the deal at Ninewells was done at £9m.\nHe said: \"We all owe a huge debt of gratitude to our NHS workforce for their heroic efforts throughout the pandemic and this will ensure that, along with patients and visitors using our hospitals, they will not face the prospect of parking charges returning.\n\"This announcement shows we are determined to ensure car parking charges will not return at any PFI site in Scotland.\n\"Talks are progressing well with the owners of the Royal Infirmary of Edinburgh site and I am hopeful of reaching an agreement in due course.\n\"As this progresses, we will be keeping the car park at the hospital free while the final agreement is reached.\"\nGovernments and local authorities have always paid private contractors to build roads, schools, prisons and hospitals out of tax money.\nBut in 1992, the UK government hit on a way of getting the contractors to foot the bill.\nUnder PFI, contractors pay for the construction costs and then rent the finished project back to the public sector.\nThis allows the government to get new hospitals, schools and prisons built without raising taxes.\nThe contractor, for its part, is allowed to keep any cash left over from the design and construction process, in addition to the \"rent\" money.\nHowever, critics say that the government is just mortgaging the future - and the long-run cost of paying the private sector to run these schemes is more than it would cost the public sector to build them itself."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58315378",
      "category": "business",
      "title": "Airbnb offers free accommodation for 20,000 Afghan refugees",
      "tags": "Companies,Afghanistan,Refugees and asylum seekers,Airbnb",
      "text": "Online accommodation platform Airbnb has said it will temporarily house 20,000 Afghan refugees at no charge to help them resettle across the world.\nThe company's boss said the move was in response to \"one of the biggest humanitarian crises of our time\".\nHe said the firm felt a responsibility to step up.\nChief executive Brian Chesky added: \"I hope this inspires other business leaders to do the same. There's no time to waste.\"\n\"As tens of thousands of Afghan refugees resettle around the world, where they stay will be the first chapter in their new lives. For these 20,000 refugees, my hope is that the Airbnb community will provide them with not only a safe place to rest and start over, but also a warm welcome home,\" he said.\nThe offer starts immediately and the company said it was working with non-governmental organisations \"on the ground\" to help with the most pressing needs.\nIt has not specified how much the company plans to spend on the initiative or how long refugees will be housed for.\nBut it said it would collaborate with resettlement agencies and partners \"to go where the need goes\" and evolve the initiative and its support as necessary.\n\"Starting today, Airbnb will begin housing 20,000 Afghan refugees globally for free,\" Mr Chesky tweeted on Tuesday.\n\"While we will be paying for these stays, we could not do this without the generosity of our hosts.\"\nThe company said the cost of the stays would be funded through contributions from Airbnb and Mr Chesky, as well as donors to the Airbnb.org Refugee Fund.\nHe said: \"The displacement and resettlement of Afghan refugees in the US and elsewhere is one of the biggest humanitarian crises of our time.\"\nAirbnb said it would release more details soon about how people might help. \nThe company said: \"We know that Airbnb hosts and guests around the world will be eager to stand up and assist this massive effort - and in the coming days, Airbnb and Airbnb.org plan to share details on how hosts and the broader community can support this initiative.\"\nProperty owners who host Airbnb locations have long been encouraged to donate stays at their homes for \"people in crisis\".\nThe scheme began in response to Hurricane Sandy in 2012, when more than 1,000 people needed emergency accommodation after New York city was hit.\nSince then, it claims to have helped more than 75,000 people. \nThe company launched its Open Homes initiative in 2017 to allow its host community to offer their homes for free to people hit by disasters or fleeing conflict.\nThe initiative has since offered free stays to people affected by the Mexico City earthquake, Californian wildfires, Australian bushfires and other disasters.\nIt also led to the company setting up its own independent non-profit, Airbnb.org, to focus on helping people share housing and resources with each other in times of crisis.\nLast week, it gave emergency funding and support to the International Rescue Committee, HIAS and Church World Service to provide temporary stays for up to 1,000 arriving Afghan refugees. \nDuring the last weekend, it placed 165 refugees in safe housing shortly after touching down in the US.\n\"Accessible housing is urgently needed and essential,\" said David Miliband, president of the International Rescue Committee.\nHave you been affected by the issues raised in this story? Share your experiences and views by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58315956/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid in Scotland: Warning over restrictions as cases hit new high",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Nicola Sturgeon has said she cannot rule out the reintroduction of some Covid restrictions as the number of daily cases reached a  record high.\nThe first minister said the country was at another \"fragile and pivotal moment\" in the pandemic.\nShe said she hopes not to have to reintroduce restrictions, and that if this happened they would be as limited and proportionate as possible.\nA total of 4,323 new cases were reported on Tuesday.\nThe previous highest level was during the summer wave in early July, when the number of daily cases peaked at 4,234.\nThe Scottish government has also announced that a public inquiry into the handling of the Covid pandemic will begin by the end of the year.\nMs Sturgeon told a Covid briefing that there had been a \"sharp rise\" in Covid-19 cases in recent days.\n\"New cases in Scotland have more than doubled over the past week, and that is one of the sharpest rises we have experienced at any point during the pandemic,\" she said.\nShe said the latest daily figure was the largest recorded in a single day - although more testing was now being carried out than in earlier stages of the pandemic.\nThe first minister said: \"We always knew cases were likely to rise as restrictions eased, so to some extent what we are seeing now is not entirely unexpected.\n\"That said, the scale of the increase is still a cause of real concern.\"\nMs Sturgeon said it was a \"fragile and pivotal\" moment, adding: \"If this surge continues and accelerates and we start to see evidence of substantial increase in serious illness, we cannot completely rule out having to reimpose some restrictions. We hope not to do that.\"\nMs Sturgeon said people could take steps such as getting vaccinated, sticking to the rules on face coverings, and being mindful of physical distancing, unnecessary contacts and ventilation.\nThe first minister said vaccination was \"making a big difference\" and that many of the new cases were in younger people, who were \"less likely\" to have had both doses of vaccine.\nShe said that about half of all new cases were in people under the age of 25 with 34% of Tuesday's tally in the under 19s.\nAn additional 10 deaths linked to Covid were reported, taking the total under the daily measure to 8,080.\nThe test positivity rate was 14.5%, up from 12.4% the previous day.\nA total of 4,085,552 people have received the first dose of a Covid-19 vaccination, and 3,587,145 have had their second. \nMost of the Covid restrictions in Scotland were lifted when the country moved beyond the level zero rules on 9 August.\nPhysical distancing rules and the limits on gatherings were removed, and all venues were allowed to reopen.\nThere were also changes to rules on self-isolation - but face coverings still need to be worn in many public spaces, including schools.\nIs the first minister preparing us for the return of restrictions? Well, not necessarily.\nHer now trademark cautious tone was there. She described the state of the pandemic as \"fragile\" and spoke about \"real concern\" over rising cases.\nBut Nicola Sturgeon was also keen to stress the impact of the vaccination programme on the number of people becoming seriously ill with the virus.\nThat will be a key barometer for ministers when it comes to the next steps. Further increases in cases could lead to greater pressure on the NHS - and the government may then have to act.\nThe door hasn't been closed on the reintroduction of Covid measures.\nBut today's briefing could be described as a warning shot about what might come further down the tracks, rather than laying the groundwork of an inevitable move backwards. \nScottish Conservative leader Douglas Ross said: \"Nicola Sturgeon's lingering threat to impose more constraints on people's lives is unjustifiable, given the success of Scotland and the UK's vaccine scheme.\n\"The public want to move on but Nicola Sturgeon is unable or unwilling to give up the control she has had. Just a few weeks after most Covid rules have been dropped, she's talking of bringing them back. She seems determined to prolong restrictions, no matter the cost to jobs, our NHS or people's mental health.\"\nHe added: \"This is a different phase of the pandemic, when NHS remobilisation and rebuilding Scotland's economy should be our top priorities.\"\nScottish Liberal Democrat leader Alex Cole-Hamilton said the rising case numbers were \"troubling\".\nHe said: \"I think it is very telling that was not met with the introduction of further restrictions.\n\"It suggests we have moved to a different phase in Covid where we have accepted we have to live around it, and it will be a fact of life for the foreseeable future.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-oxfordshire-58306617",
      "category": "uk-england-oxfordshire",
      "title": "Help needed to identify woman found dead in Oxfordshire lake",
      "tags": "Yarnton",
      "text": "Police investigating the discovery of a woman's body in a lake have released CCTV images in an attempt to identify her.\nOfficers were called to Cresswell Lake between the A34 and A40 in Yarnton, Oxfordshire, at about 20:30 BST on 16 August.\nHer death is being treated as unexplained after a post-mortem examination proved inconclusive.\nThames Valley Police said it has not yet been able to identify the woman.\nDet Insp Tracey Benham said the force had received no missing person reports of a woman matching her description.\nShe said: \"Despite extensive investigations, we have exhausted lines of inquiry as to identifying the woman.\n\"So we are taking the decision to release these CCTV images, captured on 8 August, as we have ascertained that this is very sadly the woman who was located in the water.\"\nThe woman is described as light skinned, of slim-to-medium build and approximately 5ft 6ins tall, aged in her mid-twenties.\nShe had shoulder length dark hair and was wearing an olive green Barbour jacket, a burnt orange jumper and an orange/red and cream striped long-sleeved t-shirt and blue jeans.\nDet Insp Benham asked people who may have seen a woman knocking on doors in the area over the last fortnight, and matching the description of the deceased, to contact police.\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58315152",
      "category": "business",
      "title": "McDonald's runs out of milkshakes in England, Scotland and Wales",
      "tags": "Companies,McDonald's",
      "text": "McDonald's has run out of milkshakes and some bottled drinks at restaurants in England, Scotland and Wales.\nThe fast-food chain said it was facing supply chain issues affecting the availability of shakes and bottled drinks at its 1,250 outlets. \nAn updated statement said it was \"working hard\" to limit the impact on deliveries and customers and had taken some items off its menus for now.\nIt confirmed the lorry driver shortage was one reason behind the disruption.\nIts statement said: \"As reported, a number of issues are impacting retailers in the UK at the moment, one of which is the nationwide shortage of HGV drivers.\"\nA wide range of businesses have reported problems with supplies because of the driver shortage.\nLast week, Nando's closed some outlets after running out of chicken.\nEarlier this month, a survey by the Road Haulage Association (RHA) estimated there was a shortage of more than 100,000 drivers in the UK, out of a pre-pandemic total of about 600,000.\nThe RHA has said some 30,000 HGV driving tests did not take place last year because of the coronavirus pandemic, adding that a \"historic\" shortage in drivers had been exacerbated by changes to rules following Brexit.\nMore recently, drivers being told to self-isolate after being notified by the NHS Covid app have also added to the problem.\nAnalysis of the latest ONS Labour Force Survey for the second quarter suggests that 14,000 EU lorry drivers left jobs in the UK in the year to June 2020, but only 600 had returned by July 2021.\nFirms from a number of sectors in the UK have been battling with a supply chain crisis due to a shortage of lorry drivers. On Friday, Logistics UK, which represents freight firms, and the British Retail Consortium (BRC) wrote to the government to plead for new measures to alleviate the problem. \nTesco has been offering lorry drivers a £1,000 joining bonus amid a chronic shortage of drivers in the industry.\nOther companies are also understood to be offering similar incentives for HGV drivers after disruption to supply chains led to product shortages. Morrisons said it was working on schemes to train staff to become lorry drivers.\nA government spokesperson said last week it was bringing in a package of measures to help tackle the HGV driver shortage, including plans to streamline the process for new drivers to gain their HGV licence and to increase the number of tests that can be conducted. \nAlthough famous for its Big Macs and fries, McDonald's is actually one of the biggest drinks retailers in the UK. \nThe shift towards McCafés and promotion of coffee sales was a deliberate policy in the last decade to try to bring in more customers outside of normal mealtimes. \nBut faced with supply chain issues, it has decided to prioritise its big sellers at the expense of milkshakes. Because every element of the burger needs to be present in the production line, those deliveries are being secured. Bottled drinks can sit in a warehouse much longer without going out of date. \nThe timing of this shortage coming in the summer holiday season has meant a higher number of customers will be disappointed at missing out on their milkshakes.\nIt has also temporarily relaxed drivers' hours rules to allow HGV drivers to make slightly longer journeys. \nOther leading businesses have reported problems caused by driver shortages.\nLast week, Nando's was forced to close about 50 of its restaurants after running out of chicken.\nRival KFC also warned recently that supply chain issues meant it was unable to stock some menu items.\nDairy giant Arla has had to cut back on milk deliveries to supermarkets because of a shortage of drivers, while sweet producer Haribo also reported problems resulting from a shortage of drivers.\nOil giant BP temporarily closed a \"handful\" of its UK sites because not enough unleaded petrol and diesel had been delivered.\nMcDonald's apologised for any inconvenience and thanked customers for their patience."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58320321",
      "category": "uk-politics",
      "title": "Unite union expected to elect first female leader",
      "tags": "Len McCluskey,Keir Starmer,Sharon Graham,Labour Party,Unite,Jeremy Corbyn",
      "text": "Sharon Graham looks set to become the first female leader of the Unite union, taking over from Len McCluskey.\nThe head of the union's organisation department was not Mr McCluskey's preferred choice.\nHe had backed Steve Turner, an assistant general secretary of the union who had run his previous campaigns for general secretary.\nBut in a text message to supporters this evening, Mr Turner - once seen as the favourite - appeared to concede.\nHe said: \"It appears Sharon has got it! Sorry it didn't work out for us.\n\"Thanks for everything and we will make the formal announcement tomorrow.\"\nGerard Coyne, the candidate seen as most sympathetic to Sir Keir Starmer, seems set to come third.\nInsiders are estimating that Ms Graham could have a majority of around 6,000 votes over Mr Turner, with Mr Coyne narrowly behind.\nThe health warning is that the formal vote count only gets under way on Wednesday. \nBut after ballots had been sorted in to respective piles, and extensively \"sampled\" to check for discrepancies, members of all three campaign teams that spoke to the BBC tonight expected a victory for Ms Graham. \nA fourth candidate, Howard Beckett, pulled out earlier in the contest and threw his support behind Mr Turner.\nUnite is the Labour Party's biggest trade union funder and, under Mr McCluskey, it strongly backed Jeremy Corbyn as Labour leader.  \nMr McCluskey has been very critical of Sir Keir's tenure and has funded legal challenges to the party over suspensions and expulsions.\nAlthough also on the Left, Ms Graham campaigned on putting more emphasis on the workplace, and far less on Westminster politics.\nThose who know her say she has little interest in Labour's internal wrangling.\nWhile Labour sources say they are relaxed about her expected win, she may still give them anxious moments.\nThe union gave the party £3m in the run up to the 2019 election, but when I previously interviewed Ms Graham she said she wanted to see \"payment by results\".\nWhile she did not campaign explicitly on reducing contributions to Labour, she did say she would not give the party \"a blank cheque\".\nAnd party and union could soon be at loggerheads over job cuts at Labour's HQ.\nBut it may be employers rather than Labour leaders who have the most to fear from her leadership.\nShe told the BBC: \"Unashamedly, I am talking about jobs, pay and conditions as the number one, number two and number three priorities of the organisation.\"\nShe said she often gets involved in industrial disputes when they turn hostile, and puts some of her victories down to what is called \"leverage\", meaning applying pressure on multi-national companies to resolve sometimes local problems.\nFor example, to help settle a dispute at a bus company in England she brought its behaviour to the notice of the Swedish government, putting the awarding of a potentially lucrative contract there at risk.\nHer likely victory was welcomed by left-wing campaign group Momentum, which praised \"the use of leverage to take on bad bosses\".\nHer \"back to the workplace\" message may have eaten in to some of Mr Coyne's support, as he also campaigned on less meddling in Labour's internal affairs.\nAnd with turnout expected to be even lower than the 12.2% achieved in the 2017 contest, those who are most active in the union are most likely to have voted.\nAnd many of them may have had direct experience of successful disputes led by Ms Graham.\nHer supporters say she is on the verge of a \"historic\" win.\nA spokesman for her campaign said: \"She has fought against the odds and triumphed. We were told she was a no-hoper, now it looks she has won.\n\"Unite workers have come behind her banner. It's time Unite went back to what it says on the trade union tin - fighting relentlessly for jobs, pay and conditions.\"\nLast year, another huge union, Unison, elected its first female leader, Christine McAnea.\nThere is certainly a change in style at the top of the union movement but it looks like there could also be a change of substance as Mr McCluskey's 11 year tenure at the top of Unite draws to a close."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-lincolnshire-58319097",
      "category": "uk-england-lincolnshire",
      "title": "Two-year-old dies in fire at Ingoldmells caravan park",
      "tags": "Ingoldmells",
      "text": "A two-year-old girl has died in a fire at a seaside caravan park.\nThe blaze broke out in a static unit at Sealands caravan park in Ingoldmells, near Skegness, on Monday night.\nLincolnshire Police said the girl's mother and three siblings managed to escape the blaze and have since been released from hospital.\nDet Insp Jo Fortune said investigations were at an early stage and the cause of the fire was not yet clear.\nShe said teams would be working to piece together the circumstances of the \"particularly harrowing\" case over the coming days.\nLincolnshire Fire and Rescue Service said the fire was \"well established\" when crews arrived.\nAbout 50 people from nearby caravans were evacuated to emergency accommodation set up by site owner Laver Leisure.\nOne holidaymaker from Bedfordshire, who gave his name as Nigel, described how quickly the fire took hold.\n\"It went from being a small glow to being a massive inferno and by the time the fire brigade turned up, you could see that the shell of the caravan had gone.\"\nThe force has appealed for any witnesses or people with footage of the fire to contact them.\nSealands is a coastal holiday home site with 263 static home plots, many of which can be rented. \nIt is popular with holidaymakers and is close to Fantasy Island theme park and a Butlin's holiday camp. \nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk or send video here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58322561",
      "category": "science-environment",
      "title": "Consultation begins on beaver reintroductions",
      "tags": "Rewilding,Animals,Environment",
      "text": "A consultation is launching to seek people's views on whether beavers should be reintroduced to England's rivers.\nThe creatures were once widespread throughout Britain, but were hunted to extinction 400 years ago.  \nStudies have shown that the return of the mammals could help to restore river habitats. \nBut the National Farmers' Union warned that beavers' dams can cause disruption.\nThe consultation will last for 12 weeks. \nEnvironment Secretary George Eustice said: \"Today marks a significant milestone for the reintroduction of beavers in the wild.\n\"But we also understand that there are implications for landowners, so we are taking a cautious approach to ensure that all potential impacts are carefully considered.\"\nThe steps towards bringing beavers back to England follows reintroduction programmes in Scotland, which have led to established wild beaver populations. Trials in Wales and England have also been assessing the mammal's impact on the environment. \nA five-year study of beavers that were reintroduced to the River Otter in Devon found that the creatures were beneficial to the environment.\nBeavers are often described as eco-engineers - their dams create wetland habitats where wildlife can flourish. The animals transport logs, branches, stones and mud to build the barriers across rivers. The dams help create pools of deep water that deter predators.\nThe River Otter study found that the natural constructions also act as natural flood barriers, protecting homes downstream.\nEva Bishop, from the Beaver Trust, said a national policy for the animals was an important step.\n\"We hope to see beavers accepted back in the countryside like any other native wild animal - particularly as they have a role to play in nature's recovery and British wildlife resilience in the climate emergency,\" she said.\nHowever, the River Otter study also concluded that beavers can cause localised problems for some landowners. \nAnd the National Farmers' Union urged caution over widespread reintroductions, warning that beavers can damage trees and impede drainage from farmland.\nNFU spokesman Richard Bramley said: \"Where there is a financial impact on a farm business, adequate compensation must be made and an exit strategy must be in place should major issues occur.\"\nThe government has also announced plans to give beavers legal protection in England as a native species. \nThis makes it an offence to deliberately capture, kill, disturb or injure the mammals, or to damage breeding sites or resting places."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-58305185",
      "category": "world",
      "title": "Afghanistan: Why can't the UK hold Kabul airport without the US?",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan,Taliban,US Armed Forces,British Army",
      "text": "The evacuation from Kabul airport is in its final stages, after the UK failed to persuade the US to extend its 31 August deadline for leaving.\nTwo explosions hit the airport on Thursday, killing 90 people, but Defence Secretary Ben Wallace said the UK's withdrawal \"wasn't hastened by the attack\".\nThe US has provided the bulk of the troops to keep the airport secure and is running many of its facilities - including air traffic control.\nIt has also provided intelligence and surveillance for the operation.\nProtection from US fighter jets and helicopters has also been vital, according to Nick Reynolds of the Royal United Services Institute think tank.\nAnd the RAF's limited number of transport aircraft, means the UK does not have the capability \"to conduct an effective evacuation by itself\", he said.\nUS Secretary of State Antony Blinken said \"only the United States could organize and execute a mission of this scale and this complexity\".\nThe US has had around 6,000 troops at Hamid Karzai International Airport during the evacuation mission.\nThere have been American jets patrolling the skies, as well as attack helicopters present. \nThe UK has had more than 1,000 at the airport, including the Army's 16 Air Assault Brigade.\nSmaller contingents from Nato members including France, Germany and Turkey have also been present.\nAs the evacuation draws to a close, these numbers have been declining.\nThe UK wanted the US to postpone its withdrawal beyond 31 August, but the deadline remained.\nOn Friday, the UK confirmed it had entered the final stages of its evacuation and said no more people would be called to the airport to leave.\nIt said more than 13,000 people had been evacuated. This includes nearly 8,000 Afghans under the UK's relocation scheme for former staff and vulnerable individuals, as well as 4,000 British passport holders.\nBut Defence Secretary Ben Wallace said \"not everyone has been able to be evacuated during this process\", including around 800 to 1,100 eligible Afghans\nHe said to maximise the number of people evacuated, limits on passenger numbers had been loosened. Some military equipment will be left behind to make extra space.\nPrime Minister Boris Johnson has said he hopes for a \"second phase\", during which the Taliban understands \"there has got to be a reasonable approach to people who still want to leave\".\nUS President Joe Biden has stood by his decision to leave by 31 August.\nBut he has faced questions over depending on the Taliban to secure the perimeter of the airport. \nHe said: \"We're just counting on their self-interest to continue to generate their activities. And it's in their self-interest that we leave when we said and that we get as many people out as we can.\"\nThe total number of evacuees since the Taliban took over on 14 August is about 105,000, the White House said on Friday.\nSecretary of State Antony Blinken said there was \"no deadline\" for helping US citizens who want to leave the country, along with Afghans \"who have stood by us over these many years\".\nAlthough many of the people evacuated are fleeing the new regime, the Taliban has largely cooperated, according to the US.\nOn Tuesday, the Taliban said there was enough time to get foreign nationals out before the deadline, but it was \"not in favour\" of allowing Afghans to leave.\nIt has described the 31 August deadline as a \"red line\" and said staying longer would mean extending Afghanistan's occupation. The Taliban warned of consequences if that were to happen."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-58312144",
      "category": "uk-england-essex",
      "title": "M25: Three dead and two arrested after lorry, minibus and car crash",
      "tags": "Waltham Abbey,M25 motorway",
      "text": "Three people have died in a collision involving multiple vehicles on the M25.\nEssex Police said the crash involved a lorry, a minibus and a car between junctions 26 for Waltham Abbey and 27 for the M11 at about 18:15 BST on Monday.\nA fourth person is in hospital with life-threatening injuries.\nTwo people have been arrested on suspicion of causing death by dangerous driving and serious injury by dangerous driving.\nPolice appealed to anyone with information or dash-cam footage to contact them.\nDet Sgt Steve Holmes described the crash scene as \"incredibly challenging\".\n\"We are continuing to work as quickly as we can to piece together exactly what led to this tragic incident,\" he said.\n\"My thoughts, and those of all officers on scene, are with the families of those who lost their lives.\"\nThe carriageway was closed for about 11 hours while officers gathered evidence. \nNine ambulances, two air ambulances and four fire engines attended the scene.\nEast of England Ambulance Service said it had treated a number of people. \nAdam Pipe, head of roads policing at Essex Police, said it was a \"complex investigation\".\nHe said officers worked as fast as they could to gather evidence at the scene in order to reopen the carriageway.\n\"We do apologise for what happened last night,\" he said.\n\"Hopefully everyone understands.\n\"We have a duty to the families and friends of those that have been lost to manage that situation and to investigate it properly.\"\nHe urged people who travel on motorways to consider taking supplies with them to help if they did become delayed.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion please email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58317617",
      "category": "uk",
      "title": "Covid-19: Scottish lockdown rules warning, and McDonald's lacking its milkshakes",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Tuesday evening. We'll have another update for you tomorrow morning. \nThe number of new daily cases in Scotland has hit a record high, prompting First Minister Nicola Sturgeon to say she cannot rule out introducing new lockdown rules - although she hopes not to. \"We always knew cases were likely to rise as restrictions eased,\" said Ms Sturgeon - but \"that said, the scale of the increase is still a cause of real concern\". It comes as Scotland announced it will hold its own public inquiry by the end of the year into the handling of the Covid pandemic. Bereaved families have called for a separate one to hold the devolved government to account.\nThe head of Cornwall's tourist board has asked tourists to stay away unless their trip is pre-booked, after cases in the area nearly doubled in a week. Malcolm Bell is also asking holidaymakers to take a lateral flow test before, during and after their trip  and urged people to consider visiting the less popular spots. Earlier this week the director of health in Cumbria - home to holiday spots including the Lake District - also called on tourists to take tests before coming.\nThe number of deaths registered in England and Wales that mentioned Covid-19 on the death certificate are at their highest level since late March, according to the Office for National Statistics. A total of 571 deaths mentioned Covid on the death certificate in the week ending 13 August. The figure is up 8% on the previous week and the highest weekly total since the 719 deaths in the week to 26 March. Today's government figures show that a further 174 people had died, while another 30,838 cases have been recorded.\nA GP is being investigated over comments she made on social media about the Covid vaccination programme. Dr Anne McCloskey, who works in Londonderry, said she was \"distraught\" by the number of young people \"damaged\" by \"unlicensed and unapproved\" vaccines. There is no evidence to back up her comments and experts say the risk of becoming seriously ill from Covid is about 90% lower if you've been vaccinated. Northern Ireland's Health and Social Care Board said it had ordered an \"urgent investigation\" after receiving numerous complaints \"from both GP colleagues and members of the public around her behaviour, comments and conflict of interest\".\nThe pandemic has contributed to supply chain issues for many companies - now McDonald's says it has run out of milkshakes and some bottled drinks at restaurants in England, Scotland and Wales. The fast food chain did not specify the reason, but there are widespread reports of food and drinks shortages due to a lack of HGV lorry drivers. The Road Haulage Association has blamed a backlog of HGV driving tests due to Covid, as well as Brexit. Many drivers have also been off work after being told to self-isolate. \nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nFind more information, advice and guides on our coronavirus page. \nYou can check the current Covid restrictions in your area here. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-foyle-west-58315530",
      "category": "uk-northern-ireland-foyle-west",
      "title": "Dr Anne McCloskey: GP suspended over Covid-19 vaccine comments",
      "tags": "Coronavirus vaccines,Londonderry-Derry,Coronavirus pandemic",
      "text": "A Londonderry GP has been suspended for comments she made about the Covid-19 vaccination programme.\nDr Anne McCloskey, a former Aontú councillor, expressed concerns in a social media video about young people being given the Covid-19 vaccine.\nThe Health and Social Care Board (HSCB) said it was suspending Dr McCloskey \"as a precautionary measure while it undertakes a full investigation\".\nDr McCloskey cannot work for the health service during that time.\nThe HSCB said that suspension was \"not an automatic occurrence when undertaking an investigation\".\nIn the nine-minute video posted on Sunday, Dr McCloskey made a number of claims, including that there was not enough evidence that it was safe for young people to be vaccinated.\nDr McCloskey said she was \"distraught\" by the number of young people \"damaged\" by \"unlicensed and unapproved\" vaccines.\nShe said many young people had been \"coerced, bribed or bullied\" into being vaccinated and that vaccines were \"malevolent\".\nThere is no evidence to support Dr McCloskey's comments.\nHealth chiefs say the risk of becoming ill from Covid-19 is about 90% lower if you have been vaccinated.\nThe largest study of its kind has indicated that younger people gain more protection from being vaccinated than older people.\nThe HSCB ordered an investigation into Dr McCloskey after receiving complaints \"from both GP colleagues and members of the public around her behaviour, comments and conflict of interest\".\nThe board said it \"takes a very serious view of this\".\n\"Patients often turn to GPs as a source of medical advice and GPs must inspire confidence and trust in patients,\" said the board.\n\"We can confirm that the HSCB is carrying out an urgent investigation into the comments/views expressed by Dr McCloskey on social media and WUC is currently progressing with its own separate investigations and internal processes in relation to the matter.\"\nThe board said Dr McCloskey works on a sessional basis for Western Urgent Care, which is the organisation responsible for GP out-of-hours services in the western part of Northern Ireland.\n\"This means that she does not frequently work for the service,\" the board said.\nFoyle SDLP MLA Sinead McLaughlin said she had also lodged a complaint in relation to the video with the General Medical Council (GMC).\nThe GMC said it would \"examine any allegations to determine whether further action is required\".\n\"We expect doctors to justify trust in the profession and the spread of misinformation during the pandemic is a serious concern,\" said the GMC.\nDr McCloskey, who came out of retirement at the start of the pandemic, said her views had been in the public domain since last March when she first spoke out against lockdowns.\nShe said she was not anti-vaccination but that she was against the \"mandatory imposition of vaccines\" on young people.\nThe GP said she believed the investigations were revealed to the media before she had seen a private email informing her of the move.\nIn October, last year Dr McCloskey stood down from Derry City and Strabane District Council because of differences of opinion with her party Aontú over Stormont's handling of Covid-19.\nShe also stood down as the party's deputy leader."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58311306",
      "category": "uk",
      "title": "Covid-19: Shop staff describe pandemic abuse, and teenage vaccination progress",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Tuesday morning. We'll have another update for you this evening. \nAs new laws making it a specific offence to assault, abuse or threaten shop workers come into force in Scotland, retail bosses and the Usdaw union are pushing for similar rules across the rest of the UK. And shop staff in Wales tell us of an escalation in abuse since the pandemic hit, with one saying: \"I've been spat at and was worried I might die of Covid.\"\nNearly 44,000 school-age teenagers have had one dose of a coronavirus vaccine, a fortnight after the programme was rolled out to the age group, according to Public Health Scotland. National clinical director Prof Jason Leitch says it's \"absolutely terrific\" that 39.6% had now received at least one dose. \nSome 4,700 coronavirus cases may be linked to the Boardmasters music and surfing festival, attended by about 50,000 people around Newquay between 11 and 15 August, according to Cornwall Council. However, Andy Virr, the county's portfolio holder for adults and an emergency doctor, says he's \"reassured\" they are not \"translating into a serious life-threatening illness\".\nA drive to get more people vaccinated against coronavirus in Northern Ireland resulted in more than 12,000 first doses being administered, the Department of Health says. Dr Patricia Donnelly, who leads the vaccination programme in Northern Ireland, called the Big Jab Weekend effort \"a significant achievement\".\nIt's no secret the pandemic has exacerbated the struggles of traditional retailers. So you might expect four of the UK's oldest shops - with a combined history of 1,000 years - to be among the hardest hit. But, as BBC London discovered, being small and agile meant they could adapt to the new trading environment. \nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nFind more information, advice and guides on our coronavirus page. \nHere's what under-30s need to know about the vaccination programmes.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58311086/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Northern Ireland rural broadband scheme gets £25m funding boost",
      "tags": "DUP (Democratic Unionist Party),Broadband",
      "text": "A funding boost for rural broadband in Northern Ireland is set to benefit a further 8,500 premises.\nProject Stratum aims to connect 76,000 homes and businesses by 2024 with the first 19,000 this year.\nThe scheme will get an extra £25m from the government's Project Gigabit for areas like Londonderry, Tyrone, mid-Ulster, Fermanagh and south Antrim.\nProject Gigabit is the government's plan to get ultra-fast broadband to the remotest of homes in the UK. \nThe contract is being delivered by Fibrus, who connected the first customers in the Coalisland area of County Tyrone in March this year.\nConal Henry, from Fibrus, told BBC News NI's Good Morning Ulster: \"The money allows Fibrus to extend the Stratum network even deeper into rural Northern Ireland across all six counties and provide full fibre gigabyte connectivity to thousands of homes and businesses across all six counties.\"\nMr Henry said Fibrus had passed 5,500 homes with the Stratum network already and remained ahead of schedule in the overall project.\nHe said Fibrus was building more than eight miles (14km) of new network every day.\nThe initial cost of the scheme was £165m with £150m coming from the 2017 confidence-and-supply agreement between the DUP and the Conservative Party.\nThe remaining £15m is being provided by Stormont's Department of Agriculture, Environment and Rural Affairs (Daera).\nPromising that as many homes and businesses as possible would have access to \"broadband fit for the future\", UK Digital Secretary Oliver Dowden said the project was the \"biggest broadband upgrade Northern Ireland had ever seen\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58306354",
      "category": "uk-scotland",
      "title": "All hospital car parking charges in Scotland to be scrapped",
      "tags": "Scottish government,Edinburgh,NHS Scotland,Parking",
      "text": "Hospital car parking charges are set to end permanently in Scotland.\nThe Scottish government has struck deals worth £35m to buy out the car parks at Ninewells Hospital in Dundee and Glasgow Royal Infirmary.\nNegotiations are also \"progressing\" to take over the site at the Royal Infirmary of Edinburgh.\nCharges at the hospitals were initially suspended last March to ensure staff would not have to pay to park while working during the Covid pandemic.\nParking fees at the rest of Scotland's hospitals were scrapped in 2008.\nThe government had pledged to take steps to end hospital parking charges permanently at PFI sites in Scotland during the first 100 days of its new term.\nHealth Secretary Humza Yousaf confirmed the buyout of the Glasgow Royal Infirmary site would cost £26.3m, while the deal at Ninewells was done at £9m.\nHe said: \"We all owe a huge debt of gratitude to our NHS workforce for their heroic efforts throughout the pandemic and this will ensure that, along with patients and visitors using our hospitals, they will not face the prospect of parking charges returning.\n\"This announcement shows we are determined to ensure car parking charges will not return at any PFI site in Scotland.\n\"Talks are progressing well with the owners of the Royal Infirmary of Edinburgh site and I am hopeful of reaching an agreement in due course.\n\"As this progresses, we will be keeping the car park at the hospital free while the final agreement is reached.\"\nGovernments and local authorities have always paid private contractors to build roads, schools, prisons and hospitals out of tax money.\nBut in 1992, the UK government hit on a way of getting the contractors to foot the bill.\nUnder PFI, contractors pay for the construction costs and then rent the finished project back to the public sector.\nThis allows the government to get new hospitals, schools and prisons built without raising taxes.\nThe contractor, for its part, is allowed to keep any cash left over from the design and construction process, in addition to the \"rent\" money.\nHowever, critics say that the government is just mortgaging the future - and the long-run cost of paying the private sector to run these schemes is more than it would cost the public sector to build them itself."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58302734",
      "category": "uk",
      "title": "Afghanistan evacuations: 'Hours not weeks' for final UK flights",
      "tags": "Kabul,Afghanistan,Ministry of Defence,Ben Wallace",
      "text": "The UK has \"hours now, not weeks\" to evacuate people from Afghanistan, the defence secretary has said.\nBen Wallace said troops would leave Kabul's airport when the US withdrew, which is due to happen on 31 August.\nAt an emergency meeting of G7 world leaders on Tuesday, Prime Minister Boris Johnson will ask US President Joe Biden for an extension of that deadline in order to allow more flights.\nBut a spokesman for the Taliban said it would not support a deadline extension.\nSuhail Shaheen said an extension would mean extending Afghanistan's occupation, and warned of consequences if that were to change.\nThousands of people are waiting to board flights at Kabul's international airport, just over a week after the Taliban seized the capital.\nThe BBC's chief international correspondent Lyse Doucet says she is receiving \"desperate calls for help\" on her phone \"hour-by-hour and sometimes minute-by-minute\" from those who know the window to get out is closing.\n\"Please my life is in danger. Please can you get me on a flight,\" says one. Another reads: \"Please I can't get to the airport, can you get me inside?\"\nThe Ministry of Defence said 7,109 individuals had been evacuated from Afghanistan on UK flights since 13 August. \nThe Taliban's swift takeover of Afghanistan shocked its people and the world. It happened after foreign forces announced their withdrawal following a deal between the US and the Taliban, two decades after American-led forces removed the militants from power in 2001.\nMr Wallace said: \"I don't think there is any likelihood of staying on after the United States.\n\"We are really down to hours now, not weeks. We have to make sure we exploit every minute to get people out.\"\nDowning Street said on Monday evening that the prime minister had spoken to Mr Biden, before Tuesday's G7 summit, saying they had \"committed to driving international action\" to \"stabilise the situation\".\nThey also agreed to continue working together to ensure that people eligible to leave can do so \"including after the initial phase of the evacuation has ended\".\nEarlier, No 10 said the UK would continue its evacuation process \"as long as the security situation allows\".\nThe prime minister's official spokesman said \"discussions on the ground\" had been held with the Taliban over extending the deadline, but officials were still working towards 31 August.\nAnd a Pentagon spokesman said the US's focus was \"on getting this done by the end of the month\".\nIf commanders on the ground said an extension was needed it would be passed to President Biden, said spokesman John Kirby, but he added: \"We just aren't there right now.\"\nLloyd Comer, 60, served in the Army for 35 years but has worked in the private sector in Kabul since 2013. \nHe was told the Taliban was approaching his area, and contacted the Foreign Office, but he was told to stay put.\nMr Comer disregarded the advice - deciding to make a journey to the airport and choosing to forego an armoured vehicle, which he thought might become a target.\nHe told BBC Radio 4's Today programme he dressed in Afghan style to disguise himself before being driven in the back of a white Toyota Corolla through Taliban checkpoints to Kabul airport.\nHe said those driving him \"bundled me out through the crowds with my equipment and got me inside the gates of the Baron Hotel which is the secure site\".\nHe is now back home in Nottingham after leaving Kabul via the United Arab Emirates and a charter flight to Birmingham. \n\"The Foreign Office called me an hour ago to ask me if I was still in Kabul,\" he said. \"It was emotional, I'm home, I'm safe.\"\n\"My heart bleeds for those people we've left behind,\" he added. \"The guilt that you feel for leaving your friends and those loyal staff when they probably needed me most is overwhelming.\"\nOther US allies including France, Germany and Italy have also said they need more time beyond the 31 August deadline.\nArmed forces minister James Heappey said about 1,800 \"eligible people\" or UK passport holders remained in Afghanistan - as well as 2,275 Afghans who can be resettled having worked for the UK government, and a further list of people from \"wider Afghan civil society who we would like to get out if we're able\".\nHe said airport checks were necessary for UK security and said there were \"people right now in Kabul trying to get onto British flights that we have identified in our checks as being on the UK no-fly list\".\nMr Heappey said there was a \"hard reality that we won't be able to get out everybody that we want to\".\nBut he said the airlift was not the only route out of Afghanistan, adding there was a \"second phase\" to the resettlement programme planned for when the UK fully withdraws from Kabul.\nUnder the second phase, Afghans will be able to have resettlement claims processed at refugee camps or UK embassies in countries neighbouring Afghanistan.\nBehind the scenes Britain has been pushing the US for an extension of the Kabul airlift.\nNot for long - just a few days. That short time would allow evacuation flights to continue for most of this week, while giving the military a few extra days next week to pack up and leave.\nMilitary planners in the Ministry of Defence estimate they need between 24 and 36 hours to fold up the operation and get every soldier out. \nHopes of an extension still appear slim - not least because of the Taliban.\nSome have asked why the UK and allies could not stay longer without the US? But the US is providing the bulk of the troops to keep the airport secure. It's also essentially running the airport - including air traffic control.\nThe US is also providing intelligence and surveillance for the operation. Replacing these elements would take significant time and resources. Without US military power, there'd also be an increased risk for those left behind.\nStaying in Afghanistan without the US was never really an option for the British. Nor is it at Kabul airport.\nMr Heappey added that the Taliban had been an \"effective partner\" in the evacuation - but the UK was \"taking nothing for granted\" with the militants.\nLabour leader Sir Keir Starmer has written to the prime minister calling for more information on how the UK is planning for the mission's next stages.\nSir Keir asked Mr Johnson whether he had spoken to Mr Biden to request an extension to the evacuation period and whether the UK was working on a contingency plan with Nato allies to \"hold Kabul airport without US troops\".\nThe Foreign Office said it had sent five additional members of staff to Kabul to help with the evacuation, bringing the total number of its staff there to 19.\nAdditional reporting by George Bowden"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58283177",
      "category": "world-asia",
      "title": "Afghanistan: How many refugees are there and where will they go?",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "Thousands of people are scrambling to flee Afghanistan after the Taliban seized back control of the country, almost two decades after they were ousted by a US-led coalition.\nThe United Nations has warned that up to half a million Afghans could flee the country by the end of the year and has called on neighbouring countries to keep their borders open. \nThe current crisis comes on top of the 2.2 million Afghan refugees already in neighbouring countries and 3.5 million people forced to flee their homes within Afghanistan's borders.\nThe US-led operation to evacuate people by air has now ended, with the last flight taking off from Kabul airport just after midnight on Tuesday - a deadline agreed with the Taliban for foreign forces to withdraw.  \nMore than 123,000 civilians were evacuated by US forces and its coalition partners after the Taliban took control of the capital on 14 August - but it's unclear exactly how many of those were Afghan nationals. \nThe US has said that it flew nearly 80,000 civilians out of Kabul and of those, about 5,500 were Americans and more than 73,500 were either Afghans or other foreign nationals. \nWhile the UK Ministry of Defence, which ended its evacuations on Saturday, said it had flown out more than 15,000 people and some 8,000 of them were Afghans. \nAt the height of the operation, the US said its military planes were departing the airport every 39 minutes - although the evacuations did slow down after the suicide bomb attack on the 26 August outside the airport, which killed about 170 people, including 13 American troops.\nMany of those flown out of the country were taken to emergency processing centres set up in several countries, including Spain, Germany, Qatar and Uzbekistan.\nAs many as 300,000 Afghans have been affiliated with US operations in the country since 2001, according to the International Rescue Committee, and tens of thousands of them are eligible to obtain a US visa - but many will now have to find a different way out of the country. \nAt the weekend, the US said it had received assurances from the Taliban that Afghan nationals who are issued with valid travel documents by another country will be allowed to leave Afghanistan. \nThe Taliban control all the main land crossing points with Afghanistan's neighbours (shown on the map below) and reports suggest they are only allowing traders or those with valid travel documents to leave the country.\nHowever, many of those trying to flee because they fear for their safety under Taliban rule will not have any paperwork. \nThe UN has urged Afghanistan's neighbours to keep their borders open to refugees and called on the international community to support those countries. \nBut Uzbekistan, which borders the north of Afghanistan, has said its main crossing point is closed to \"ensure security\" and there are no plans to open it. \nPakistan, which has the longest border with Afghanistan, has also said it will not accept refugees - with its US ambassador telling the BBC: \"We are already overburdened by the refugees, and it is beyond our capacity to host any more refugees.\"\nLast week, satellite imagery of the Spin Boldak crossing point between Afghanistan and Pakistan showed a large crowd of people gathered on the Afghan side. \nThe BBC's Shumaila Jaffery, who was at the crossing point, said it was a chaotic scene with many Afghans not being allowed to enter Pakistan. \nLast Friday, two Afghans were reportedly killed by Pakistani security forces at the Torkham border crossing after trying to enter Pakistan illegally.\nThere have also been reports of thousands of Afghans trying to cross the western border with Iran, but it's unclear how many have been successful. \nThe latest movement of Afghans is part of a historical exodus from a country that has suffered instability and conflict over many years.\nEven before the Taliban retook control, more than 550,000 people had been forced to flee their homes this year due to fighting, according to the UNHCR. \nThat means an estimated 3.5 million Afghans are currently internally displaced within the country.\nIn addition to those within Afghanistan's borders, about 2.2 million refugees and asylum seekers were also seeking sanctuary in neighbouring nations as of the end of last year.\nThis year, Afghans have also had to deal with a severe drought and food shortages across most of the country. A report by the UN World Food Programme (WFP) in June said that 14 million people - more than a third of the population - were suffering from hunger. \nMary-Ellen McGroarty, WFP country director for Afghanistan, said last week that unless emergency food and medical supplies arrived soon, the \"already horrendous situation\" would become \"an absolute catastrophe, a complete humanitarian disaster\".\nNeighbouring countries Pakistan and Iran saw the highest numbers of Afghanistan's refugees and asylum seekers last year.\nAlmost 1.5 million fled to Pakistan in 2020, while Iran hosted 780,000, according to UNHCR figures.\nGermany was third, with more than 180,000, while Turkey took nearly 130,000.\nWhen looking at asylum seeker numbers only - those who have applied for sanctuary in another country but whose claims have not yet been granted - Turkey, Germany and Greece top the list, with about 125,000, 33,000 and 20,000 respectively.\nAlthough there are no Afghan asylum seekers in Iran, those with refugee cards - an official document recognising their status - are able to access the country's health and education systems.\nThe UN has called on its member states to help Afghan people in \"their darkest hour of need\" - but while some countries have offered refugees a safe haven, others have indicated they will not be giving sanctuary to those fleeing the crisis. \nBoth Pakistan and Iran have said that they cannot cope with a further influx of Afghan refugees. Officials in both countries have said that any refugees that do arrive will have to stay in camps near the border until they can return to Afghanistan. \nUzbekistan has said it will help transfer Afghans to third countries but will only host refugees temporarily. The Tajikistan government previously offered to accept up to 100,000 refugees but it's unclear if any have been allowed in yet. Turkmenistan has said its airspace can be used for evacuation flights but it hasn't made any commitment to take in refugees itself. \nIn Turkey, the government has urged European countries to take responsibility for any new migrant crisis, saying Turkey would not be \"Europe's migrant storage unit\". The country has stepped up construction of a border wall with Iran to thwart those entering illegally. \nOfficials in several European Union countries say they are keen to avoid a repeat of the 2015 migrant crisis, when there was a populist backlash against large numbers of Syrian refugees being allowed to enter EU territory.\nFrance, which evacuated more than 2,800 people from Kabul airport, mostly Afghans, has indicated it will accept some refugees but has not specified a number. Germany has also not specified a number but Chancellor Angela Merkel has said as many as 40,000 people still in the country may have a right to be evacuated to Germany if they feel they are endangered.\nOther EU countries, like Austria, Poland and Switzerland have said they will not accept any new Afghan arrivals and are upping their border security to guard against illegal arrivals. \nThe UK has said it will take in 5,000 Afghans in 2021 as part of a scheme to resettle 20,000 over the next few years, focusing on those at greatest risk from the Taliban.\nThe US has not said how many refugees it will accept yet, but it has authorised $500m (£367m) for \"unexpected urgent refugee and migration needs of refugees\". Canada has said that it will resettle 20,000 Afghans while Australia has said it will take in 3,000.\nSeveral countries, including Kosovo and Uganda, have also accepted US requests to temporarily accept Afghan refugees before they are resettled elsewhere. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58315015/#comp-comments-button",
      "category": "#comp-comments",
      "title": "High Street chemists to offer free blood pressure checks",
      "tags": "NHS,Heart disease,Strokes",
      "text": "Everyone over the age of 40 in England will be able to have their blood pressure checked for free in High Street chemists from October.  \nOfficials say the NHS scheme could save around 2,000 lives in the next five years by detecting and then treating high blood pressure before it causes strokes and heart attacks.\nAn estimated 4.8m people in the UK are living with undiagnosed hypertension. \nIt rarely has noticeable symptoms which is why it is important to run checks. \nNHS England said estimates show that 3,700 strokes and 2,500 heart attacks could be prevented within five years as a result of the tests.\nIf 2.5 million people get their blood pressure checked in this way, it is estimated that an extra 250,000 people could receive life-saving treatment for hypertension.\nProf Stephen Powis, NHS national medical director, said: \"The NHS Long Term Plan aims to crack down on killer conditions and this action by pharmacy teams will go a long way in helping us achieve our ambitions of saving more lives. \n\"More High Street heart checks for blood pressure will mean more rapid detection of killer conditions and quicker treatment for patients who need it.\"\nJohn Maingay, from the British Heart Foundation, urged people to take up the offer: \"Most people don't know they have it until they get it measured by a healthcare professional. \n\"It often doesn't present any symptoms, which is why it is sometimes referred to as a silent killer, so it's important that you get your blood pressure checked - especially if you have a family history of heart and circulatory disease.\"\nBlood pressure is recorded with two numbers. The systolic pressure (higher number) is the force at which your heart pumps blood around your body.\nThe diastolic pressure (lower number) is the resistance to the blood flow in the blood vessels.\nEveryone's blood pressure will be slightly different. What's considered low or high for you may be normal for someone else.\nAs a general guide:\nhigh blood pressure is considered to be 140/90mmHg or higher (or 150/90mmHg or higher if you're over the age of 80)\nideal blood pressure is usually considered to be between 90/60mmHg and 120/80mmHg"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58323314",
      "category": "world-us-canada",
      "title": "Biden: Taliban helping us get people out of Afghanistan",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58310905",
      "category": "world-asia",
      "title": "Afghanistan: US aims to complete evacuations by deadline",
      "tags": "Afghanistan,Taliban,United States",
      "text": "The US aims to complete evacuations from Taliban-controlled Afghanistan by a 31 August withdrawal deadline - as calls grow from allies to extend it.\nThe Pentagon said it was not yet at the point to seek a change, though the UK, France and Germany will step up pressure at a virtual G7 summit.\nThe Taliban told the BBC that any extension would violate an agreed deal.\nTens of thousands have been evacuated, but others seeking to flee remain crammed in or near Kabul airport.\nUS President Joe Biden is expected to decide within the next 24 hours on whether to extend the timeline for withdrawal, Reuters news agency reports. \nAn unnamed official told the agency the decision would be made in order to give the Pentagon time to prepare. \nAt Kabul airport on Monday, dozens crowded around the BBC's Secunder Kermani, desperately flashing documents to try to get on to flights they had not been given permission to board.\nThe crush makes it difficult for those who have received emails telling them to turn up at the airport to gain access, he says.\nOne Canadian official told Reuters the crowds were \"intense, violence is becoming more common\".\nAccording to the White House, about 10,900 people were evacuated from Kabul between 11:30 and 23:30 local time (07:00 - 19:00 GMT) on Monday. \nThe US has evacuated, and facilitated the evacuation of, approximately 48,000 people since an intense airlift started on 14 August, the White House said. \nThe airlift began as the Taliban moved into Kabul following a lightning campaign that has seen them take over almost all of the country in the wake of the US decision to withdraw forces.\nThe sole remaining area holding out appears to be the Panjshir region north-east of Kabul, a stronghold of anti-Taliban opponents who says thousands of people are ready to carry on the fight. \nWhite House national security adviser Jake Sullivan said the US was in daily talks with the Taliban through political and security channels, although Mr Biden was not considering direct talks at this time.\nHe said the US believed all Americans who wanted to leave Afghanistan could be evacuated by the deadline, but that Mr Biden would also take a \"day-by-day\" approach on whether to extend it.\nEarlier, Pentagon spokesman John Kirby said: \"Our focus is on getting this done by the end of the month.\"\nIf commanders on the ground said an extension was needed it would be passed to President Biden, he said, but added: \"We just aren't there right now.\"\nHe added: \"We've seen the public statements by the Taliban spokesman about their views on the 31st of August. I think we all understand that view.\"\nMr Kirby was reluctant to give the specific number of Americans evacuated so far, saying it was in the \"thousands\".\nHe also said there were no plans at present to add to the 5,800 troops securing the airport and overseeing evacuations.\nMr Kirby said that, on at least one occasion, the US had used a helicopter to bring people to the airport.\nFormer state department official James Steinberg told the BBC there was a good chance Joe Biden would extend the evacuation deadline in order to protect the remaining Americans - and the president would probably not give the Taliban \"an option to veto\" it.\nThe UK, France and Germany have all indicated evacuations will have to continue beyond the deadline.\nMr Biden and UK PM Boris Johnson spoke by telephone about the G7 summit taking place on Tuesday. The main point of debate will be whether foreign troops will remain to oversee evacuations or whether they can continue via a civilian operation.\nGermany's Foreign Minister Heiko Maas has said that talks are taking place with allies - and with the Taliban - on civilian operations.\nThe UK has said that any foreign military presence at Kabul airport would not be able to continue without the US troops.\nMr Kirby said it was \"conceivable, even without a US military footprint, that people will be able to get out of Kabul\".\nTaliban spokesman Suhail Shaheen had earlier told the BBC that people would still be able to leave on commercial flights after the deadline.\nHe said: \"We are not putting hurdles in their way if they have a passport issued - they can go on commercial flights at any time. We want them to stay in the country but if they intend to go, they can.\"\nHowever, many Afghans, particularly those who worked with foreign forces, live in fear of reprisals from a group that imposed a harsh version of Islamic law when in power from 1996 to 2001.\nThe Taliban were ousted by US and allied troops following al-Qaeda's 11 September 2001 attacks. A 20-year conflict ensued.\nMr Shaheen tried to paint a conciliatory picture for those Afghans who stay, asking them to help rebuild the country.\nBut he stressed there would be \"consequences\" if the foreign forces stayed beyond 31 August. He did not elaborate on what this would mean, saying only that the Taliban leadership would decide."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58315413",
      "category": "world-asia",
      "title": "Afghanistan: Taliban tell working women to stay at home",
      "tags": "Human rights,Afghanistan,Taliban,Michelle Bachelet,Capital punishment",
      "text": "Working women in Afghanistan must stay at home until proper systems are in place to ensure their safety, a Taliban spokesman has told reporters.\n\"It's a very temporary procedure,\" spokesman Zabihullah Mujahid said.\nThe Taliban, which enforced a strict version of Islamic law when they ran Afghanistan before 2001, retook full control of the country nine days ago. \nThe UN has highlighted \"credible\" reports of abuses by the Taliban, notably restrictions on women.\nUN Human Rights High Commissioner Michelle Bachelet said on Tuesday that women's rights were a \"fundamental red line\".\nIn his news conference in Kabul on Tuesday, the Taliban spokesman also addressed the US-led evacuation from the capital, Kabul.\nUS troops control Kabul airport from where some 58,700 people have been evacuated so far. Mr Mujahid reaffirmed the Taliban's position that the operation should end by 31 August.\nOn the situation of Afghan women, he said that any restrictions would be short-lived.\n\"Our security forces are not trained (in) how to deal with women - how to speak to women (for) some of them,\" Mr Mujahid said. \"Until we have full security in place... we ask women to stay home.\"\nAs well as expressing concern over women's rights, Ms Bachelet also said she had received reports of the recruitment of child soldiers and summary executions by the Taliban.\nShe was speaking at an emergency meeting of the UN Human Rights Council in Geneva. Afterwards, the council endorsed a resolution affirming its \"unwavering commitment\" to the rights of women and girls.\nBut the resolution fell short of what many human rights groups had called for - in particular, it did not recommend the appointment of a special UN investigator for Afghanistan. \nSince their return to power, the militants have tried to convey a more restrained image, promising rights for women and girls and some freedom of speech. \nPresident Biden is holding talks with leaders of the other G7 leading industrial countries on Tuesday. \nThousands of people including British citizens, other foreign nationals and Afghans eligible for resettlement abroad are still waiting to get out. \nKhalid, an Afghan who worked as an interpreter for the British Army, told the BBC about his relief - tinged with sadness - at leaving the country. He and his family are now in the north of England. \n\"When you leave your country, your people, especially your sister, your brothers, your mother, your everyone… because of those things I was sad, but now I am happy in the UK,\" he said. \nEven before the Taliban retook control, more than 550,000 people had been forced to flee their homes this year due to fighting, according to the UNHCR, the UN refugee agency.\nMeanwhile, the head of the US Central Intelligence Agency (CIA) held a secret meeting in Kabul with Taliban founder Mullah Baradar, sources told US media.\nIf confirmed, it would be the highest-level meeting so far between the US and the Taliban since the fall of Kabul and the removal of the US-backed government. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58305040",
      "category": "uk",
      "title": "Hours without food or water in Kabul airport 'hell'",
      "tags": "Afghanistan",
      "text": "An Afghan man who worked as an interpreter for the British army has said that he is \"in hell\" waiting to be evacuated from Afghanistan.\nThe man said colleagues who also worked as interpreters had already faced warnings from the Taliban.\nHe said the reason they were suffering is because they had worked for the British army. \nHe added he had been queuing at the airport with his wife and four-month-old daughter for more than 24 hours.\nThe interpreter is one of thousands of people said to be waiting to board flights at Kabul's international airport, just over a week after the Taliban seized the capital.\nThe UK is working with US forces to evacuate people before the 31 August deadline when US forces say they will withdraw. \n\"You are waiting 14, 15 hours without water, without food,\" he told BBC Radio 4's Today programme. \"You can see lots of people over here, thousands of people.\n\"There is no way for us to go in and ask someone. I'm actually trying to find somebody from [the] British embassy just to ask them what's happening with us.\n\"I'm always sending emails, tens of emails, and I asked them please help us. And they just sent me one email back, that we should wait. I don't know what to do.\"\nThe man, who cannot be named for security reasons, said the heat was becoming unbearable for them, with temperatures reaching 40C. \n\"[My daughter] is just four months old. She's just four months old,\" he said. \"She is screaming, crying, she is very uncomfortable. And what to say?\n\"Some of my friends have already faced many issues, like they have already got warnings from Taliban. Some people came [to the] door for us, and they asked about us.\n\"There's hundreds of other interpreters, their lives are in danger. And their futures are very uncertain. And I think we are in a hell.\" \nArmed Forces minister James Heappey told BBC Breakfast that 6,631 people had been evacuated from Afghanistan in the past week, and that nine flights were planned for a 24-hour period.\nAfghan interpreters and others who worked for the UK government can come to the UK as part of the Afghan Relocations and Assistance Policy (ARAP). \nBut the man who spoke to the BBC is one of those still waiting. Mr Heappey said more than 2,000 Afghans were still due to be evacuated under the scheme.\nPleading directly to the British authorities, the interpreter said: \"I was with you everywhere, I was with you in a very dangerous zone.\n\"I don't want food from them, I don't want a shelter from them, I just want them to take me out of this hell, please.\"  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58284856",
      "category": "business",
      "title": "Retail bosses demand more protection for UK workers",
      "tags": "Retailing,Employment,Shopping,British Retail Consortium",
      "text": "Retail leaders are urging the UK government to follow Scotland's example in extending new protections for shop workers.\nThe Protection of Workers Act comes into force in Scotland on Tuesday, which makes assaulting or abusing retail staff a standalone offence.\nThe British Retail Consortium (BRC) and union Usdaw want similar rules to be introduced across the rest of the UK.\nBRC boss Helen Dickinson said \"enough is enough\".\n\"It is incomprehensible that despite Holyrood's decisive action, the UK government has so far failed to provide the same protections to shop workers in the rest of the UK,\" the head of the trade group said.\nMs Dickinson added that the BRC would \"not stop until our asks are met\".\nThe new Scottish law, which was passed unanimously, will also see tougher sentences for perpetrators.\nUsdaw is also calling on the government to bring forward an amendment to extend the same protections to retail staff in England, Wales and Northern Ireland when its policing bill goes to the House of Lords for a second reading in September.\nIts general secretary, Paddy Lillis, said shop workers face \"violence, threats and abuse\" on a regular basis.\nThis has been exacerbated by staff being asked to enforce Covid-related measures such as social distancing or mask-wearing during the pandemic, Usdaw said.\n\"We've always had abuse against us, but since the pandemic it has gotten so much worse,\" says Michelle Whitehead, who has worked at the same supermarket in Wolverhampton for two decades.\nAfter politely asking customers to wear a face mask when restrictions were in place, or explaining why certain items were out of stock, she has faced both verbal and physical abuse. \nOne male customer told her he would wait for her after closing. Others have threatened to hit her with a walking stick and spat at her.\n\"I have come home and cried because of it... I enjoy my job and love most of the customers - I just want to get on with it,\" she says.\nShe would like to see a tougher stance taken in England: \"It would make people stop and think before they shouted and bawled at us because they might be prosecuted - it'd save me coming home crying.\n\"Most of the abusers don't realise we're actually people... It'd be nice to have a clear message to say: 'We're shop workers and assaulting and abusing us is totally unacceptable.'\"\nAccording to the BRC's annual crime survey, the number of violent or abusive incidents rose to 455 a day between 1 April 2019 and 31 March 2020, in comparison with 424 in the previous year.\nThat was despite shops spending a record £1.2bn on safety measures such as security staff, body cameras and panic alarms, it said.\nLast month, 100 retail bosses wrote to the prime minister demanding action.\nLeaders of brands such as Tesco, Sainsbury's, Aldi and Ikea signed an open letter saying the situation \"cannot be allowed to get any worse\".\nThey added there was \"a clear need now for better protection in law for retail workers\".\nA Home Office spokeswoman said: \"It is completely unacceptable to threaten or assault shop workers, not least when they are working so hard to keep vital services running.\"\nShe cited the launch of the #ShopKind campaign in April to encourage customers to treat shop workers with respect.\n\"The Sentencing Council has set out guidelines which means courts should increase sentences for assaults committed against all those providing a service to the public, which includes shop workers,\" she added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58300386",
      "category": "world-asia",
      "title": "Afghanistan: People at Kabul airport flee Taliban with just a suitcase",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "It hits you like a brick as soon as you put your foot on the tarmac at Kabul international airport.\nThe intensity, the urgency, the darkness of this hour. In every direction, there are the huge grey military transport planes from the US and many other countries. Military helicopters are in the sky.\nHeading towards every single plane are long queues of Afghans. The lines don't seem to end. They have been told they can only bring one suitcase and the clothes they are wearing, as they leave their country behind - the country now controlled by the Taliban.\nBut it's not just the country they are leaving. They are leaving behind the life they lived, and for the young educated generation, the life they built up, the dreams they cherished over 20 years.\nThere are said to be 14,000 people inside this airfield, controlled by US military, waiting to board. \nFreelance journalist Bilal Sarwary was among those who made it onto the airfield, having left behind everything he had worked so hard to build, save for a few pairs of clothes and his young family.\nSarwary, a former BBC journalist, had planned to raise his daughter - named Sola, meaning \"peace\" - in his home country, the place he has spent 20 years covering, starting as a fixer and translator in 2001.\nInstead, he is hoping she will one day understand the decision he has made to leave.\n\"Today's the day that a generation of Afghans have buried their dreams and aspirations and our lives,\" he said. \n\"This city to us is our home, despite its contradictions we called it home, we're raised from here. We hope the Taliban can learn from the lessons of the past… and we can prove that we can move away from the tanks and bullets, towards a road where everyone can see themselves.\"\nAbout 17,000 people have left Afghanistan via Kabul airport in the last week, according to the US. It is not known how many were Afghan citizens given visas for their work with international governments and organisations amid fears they may be targeted by the Taliban.\nMany are professionals and graduates, and Sarwary fears what this \"brain drain\" will mean for Afghanistan. Afghanistan, he said, was \"a country where good people, they don't grow on trees\".\nOutside the airport gates, there are another 10,000 or more hoping to get onto the airfield - a crush of people wanting to leave however they can.\nThe longer it has taken, the more desperate the crowd has become. Reporters at the scene describe Saturday as one of the worst days, with several women known to have lost their lives as the people surged forward.\nAccording to Nato, they are among the at least 20 people who have died in and around the airport since the Taliban entered the city a week ago. \nSunday was reported to be calmer at the gates, although witnesses report Taliban fighters firing into the air and using batons in order to keep people in line, according to news agency Reuters. \nInternationally, concerns continue to grow that countries will not be able to get their people - nationals and the Afghans who have worked alongside them - out before the end of the month, at which point the US has said it will pull out. \nOn Saturday the European Union's foreign policy chief Josep Borrell warned that it was \"mathematically impossible\" to evacuate so many in the next nine days. \nAs for Bilal Sarwary, he was adamant that just because he was leaving, it did not mean he was ready to give up. \n\"Our affair with Afghanistan is the affair of fatal love, no matter what happens we will never give up on it,\" he said. \nAdditional reporting by Flora Drury in London\nHave you been affected by this story? Do you have an experience to share around the evacuations from Afghanistan? Please do email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58312254",
      "category": "world-us-canada",
      "title": "Proud Boys leader sentenced for burning stolen Black Lives Matter flag",
      "tags": "Washington DC,United States",
      "text": "The leader of the far-right Proud Boys group has been given nearly six months in jail for burning a stolen Black Lives Matter flag and a weapons crime.\nEnrique Tarrio, 37, pleaded guilty to destruction of property and attempted possession of a large-capacity ammunition feeding device. \nAppearing through video in court on Monday, Tarrio apologised and said there was \"no excuse\" for his actions.\nHe will report to jail on 6 September to begin his 155 day sentence.\nProsecutors said that Tarrio and other members of the Proud Boys removed the banner from the historically black Asbury United Methodist Church in Washington DC on 12 December and set it ablaze. \nThe incident was a part of a pro-Trump demonstration in protest of Joe Biden's election win.\nSeveral days later, Tarrio admitted to participating in the banner's burning in an interview with the Washington Post.\nWhile Tarrio acknowledged his actions were \"wrong\" in Monday's hearing, DC Superior Court Judge Harold Cushenberry said his remorse was \"wholly unconvincing\".\nMr Cushenberry added that he believes Tarrio \"clearly, intentionally and proudly crossed the line from peaceful protest and assembly to potentially violent conduct\".\nThe mostly peaceful demonstrations in December ended in isolated scuffles after counter-protests began. Police said that more than three dozen people were arrested and four churches were vandalised.\nLocal police took Tarrio into custody on 4 January, just two days before the Capitol Hill riot on 6 January. Police found weapon magazines in his car during a traffic stop - which led to the second charge.\nAhead of the riot, Tarrio said on the now-defunct social media app Parler that the Proud Boys were planning to \"turn out in record numbers on Jan 6\" and called its members \"the most notorious group of extraordinary gentlemen\".\nFounded in 2016 by Canadian-British right-wing activist Gavin McInnes, the Proud Boys is a far-right, anti-immigrant, all male group with a history of street violence against left-wing groups. Tarrio became a national leader in 2018.\nOn Sunday, members of the group were reportedly involved in a violent demonstration in Portland, Oregon, that ended with a gunfight. Nobody was reported injured during the incident."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-coventry-warwickshire-58308921",
      "category": "uk-england-coventry-warwickshire",
      "title": "Rugby boy completes 150-mile walk to visit grandparents",
      "tags": "Rugby",
      "text": "A boy who walked 150 miles to visit the grandparents he had not seen for 18 months said he was not expecting such a big reaction at the finish line.\nArthur Mortimer, 15, from Rugby, walked to Llanhilleth in Wales to see family from whom lockdowns had kept him apart.\nInspired by Capt Sir Tom Moore, Arthur used the journey to raise more than £4,500 for the Help for Heroes charity.\n\"It's amazing, it made me feel really happy and proud of myself,\" he said on completing the feat.\nAs for the reception at the end, he added: \"I wasn't expecting it to be that big - we're walking down the road to [my grandparents] and everyone is just there clapping and cheering.\n\"We've got the Help for Heroes banner across the road, so we had to walk through that and then my nan and granddad were waiting on the other side of the banner... we went over and gave them a big, big hug.\"\nThe teenager said it was emotional seeing some of his family and extended family for the first time since the beginning of the coronavirus pandemic.\nTo make the reunion happen, he set off with his father Kevin on 14 August and reached the destination a week later, arriving on Saturday afternoon. \nThe trek was not without difficulties after Arthur twisted his ankle, having only just stopped using crutches due to ankle ligament damage suffered in a skateboard fall.\nSpeaking to BBC CWR, Kevin Mortimer said: \"The fact that he is so young to have such an idea and commitment to make the journey inspired quite a lot of people, and the fact that he wanted to see his grandparents, it makes it just as poignant.\"\nHe said he had an \"amazing sense of pride\" for his son, whom, he added, had \"a beautiful soul\".\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58235639",
      "category": "world-asia",
      "title": "Afghanistan: Who's who in the Taliban leadership",
      "tags": "Asia,Afghanistan,Taliban",
      "text": "The Taliban took many by surprise as they swept across Afghanistan in just 10 days in August, quickly taking control of towns and cities. \nThe militant group has announced an interim government, declaring the country an \"Islamic Emirate\". \nThe cabinet will be led by Mullah Mohammad Hassan Akhund, one of the movement's founders.\nSo, here's what is known about who is leading the Taliban today. \nHibatullah Akhundzada became the supreme commander of the Taliban in May 2016, and is now leader of the so-called Islamic Emirate of Afghanistan.\nIn the 1980s, he participated in the Islamist resistance against the Soviet military campaign in Afghanistan, but his reputation is more that of a religious leader than a military commander.\nAkhundzada worked as head of the Sharia Courts in the 1990s.\nAfter first seizing power in the 1990s, the Taliban introduced and supported punishments according to their strict interpretation of Islamic law: they publicly executed murderers and adulterers and amputated thieves' limbs.\nUnder the leadership of the reclusive Mullah Mohammed Omar (who is thought to have died in 2013), the Taliban also banned television, music, movies, make-up, and stopped girls aged 10 and over from attending school.\nAkhundzada is believed to be in his 60s and has lived most of his life in Afghanistan. \nHowever, according to experts, he maintains close ties with the so-called \"Quetta Shura\" - the Afghan Taliban leaders said to be based in the Pakistani city of Quetta.\nAs the group's supreme commander, Akhundzada is in charge of political, military and religious affairs.\nMullah Mohammad Hassan Akhund is one of the four men who founded the Taliban in Afghanistan in 1994.\nHe is a longtime head the Taliban's powerful leadership council, or Rehbari Shura. \nHe served as foreign minister and deputy prime minister during the Taliban's rule in Afghanistan in 1996-2001. \nHe is under UN sanctions for his role in the government during that period.\nSirajuddin Haqqani is another of the group's top figures, who is on an FBI most wanted list.\nAfter the death of his father, Jalaluddin Haqqani, he became the new leader of the Haqqani network, which has been credited with some of the most violent attacks that have occurred in Afghanistan against Afghan forces and their Western allies in recent years.\nThe Haqqani network is currently one of the region's most powerful and feared militant groups. Some say it is even more influential than the Islamic State group in Afghanistan.\nThe group, designated by the US as a terrorist organisation, oversees the Taliban's financial and military assets along the Pakistan-Afghanistan border.\nHaqqani is believed to be around 45.\nIn an opinion piece in the New York Times last year before the signing of the Doha agreement, Haqqani wrote: \"For more than four decades, precious Afghan lives have been lost every day. Everyone has lost somebody they loved. Everyone is tired of war. I am convinced that the killing and the maiming must stop.\"\nMullah Abdul Ghani Baradar is a Taliban co-founder.\nHe became a lynchpin of the insurgency after the militants were toppled by the US-led invasion in 2001.\nBut he was captured in a joint US-Pakistani operation in the southern Pakistani city of Karachi in February 2010.\nHe remained in prison for eight years, until he was released as part of a plan to facilitate the peace process. He has been the head of their political office in Qatar since January 2019.\nIn 2020, Baradar became the first Taliban leader to communicate directly with a US president after having a telephone conversation with Donald Trump. Before that, Baradar signed the Doha agreement on the withdrawal of US troops on behalf of the Taliban. \nMohammad Yaqoob is the son of the founder of the Taliban, Mullah Mohammed Omar.\nHe is believed to be little more than 30 years old and is currently the leader of the group's military operations.\nFollowing the death of former Taliban leader Akhtar Mansour in 2016, some militants wanted to appoint Yaqoob as the group's new supreme commander, but others felt that he was young and lacking in experience.\nAs the Taliban advanced through the country, Yaqoob urged Taliban fighters not to harm members of the Afghan military or government and to stay out of abandoned homes of government and security officials who had fled, according to the Associated Press news agency."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58297623",
      "category": "world-asia",
      "title": "Afghanistan crisis: 'Hey world, do you care what happens here?'",
      "tags": "Afghanistan,Taliban",
      "text": "A week after the Taliban takeover of the country, many Afghans are uncertain of what it will mean for their lives and their safety. Here, a young female student shares her fears about her future. The BBC is not identifying her to protect her safety.\n\"It is the seventh day since the country collapsed, the president escaped, and the Taliban, once again, came to power.\nWe are left behind...\nFear has taken over my whole being, and as the days pass, I can feel how hope fades away from within me. It gets replaced with frustration. All I can see is darkness, uncertainty, and a not so bright future.\nI will be killed certainly. I have reasons to be...\nThis is how it feels when the ones you are afraid of occupy the country.\nImagine being on a long road, with no end, with hazy weather; alone.\nI have witnessed so many hurdles in my life, many that no other girl would be able to tolerate. I could manage to overcome them, but this...\nHey world, do you care what happens here? Do we matter to you? Do you see us? Do you?\nFor those who are listening, for those who care, I am writing this. I am saying this.\nWe are suffering here, we are being left behind.\nLiving with fear is no less than death. It is worse.\nIf you are listening to us, help us. Help us survive, and once again believe in light and rise; stronger than before.\nWe want our country back. Want our people to live the way they want, the way they deserve.\nTell your countries to stop war - war is ugly, it has a dirty face, it has no winner. The heart is too tiny to bear war, to bear its consequences.\nWe are the fruit of war, some young girls drown in uncertainties, in fear, in doubts... looking for somebody to help us survive. Looking at our families and crying for being unable to do anything.\nLooking at the sky and asking from him: do you see us, will you help us? Shall I have hope, that little hope!\nHey world, hey people living out there, lucky you! I envy the life you live.\nLook at us. I was the one with so many big dreams, dreams of helping others and now I am seeking help.\nThis is war. Will I be able to ever say: We did it? We could make it? Will I?\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-58311135",
      "category": "world",
      "title": "Ros Atkins on... Trump's Taliban deal",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-58318778",
      "category": "uk-scotland-scotland-politics",
      "title": "Scottish Covid inquiry to start later this year",
      "tags": "Coronavirus pandemic",
      "text": "Scotland is to hold its own public inquiry into the handling of the Covid pandemic by the end of the year, the Scottish government has confirmed. \nThe announcement follows pressure from relatives of some who have died.\nThe inquiry will scrutinise decisions that were taken over the course of the crisis, with the aim of learning lessons for any future pandemics.\nFirst Minister Nicola Sturgeon had previously said her preference was for a UK-wide inquiry to be held. \nBut Prime Minister Boris Johnson told MPs in May that an independent public inquiry examining the handling of the pandemic across all four UK nations would not begin until the spring of next year, despite Ms Sturgeon calling for it to start this year. \nCampaigners from the Covid-19 Bereaved Families for Justice group said a separate Scottish inquiry was needed to examine decisions made by the devolved Scottish government, and to hold it to account. \nDeputy First Minister John Swinney met representatives of the group shortly before the announcement was made. \nAlmost 10,500 deaths have been registered in Scotland where Covid-19 was mentioned on the death certificate since the pandemic began.\nThe Scottish government is inviting people to give their views on the aims and principles of the public inquiry by 30 September. \nIt said particular consideration would be given to the \"four harms\" of the pandemic:\nIt will also investigate \"events causing public concern\", for example the high number of deaths in care homes, and will examine the explanations of the decisions that were taken and the causes of \"anything which may not have gone as expected\".\nFirst Minister Nicola Sturgeon and former Health Secretary Jeane Freeman have both admitted that the way elderly people were discharged from hospitals into care homes at the start of the pandemic was a mistake. \nMore than 1,300 elderly people were sent to care homes before a robust testing regime was in place.\nMs Sturgeon told her Covid briefing on Tuesday: \"The inquiry will look at all matters related to the handling of the pandemic that are within our devolved competence. \n\"This will include of course the situation in our care homes.\"\nDonald Macaskill, the chief executive of Scottish Care, the representative body for Scotland's independent care homes, told BBC Scotland the desire to protect the NHS did not appear to have included social care, which was treated as a second class citizen.\nHe criticised the lack of planning and support with protective equipment (PPE) and said the inquiry needed to look at whether it was \"realistic\" to expect residential care homes to follow infection control procedures which were as stringent as an acute hospital setting.\nAsked if care homes would make financial pay-outs to the families of people who went into care homes Covid-free and died from the virus, Mr Macaskill said: \"I have no doubt that if there is culpability on the part of a care home provider then appropriate action will be taken - but if that culpability rests with government, with the NHS, with other parts of the system then I think that is a more fundamental question the inquiry will explore.\"\nIn her briefing, Ms Sturgeon stressed that the Scottish government would \"liaise closely\" with the UK government and the other devolved administrations on the likely terms of a UK wide inquiry to \"avoid duplication and overlap\". \nShe added: \"The need for co-operation with other governments is not in my view a reason to delay the establishment of our own inquiry.\n\"I do believe a full public inquiry has an extremely important role to play, both in scrutinising the decisions that we took and indeed continue to take in the course of the pandemic, but also of course in identifying and learning appropriate lessons for the future.\"\nThe government said the announcement met its commitment to begin to take the necessary steps to establish a public inquiry within its first 100 days in office after the Holyrood election.\nDiscussions are also under way to identify and appoint a judge to chair the inquiry.\nSolicitor Aamer Anwar, who is acting on behalf of members of Covid-19 Bereaved Families for Justice, welcomed the announcement but said the public inquiry must be truly independent and leave no stone unturned. \nAnd he said grieving families must be at the heart of the inquiry process if it is to be effective and meaningful. \nMr Anwar also urged the prime minister to follow the Scottish government's lead and bring forward a UK-wide inquiry.\nPeter McMahon, who lost his wife Debbie to coronavirus at the age of 53 from coronavirus, was one of the campaigners who watched the first minister announce the inquiry, which he said was \"very welcome\". \nHe added: \"My wife Debbie, along with thousands of others, died what I see as an avoidable death.\n\"I would like this public inquiry to confirm who took certain decisions, clarify why they were taken, especially around the ending of shielding in July 2020.\"\nScottish Conservative health spokeswoman Annie Wells said the inquiry must uncover what went wrong throughout the pandemic, especially in care homes. \nShe added: \"It's a disgrace that they are only getting around to this now, when Nicola Sturgeon promised it would be a priority during the election campaign.\n\"Major errors were made by the SNP government that left our most vulnerable citizens unprotected.\"\nScottish Labour leader Anas Sarwar said the Scottish government had been \"dragging their feet, ignoring the pain of the grieving families and sacrifices of thousands of key workers\".\nHe said: \"The first minister must end the dither and delay and act now so that light can be shone on the Scottish government's handling of the pandemic, lessons can be learned, and justice can be done.\"\nScottish Liberal Democrat leader Alex Cole-Hamilton said: \"Last summer, the Scottish government mismanaged quarantine and the return of students to campus allowing the virus to be re-seeded. Test and Protect was unprepared for the pressure of restrictions easing and tracing collapsed. People were discharged in their thousands from hospitals to care homes without tests or even after testing positive.\n\"This needs to be an avenue to accountability and responsibility for what happened in Scotland.\"\nScottish Greens co-leader Lorna Slater said: \"It's vital that the government's handling of the pandemic is subject to the most thorough scrutiny, and that's why this inquiry is so necessary. \n\"It's essential that we establish how the country could have been better prepared, and learn every lesson possible, to ensure we are in a better position to handle future public health crises.\" \nIt comes as the number of daily cases of the virus in Scotland reached a new record high of 4,323 on Tuesday, with Ms Sturgeon saying that she cannot rule out having to reintroduce \"limited and proportionate\" restrictions.\nThe number of new cases has more than doubled over the past week, with Ms Sturgeon warning that the country was at another \"fragile and pivotal moment\" in the pandemic.\nA total of 364 people were in hospital on Monday with recently confirmed Covid-19, up by eight on the previous day, with 43 patients in intensive care, up two."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58320668",
      "category": "business",
      "title": "UK self-catering holiday prices soar in pandemic",
      "tags": "Lyme Regis,Staycations,Brighton,Airbnb,St Helier",
      "text": "Self-catered accommodation in the UK is costing on average 40% more than in the summer of 2019, according to consumer group Which?.\nIts analysis, with BBC Panorama, suggests holidaymakers are paying an average of £300 more per week in August compared to before the pandemic. \nBrighton is among the seaside resorts with soaring prices, with average rental costs almost doubling.\nThe data is from AirDNA, which monitors websites such as Airbnb and Vrbo.\nBBC News has approached Airbnb for comment. The company has previously claimed figures from third-party organisations can be misleading.\nWatch BBC Panorama: The Great British Staycation? at 19:30 BST on Wednesday on BBC One, or later on BBC iPlayer\nMore than 20 million Britons planned to holiday in the UK this year, according to research by market research company Opinium.\nThe average cost of one night of self-catered accommodation for two people in Brighton was £109 in 2019, but is now £206 - a rise of 89% - according to AirDNA's data.\nMeanwhile, stays in St Helier in Jersey increased by 76% on 2019, and Lyme Regis on the south coast jumped up 74%.\nCatherine Lane, who lets out six properties in Brighton, told BBC Panorama she put up some of her prices this year because her costs had risen considerably.\n\"Now we have to have cleaning and sanitation costs, which are much higher. We have to have time for the cleaners to disinfect the place,\" she said.\nShe said prices had gone up to meet the high demand, but added: \"A lot of pricing we don't have control over.\n\"If you're booking by third-party advertising website, they're putting commissions on the actual end price.\"\nHoliday booking site Vrbo told BBC Panorama it \"does not set, change or influence the property prices a host chooses\".\nWhich? also looked at how big the price difference can be between holidaying in the UK and travelling abroad - even when flights are factored in.\nIts research compared prices for late August getaways for two people in the UK and abroad, looking at the cheapest, highly-rated hotel available in a central location, as well as transport costs.\nFor a coastal break, it found a week in Brighton for £1,131, while a hotel in Nice in the south of France, which included flights, cost £1,085.\nElsewhere, a week in Lake Windermere in the England's Lake District cost £2,424, compared to just £802 for flights and accommodation for a week in Lake Garda in northern Italy.\nWhich? travel editor Rory Boland said: \"We're not talking about £10, we're not talking about the cost of a meal out. We're talking… hundreds and hundreds of pounds.\"\nHe said the reason behind the differences in price wasn't just down to the pandemic.\n\"When we looked at it, accommodation prices in 2019 were more expensive in the UK than they were abroad. So this isn't a pandemic problem only, the pandemic has made it worse,\" Mr Boland added.\nWatch BBC Panorama: The Great British Staycation? at 19:30 BST on Wednesday on BBC One, or later on BBC iPlayer"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58320859",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Samantha Willis' husband speaks of pain of her death",
      "tags": "Women,Londonderry-Derry,Coronavirus pandemic,Pregnancy",
      "text": "The husband of a woman who died with Covid-19 shortly after giving birth has spoken about the pain of losing her.\nSamantha Willis, 35, who had not been vaccinated for Covid-19, died on Friday after spending 16 days in hospital.\nThe mother-of-four from Londonderry was buried on Monday after a service in which her new-born daughter child was baptised.\n\"We always thought we had 40 or more years together,\" her husband Josh Willis told BBC News NI.\nHe said he thought they would have that time \"to share experiences and watch the wee ones grow up\".\n\"Birthdays, communions, whatever it is - it was all taken away,\" he said.\n\"I just hope that she knows how I felt about her and I hope the way that we coped getting through the wake and the funeral and doing this sort of thing, that she's looking down and we are doing her proud basically.\"\nAt the funeral service for Mrs Willis, her two-weeks old daughter Eviegrace was carried behind the coffin.\nMr Willis said he and his wife had been taking precautions about coronavirus by using personal protective equipment and avoiding bars and restaurants.\nBoth of them tested positive for the virus on the same day and in the subsequent days Mrs Willis' condition worsened before Mr Willis had to take her to Altnagelvin Area Hospital in Derry.\nHe said that in the days before his wife's death he held her hand and told her: \"We're all here, we're all waiting - fight through it. You have everything to fight for.\"\nMr Willis said he and some other family members were called into the hospital after her condition worsened on Thursday evening.\n\"I was at the bottom of the bed and I was looking at the screens,\" he said.\n\"I had an idea about what some of the things on it meant - I seen one that I was pretty sure was the oxygen level and it said 20.\n\"I said to the nurse beside me: 'Is that her oxygen level?' And she just said: 'She has just literally passed away.''\"\nBefore she died, Mrs Willis had not been able to hold her new-born daughter Eviegrace.\nMr Willis said he had tried to arrange for her to hold her child before her condition had worsened.\n\"She carried her for eight months but she never held her in her arms... the one thing I wanted was for her to see her baby and to hold her,\" he said.\nMrs Willis had not been vaccinated for Covid-19 when she died - her husband said he wants to raise vaccination awareness after his wife's death.\n\"I just want to put her story out there... I think if she could help one person, one family, she would be happy,\" he said.\nMr Willis said when he was standing at his wife's graveside on Monday, he could hear her in his head saying: \"I'm gone, batter on, raise the wains, do what youse have to do.\" \n\"We have no choice, and if it was the other way around she would do the same. I would be probably telling her the same,\" he said. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-58257403",
      "category": "uk-england-essex",
      "title": "Man arrested as Katie Price taken to hospital",
      "tags": "Little Canfield",
      "text": "A man has been arrested on suspicion of assaulting former model and TV personality Katie Price.\nMs Price, 43, was taken to hospital after sustaining a facial injury, Essex Police said.\nThe force said it was called by the ambulance service shortly after 01:30 BST to reports of an assault in Little Canfield, near Stansted Airport.\nA 32-year-old man was arrested on suspicion of assault and remained in custody, police said.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58311086",
      "category": "uk-northern-ireland",
      "title": "Northern Ireland rural broadband scheme gets £25m funding boost",
      "tags": "DUP (Democratic Unionist Party),Broadband",
      "text": "A funding boost for rural broadband in Northern Ireland is set to benefit a further 8,500 premises.\nProject Stratum aims to connect 76,000 homes and businesses by 2024 with the first 19,000 this year.\nThe scheme will get an extra £25m from the government's Project Gigabit for areas like Londonderry, Tyrone, mid-Ulster, Fermanagh and south Antrim.\nProject Gigabit is the government's plan to get ultra-fast broadband to the remotest of homes in the UK. \nThe contract is being delivered by Fibrus, who connected the first customers in the Coalisland area of County Tyrone in March this year.\nConal Henry, from Fibrus, told BBC News NI's Good Morning Ulster: \"The money allows Fibrus to extend the Stratum network even deeper into rural Northern Ireland across all six counties and provide full fibre gigabyte connectivity to thousands of homes and businesses across all six counties.\"\nMr Henry said Fibrus had passed 5,500 homes with the Stratum network already and remained ahead of schedule in the overall project.\nHe said Fibrus was building more than eight miles (14km) of new network every day.\nThe initial cost of the scheme was £165m with £150m coming from the 2017 confidence-and-supply agreement between the DUP and the Conservative Party.\nThe remaining £15m is being provided by Stormont's Department of Agriculture, Environment and Rural Affairs (Daera).\nPromising that as many homes and businesses as possible would have access to \"broadband fit for the future\", UK Digital Secretary Oliver Dowden said the project was the \"biggest broadband upgrade Northern Ireland had ever seen\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58315311",
      "category": "uk-scotland",
      "title": "Billy Connolly: Challenges of Parkinson's getting worse",
      "tags": "Billy Connolly,Edinburgh,Parkinson's Disease,Glasgow",
      "text": "Legendary Scottish comedian Billy Connolly has said the medical challenges he faces while filming for television are \"getting worse\".\nThe comedian was speaking during a session at the Edinburgh TV Festival.\nIt was honouring the 78-year-old comic with a lifetime achievement award for his contribution to the industry.\nSir Billy was diagnosed with Parkinson's disease in 2013 and retired from live performances five years later.\nThe comedian has continued to make TV programmes but, interviewed by his wife, Dr Pamela Stephenson Connolly, he said: \"The challenges lately have been medical. They are getting worse.\"\n\"I will have to weigh it up and see how bad it gets. Play it by ear.\"\nSir Billy said that on his last tour he used to say to the audience: \"Good evening symptom spotters. I would show them symptoms and it would work really well.\"\nHe said the audience for the online TV festival event would have \"noticed I have been holding my left hand as this has been going on\" as it had started to involuntarily shake.\n\"It's started to jump around,\" he said.\nSir Billy said he was \"proud and happy\" to be receiving the lifetime achievement award.\nDuring the interview, the comedian also discussed his first appearance on Sir Michael Parkinson's talk show in the 1970s which helped to make his name.\nHe said it was a \"very weird\" experience.\n\"I had done wee talk shows in Scotland and they were good, but there wasn't the big time thing that Parkinson had.\"\nSir Billy also discussed receiving a warm welcome back to Glasgow when he was applauded by members of the public after he landed at the city's airport following his appearance on the show.\n\"It's a thing the Scots have got about accents,\" he said.\n\"You can be as popular as you like but if you don't have a Scottish accent when you're doing it, it's different.\n\"They loved the fact I went on with my Scottish accent and got famous. They took it personally and they all applauded and it was lovely.\"\nThe discussion, which was streamed online, took place on the first day of the Edinburgh TV Festival, which runs until Thursday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58312644",
      "category": "world-asia",
      "title": "Afghanistan: US under pressure over evacuation deadline",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "The US is being pressed by allies to delay its withdrawal from Afghanistan to allow more time for evacuating those who want to flee the country, now that it is run by Taliban militants.\nUS troops controlling Kabul airport - the only one in the country functioning - are scheduled to leave by 31 August. \nThe UK is hosting a G-7 summit, warning \"not everyone will get out\".\nThe Taliban have warned of consequences if foreign forces remain after the deadline agreed with the US. \nCurrently 5,800 US troops are on the ground. President Joe Biden is set to decide within the next 24 hours whether to extend their stay, an official told Reuters news agency. \nThe US has evacuated, and facilitated the evacuation of, approximately 48,000 people since an intense airlift started on 14 August, the White House said. \nOthers seeking to flee remain crammed in or near the international airport in the capital, Kabul. \nMany of the people fleeing, particularly those who worked with foreign forces, live in fear of reprisals from a group that imposed a harsh version of Islamic law when in power from 1996 to 2001.\nBy Yogita Limaye, BBC South Asia correspondent\nThousands of people, foreign nationals and Afghans, continue to throng the gates of Kabul airport. \nAmidst the crowds, even those with the right permits aren't able to get through. Some have been waiting there for days, with little shelter or food. \nAt least 20 have been killed in shootings and stampedes at the airport since last week. More than 10,000 were evacuated on Monday, but time is running out. \nElsewhere in Afghanistan, the BBC has spoken to people who have been in hiding out of fear they will be killed by the Taliban. They say they don't have the means to leave. \nThere are millions who support the insurgent group as well, hoping they will bring an end to the violence. \nThe Taliban have been holding discussions on forming a government. Markets and workplaces are slowly opening up. But banks are still closed and fewer women are visible on the streets.\nFrance, Germany and the UK have pressed for more time to complete the evacuations from Afghanistan.\nFrance's Foreign Minister Jean-Yves Le Drian told reporters in the United Arab Emirates: \"We are concerned about the deadline set by the United States on August 31. Additional time is needed to complete ongoing operations.\"\nGermany's Foreign Minister Heiko Maas said he had discussed keeping Kabul airport open beyond the deadline with Nato allies and the Taliban. \nOn Tuesday, UK Prime Minister Boris Johnson is expected to push the US for an extension during the virtual summit with other G7 leaders. \nBut Defence Secretary Ben Wallace it would all depend on both the US and the Taliban.\n\"Our focus is to get as many people out,\" Mr Wallace said.\n\"But the scale of the challenge means that not everyone will get out. We are ruthlessly prioritising people.\"\nMilitary advisers have told the White House that a decision must be made on Tuesday in order to allow for the troops, along with their equipment and weapons, to leave in time for the deadline, CNN reports. \nA defence official told the network that if Mr Biden agreed on withdrawing in time for the deadline, there would be \"a few more\" days of evacuating people before the drawdown of troops began, possibly at the end of this week. \nAccording to the White House, about 10,900 people were evacuated from Kabul between 11:30 and 23:30 local time (07:00 - 19:00 GMT) on Monday. \nImages from Washington's Dulles Airport show Afghans arriving in the country. \nThe Taliban have tried to paint a conciliatory picture for those Afghans who stay, asking them to help rebuild the country. Taliban spokesman Suhail Shaheen told the BBC people with passports  would still be able to leave on commercial flights after the deadline.\nHe said: \"We want them to stay in the country but if they intend to go, they can.\"\nThe United Nations human rights council is set to meet in an emergency session on Tuesday to discuss Afghanistan. It comes amid warnings from aid agencies about the deepening humanitarian crisis in the country and concerns over human rights, in particular, the rights of women. \nThe Taliban say they will respect the rights of women and girls but there are already reports of detentions and executions. Human rights groups say the UN must create an international, independent body to investigate what is happening. \nTuesday's emergency human rights council session could do this - but the draft resolution, submitted by Pakistan does not go that far, says the BBC's Imogen Foulkes, in Geneva. \nThe resolution asks the UN human rights chief to keep an eye on things, and report back in December.\nThe airlift began as the Taliban moved into Kabul following a lightning campaign in which they captured almost all of the country in the wake of the US decision to withdraw forces.\nThe sole remaining area holding out appears to be the Panjshir region north-east of Kabul, a stronghold of anti-Taliban opponents who say thousands of people are ready to carry on the fight. \nThe Taliban were ousted by US and allied troops following al-Qaeda's 11 September 2001 attacks. A 20-year conflict ensued."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58312949",
      "category": "world-asia",
      "title": "How Afghanistan rattled Asia and emboldened China",
      "tags": "Singapore,Kamala Harris,Afghanistan,China,Taiwan,Japan,South Korea,United States",
      "text": "Like many across the world, millions in Asia have been shocked by the scenes of desperation coming out of Afghanistan - with some asking if America can still be trusted.\nOn Sunday evening - just a week after the Afghan capital Kabul fell to the Taliban - US vice-president Kamala Harris landed in Singapore for the start of a whirlwind Asian tour.\nShe has since sought to smooth ruffled feathers by saying the region is a \"top priority\" for the US.\nBut is it enough to reassure those concerned in Asia? And can America fend off China's attempts to seize on what some say is a golden opportunity for anti-US propaganda?\nOn Monday, Singapore's prime minister Lee Hsien Loong warned that many in the region were watching how the US repositions itself in the fallout of Afghanistan.\nFor two of America's biggest regional allies in particular, South Korea and Japan, public confidence in the US has largely been unaffected - but there have been anxious murmurings from some quarters.\nSome conservatives have called for their militaries to be beefed up, arguing that they cannot fully trust in America's promise to back them up in a conflict.\nThe US presently has tens of thousands of troops stationed in both countries, but former president Donald Trump's America First foreign policy had strained relationships.\nIn an interview with ABC News last week, US President Joe Biden insisted there was a \"fundamental difference\" between Afghanistan and allies like South Korea, Japan and Taiwan, saying it was \"not even comparable\".\nExperts have agreed, pointing out that Afghanistan is not the same as more developed places in Asia which have their own substantial military resources and strong governments. \nAs Asian democracies, they share similar values as America and have become significant trade and military partners. And with places like South Korea forming the bedrock of US military strategy in Asia, it would be unlikely that the US would pull out its troops any time soon. \nBut as uncertainty swirls, China has ratcheted up its rhetoric.\nChina's foreign Minister Wang Yi said last week that the US \"hasty\" pullout from Afghanistan has caused a \"serious negative impact \"while some hawkish government figures and state media have gone one step further.\nForeign ministry spokesman Zhao Lijian has repeatedly compared it to the fall of Saigon, while his colleague Hua Chunying called the US \"destructive\", adding that \"wherever the US sets foot… we see turbulence, division, broken families, deaths and other scars in the mess it has left.\"\nNationalist tabloid Global Times carried an editorial urging Taiwan to stop \"bonding themselves to the anti-Chinese mainland chariot of the US\", arguing that the US would not bother waging a costly war with China over Taiwan.\nIts editor-in-chief also posted this tweet:\nTaiwan, which buys weapons from the US, considers itself as an independent country, but China sees it as a renegade province that must be reclaimed even by force.\nThe island has fought back in recent days by repeatedly likening China to the Taliban. Premier Su Tseng-chang said last week that \"foreign forces\" who wanted to invade Taiwan were \"deluded\", while foreign minister Joseph Wu had this to say:\nThe situation was not helped by Mr Biden who, in his ABC interview, appeared to conflate Taiwan with South Korea and Japan, with whom the US has formal agreements to defend if war breaks out. Unlike the others, Taiwan does not have a defence treaty with the US and only an implicit security guarantee.\nUS officials later said their \"strategic ambiguity\" policy on Taiwan had not changed, but the incident only gave Chinese state media more fodder to attack the US.\nThe Afghanistan exit, in other words, has been a golden opportunity for China to convince the Asian public that the US cannot be trusted, say experts.\n\"The whole point of this propaganda is to increase public pressure on governments that have close cooperation with US, and weaken that relationship,\" said Ian Chong, an associate professor of political science with the National University of Singapore.\nBut Afghanistan has not been a total windfall for China either.\nBonnie Glaser, an Asia expert at the German Marshall Fund, believes that Beijing sees the recent changes in Afghanistan as more risky than beneficial.  \"The Chinese are very worried about the potential for instability and Afghanistan continuing to be a haven for militants and terrorists,\" she said.\nIn a pragmatic move, China invited the Taliban over for talks last month, offering economic support for Afghanistan but also stressing that the country should not be used as a staging point for terrorists.\n China has skin in the game: its companies have won multi-million dollar oil and copper mining contracts in Afghanistan.\nBut domestically, it has struggled to sell this cautious alliance to some parts of the Chinese public that are repulsed by the Taliban.\nWhen the Taliban retook power last week, foreign ministry spokeswoman Hua Chunying said that China respects \"the choice of Afghan people\". The phrase quickly attracted backlash and accusations of whitewashing on Chinese social media.\nAt a time of heightened awareness of women's rights in China, many online have criticised the Taliban for their treatment of Afghan women. \nThere's also the fact that Beijing now has to deal with an Islamist militant group right at its doorstep, at a time when China continues to brutally crack down on its own Muslim minority in the name of combating extremism.\nWith the clampdown on the Uighurs, \"the Chinese central government has been getting people to be wary of religious groups. So this association with the Taliban could be problematic as it's contradictory,\" said Dr Chong.\n\"What China is doing now is to garner whatever tactical advantage they can get. But what [kind of gains] it can be transformed into, is up in the air. We don't even know where Afghanistan is going right now.\"\nSome observers, like Ms Glaser, believe that the Afghan withdrawal is not \"the death knell of US leadership\", and that US allies will be reassured that Washington would now pay greater attention to the region and its competition with China.\nIn her speech on Tuesday in Singapore, Ms Harris sold a vision of American faithfulness to Asia. \nShe said \"there should be no doubt we have enduring interests in this region and enduring commitments as well… those commitments also include security\", and promised that the US would \"invest our time and our energy\" in strengthening relationships.\nJames Crabtree, executive director of think tank II-SS Asia, noted that Ms Harris' visit was one of several made to Asia in recent months by top US officials.\n\"The Americans have answered the first set of criticisms which is 'You've forgotten us' - now they are turning up,\" he said.\n\"Now the next question is, with all this talk of partnerships, what does this amount to in fact?\"\nSome believe the US will need to deliver more than just promises. Dr Chong said this may mean getting bipartisan support for US commitments, ratifying the UN's maritime law convention, and re-joining the Trans-Pacific Partnership trade agreement which the US withdrew from under Donald Trump.\nSaid Mr Crabtree: \"People are going to watch more closely what the US is going to do in Asia from now on, because Afghanistan has primed them to look for signs that they are not reliable.\nThe US may be more wary of people questioning their commitment and would want to demonstrate it is not the case.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hampshire-58315780",
      "category": "uk-england-hampshire",
      "title": "Toxic mix of chemicals at Solent Hotel leaves 24 in hospital",
      "tags": "Whiteley",
      "text": "Toxic fumes have left 24 people in hospital after a mix of chemicals at a hotel spa.\nHampshire & Isle of Wight Fire Rescue Service was called to the Solent Hotel & Spa, Whiteley, to deal with the \"large-scale\" incident at 20:44 BST on Monday.\nIt said chlorine - a poisonous gas - had been created on site when two chemicals were accidentally mixed.\nSome guests required ventilation after breathing in the resulting fumes.\nBreathing apparatus was supplied by a Hazardous Area Response Team from South Central Ambulance Service (SCAS), which was also at the scene in Rookery Avenue in Whiteley.\nIt said those taken to hospital included children.\nA fire service spokeswoman said: \"A number of hotel guests had been overcome by fumes in the spa area after two chemicals had accidentally been mixed together and created chlorine gas. \n\"Hampshire and Isle of Wight Fire and Rescue Service began immediate emergency care, set up a casualty handling area and requested the ambulance service to attend. \n\"A ventilation fan was used to clear the fumes and firefighters took the vessel containing chemicals to fresh air. Gas monitors were used to check that the scene was safe.  \n\"In total, 24 people were taken to hospital by ambulance crews.\"\nStation manager Dave Graham called it a \"large-scale incident with multiple people requiring medical treatment for the inhalation of gas\". \nHe said the scene \"was made safe\" and was now being dealt by the hotel management.\nFirefighters from Hightown, Fareham, Cosham, Portchester, St Mary's and Romsey were sent to the hotel during the operation.\nIn a statement, SCAS said eight ambulance crews joined its hazardous response team at the scene.\nIt added: \"Twenty-four patients, ranging from children to those in their 50s, were assessed and treated by our ambulance teams for breathing difficulties.  \n\"Following treatment at the scene by our crews those patients were taken to University Hospital Southampton for further assessment for those non-life threatening injuries.\"\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58320578",
      "category": "science-environment",
      "title": "Climate change: Consumer 'confusion' threatens net zero homes plan",
      "tags": "COP26,Paris climate agreement,Climate change,Carbon neutrality",
      "text": "Government plans to decarbonise homes are too complicated and confusing, according to a coalition of consumer and industry groups. \nThey've written to the prime minister to say that current schemes to adapt homes go wrong far too often. \nThe open letter, from Citizens Advice and others, calls for more financial support for making changes.\nOtherwise, they argue, efforts to curb emissions from millions of homes in the UK will be at risk.\nTackling energy use in the residential sector is seen as key to the government's aim of getting to net zero by 2050.\nNet zero involves reducing greenhouse gas emissions as much as possible and then balancing out any further releases by absorbing an equivalent amount from the atmosphere by, for example, planting trees.\nThe carbon generated by home heating amounts to about 20% of all UK emissions.\nBut the government's current efforts to help householders to adapt their homes are \"too complicated\", and too often things go wrong, say industry and consumer groups.\nThe coalition includes Citizens Advice, the Federation of Master Builders, the Aldersgate Group and Which?\nThey argue that the process of installing low-carbon heating, upgrading insulation or putting in smart technologies is \"time consuming, confusing and stressful\".\nThey cite the example of the Green Homes Grant, a scheme that was designed to help people insulate their homes. \nIt was scrapped in March this year after reaching just 10% of the houses that the government had promised would be improved. \nAccording to the coalition, simply choosing the right technology or finding a reputable installer demands huge amounts of time, knowledge and effort. \nFar too often, things go wrong with poor installation and technologies not working as expected. \nThe letter to the prime minister says there are three key concerns that need to be addressed to ensure that plans to decarbonise homes don't fail.\n\"Our evidence is clear. Right now, making green changes to homes is too confusing and too often things go wrong for those trying to do the right thing,\" said Dame Clare Moriarty, chief executive of Citizens Advice.\n\"The public is behind the net zero transition, but they need the right information and tools, particularly when it comes to adapting their home.\n\"By getting things right now, the government can give people the confidence to make changes and play their part in getting to net zero.\"\n\"I think solar panels are a very good idea, especially for people who want to contribute to a cleaner environment.\" \nThat's the view of Michael, a homeowner in Liverpool who decided to ditch his gas heating for solar power a few years ago.\nAll went well until his roof began to leak and damaged the ceiling in a bedroom. The first time it happened, the fitter repaired the problem. \nWhen it happened again in the same spot, Michael found the company had gone out of business. \n\"This trader had not been properly checked, I don't think they had a necessary qualification to be to be installing solar panels.\"\nDespite an insurance scheme that was meant to help out in circumstances like this, Michael has been unable to get his roof fixed.\n\"There is no effective guarantee, no effective accountability and responsibility which should have been in place to stop all this happening,\" he said.\nIn response to the letter, a government spokesperson said: \"We are investing £1.3bn this year alone to support people to install energy efficiency measures in their homes, with upgrades to 50,000 low-income households already underway.\n\"Our Simple Energy Advice service offers clear information on what financial support is available for people to make home improvements so they can save money on their energy bills.\" \nIn a separate study, the National Housing Federation said that England's homes produce more carbon emissions every year than all the country's cars. \nThe Federation, which represents housing associations across England, says that the emissions from homes are so high because of gas central heating and poor insulation.\nFollow Matt on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58305334",
      "category": "uk-wales",
      "title": "UK City of Culture 2025: The five Welsh areas bidding for the title",
      "tags": "Conwy,Wrexham County Borough Council,Wrexham,Newport City Council,Conwy County Borough Council,Newport,Powys Council,Gwynedd Council",
      "text": "Five areas in Wales are vying to be named UK City of Culture 2025. \nThe winner could see more sustainable jobs and more tourism opportunities, according to business lecturer Kelly Young. \nBangor and the north-west of Wales, Conwy county, Wrexham county, Powys and Newport are all bidding from Wales. \nAlongside them are a record 15 other areas that have expressed interest in the title, which will be announced in May 2022.\nAt the end of 2021 the long list will be shortened to only a few candidates before the final decision is made.\nThe aim of the competition, run by the UK government, is to highlight cultural hubs and success beyond the London area and put places on the map. \nWinning the title could give huge benefits to the local area, according to Dr Young, principal lecturer in business at Cardiff Metropolitan University.\n\"Places like Hull who started the British version of the city of culture saw an increase of some £300 million of investment into their economy in 2017.\n\"I would say this system definitely has an impact on the economies and tourism of an area,\" she said. \nFrom Londonderry to Hull and to Coventry, all three previous or current cities of culture have reported an increase in investment. \nBut which are the candidates in Wales for 2025 and what have they to offer?\nThe city of Bangor's bid also includes some of the Gwynedd quarry areas and across to parts of Anglesey. \nWith the area already on the map following its new World Heritage status for the slate industry landscape, why should Bangor receive the title?\n\"Bangor is such a multicultural city,\" said Rhian Cahill, visitor experience manager at Penrhyn Castle. \n\"The infrastructure and wealth that was put in has built it up to connect it with the rest of the world. \n\"When you work with people in the community it's really in their blood, it's like you could cut them in halve and there would be slate there.\"\nConwy county includes the Victorian promenades of Llandudno and Colwyn Bay. \nThere are famous castles such as Conwy and Gwrych and also the wide-ranging mountains in the Conwy Valley. \n\"We have so much to offer,\" said county councillor Louise Emery. \n\"Our historical background and the Welsh language which flows through the daily lives of all residents.\n\"If we can create the culture and the feel then we think we can provide a much more varied offer to visitors and get them to come here all year round, not just in the peak summer season.\"\nWrexham has been on the map for some months following the takeover of the football club by Hollywood stars Rob McElhenney and Ryan Reynolds. \nBut local people also say the culture here runs deep in the local communities.\n\"For us it's just great\", said Llinos Ann Cleary, one of the board members at Theatr y Stiwt in Rhosllanerchrugog.\n\"The fact we have somewhere like this that has been in the village for 86 years, and we do so much here. \n\"We have the choirs that come, we have concerts, wrestling and a complete broad spectrum of cultural things and I just think it's great for us for that to be seen.\"\nThe county of Powys makes up around a quarter of the landscape of Wales. \nIt is home to many cultural events like the Green Man festival and the Royal Welsh Agricultural Show but what would city of culture status bring to an area like this?\n\"This is going to be an excuse to bring people together, to create together and to celebrate what Powys can be\", said county councillor Myfanwy Alexander. \n\"Plus we have, for example, difficulties attracting some people to the professional roles here in the area and that's because they don't know what Powys is like.\n\"We would like people to learn about Powys so when they next see a holiday or a job advertised they don't' say 'where' but they say 'oh that's the place that did that fantastic stuff'.\"\nIf successful the city of Newport and the wider region would also host a year-long programme of events and projects. \nDescribed as the gateway to south Wales, residents say it has many things to offer. \nKayley Sydenham won the literature prize at the online Urdd Eisteddfod T in 2021. As a Newport local she hopes the bid will be a boost to the Welsh language in the area.\n\"I do use Newport as a bit of an inspiration in my writing,\" she said. \n\"A lot of poems in Welsh talk about the Welsh language dying but I do tend and really enjoy writing about the Welsh language but take a different side of it. It's there but we need to use it more\"\nShe also says the Roman history and heritage combined with other local traditions make the area a brilliant spot for the City of Culture 2025. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58317261",
      "category": "health",
      "title": "Covid jab response low for some immunosuppressed people",
      "tags": "Medical research,Coronavirus vaccines,Cancer,Coronavirus pandemic,Immune system",
      "text": "Some patients with impaired immune systems have a low or absent antibody response after receiving two doses of Covid vaccine, a UK study has found. \nExperts do not yet know what that means for protection, but say booster shots are probably a good idea for certain immunosuppressed people. \nIt includes those with vasculitis who are taking a strong medicine called rituximab. \nSome other countries have already started giving out booster Covid doses. \nThe UK is expected to begin offering vulnerable groups a booster shot next month, but is waiting for recommendations from an independent advisory body called the JCVI. \nThe Octave study, funded by the Medical Research Council and coordinated by experts at the University of Birmingham, is part of the evidence that will help inform the JCVI decision. \nPeople enrolled on the trial include patients with cancer, inflammatory arthritis, diseases of the kidney or liver and those who are having a stem cell transplant.\nFindings from lab tests on blood samples from 600 of these volunteers, published as a pre-print by The Lancet medical journal, suggest:\nBut 60% had antibody levels comparable to healthy young people and all of them had optimal levels of another type of immune cell response - T cells - that can clear coronavirus infection from the body. \nRecent research using real-world data on Covid illness rates in more than a million at risk people, suggests Covid jabs are very effective for people with underlying health conditions, reduced the risk of symptomatic Covid-19 by around 90%. \nProf Iain McInnes, lead of the Octave trial and from the University of Glasgow, said: \"While 40% of these clinically at-risk patent groups were found to have a low or undetectable immune response after a double dose of the vaccine, we are encouraged that this figure isn't higher.  \n\"However, it is possible even partial protection may be clinically beneficial, and this is something we will closely monitor.\"\nProf Eleanor Riley, an expert in immunology and infectious diseases at the University of Edinburgh, said: \"As it is T cells that are particularly effective at stopping us getting severely ill and needing hospital treatment, we would expect that the vaccine is still offering substantial protection to most of these highly vulnerable people.\"\nProf Charles Swanton from Cancer Research UK said: \"We know the results could be worrying for those who are clinically vulnerable, but anyone undergoing cancer treatment should continue to follow the advice of their doctors and we encourage all who can to get the vaccine. \n\"With restrictions easing, you may wonder if you should be shielding - talk to your doctor, family and friends and ultimately you need to do what's right for you.\"\nAn extension of the Octave study will now look at the effect of giving patients and booster shot. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58321849",
      "category": "world-asia",
      "title": "Afghanistan: 'The sooner we finish, the better,' says Joe Biden",
      "tags": "Afghanistan,Taliban,United States,Islamic State group,Joe Biden",
      "text": "US President Joe Biden says the US is \"on pace\" to meet a 31 August deadline for evacuations, despite previous calls from allies for an extension.\n\"The sooner we finish the better,\" he said. Some American troops have already been withdrawn, US media report - although evacuations are not affected.\nAt least 70,700 people have been airlifted from Kabul, which fell to the Taliban nine days ago.\nThe militants have opposed any extension to the evacuation deadline.\nPresident Biden said: \"The Taliban have been taking steps to help get our people out,\" adding that the international community would judge the Taliban by their actions.\n\"None of us are going to take the Taliban's word for it,\" he added.\nMr Biden said the airlift had to come to an end soon because of an increasing threat from the Islamic State group in Afghanistan. \nThe longer the US stayed in the country, he said, there was an \"acute and growing risk of an attack\" by the group. \nIn other developments: \nThe staffers were punctual: they moved velvety ropes from a briefing room to the Roosevelt Room, and got ready for the president's speech at 12:00 (16:00 GMT). \nThey set up a sound system, and prepared the stage for an important moment: the president would speak about Afghanistan. But the president was late. He met aides in the Oval Office, worked on his speech. \n\"What's going on?\" my colleagues asked, sending me texts, wondering what was happening, and why his speech had been delayed, again and again. \nThey were not the only ones who were wondering: many people in Kabul were desperate to find out. \nFinally, the president spoke at around 17:00, hours late: things were on track to end the US mission by 31 August, he said. \nHis remarks were a bitter disappointment for many in Kabul, who say the mission is far from over, since it leaves them stranded. \nBackstage at the White House, the president's day, and the lead-up to his speech, were disorganised, unpredictable and chaotic. \nFor many, it captured the essence of his Afghanistan policy, one that they describe as disastrous.\nMr Biden was speaking after leaders of the G7 - which consists of Canada, France, Germany, Italy, Japan, the UK and the US, plus the EU - discussed the Afghan crisis during a virtual meeting. The UK and other allies had urged the US to stay beyond 31 August to allow more relief fights.\nUK Prime Minister Boris Johnson, who chaired the talks, said Britain would continue to evacuate people \"until the last moment\". He also urged the Taliban to allow Afghans to leave beyond the deadline.\nEuropean Commission President Ursula von der Leyen said the G7 leaders had \"agreed that it is our moral duty to help the Afghan people and to provide as much possible support as conditions will allow\".\nAlmost 6,000 US soldiers and more than 1,000 from the UK are at Kabul airport to secure it and organise the evacuation of foreigners and eligible Afghans.\nSmaller contingents from other Nato members including France, Germany and Turkey are also present.\nThe airlift is being stepped up, with more than 21,000 people evacuated since Sunday. The departure of some US troops ahead of the 31 August deadline \"does not affect the mission\", a US defence official was quoted as saying by CNN.\nOn Tuesday, two members of Congress flew into Kabul airport unannounced, prompting an outcry on social media. Democratic Senator Seth Moulton and Republican Senator Peter Meijer were on the ground at Kabul airport for several hours, according to the Associated Press. \nSources told the agency the state department, defence department and White House officials were furious about the visit as it had been made without co-ordinating with diplomats or military commanders. \nBy Yogita Limaye, BBC News, Mumbai\nPeople involved with evacuation efforts have told the BBC that some Afghan nationals who have tried going to the airport since the Taliban announcement have been stopped at checkpoints. It is not clear who they're being denied entry by.\nGiven the crowds thronging the airport, it has been tough all through the past week for people to get past its gates, but the situation has become even more difficult now. \nThe BBC has also learnt that some Afghans who were due to leave on Wednesday morning have abandoned their plans for now, fearing for their safety on the road to the airport, nervous after the Taliban said they didn't want Afghanistan's people to leave. \nEvacuation flights are taking off every hour, but there are fears now that some planes might have to leave without the people they were meant to fly out. \nThe US has said it is in touch with at risk Afghans they plan to evacuate, but the situation on ground is uncertain and chaotic.\nEarlier on Tuesday, Taliban spokesman Zabihullah Mujahid said the group would probably not agree to an extension and Afghans would be stopped from going to the airport.\n\"There is danger that people will lose their life\" in the chaos there, he told reporters.\nHowever, there has been confusion about whether this meant Afghans with full travel documents would be unable to leave the country.\nMr Mujahid also said that working women in Afghanistan must stay at home until proper systems are in place to ensure their safety.\n\"Our security forces are not trained [in] how to deal with women - how to speak to women [for] some of them,\" he said. \"Until we have full security in place... we ask women to stay home.\"\nThe Taliban enforced a strict version of Islamic law when they ran Afghanistan before 2001. Since their return to power, they have tried to convey a more restrained image, promising rights for women and girls and some freedom of speech. \nBut UN Human Rights Commissioner Michelle Bachelet said there were \"credible\" reports of human rights abuses by the Taliban, including summary execution, restrictions on women and recruitment of child-soldiers.\nThe UN Human Rights Council on Tuesday endorsed a resolution affirming its \"unwavering commitment\" to the rights of women and girls.\nBut the resolution did not recommend the appointment of a special UN investigator for Afghanistan, which many human rights groups had called for. \n Are you in Afghanistan or do you have a loved one there? Please tell us your story by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58318374",
      "category": "world-asia",
      "title": "A Kabul evacuee's tale: Dread, chaos and the Taliban",
      "tags": "Afghanistan,Taliban,India,United States",
      "text": "Safehouses. Teenage Taliban guards. Anxious waits for embassy calls. Airport chaos. And throughout, the constant fear this could end in disaster for you and your loved ones.\nThis is the story of Nausheen and her struggle to find a way out of Kabul as the Taliban took charge of the Afghan capital. Her name has been changed to protect her and her family.\nI'm speaking to Nausheen by phone. It's the afternoon of Saturday the 21st of August. She has been sitting inside a minibus outside Kabul airport for almost 20 hours, with no access to food or a toilet, in a desperate attempt to board a military aircraft as part of India's emergency evacuation plan.\nBut this is not the final chapter. Far from it. How did it come to this?\nRewind to 15 August. Nausheen, an Indian married to an Afghan with relatives in both countries, is booked on an Air India flight on the 19th from Kabul to Delhi. But as the Taliban take over Kabul, all commercial flights, including hers, are cancelled.\nShe wakes on the 15th to find that most embassies have shut down overnight and their staff are fleeing at the first possible opportunity.\nHer husband wants her out of Afghanistan as soon as possible. She grabs her passport and blue chadari (burqa) and, with her husband, rushes to the Indian embassy to ask about evacuation flights.\n\"When we reached the Indian embassy, luckily it was still functional. But you could sense the tension in the air. They were destroying all the documents and burning all paperwork. The staff told us they would continue working until that evening. I wanted to get visas for the rest of my family here in Afghanistan. They asked me to come back in the evening with passports and other documents. So I went back home.\n\"People were running haphazardly fearing the Taliban. My husband held my hand, and we ran towards our home. It felt as if the entire city was out on the street, running towards the airport. It was horrific. When I reached home, the security staff of the building had changed from proper uniforms to kurta-pyjamas. My building was surrounded by the Taliban.\"\nNausheen and her husband pick up documents and go back to the embassy. Luckily they also get visas for the rest of the family.\nThen begins the wait for that phone call from the Ministry of External Affairs of the government of India. As an Indian, she is on her country's priority list.  \n\"I got a message from the ministry on 19 August. I needed to reach (a location we cannot reveal for security reasons) where many others who were part of the evacuation plan were to assemble. I was leaving behind my whole family, and it wasn't easy. But my family was concerned about my safety and there was hardly any time to think. We had been asked to carry only a small handbag. So, I picked up my laptop, hard drives, phone, a power bank and left.\"\nThere are 220 other passengers at the safe house, waiting to be evacuated. Indian Muslims, Hindus, Sikhs and a few Afghan families as well.\nBut the safehouse does not feel secure and the next two days are filled with anxiety.\n\"There were no arrangements, we had no information on when we would get evacuated. No security was given to us inside the safehouse. In fact, the Taliban were standing outside guarding us, so that no other fringe groups could attack us. We felt very vulnerable. We couldn't sleep out of fear.\"\nA sudden evacuation order comes at 22:00 on 20 August. In the next hour and a half, some 150 passengers leave for the airport in seven minibuses.\n\"We were escorted by the Taliban. One car led us from the front, and another was behind. We reached the airport around 00:30. Large crowds were desperately waiting outside in an attempt to flee the country. The Taliban were firing rounds from one side and from the other the Americans were firing tear gas shells to control the crowd. We were taken to the northern gate, which is mostly used by the military.\"\nBut they are now denied access into the airport by the Americans who control it. They spend the night in the buses, with no evacuation plan in effect.\n\"There were children, women and sick people with us. We were stranded on the road. Some women had their periods, but we had no access to the toilet. We were sitting in an open space, and anyone could have attacked us.\"\nIt is about to get worse.\n\"At 9:30 on 21 August, the Taliban came to our buses and started questioning our co-ordinator. They snatched his phone and slapped him. We didn't know what was going on.\n\"We were driven to an industrial area where we were detained. These were very young Taliban men, some looked as young as 17 or 18. We were scared for our lives and thought it was all over. Those few hours were the most dangerous of my life. We thought we won't be able to meet our family again. We won't be able to go home.\"\nMen and women are made to sit separately in a park. The Taliban take away passports and start questioning them. The Indian women married to Afghans are separated from the rest of the Indians.\n\"I said 'I am an Indian and would prefer being with Indians' to which they said I must stay with the Afghans. I started fearing what they were going to do to my Indian brothers and sisters. What if they take them somewhere and do something to them?\n\"One Taliban asked me - why do you want to leave this country? We are trying to build it. He asked if I would come back to Afghanistan. I said no, we are scared of you. They reassured us that there's nothing to fear and gave us water to drink but made no eye contact.\n\"Later, they told us that there was a security threat, and they were ensuring that we were safe. I also received a message from a friend from the Indian group that I was separated from, and she told me that the Taliban fed them and took good care of them.\"\nA Taliban spokesperson later tells Afghan media they had detained the passengers because they had suspicions and wanted to ensure everyone's safety and security - rejecting reports of a kidnapping.\nAfter a couple of hours, Nausheen is put on a bus with Afghans and other Indian women married to Afghans. The other Indian groups join them on their way back to the airport. At 14:00, they are back at the northern gate and the wait to enter the airport begins all over again.\n\"The Ministry of External Affairs was trying to get us inside the airport, but it wasn't working. I felt very angry that we had informed them about our detention by the Taliban and how stranded we felt but still nothing was being done about it. We are not aware of what negotiations were happening behind closed doors but as someone who was stuck there, I felt desperate and vulnerable.\n\"If they weren't sure, they shouldn't have asked us to come out of our homes. We would have been hiding inside our homes. We won't have stepped out in so much danger. Now we are out in the open.\"\nIt's still the 21st. It's been horrible but things are not slowing down. They are still outside the airport.\nAt 17:00 Nausheen's group is informed by the Ministry of External Affairs it will be taken inside the airport in the next 15 to 20 minutes. It doesn't happen.\nAt 18:00 another call comes from the ministry. They are asked to go back to the safehouse.\nSleepless, hungry and emotionally broken, Nausheen is told the evacuation might happen later in the night. But they have been told that so often. They have been without sleep for three days and some have young children.\nAt 20:00, exhausted and disheartened, Nausheen decides to go back home.\nLater, a group of Indians and Afghans are successfully evacuated on an Indian Airforce C-17. Nausheen has missed out.\n\"I was told by others that it happened very quickly. They were taken back to the airport soon after they reached the safehouse. They had no time to inform me, and I got left behind. Now they all are inside the airport. I don't want to be harsh on myself for leaving the safehouse. We were mentally and physically drained.\"\nThe next day, the 22nd, Nausheen is contacted twice by the Ministry of External Affairs and her name is added to a new list of people to be evacuated. And on 23 August she is contacted by the ministry at 02:30 and told to reach at a particular location by 05:30.\nAt 08:00, two minibuses, with a capacity of 21 seats each but carrying up to 80 passengers, reach the main gate of Hamid Karzai International airport. The scene outside is no better than before.\n\"A large number of people were still trying their luck. We saw the Taliban lashing people with whips. They were firing in the air. We were asked to keep all windows shut and curtains drawn. It was scary. There were Taliban members at the main gate, and we saw some even inside the main gate. We were brought further in and could see American soldiers. They were waving at us. Some Indian officials came to check our passports.\"\nIt's 11:20. Nausheen and the others are sitting on the tarmac waiting for an Indian aircraft to get permission from the Americans to land.\nAfter an hour she says she is inside a military aircraft heading to Tajikistan and her phone soon switches off.\nNausheen arrives at Delhi's Indira Gandhi international Airport at 09:40 India time on 24 August. It's been a hellish nine-day ordeal.\nI call her soon after she lands and say \"welcome home\".\nShe breaks down.\n\"I don't know what to make of this. I'm here but my husband, my family are still in Afghanistan. It's only sinking in now what horror I've been through. While we were in Kabul, we didn't have a minute to think about all that was going on but once we landed in Dushanbe (Tajikistan), things started sinking in. I'm numb. I'm now praying that my husband and in-laws also get evacuated soon. Until then, I won't feel I'm home.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58305333",
      "category": "uk-wales",
      "title": "Covid: Shop worker's worry after being spat at",
      "tags": "Coronavirus lockdown measures,Wales business,Retailing,Supermarkets,Shopping,Coronavirus pandemic",
      "text": "\"I've been spat at and was worried I might die of Covid.\"\nShop worker Tracey Davies said her depression flared back up after abuse from customers during the pandemic.\nNow the Welsh government and the shop worker's union is calling for greater protection for UK retail staff as new laws come into force in Scotland.\nThe Home Office said new guidelines meant courts should increase sentences for assaults against people providing a service to the public, like shop staff.\nResearch from Usdaw, which represents 380,000 shop workers in the UK, suggests more than than 90% of their members had suffered abuse, more than two-thirds threatened, and one in seven assaulted.\nMs Davies, 51, from Neath, said while customers in her store had \"got a lot better\", abuse she received throughout the pandemic had triggered relapses in her depression. \nShe said she received abuse from about five people every day.\n\"I was doing my regular job, a gentleman came in, I asked him for ID, he didn't have it so he proceeded to spit in my face in the middle of a pandemic.\"\nShe said she washed repeatedly as the incident made her feel \"violently ill\".\nThe shop worker is calling on people to \"simply be kind\". \n\"That's all I'm asking. If everyone was kind, I wouldn't be in this mess.\"\nSome shop staff have said they have been abused by customers while trying to enforce government face mask rules.\nSupermarket workers have also spoken out about having to \"referee\" what could and could not be bought in shops after the Welsh government banned the sale of non-essential items like clothes, toys and electrical goods last year.\nOne worker from mid Wales told an Usdaw survey they had been \"rammed with trolleys on purpose\" while one deaf worker in west Wales said customers had told them they should not be working.\nOne supermarket giant revealed a 76% rise in reports of antisocial behaviour and verbal abuse towards its staff in 2020, with more than 100 incidents at Co-op stores every day. \nThe Welsh government wants to follow the Scottish government's route and introduce tougher laws for perpetrators of abuse and violence towards shop staff but it is not a devolved power in Wales so is under the jurisdiction of Westminster.\n\"Any abuse directed at staff who are doing their job and helping to keep customers safe is completely unacceptable,\" said a Welsh government spokesperson.\n\"We support Usdaw's call for greater protections for shop workers, and with criminal justice currently reserved to the UK government, we urge them to bring forward the necessary legislation.\"\nJane Jones, a checkout supervisor from Mold, said workers had \"always been abused\" but it had escalated since the pandemic began.\nThe mother-of-two who has worked in retail for about 20 years said: \"You can be really anxious going to work.\n\"You're building yourself up to it before you go because you know what's coming.\"\nMrs Jones said that meant being sworn at, having items thrown at staff, and people moving closer to them when being asked to keep their distance. \nShe said this had left colleagues reduced to tears and needing to take time off work due to stress and anxiety.\n\"It is heartbreaking to hear these testimonies from Welsh shop workers who deserve far more respect than they receive,\" said Paddy Lillis, Usdaw's general secretary.\n\"Our latest survey results clearly show the scale of the appalling violence, threats and abuse faced by shop workers and demonstrate the need for a 'protection of shop workers' law.\"\nAs a union representative, Linda Richards said \"more and more people\" had come to her after suffering abusive treatment from some customers. \nShe said the law introduced in Scotland should be the same \"across the board\".\n\"If you can't respect people, you should be held accountable for that.\"\nThe UK government said the Sentencing Council's revised assault guidelines were published in May and required courts to treat an offence committed against those working in the public sector or providing a service to the public as an aggravating factor, making the offence more serious.\n\"It is completely unacceptable to threaten or assault shop workers, not least when they are working so hard to keep vital services running,\" said a Home Office spokesperson.\n\"We are putting 20,000 extra police officers into our communities to cut crime - including retail crime - and we launched the Shop Kind campaign in April to provide better support to victims and encourage customers to treat shop workers with dignity and respect.\n\"The Sentencing Council has set out guidelines which means courts should increase sentences for assaults committed against all those providing a service to the public, which includes shop workers.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-york-north-yorkshire-58320985",
      "category": "uk-england-york-north-yorkshire",
      "title": "Claudia Lawrence: Former gravel pits searched in missing chef case",
      "tags": "Sand Hutton,North Yorkshire Police,York",
      "text": "A popular fishing spot is being searched by police investigating the suspected murder of Claudia Lawrence.\nThe 35-year-old's disappearance has remained a mystery since she failed to turn up for work at the University of York in March 2009.\nNorth Yorkshire Police said its latest search at Sand Hutton gravel pits, about eight miles (13km) outside York, was expected to take a number of days.\nThe force said it could not disclose what had led officers to the location.\nDet Supt Wayne Fox, who took over as senior investigating officer in the case earlier this year, said teams of specialist officers, including underwater search teams, would spend several days at the site.\nHe said the searches were among \"several active lines of inquiry\" being pursued amid efforts to establish what happened to Claudia and \"identify any person responsible for causing her harm\".\nMs Lawrence's family had been notified about the search, he added.\nThe former gravel pits at Sand Hutton sit to the north-east of York, close to the busy A64. \nPopular with anglers, the site is believed to have been used as fishing ponds since the late 1960s.\nPolice cordoned off a large section of woodland surrounding the waters on Tuesday as officers searched undergrowth along a public bridleway which runs through the area.\nUniversity chef Ms Lawrence was last seen at 15.05 on Wednesday 18 March walking towards her home on Heworth Road.\nLater that evening she spoke to both her parents, Joan and Peter Lawrence, by phone, but the following day failed to arrive for her job at Goodricke College.\nA friend who became concerned when she failed to meet at a local pub that evening contacted Ms Lawrence's father, who reported her missing on 20 March.\nIn April 2009, police confirmed they were treating her disappearance as a case of suspected murder.\nNine people have been questioned in connection with her disappearance, but no charges have ever been brought.\nNorth Yorkshire Police said the investigation had been difficult because Ms Lawrence did not use social media or own a smartphone.\nThe force scaled back its investigation in 2017, however it said it would investigate any fresh lead or evidence in the case.\nMs Lawrence's father, Peter, died in February without finding out what had happened to his daughter.\nThe 74-year-old had lobbied for a change in the law, which came into force in 2019, to allow relatives to take control of their missing loved ones' financial affairs.\nMr Lawrence was appointed an OBE in the Queen's Birthday Honours in 2018 in recognition of his campaigning.\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk or send video here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58315956",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Warning over restrictions as cases hit new high",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Nicola Sturgeon has said she cannot rule out the reintroduction of some Covid restrictions as the number of daily cases reached a  record high.\nThe first minister said the country was at another \"fragile and pivotal moment\" in the pandemic.\nShe said she hopes not to have to reintroduce restrictions, and that if this happened they would be as limited and proportionate as possible.\nA total of 4,323 new cases were reported on Tuesday.\nThe previous highest level was during the summer wave in early July, when the number of daily cases peaked at 4,234.\nThe Scottish government has also announced that a public inquiry into the handling of the Covid pandemic will begin by the end of the year.\nMs Sturgeon told a Covid briefing that there had been a \"sharp rise\" in Covid-19 cases in recent days.\n\"New cases in Scotland have more than doubled over the past week, and that is one of the sharpest rises we have experienced at any point during the pandemic,\" she said.\nShe said the latest daily figure was the largest recorded in a single day - although more testing was now being carried out than in earlier stages of the pandemic.\nThe first minister said: \"We always knew cases were likely to rise as restrictions eased, so to some extent what we are seeing now is not entirely unexpected.\n\"That said, the scale of the increase is still a cause of real concern.\"\nMs Sturgeon said it was a \"fragile and pivotal\" moment, adding: \"If this surge continues and accelerates and we start to see evidence of substantial increase in serious illness, we cannot completely rule out having to reimpose some restrictions. We hope not to do that.\"\nMs Sturgeon said people could take steps such as getting vaccinated, sticking to the rules on face coverings, and being mindful of physical distancing, unnecessary contacts and ventilation.\nThe first minister said vaccination was \"making a big difference\" and that many of the new cases were in younger people, who were \"less likely\" to have had both doses of vaccine.\nShe said that about half of all new cases were in people under the age of 25 with 34% of Tuesday's tally in the under 19s.\nAn additional 10 deaths linked to Covid were reported, taking the total under the daily measure to 8,080.\nThe test positivity rate was 14.5%, up from 12.4% the previous day.\nA total of 4,085,552 people have received the first dose of a Covid-19 vaccination, and 3,587,145 have had their second. \nMost of the Covid restrictions in Scotland were lifted when the country moved beyond the level zero rules on 9 August.\nPhysical distancing rules and the limits on gatherings were removed, and all venues were allowed to reopen.\nThere were also changes to rules on self-isolation - but face coverings still need to be worn in many public spaces, including schools.\nIs the first minister preparing us for the return of restrictions? Well, not necessarily.\nHer now trademark cautious tone was there. She described the state of the pandemic as \"fragile\" and spoke about \"real concern\" over rising cases.\nBut Nicola Sturgeon was also keen to stress the impact of the vaccination programme on the number of people becoming seriously ill with the virus.\nThat will be a key barometer for ministers when it comes to the next steps. Further increases in cases could lead to greater pressure on the NHS - and the government may then have to act.\nThe door hasn't been closed on the reintroduction of Covid measures.\nBut today's briefing could be described as a warning shot about what might come further down the tracks, rather than laying the groundwork of an inevitable move backwards. \nScottish Conservative leader Douglas Ross said: \"Nicola Sturgeon's lingering threat to impose more constraints on people's lives is unjustifiable, given the success of Scotland and the UK's vaccine scheme.\n\"The public want to move on but Nicola Sturgeon is unable or unwilling to give up the control she has had. Just a few weeks after most Covid rules have been dropped, she's talking of bringing them back. She seems determined to prolong restrictions, no matter the cost to jobs, our NHS or people's mental health.\"\nHe added: \"This is a different phase of the pandemic, when NHS remobilisation and rebuilding Scotland's economy should be our top priorities.\"\nScottish Liberal Democrat leader Alex Cole-Hamilton said the rising case numbers were \"troubling\".\nHe said: \"I think it is very telling that was not met with the introduction of further restrictions.\n\"It suggests we have moved to a different phase in Covid where we have accepted we have to live around it, and it will be a fact of life for the foreseeable future.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58312134",
      "category": "uk",
      "title": "Extension of Afghanistan evacuation deadline unlikely, says Wallace",
      "tags": "Dominic Raab,War in Afghanistan (2001-present),Afghanistan,Boris Johnson,United States,G7,Joe Biden",
      "text": "It is unlikely the deadline to evacuate people from Afghanistan will be extended beyond 31 August, the defence secretary has said. \nBen Wallace told BBC Breakfast the UK would like more time and \"every day we get after that would be a big bonus\". \nTaliban spokesman Zabihullah Mujahid said he did not think the deadline would be extended. \nThe US is being pressed by other countries to delay its withdrawal of troops.\nPrime Minister Boris Johnson is expected to ask US President Joe Biden for an extension of the 31 August deadline when he chairs a virtual G7 meeting this afternoon. \nMr Johnson will also call for an increase in aid and promise \"to use every humanitarian and diplomatic lever\" to protect human rights in the country.\nThe UK, France and Germany have all raised the possibility of US forces staying beyond the end of August to continue the airlift, and reports suggest Mr Biden will decide within the next 24 hours whether to push back the deadline.\nHowever, a Pentagon spokesman said America's focus remained \"getting this done by the end of the month\".\nTaliban spokesman Mr Mujahid said there was enough time to get foreign nationals out before the 31 August deadline and the Taliban were \"not in favour\" of allowing Afghans to leave. \nThe UK has evacuated 8,458 people from Afghanistan since 13 August, according to the Ministry of Defence. \nOf these 5,171 are Afghans eligible for relocation due to their association with the UK government, or who are at risk from the Taliban.\nBut ministers have been clear that British forces in Kabul cannot stay once the US has left. \nAsked if there was any chance the 31 August deadline for US troops to leave could be extended, the defence secretary said: \"I wish we had more time. I think at the moment it is unlikely.\"\n\"We have to plan on 31 August being the last moment. Every day we get after that would be a big bonus,\" he told BBC Breakfast.\n\"Everyone knows that the rest of the international community wishes to have more time but there are two other people with a vote in that - that is the Taliban and the president of the United States. And in the end both of them have significant power in that final decision,\" he added. \nConservative MP Tom Tugendhat, who served as an Army officer in Afghanistan, is among those calling for an extension of the deadline. \nHe told BBC Radio 4's Today programme many families were struggling to get to the airport and \"a day, maybe two days longer, would help just a few more\". \nHe said one of his own friends, a former interpreter, was currently trying to flee the country with his wife and children. \nWhile his friend now had a visa to come to the UK, Mr Tugendhat said he was \"still not quite relaxed\" as the man faced a dangerous journey. \nShadow foreign secretary Lisa Nandy also called for politicians to \"step up\" and extend the deadline, adding that the UK still had some leverage with the Taliban, including assets held in western bank accounts. \nHowever, Lord Dannat, former head of the British army, said he did not expect the Taliban to agree to an extension and the UK government should have made a better plan to get people out of the country quicker. \n\"What needs to happen now is maximum effort in the days available to get the maximum number of entitled people out of Kabul,\" he told the BBC. \nThe Taliban's swift takeover of Afghanistan has shocked its people and the world. It happened after foreign forces announced their withdrawal following a deal between the US and the Taliban, two decades after American-led forces removed the militants from power in 2001.\nLeaders of the G7 countries - the UK, US, Canada, France, Germany, Italy and Japan - will now meet virtually to discuss the situation.\nAhead of the meeting, Mr Johnson said the first priority should be \"to complete the evacuation of our citizens and those Afghans who have assisted our efforts over the last 20 years\".\nHe added that, \"as we look ahead to the next phase, it's vital we come together as an international community and agree a joint approach for the longer term\". \nThere have been chaotic scenes at Kabul airport as people desperate to flee the country crushed around access points, and a member of the Afghan security forces was killed in an isolated gunfight with unidentified attackers on Monday morning.\nMore than 1,000 UK troops are on the ground in Kabul helping to secure the airport and process British nationals and eligible Afghans. \nUK government sources confirmed that a person on the country's no-fly watchlist was flown to Birmingham as part of the evacuation of Kabul - but later deemed not to be a person of interest."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58321281",
      "category": "uk",
      "title": "Afghanistan: Taliban must allow evacuees after 31 August - Boris Johnson",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Boris Johnson",
      "text": "The Taliban must guarantee a safe passage for those who want to leave Afghanistan beyond the 31 August deadline, PM Boris Johnson has said.\nFollowing an emergency virtual meeting of G7 leaders, Mr Johnson said the UK would continue evacuating people from the country \"until the last moment\".\nHe added he was confident thousands more could be airlifted out.\nUS President Joe Biden told the G7 meeting the US was \"currently on pace\" to finish its mission by 31 August.\nDefending the decision to leave, he warned of the risk of a terrorist attack on US troops in the region, adding: \"The sooner we finish the better\".\nThe UK was among several other G7 countries pressing the US to delay its withdrawal of troops, warning they will not be able to evacuate all those fleeing the Taliban after 31 August without the US presence at Kabul airport.\nMr Johnson, who chaired the meeting, said the G7 - the UK, US, Canada, France, Germany, Italy and Japan - had agreed a \"roadmap\" for engaging with the Taliban, which retook full control of the country nine days ago.\n\"The number one condition that we are insisting upon is safe passage beyond the 31st, beyond this initial phase, for those who want to leave Afghanistan,\" he said.\nHe added that the G7 had \"very considerable leverage - economic, diplomatic and political\" at its disposal, including withholding substantial funds from the Taliban.\nThe prime minister said the UK had so far evacuated 9,000 people from Kabul, across 57 flights - although he added that there were \"harrowing scenes\" at the airport.\n\"We're confident we can get thousands more out, but the situation at the airport is not getting any better,\" he said.\nBy Paul Adams, BBC diplomatic correspondent\nThe numbers are pretty staggering. The Pentagon says the allies have evacuated 58,700 people in the past 10 days and more than 21,000 in the past 24 hours alone. Planes are leaving Kabul airport at a rate of one every 45 minutes.\nBut when it's over, the international community has a huge job to do. To help Afghanistan without necessarily helping the Taliban. To persuade Afghanistan's new rulers to let people leave, but in ways that won't throw them into the arms of people smugglers.\nTo prevent terrorist groups gaining a foothold. And to use what levers Western powers have - aid, access to international finance and, if necessary sanctions - to preserve what are rightly seen as the gains of the past 20 years, particularly as they relate to women and ethnic minorities.\nThis twilight phase, between a Western-backed government and a Taliban that says it has changed, has already thrown up extraordinary moments. Not least, the widely reported meeting, yesterday, between CIA Director William Burns and the Taliban leader Abdul Ghani Barader.\nWhether that meeting ranged beyond the question of when the evacuation ends is not known. But other high level meetings will have to follow if fragments of success are to be plucked from what, right now, still looks like a catastrophic failure of Western policy.\nMore than 1,000 UK troops are on the ground in Kabul helping to secure the airport and process British nationals and eligible Afghans.\nThere have been chaotic scenes at Kabul airport in recent days - people desperate to flee the country following the Taliban's swift takeover of Afghanistan have crammed in or near the airport access points. \nThe airport is currently being defended and run by the US, which has 5,800 troops on the ground. \nEarlier, Taliban spokesman Zabihullah Mujahid said there was enough time to get foreign nationals out before the 31 August deadline. \nThe Taliban has previously warned of consequences if foreign forces remain after the deadline agreed with the US.\nIn a joint statement after the meeting, the G7 leaders said that the legitimacy of any future government in Afghanistan depended on its approach to upholding international obligations.\nThey said the Taliban must safeguard the human rights of all Afghans, \"particularly women, children, and ethnic and religious minorities\".\nIt comes after the UN highlighted \"credible\" reports of abuses by the Taliban, notably restrictions on women.\nShadow foreign secretary Lisa Nandy told the BBC that the prime minister appeared to have left the G7 meeting he was chairing \"without any clear plan\" for exerting pressure on the Taliban.\nSNP Westminster Leader Ian Blackford said the failure to extend the deadline was \"deeply regrettable\" and called for Parliament to be brought back from its summer break to monitor the situation.\nLiberal Democrat leader Sir Ed Davey said a failure to secure an extension showed Mr Johnson had \"failed on the global stage once more, and the consequences could not be more devastating\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58271517",
      "category": "world-asia",
      "title": "Afghanistan: Danger lies on Kabul's airport road to freedom",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "As thousands of citizens and foreign nationals attempt to flee Afghanistan, scenes outside Kabul airport have become increasingly desperate.\nSince the Taliban took control of the country at the weekend and closed land border crossings, the capital's airport has become the only way out of the country for many.\nBut the militants have said they don't want Afghans to leave the country. They have set up checkpoints on Airport Road - shown in yellow, below - the main route to Hamid Karzai International Airport, and have attacked people.\nThe violence has left 12 people in the area, dead - killed by gunshots or in stampedes - since Sunday, an anonymous Taliban official told Reuters news agency, meaning the journey to the airport is an increasingly treacherous one.\nInside the walls of the airport compound, more than 4,000 US troops are in temporary control. Outside, heavily-armed Taliban fighters now ring the perimeter, generating an atmosphere of fear.\nThe militants are reportedly preventing Afghans - including some of those with visas - from getting to the tarmac.\nBut even before people fleeing reach the edge of the airport, they are being attacked en route, witnesses say.\nA correspondent for the LA Times newspaper saw dozens of Taliban firing into the air, aiming weapons at crowds and using sticks and rope to lash civilians as they tried to make their escape. Graphic images captured by Marcus Yam show at least one woman hurt and a young child left bloodied with what appears to be a head injury.\nPhotos published by SBS showed an Afghan interpreter, who appeared to have been attacked, being treated for a gunshot wound. \nCrowds have also been gathering along the airport's perimeter to the north of the city - seen in the map above - over the past few days, with reports of a stampede injuring 17 people on Wednesday. Many have been trying to climb over barbed wire fences and there are reports of shots being fired.\nAmong the crowds are families with children, many of whom have not had access to food and drink for days, reporters on the ground say. Footage shared on social media showed children being passed over a wall to foreign soldiers in the hope they might be able to escape. \nOne girl in a pink jacket was hoisted aloft to a soldier on a ladder.\nThe chaotic conditions emerged as European governments rushed to bring home their citizens - as well as Afghan colleagues.\nAlthough the Taliban have said Afghans should stay in the country they have also claimed they are facilitating a safe exit for both foreigners and locals. \"We are preventing any form of violent, verbal clash at the airport among Afghans, foreigners and Taliban members,\" an official said.\nThe latest reports of Taliban violence and harassment come as a confidential UN document, seen by the BBC, says the militants are intensifying their hunt for people who worked for and collaborated with Nato and US forces.\nThe crush of people heading for the airport can be seen in satellite images of the area, with thousands converging in vehicles as they desperately tried to escape.\nImages of the chaos first emerged from Kabul airport on Monday as it was overrun by Afghans terrified at the prospect of Taliban rule."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58316833",
      "category": "entertainment-arts",
      "title": "Tokyo Paralympics: Channel 4 warns of privatisation risk to future coverage",
      "tags": "Television,Channel 4",
      "text": "Channel 4 has said it would not be able to do \"anything like\" as much coverage of the Paralympics in the future if the broadcaster was privatised.\nThe government is set to decide in the coming months whether the channel should have a private owner.\nChannel 4 will air 300 hours from Tokyo on TV, starting with Tuesday's opening ceremony, and 1,000 more hours online.\nProgramming director Ian Katz said the budget would be cut for future games if profit was the channel's priority.\n\"I just don't think there's any chance that a primarily profit-driven Channel 4 would invest anything like what we invest in trying to build up and celebrate the Paralympics in the way we do,\" he told the Edinburgh Television Festival on Tuesday.\n\"I think we should make no mistake that a purely profit-driven Channel 4 would be a very different beast to the Channel 4 that we know now, and much that is really special and treasured about Channel 4 I think would very likely be lost.\"\nThe channel, founded in 1982, is currently funded by advertising but is publicly-owned. A government consultation on privatisation will close in September.\nCulture Secretary Oliver Dowden has said it is the right time to \"consider releasing Channel 4 from the constraints of public ownership\" and that the media world \"has changed immeasurably\" since the early 80s.\nThe government has said Channel 4 is \"particularly vulnerable\" to fluctuations in the advertising market, and selling it \"could allow it to access new capital, create strategic partnerships, and reach international markets only available through the private sector\", as well as diversifying its income streams.\nMr Katz said some safeguards could be written into the licence with regulator Ofcom, but that they would be bound to come under pressure.\n\"Inevitably any purely commercially-driven organisation will begin to argue for a weakening of those licence requirements,\" he said.\n\"We've seen it again and again in commercial television. Over time, inevitably, the essence, what's really special about the channel, I think, would be destroyed.\"\nIn recent days, Channel 4 has announced shows including a property programme fronted by rapper Tinie Tempah, an exploration of cancel culture by comedian John Cleese, and author Candice Carty-Williams' adaptation of her own best-selling novel Queenie.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58315015",
      "category": "health",
      "title": "High Street chemists to offer free blood pressure checks",
      "tags": "NHS,Heart disease,Strokes",
      "text": "Everyone over the age of 40 in England will be able to have their blood pressure checked for free in High Street chemists from October.  \nOfficials say the NHS scheme could save around 2,000 lives in the next five years by detecting and then treating high blood pressure before it causes strokes and heart attacks.\nAn estimated 4.8m people in the UK are living with undiagnosed hypertension. \nIt rarely has noticeable symptoms which is why it is important to run checks. \nNHS England said estimates show that 3,700 strokes and 2,500 heart attacks could be prevented within five years as a result of the tests.\nIf 2.5 million people get their blood pressure checked in this way, it is estimated that an extra 250,000 people could receive life-saving treatment for hypertension.\nProf Stephen Powis, NHS national medical director, said: \"The NHS Long Term Plan aims to crack down on killer conditions and this action by pharmacy teams will go a long way in helping us achieve our ambitions of saving more lives. \n\"More High Street heart checks for blood pressure will mean more rapid detection of killer conditions and quicker treatment for patients who need it.\"\nJohn Maingay, from the British Heart Foundation, urged people to take up the offer: \"Most people don't know they have it until they get it measured by a healthcare professional. \n\"It often doesn't present any symptoms, which is why it is sometimes referred to as a silent killer, so it's important that you get your blood pressure checked - especially if you have a family history of heart and circulatory disease.\"\nBlood pressure is recorded with two numbers. The systolic pressure (higher number) is the force at which your heart pumps blood around your body.\nThe diastolic pressure (lower number) is the resistance to the blood flow in the blood vessels.\nEveryone's blood pressure will be slightly different. What's considered low or high for you may be normal for someone else.\nAs a general guide:\nhigh blood pressure is considered to be 140/90mmHg or higher (or 150/90mmHg or higher if you're over the age of 80)\nideal blood pressure is usually considered to be between 90/60mmHg and 120/80mmHg"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58316842",
      "category": "entertainment-arts",
      "title": "Charlie Watts: Rolling Stones drummer dies at 80",
      "tags": "The Rolling Stones,Charlie Watts,Music",
      "text": "Rolling Stones drummer Charlie Watts, who helped them become one of the greatest bands in rock 'n' roll, has died at the age of 80.\n\"It is with immense sadness that we announce the death of our beloved Charlie Watts,\" a statement said.\nIt said he was \"a cherished husband, father and grandfather\" and \"one of the greatest drummers of his generation\".\nTributes have come from stars including The Beatles' Sir Paul McCartney and Sir Ringo Starr, and Sir Elton John.\nSir Paul described Watts as \"a lovely guy\" and \"a fantastic drummer\" who was \"steady as a rock\".\nSir Elton wrote on Twitter: \"A very sad day. Charlie Watts was the ultimate drummer. The most stylish of men, and such brilliant company.\"\nThe Beach Boys' Brian Wilson said he was \"shocked\" to hear the news about Watts, who he described as \"a great drummer\".\nThe news came weeks after it was announced that Watts would miss the band's US tour dates to recover from an unspecified medical procedure. Watts was previously treated for throat cancer in 2004.\nHe had been a member of the Stones since January 1963, when he joined Mick Jagger, Keith Richards and Brian Jones in their fledgling group.\nWatts helped them become, with The Beatles, one of the bands who took rock 'n' roll to the masses in the 60s with classics like (I Can't Get No) Satisfaction, Jumpin' Jack Flash, Get Off My Cloud and Sympathy for the Devil.\nBy BBC music reporter Mark Savage\nCharlie Watts was never the most flashy drummer. He wasn't known for the frenzied solos of Cream's Ginger Baker, or for placing explosives in his kick drum like The Who's Keith Moon. Instead, he was the subtle, stoic heartbeat of The Rolling Stones for almost 60 years. \nA jazz aficionado, he fell in love with the drums after listening to Chico Hamilton play brushes on Walking Shoes; and was only introduced to the dark arts of rock 'n' roll by Mick Jagger and Keith Richards in the early 1960s.\nHe joined the Stones in 1963 after the band had discarded several other drummers - and they never looked back. \"Charlie Watts gives me the freedom to fly on stage,\" Richards later observed.\nHis jazz-inflected swing gave the Stones' songs their swagger, pushing and pulling at the groove, creating room for Jagger's lascivious drawl.\nHe was at his best on the cowbell-driven Honky Tonk Women or the locked-down groove Gimme Shelter (where he even threw in some uncharacteristically showy fills).\nOn and off the stage, he was quiet and reserved - sticking to the shadows and letting the rest of the band suck up the limelight.\n\"I've actually never been interested in all that stuff and still am not,\" he told the San Diego Tribune in 1991. \"I don't know what showbiz is and I've never watched MTV. There are people who just play instruments, and I'm pleased to know that I'm one of them.\"\nOther tributes came from The Police drummer Stewart Copeland, who described him as \"a unique, iconic drummer (and dancer)\", and Duran Duran's sticksman Roger Taylor, who said \"his simple style was a lesson to us all\".\nQueen guitarist Brian May wrote on Instagram: \"He was the nicest gent you could ever meet. And such a pillar of strength for the Rolling Stones - to whom he brought a touch of Jazz and a mountain of pure class.\"\nLenny Kravitz remembered him as \"the beat of The Stones\", while Bryan Adams also paid his condolences.\nFellow drummer Kenney Jones, who played with The Who and the Small Faces told the BBC Watts \"was a lovely, smart, amazing guy... and for me, he was the ultimate drummer.\"\nHis views were echoed by Paul Weller who described him as \"top drummer, dresser, gentleman\".\nAnd Guns N' Roses guitarist Slash said: \"The countenance of rock n roll is forever changed this day. Devastating loss, RIP Charlie Watts.\"\nThe Sex Pistols' Glen Matlock said Watts \"kept the beat to the soundtrack of our lives\", while Nile Rodgers wrote: \"Thanks for all the great music.\"\nSinger-songwriter Joan Armatrading wrote: \"Why am I crying? Because Charlie Watts has died. Who knew that any of the Rolling Stones musicians would ever leave this earth.\"\nJoan Jett described him as \"the most elegant and dignified drummer in rock and roll\" who \"played exactly what was needed - no more - no less\".\nBBC 6 Music presenter and former Kenickie frontwoman Lauren Laverne wrote: \"Nobody has ever been cooler than #charliewatts, have they? And he was kind to my band when we were daft teenagers completely out of our depth.\"\nFellow singer Curtis Stigers said : \"My mom always claimed I was conceived during the chorus of Satisfaction by The Rolling Stones. Thank you, Charlie Watts. I owe you my life.\"\nThe statement from the Rolling Stones' publicist said: \"He passed away peacefully in a London hospital earlier today [Tuesday] surrounded by his family.\n\"We kindly request that the privacy of his family, band members and close friends is respected at this difficult time.\"\nIn 2016, Watts was ranked 12th in Rolling Stone magazine's list of the 100 greatest drummers of all time.\nHe is survived by his wife Shirley, daughter Seraphina and granddaughter Charlotte."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58312630",
      "category": "uk",
      "title": "Record number of migrants cross Channel in a day",
      "tags": "Home Office,English Channel,Refugees and asylum seekers,Migration",
      "text": "More than 800 migrants crossed the English Channel to the UK on Saturday - setting a new record for crossings in a single day.  \nThe Home Office said nearly 200 people making the trip were also stopped by the French authorities.\nNearly 12,500 people have made the journey so far this year. \nOfficials say there are safe and legal routes for migrants and they were working with international partners to tackle the \"dangerous crossings\".\nThe Home Office said the UK authorities rescued or intercepted 828 people in 30 small boats on Saturday, while the French prevented 193 people in 10 boats from reaching Britain.\nIt said there were no arrivals on Sunday or Monday.\nThe previous highest number of migrants to cross the Channel in one day was on 12 August, when 592 people made the journey.\nDan O'Mahoney, Clandestine Channel Threat Commander, said: \"These dangerous crossings from safe EU countries are completely unnecessary and we are determined to take down the evil criminal gangs behind them.\"\nA deal agreed between London and Paris last month will see France double the number of police patrolling its beaches. It will also fund improved intelligence sharing and introduce better technology to target people who organise the crossings.\nThe government hopes an overhaul of asylum rules will deter migrants in future. \nThe Nationality and Borders Bill, which is currently being considered by MPs, will mean migrants entering without permission could face up to four years in prison.\nBut it has prompted a backlash from campaigners and charities who have urged the government to create more safe routes and schemes for asylum seekers and refugees.\nIt comes as ministers announced a resettlement programme to allow 5,000 Afghans to come to the UK, with the long-term goal of helping 20,000 people from the country."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58320221",
      "category": "uk-politics",
      "title": "Taliban to US: Don't encourage Afghans to leave, we need them",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-58315829",
      "category": "world-middle-east",
      "title": "Iran prison abuse exposed by hackers' CCTV leak",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58276062",
      "category": "world-us-canada",
      "title": "Family of American taken by Taliban beg for return",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban,Joe Biden",
      "text": "Charlene Cakora, 57, spent a frantic week in Washington DC trying to convey a message to President Joe Biden: rescue her brother from Taliban captivity.\nMrs Cakora's brother, Mark Frerichs, was kidnapped by the group over a year ago. He is one of two remaining Americans thought to have been kidnapped by the Taliban during the US war in Afghanistan who is still unaccounted for.\nAmid the Afghan government's collapse, the fall of Kabul and chaotic scenes of thousands scrambling to flee the country being broadcast around the globe, his family said they were increasingly desperate for his return, and frustrated by the lack of progress from the government. \n\"We have been at war with the Taliban for 20 years. President Biden declared the war over on 31 August,\" Mrs Cakora told the BBC. \"When a war ends, each side get to have their prisoners come home. That is all we are asking for Mark.\" \nThe family had \"waited patiently\" through both the Trump and Biden administrations, she said.\n\"[We] were told that efforts were underway to get my brother home,\" she added. \"Well, they were not.\" \nAt least seven US civilians have been taken captive or gone missing during the war in Afghanistan. Of the total, one was reportedly killed, one escaped, and three were rescued or released. An eighth captive, Bowe Bergdahl, was a US soldier captured after deserting his post in 2009. He was released in 2014. \nMr Frerichs, 59, had been living and working in Kabul as a civil engineer for 10 years when he was kidnapped. \nA \"journeyman contractor\" who went from project to project, motivated by a desire to help people in need, he had found \"a good fit for himself in Afghanistan,\" Mrs Cakora said. \"Three days before he was kidnapped, he told me that he had just finished a municipal water project. He was so proud of it.\" \nThe US Navy veteran was lured to a meeting to discuss a potential project and taken against his will to Khost Province, a former national security official told the BBC. \nIn Khost, the official said, he was handed over to the Haqqani Network, one of the region's most powerful and feared militant groups. The network's leader, Sirajuddin Haqqani, is one of the Taliban's top deputy leaders. \nAdvocates working to secure Mr Frerichs' release say that the \"only\" thing that the Taliban have mentioned when US officials have pressed for his return is the release of Bashir Noorzai, a Taliban-affiliated drug lord who has been imprisoned in the US for the last 16 years. \nNoorzai, who was arrested in 2005, was sentenced to life in prison in 2009 on charges that he imported over $50m (£36m) worth of heroin from Afghanistan and Pakistan into the US and other countries.  He fought alongside the now-deceased Taliban founder Mullah Mohammed Omar against Soviet occupation in the 1980s, and is believed to have supplied the group with financial backing, weapons, ammunition and as many as 400 fighters.\nResponding to BBC queries, a state department spokesperson said that the US Special Representative for Afghanistan has pressed the Taliban for Mr Frerichs' release and raised the issue with Taliban representatives in Qatar and Pakistan. \n\"We place a high priority on Marks Frerichs' safety and will not stop working until he is safely returned to his family,\" the spokesperson said. \nSpokespeople at the Taliban's representative office in Qatar did not respond to BBC requests for comment. \nMrs Cakora said that while the family understands that an exchange of Noorzai for Mr Frerichs is a \"hard trade\" and that it would mean making concessions to kidnappers, they believe it is the only viable option. \nWhen asked what she would tell the White House about her case, Mrs Cakora directed a plea at President Biden. \n\"Please treat my brother like he was your son and act to bring him home quickly,\" she said. \nShe also had a message for Taliban political leader Abdul Ghani Baradar. \n\"We know that this war is ending, and you want your prisoners back as much as we want my brother,\" she said. \"Please treat him well and work with US officials to arrange a prisoner swap that gets you Bashir Noorzai and returns Mark home safely to us. Let that be the one thing that both sides can see as a win.\" \nBesides Mr Frerichs, only one other American suspected to have been abducted in Afghanistan, author Paul Overby Jr, remains unaccounted for. Mr Overby was last heard from in May 2014, when he vanished in Khost while traveling to interview Sirajuddin Haqqani. The Taliban have denied any involvement.  \nWith the situation in Afghanistan growing more dangerous by the day, Mrs Cakora expressed hope that her brother's release may provide a small positive outcome. \n\"President Biden has the power to make it happen,\" she said. \"The story on our exit from Afghanistan is horrible. Can't we get one glimmer of good news by having my brother come home?\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58306234",
      "category": "uk-scotland",
      "title": "Serial thief targets designer frames in opticians across Scotland",
      "tags": "Glasgow",
      "text": "Designer glasses frames worth tens of thousands of pounds have been stolen from a string of opticians across Scotland. \nBBC Scotland has spoken to eight affected opticians who have shared CCTV footage of the incidents and believe the same thief targeted their shops.\nIt is understood at least six other opticians have had frames stolen by a man who matches the same description.\nPolice Scotland said its inquiries were ongoing. \nThe suspected thief speaks with a Glaswegian accent, is of stocky build and about 50-years-old.\nBBC Scotland was told that he will typically come into a shop and ask for a small repair on a pair of glasses and steal frames when staff are distracted.\nCCTV footage from one opticians shows the man, who has grey hair and wears glasses, appear to place pairs of frames inside his shirt before leaving the shop.  \nSara Wallwork, practice manager at 20/20 Vision opticians on Easter Road, Edinburgh, had 21 pairs of frames worth about £4,500 stolen on 13 August. \nShe said: \"We were incredibly busy that day and he'd asked for a repair but we explained that it was being done by appointment at the moment.\n\"He said he was going to browse the frames and was in the shop for another five minutes or so, and that's obviously when he's taken advantage of how busy we are.\n\"We've had pockets of thefts before but nothing like this; it was two or three of each designer, almost as if he was stealing to order.\"\nGerri O'Hear, practice manager of Mearns Opticians in Glasgow, said her shop had seven frames worth about £2,000 taken on 18 August. \nThe thief had taken cheaper frames from a stand in the shop and put them in some of the gaps where he'd taken the more expensive frames. \nShe said: \"The story we got was he wanted the nose pads changed on his Gran's glasses.\n\"I'm more annoyed than anything, just at the sheer gall of it.\n\"It's not as if we are a big multiple chain that can take the hit of losing stock like this.\"\nSteven Hislop, director of The Opticians at Marchmont in Edinburgh, reported the theft of frames from his shop to Police Scotland on 6 August.\nHe said: \"I've phoned the police twice since the incident to ask when they will be coming for photos and videos as per their request and not heard back from them.\n\"This guy will continue to steal from small businesses because nothing has been done about it.\"\nA Police Scotland spokeswoman said nobody has been arrested in connection with the incidents but \"inquiries are ongoing\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-58315334",
      "category": "uk-england-essex",
      "title": "Man bailed after Katie Price assault arrest",
      "tags": "Little Canfield,Katie Price",
      "text": "A man arrested on suspicion of assaulting former model and TV personality Katie Price has been released on police bail. \nMs Price, 43, was taken to hospital on Monday morning after sustaining a facial injury in Little Canfield, near Stansted Airport, Essex Police said.\nThe 32-year-old man was also arrested on suspicion of theft and coercive and controlling behaviour.\nHe has been released on bail until 20 September. \nPolice said they were called by the ambulance service to a house at about 01:30 BST.\nMs Price, a former glamour model, reality TV star, children's author and businesswoman was reportedly discharged from hospital on Monday.\nShe used to model under the name of Jordan, and was once said to be worth more than £40m. \nThe mother-of-five was declared bankrupt in 2019.\nLast year, Ms Price told a hearing at a specialist insolvency and companies court in London that she had \"lost everything\".\nShe also said she suffered a \"bad breakdown\" in 2019 and spent five weeks in rehabilitation at one of The Priory clinics.\nMs Price was crowned the winner of Celebrity Big Brother in 2015, and she has been praised for her work as an anti-bullying campaigner, which began when her son Harvey was targeted due to his disabilities.\nIn January this year, Ms Price took part in a BBC documentary about the challenges facing Harvey as he turned 18. \nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58315406",
      "category": "world-asia",
      "title": "Afghanistan evacuation: Bittersweet relief for interpreter now in UK",
      "tags": "Kabul,Afghanistan",
      "text": "With evacuation flights now reaching the UK, one BBC correspondent caught up with one Afghan evacuee he first met in the crush outside Kabul airport. \nKhalid, a former British Army interpreter, has just arrived in the north of England on an evacuation flight from Afghanistan. Speaking from his hotel room, he has a broad smile. \n\"It feels fantastic, it's very good,\" he says.  \nWe first met Khalid close to Kabul airport on Friday, along with his wife, two young children and a newborn baby. They had been granted permission to fly out by the UK embassy, but the crowds around the gates were so large and panicked it was impossible for them to get through. \nAmid the dirt, heat and rush, he was terrified that his baby could die. \n\"I thought to myself I will never be able to enter the camp… my baby was in a bad situation,\" Khalid told the BBC. His ordeal included being lashed by the Taliban whilst in the crowd. \nMost of those camped out in dire conditions at the airport have not yet been granted visas. They're so desperate to leave that they've turned up anyway, clutching documents proving they worked with international troops or foreign embassies. As a result of the huge crowds, those with permission are struggling to get through. \nWe managed to alert British soldiers to the condition of Khalid's family, who were able enter the secure compound where evacuees are processed. Khalid's wife and baby received medical care, before they were all flown to the UK. \nLeaving Afghanistan was a relief, but the moment was bittersweet. Khalid feared being targeted by the Taliban for working with British forces, despite promises by the group of an amnesty. \n\"They are saying these things now, but no-one knows what will happen in the future,\" he said.\n\"When you leave your country, your people, especially your sister, your brothers, your mother, your everyone… because of those things I was sad, but now I am happy in the UK.\" \nKhalid is particularly concerned about friends and close family members who worked for British private security companies in Afghanistan, but who have been told they are not eligible for relocation. He's urging the British government to allow them to travel too. Many others who want to leave will not be able to. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58320516",
      "category": "world-asia",
      "title": "Afghanistan: Secret Kabul talks between CIA and Taliban - US media",
      "tags": "Kabul,CIA,Afghanistan,Taliban",
      "text": "The head of the US Central Intelligence Agency (CIA) secretly met the leader of the Taliban in Kabul on Monday, sources have told US media.\nNeither the Taliban nor the CIA would confirm the reported meeting between William Burns and Mullah Baradar. \nUS President Joe Biden has set a deadline of 31 August for American forces to leave Afghanistan. Allies - including the UK - want an extension.\nUS forces have been in Afghanistan since 2001, following the 9/11 attacks.\nSources have told US news outlets, including the New York Times, the Washington Post, the Associated Press and broadcaster NPR about the CIA-Taliban meeting. \nHowever, they gave few details. \nIf confirmed, this would be the highest-level contact between the US and the Taliban since the militants took Kabul on 15 August, prompting the internationally backed Afghan government to flee. \nAbout 5,800 US troops are currently guarding Kabul airport as thousands of foreign nationals and Afghans try to leave the country. \nThe Washington Post says the discussions are likely to have involved the deadline for the US military to conclude its airlift. \nAlso on Tuesday, the Taliban said no more Afghans would be allowed to leave the country, nor would the deadline for the US withdrawal be extended. \nMullah Baradar is one of the four men who founded the Taliban in 1994. He was captured in a US-Pakistani operation in 2010 and spent eight years in prison. \nSince 2019, he has been the head of the Taliban political office in Qatar. In February 2020, he signed the Doha agreement on the withdrawal of US and Nato troops. \nHe was also the first Taliban leader to communicate directly with a US president, after having a telephone conversation with Donald Trump in 2020. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58306258",
      "category": "entertainment-arts",
      "title": "Love Island: 2.8m see Millie and Liam crowned 2021 winners",
      "tags": "ITV,Television,Reality TV,Love Island",
      "text": "Almost three million people tuned in live to watch Millie Court and Liam Reardon be crowned winners of this year's Love Island on Monday.\nThe pair beat three other couples to the hit ITV2 show's £50,000 prize.\nThe dating show's finale attracted an average live audience of 2.8 million.\nThat's a 22% drop from the 3.6 million who tuned in to the climax of the last summer series in 2019, but an improvement on the figures for last year's inaugural winter series.\nThis year's series - the first since the programme made its winter debut just before Covid hit in early 2020 - has been broadcast from its Spanish villa for the past eight weeks.\nMillie, a fashion buyer's assistant from Essex, had considered splitting from Welsh bricklayer Liam after he was unfaithful during Casa Amor week, but the pair reunited to become exclusive.\nSpeaking after the show, Millie and Liam thanked fans for their support and described their time on Love Island as the \"summer of our lives\".\nThe couple agreed to share the prize money in the finale, which saw ITV2 outperform many of the main terrestrial channels in the 21:00-22:30 BST timeslot, including ITV, BBC Two, Channel 4 and Channel 5.\nThe broadcaster said a further 400,000 viewers had watched the final episode on the ITV Hub by late morning on Tuesday.\nITV boss Kevin Lygo said: \"We're delighted that the final ended on a ratings high, rounding off a series that is on track to be the most popular yet, in terms of viewing on ITV Hub, and averaging over four million per episode across all devices.\"\nThe other couples to make it to the final were Chloe Burrows and Toby Aromolaran; Faye Winter and Teddy Soares; and Kaz Kamwi and Tyler Cruickshank.\nThey will be offered \"comprehensive psychological support\" and a \"proactive aftercare package\" on their return from Majorca as part of ITV's revised duty-of-care protocols.\nHowever, some of Love Island's staple dramatic twists have proved highly controversial this year.\nThe sight of Faye aggressively confronting Teddy after being shown footage of him from flirting during Casa Amor week prompted record audience complaints to broadcast regulator Ofcom.\nThat followed thousands of complaints that July's Casa Amor postcard episode was manipulative toward the female islanders.\nTV commentator Scott Bryan said the rise in complaints, while in part down to social media communities knowing \"who to complain to\", suggested audiences were now expecting kinder reality television.\n\"It's that balance between having that form of entertainment whilst also trying to cause a bit of controversy and create storylines,\" he told BBC Radio 5 Live on Tuesday. \nViewers are also beginning to question the authenticity of contestants. \nCraig Phillips, winner of the first season of Big Brother in 2000, told 5 Live that the cast went into the villa with \"an agenda and commercial direction they want to go in\" and that producers had far more input than during his time as a contestant.\nBryan said the cooling of Love Island fever suggested the start of a \"downward trend of 'constructed reality', which is what Love Island is\".\nIn her review, The Guardian's Lauren O'Neill said the show was \"tired\" and this series had \"ended with the whimper of predictability in its ears\".\nDespite that, the show has remained a significant commercial asset for ITV with its predominantly young and female audience particularly valuable to advertisers.\nKevin Lygo said it had been the most popular programme with 16- to 34-year-olds for 44 nights during its latest run.\nBy Alex Taylor, entertainment reporter\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58304611",
      "category": "world-us-canada",
      "title": "Storm Henri: Lightning strikes One World Trade Center",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58307215/#comp-comments-button",
      "category": "#comp-comments",
      "title": "UK orders 35 million more Pfizer vaccine doses",
      "tags": "Coronavirus vaccines,Vaccination,Pfizer,Coronavirus pandemic",
      "text": "The UK has ordered 35 million more doses of the Pfizer-BioNTech vaccine, which will be delivered in the second half of 2022.\nThe government said it was preparing for a programme of Covid boosters to protect the most vulnerable this year.\nHealth and Social Care Secretary Sajid Javid said the move was intended \"to future-proof our vaccine programme\".\nThe UK has now ordered more than 540 million doses of eight different Covid vaccines.\nFour have so far been approved for use in the UK.\nThe deal with Pfizer means the UK has ordered more doses of that Covid vaccine - 135 million - than any other.\nThe NHS was given the green light to start planning third booster doses for the over-50s, after interim advice from the Joint Committee on Vaccination and Immunisation (JCVI) in early July, and Mr Javid recently said the programme would start in September.\nHowever, the UK's vaccine committee is still to give its final advice on whether a booster programme ahead of this winter should proceed and who should be included. \nThe JCVI is thought to be waiting for better data on how long protection from the first two doses of the vaccines lasts.\nIt's likely people who are immunosuppressed, with weakened immune systems, will receive a booster jab even if all over-50s - around 30 million people - do not.\nMr Javid said the UK's vaccination programme was protecting tens of millions of people from Covid-19 and saving thousands of lives.\n\"While we continue to build this wall of defence from Covid-19, it's also vital we do everything we can to protect the country for the future too - whether that's from the virus as we know it or new variants,\" he said.\n\"I am pleased we've reached this agreement with Pfizer for more doses as part of our robust preparations to future-proof our vaccine programme, ensuring we have plans in place to keep the nation safe for years to come.\" \nBut some scientists, including Prof Andrew Pollard, who helped develop the Oxford-AstraZeneca vaccine, have warned that booster doses should be used to protect unvaccinated people in other countries, where they will have the greatest impact.\nThe UK has announced it will donate 100 million vaccine doses to developing countries, through Covax, within the next year.\nThe first nine million doses were donated last month."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58308700",
      "category": "entertainment-arts",
      "title": "TV has 'utterly failed' disabled people, writer Jack Thorne says",
      "tags": "Television,Disability,Film",
      "text": "His Dark Materials and Enola Holmes screenwriter Jack Thorne has accused the TV industry of \"utterly and totally\" failing disabled people.\nThorne described disability as the \"forgotten diversity\" and called for new quotas to improve representation.\n\"The TV world is stacked against the telling of disabled stories with disabled talent,\" he said in the Edinburgh TV Festival's keynote speech.\nThorne's TV credits also include Kiri, The Virtues and National Treasure.\nHis theatre work includes writing the hugely successful play Harry Potter and the Cursed Child, for which he won an Olivier Award in 2017.\nIn the MacTaggart Lecture - one of the most high-profile speeches in the media calendar - Thorne explained that he had developed a condition called cholinergic urticaria at the age of 20.\n\"I was allergic to outside heat, I was allergic to artificial heat, and I was allergic to my body movement,\" he said. \"Every time I moved, I would develop welts, and was in pain.\n\"My condition was invisible. I didn't experience prejudice... and as such, I have had opportunities that my disabled family have not.\"\nThorne reflected on the devastating impact of the Covid-19 pandemic on those with underlying health conditions before outlining improvements the TV industry could make for employees with disabilities. \n\"TV has failed disabled people. Utterly and totally,\" he said. \"Disability is the forgotten diversity, the one everyone leaves out of speeches. \n\"Gender, race, sexuality, all rightly get discussed at length. Disability gets relegated out. In conversations about representation, in action plans, and new era planning, disability is confined to the corner, it remains an afterthought.\"\nHe took particular issue with non-disabled actors being cast in disabled roles\n\"Actors - actors I admire - have taken roles they shouldn't have,\" he said. \"I've been complicit in some of those decisions.\"\nHe referred to the 2020 US film Come As You Are, about three disabled friends going on a road trip to lose their virginities, as an example of where casting could have been more representative. \"None of these three characters were played by disabled actors. Something as sensitive as disability and sex - really sensitive - and they couldn't find disabled actors to play the roles?\"\nThorne also highlighted the large number of Oscar winners who had won for portraying disabled characters.\nThorne went on to highlight the disabled talent already working in the TV industry, and called for them to be offered more high-profile drama roles.\n\"Mat Fraser did a demon Richard III for Northern Broadsides theatre company. Give him that same villain role on television,\" he said. \"Cherylee Houston rips up Corrie [Coronation Street] every time she appears on it. Make her the next Sarah Lancashire.\n\"And someone is going to build a show around Ruth Madeley, and when they do they'll realise she is one of the talents of our time.\"\nThorne said that, while many networks had made positive noises about improving representation, setting targets was required to bring about true change.\n\"In order to get this diversity, disability needs quotas. Desperately needs quotas,\" he said. \"There is an intention to change, but that intention is not backed up by impositions on the makers to change their ways.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-58315816",
      "category": "world-middle-east",
      "title": "Iran prisons chief apologises over leaked videos of Evin abuse",
      "tags": "Iran,Tehran",
      "text": "The head of Iran's prison service has apologised after hackers leaked videos showing the abuse of detainees at Tehran's notorious Evin prison.\nThe hackers released security footage showing guards beating prisoners and dragging one along a floor.\nOn Tuesday, Prisons Organisation chief Mohammad Mehdi Haj-Mohammadi said he took responsibility for the \"unacceptable behaviour\".\nMany political prisoners and dual and foreign nationals are held at Evin. \nBBC Persian's Jiyar Gol says the leaked videos confirm decades of reports of mistreatment and abuse at prisons across Iran.\nHowever, our correspondent adds, former political prisoners say the footage is nothing compared to what they experienced in detention. They accuse authorities of routinely using sexual, physical and psychological torture - a charge Iran's government denies. \nThe surveillance footage released by a hacking group called Edalat-e Ali (Ali's Justice) shows several guards beating a man in handcuffs, as well as a fight between a guard and another man in uniform.\nIn another video, an elderly man is seen collapsing in a car park before guards approach and begin dragging him along the floor through the prison. At one point, a Muslim cleric steps over the man as he lies in a stairwell.\nOther footage shows guards at Evin's control room reacting as the phrase \"cyber-attack\" appears in Persian on screens in front of them.\nThe hacked screens also show a message reading: \"Evin Prison is a stain of shame on Raisi's black turban and white beard\" - a reference to Iran's new president, who is a hardline cleric and former judiciary chief. \nOn Tuesday, Mr Haj-Mohammadi apologised publicly to Supreme Leader Ayatollah Ali Khamenei and the country for the abuses seen in the videos.\n\"I accept responsibility for such unacceptable behaviour and pledge to try to prevent any repeat of these bitter events and to deal seriously with the wrongdoers,\" he tweeted.\nCCTV or Closed-Circuit TV is surprisingly open.\nThanks to the low cost and ease of set up, a huge number of camera systems around the world are badly secured. \nFrom shopping malls to private driveways and restaurants, there are entire websites offering thousands of live CCTV feeds open to anyone to watch. \nYou'd hope that CCTV inside sensitive areas like prisons is better protected, but this isn't the first time they've been hacked.\nIn March this year another hacker activist leaked footage from 150,000 cameras inside jails and police stations to highlight poor security.\nThe Evin prison hackers clearly had different motives and seem to have succeeded in their goal.\nNot only have they exposed mistreatment to the world but they've also showed that so called \"hacktivism\" is still, even in the age of data breach boredom, a potent tool."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58311964",
      "category": "uk",
      "title": "Afghanistan: Person on no-fly list flown to UK during Kabul evacuation",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Birmingham,Refugees and asylum seekers",
      "text": "A person from Afghanistan on the UK's no-fly watch list was flown into Birmingham as part of the evacuation of Kabul, government officials confirmed.\nThe individual, who was identified as being on the list on arrival in the UK, was later not deemed a person of interest after investigation.\nThe no-fly watch list is used to stop people coming to the UK who are thought to be a security threat.\nThe Home Office said the person was flagged in a \"rigorous checks process\".\nSomeone can be placed on the no-fly watch list due to previous serious criminal conduct as well as terrorism.\nLabour's shadow home secretary Nick Thomas-Symonds said: \"An organised exit strategy would have ensured the necessary checks were in place, so this kind of lapse couldn't happen.\"\nby Daniel Sandford, BBC home affairs correspondent \nThe UK's \"no-fly\" watch list is designed to keep people out of the country who are considered to pose a terrorism security risk, or some other kind of risk - such as involvement in serious criminality or stirring up unrest.\nIn normal circumstances the list should stop people getting visas to the UK or getting on to a plane. \nBut even then there is a backstop - Border Force staff at UK airports.\nIn the cauldron of chaos that is Kabul airport it is perhaps unsurprising that a mistake was made, and ministers say we should be reassured that the error was corrected on arrival at Birmingham Airport. \nIn this case it turns out that the concerns about the individual were out of date anyway.\nBut with multiple planes packed with people heading to the UK taking off from Kabul every day, ministers and officials know it is important to cut down on the mistakes. \nNot least of all because of a threat to the aircraft and passengers themselves. But also because in the current circumstances there is no chance of deporting anyone considered a risk back to Afghanistan.\nAfghanistan is on the Covid travel red list, meaning arrivals into England must quarantine in a government-approved hotel for 10 days.\nThe UK is one of a number of Western countries processing people eligible for evacuation out of Afghanistan after the Taliban seized control of Kabul.\nA team at Kabul airport led by the British ambassador Sir Laurie Bristow is under huge pressure to process as many people as possible ahead of a 31 August deadline.\nThe UK has evacuated 8,458 people from Afghanistan since 13 August, according to the Ministry of Defence.\nThose evacuated include British nationals, diplomatic staff, and Afghans eligible for relocation because they worked for the UK government in frontline roles or are otherwise considered to be at risk under a Taliban administration."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58324810",
      "category": "business",
      "title": "Business still has time to help Afghans - AirBnB boss",
      "tags": "Companies,Afghanistan,Refugees and asylum seekers,Airbnb",
      "text": "There is still time for firms to \"speak up and help\" Afghans being displaced by the current humanitarian crisis, the co-founder of AirBnB has said. \nIt comes after the accommodation platform promised to provide free temporary lodging for 20,000 refugees. \nRelatively few companies have offered help in the crisis so far, but Brian Chesky told the BBC he expected more would feel \"compelled\" to.\n\"I do think nearly every business can help in their own way,\" he said. \n\"And the time is now - it's not just helping, it's helping quickly because if people are displaced and need to be resettled, every hour counts.\"\nThe tech boss told the BBC the displacement of people fleeing the Taliban was \"the greatest humanitarian crisis of our time\".\nHowever, he could not say how long refugees would be able to stay with AirBnB hosts, only that it \"is really up to how long our hosts can house them and also the need\".\n\"Most of these people aren't looking for long-term housing, they're looking for a temporary housing before they decide where they want to live,\" he added. \n\"And there's a pretty extensive protocol to work with the settlement agencies to figure out where they actually want to start their lives... but you know I want to make sure we can go as big as possible for these people.\"\nSince Taliban militants took over Afghanistan, AirBnB has put up about 200 Afghan refugees in its listed properties, leading to questions about whether it will be able hit its 20,000 pledge. \nBut Mr Chesky said the firm had successfully offered homes to 225,000 frontline workers during the pandemic.  \n\"We would have not made a public commitment I didn't think we could fulfil,\" he said. \nThe refugees will stay with AirBnB hosts all over the world and will be fully vetted by the firm's NGO partners, which include International Rescue Committee and Church World Service.\nThere have been security fears over the evacuation of Kabul after someone on the UK's no-fly list was flown into Birmingham over the weekend. \nMr Chesky urged potential hosts to embrace the opportunity, saying: \"When you take someone into your home sometimes you gain as much as the person you're providing housing for.\n\"There's just something about that experience that we've heard is one of the most meaningful experiences in people's lives, to be able to care for a family.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58277030",
      "category": "business",
      "title": "Just Eat announces 1,500 new jobs in North East",
      "tags": "Companies,Takeaway food,Sunderland,Just Eat Takeaway",
      "text": "Just Eat will create more than 1,500 customer service jobs in north-eastern England in the next 12 months. \nThe jobs will be based at a new facility in Sunderland as part of a £100m investment in the region by the firm over the next five years. \nCurrently, the takeaway food firm has more than 2,000 UK-based employees.  \nNew employees will begin working from home and the firm will offer employees the option to work from the office in the coming months. \nJust Eat said it had already hired 300 staff in Sunderland and noted that customer satisfaction had gone up as a result.\nPreviously, the firm had outsourced the majority of its customer service roles to Bulgaria and the Philippines. \nIts UK managing director, Andrew Kenny, said the move was about positioning the firm for future growth. \"The [takeaway] industry has changed a lot over the past 18 months,\" he told the BBC's Today programme. \n\"New trends have emerged such as significant growth over breakfast and lunch. We're very confident that many of the behaviours that kicked off during Covid will sustain themselves.\"\nThe delivery platform has more than 58,000 restaurant partners across the UK.\nCouncillor Graeme Miller, leader of Sunderland City Council, said: \"We're thrilled to have supported Just Eat to make its move to Sunderland, joining a dynamic business community and creating jobs and opportunities for people across the city.\"\n\"We're immensely proud of our skilled people and look forward to seeing how they drive the onward success of the Just Eat business,\" he added. \nThe office, in Houghton le Spring, was previously occupied by Npower and will provide a gym, lounge and catering area across its 20,000 sq-m space. \nJust Eat was founded by a group of five Danish entrepreneurs in 2000 and launched a year later.  \nLast year, online food ordering company Takeaway.com won a battle for the UK-listed Just Eat with a £5.9bn all-share offer.\nIt made Just Eat Takeaway.com one of the world's largest meal delivery companies.\nEarlier this month, the company reported that sales rose 52% in the first half of 2021, reflecting a robust growth in orders during the coronavirus pandemic. \nIn June, consumer organisation Which? researched the price of ordering meals for between two to four people from five restaurants and cafes. \nOn average, Which? found that ordering through Just Eat was 7% more expensive than ordering directly from the restaurant."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58312996",
      "category": "business",
      "title": "Didi: China ride-hailing giant halts plan to launch in UK",
      "tags": "Gig economy,China,Uber",
      "text": "Chinese ride-hailing giant Didi has halted plans to launch in the UK and continental Europe, a source close to the company has told the BBC.\nThe Uber rival had been planning to roll out services in Western Europe, including major British cities.\nDidi is in consultation with the team working on the project about assigning new roles or potential redundancies.\nThe move comes as Chinese firms face intense scrutiny by Western nations and Beijing cracks down on data privacy.\nDidi did not comment directly on the story that was first reported by The Daily Telegraph but said in a statement: \"We continue to explore additional new markets, liaising with relevant stakeholders in each and being thoughtful about when to introduce our services.\" \n\"As soon as we have any more news on additional new markets, we look forward to sharing,\" the spokesperson added.\nDidi has been expanding its international business and has recently launched services in a number of new countries in South Africa, Ecuador and Kazakhstan.\nIn response to questions about the future of its team in the UK Didi said: \"We have established an international talent hub in the UK, recognising the exceptional quality of people in the market. Beyond that, any personnel matters remain strictly confidential.\"\nDidi's decision comes as Chinese companies face increasingly close attention from authorities in Western countries.\nLast year, telecoms giant Huawei was banned from the UK's 5G infrastructure and faces scrutiny over its security practices from Britain's National Cyber Security Centre.\nHuawei is also one of the Chinese companies hit by tough restrictions in the US.\nUnder the Trump administration firms including the hugely popular video-sharing app were targeted over allegations of links to the Chinese government.\nWhile President Biden has eased back on some of that rhetoric Washington is still keeping up the pressure on Chinese firms.\nAt the same time Didi has come under intense scrutiny in China as Beijing is increasingly cracking down on data privacy.\nEarlier this year, the country's internet regulator ordered online stores to stop offering its app, saying it illegally collected users' personal data. \nThe announcement came just two days after the company raised $4.4bn (£3.21bn) in its New York Stock Exchange debut. Didi's shares fell sharply on the news.\nThe Chinese government is also introducing broader measures to protect data privacy.\nOn Friday, the country's top legislative body, the Standing Committee of the National People's Congress, passed a sweeping new privacy law.\nThe Personal Information Protection Law aims to strictly control data collection by technology firms and will take effect from 1 November.\nReporting by the BBC's Peter Hoskins"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cornwall-58318695",
      "category": "uk-england-cornwall",
      "title": "Covid: Cornwall tourists urged to 'stay away' as cases rise",
      "tags": "Newquay,Coronavirus pandemic",
      "text": "Tourists have been urged to stay away from Cornwall unless they have pre-booked a trip because of a huge spike in Covid cases.\nThe latest figures show Cornwall has 770 cases per 100,000 people, double the previous week's figure.\nThe UK also recorded 174 new Covid-related deaths on Tuesday - the highest figure since March.\nMalcolm Bell, head of Visit Cornwall, is calling on visitors to help keep the region safe.\nHe said: \"We are asking people not to come unless they have booked ahead and request they take a lateral flow test before, during and after their stay so that people can be safe and help us to manage the current spike.\"\nMr Bell said the county had witnessed \"too many occurrences of overcrowding in honeypots\" - places that attract mass tourism - and urged visitors to consider visiting less popular parts of Cornwall.\n\"We have over 300 beaches and lovely parts that can cope with visitors,\" he said.\nOn Monday, Cornwall Council said 4,700 cases may be linked to the Boardmasters festival held in Newquay.\nAbout 800 of those positive cases are people who live in Cornwall.\nJack Stacey, from Staffordshire, told the BBC he caught Covid at Boardmasters and wished he had not gone.\n\"My whole family's got it now so I regret going to be honest… It wasn't worth it,\" he said.\nThe 20-year-old, who is not vaccinated, said he was \"shocked\" at how ill the virus made him, leaving him bed-bound for nine days.\nOthers were overjoyed at being able to party at a festival again.\nRosie Breakwell, 22, from Bath, said she also caught Covid there after receiving her first jab, but said she \"got over it pretty quickly\".\n\"I live for festivals so not having one in two years was just horrendous, and it was just so nice being back in a sweaty field with everyone,\" she said. \nVirologist Dr David Strain said music festivals were \"something that is important for mental health of a younger generation who have missed out on so much\".\nThe lecturer at the University of Exeter Medical School said: \"It would have been nicer to have left it a month or so later so 17-18 year olds would have been double vaccinated.\"\nBut he said he \"probably would have made the same decision\" for it to go ahead.\nDr Strain said 18-25 year olds had a \"very low risk of being hospitalised\" with coronavirus, but the \"real test\" of how the festival had impacted young people would be the number of long Covid cases that emerged.\nAnalysis from Steve Holden, Newsbeat music reporter\nBoardmasters is a good reminder that just because large events are now allowed to take place, Covid-19 hasn't simply disappeared. \nAs long as cases linked to festivals aren't landing people in hospital, making them seriously ill or putting pressure on the NHS, then organisers would argue the vaccination programme is reducing the public health risk.\nWe're about to head into a bank holiday that is likely to be the busiest weekend of live music and festivals in the UK since the start of the pandemic.\nThousands of people will be attending the likes of Reading and Leeds, Creamfields, Manchester Pride and All Points East in London and based on what's happened following Boardmasters, we can assume there will be a rise in cases linked to these events.\nBy now, anyone attending knows there's going to be a risk of catching or spreading the virus when a large group of people share the same space.\nA condition of entry to Boardmasters was use of the NHS Covid Pass - a measure recommended as best-practice for other large events.\nFestival organisers said the systems they put in place meant more than 450 people were found to be at risk of passing on the virus \"and as a result did not attend our Watergate Bay site or left the festival early\".\nThey said: \"We are grateful to them and everyone else who took the extra steps this year.\n\"No event is able to eliminate risk entirely.\n\"We look forward to sharing our experience with our local authority partners and other large events so we can all continue to provide much-needed economic benefit to our communities and entertainment to our loyal audiences.\"\nIn Cornwall and the Isles of Scilly there were 770 cases per 100,000 people in the seven days to 20 August. \nThe figure for the previous week to 13 August was 384 cases per 100,000.\nThree parts of Newquay now have the three highest Covid infection rates in England for the seven days up to 18 August.\nThe town's mayor, Lewis Gardner, said they had been working tirelessly \"all summer\" to keep Covid rates down.\n\"We've done vaccination pop-up centres, we've been handing out lateral flow tests, we've given advice to businesses,\" he told the BBC.\n\"And it just seems that everything we do, no matter what we do, the rates keep creeping up.\"\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58307306",
      "category": "entertainment-arts",
      "title": "Brian Travers: UB40 saxophonist and songwriter dies at 62",
      "tags": "Birmingham,Music",
      "text": "UB40 saxophonist and co-songwriter Brian Travers, one of the founding members of the chart-topping reggae group, has died at the age of 62.\nHis bandmates said they were \"devastated\" by the news about \"our comrade, brother, founding UB40 member and musical legend\".\nThey said he had endured a \"long and heroic battle with cancer\".\nHe had surgery to remove two brain tumours in 2019 and reportedly had another operation earlier this year.\nTravers was a key part of the UB40 line-up as a saxophone player, arranger and lyricist.\nThe group, from Birmingham, found success in 1980 with Food For Thought, their first UK top 10 single, before having hits with I Think It's Going to Rain Today, One in Ten and covers of Red Red Wine and I Got You Babe.\nIn total, they have recorded 39 UK top 40 singles and 28 top 40 albums, and sold 100 million albums worldwide. \nTravers formed the band with a group of school friends in the late 1970s, and the lack of jobs in the city led them to borrow the name of the official Unemployment Benefit Form 40, used by people signing on the dole.\n\"We had just signed on and somebody said 'UB40' and we all instantly knew that was the name of the band,\" Travers told The Telegraph in 2010.\n\"Thank God for the dole. We got fed, it paid the rent and it enabled us to concentrate on developing our careers. We commandeered a cellar and started rehearsing every day, nine till five.\n\"Our first experiences of playing an instrument started together, and we'd humiliate each other over mistakes. But we were very serious about our music.\"\nDebut album Signing Off, which captured both their love of reggae and anger at the global injustices of the time, reached number two.\nIn 2010, Travers said it \"still has relevance\". He added: \"But it's naïve. We thought we could change everything with a pop song and we learnt it changes nothing.\"\nThe group enjoyed success around the world, including the US, where Red Red Wine went to number one, as did another cover, (I Can't Help) Falling in Love with You, which spent seven weeks at number one in 1993.\nThey were nominated for four Grammy Awards, and were nominated for the Brit Award for best British group in 1984.\nHowever there was acrimony after singer Ali Campbell left the band in 2008 and was replaced by his brother Duncan."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58315144",
      "category": "entertainment-arts",
      "title": "R. Kelly trial: Woman says singer pressured her to have abortion",
      "tags": "R. Kelly,Music",
      "text": "A second accuser took the stand at R. Kelly's sex-trafficking trial on Monday, testifying that the star abused her, knowingly infected her with herpes and ordered her to have an abortion.\nThe woman, identified as Jane Doe No 5, said her five-year relationship with Mr Kelly began in 2014, when she was 17.\nShe alleged that the singer sought to control every detail of her life and would punish her if she did not comply.\nMr Kelly, 54, has denied the allegations against him.\nHis lawyers have portrayed his accusers as groupies out for revenge after their relationships with the R&B singer faded.\nThe anonymous woman, now 23, testified that she had met the singer, whose real name is Robert Kelly, when he invited her to his hotel room after a gig in Orlando, Florida.\nShe had hoped to audition for him, but the star would not let her proceed until he performed a sex act on her.\n\"I just wanted to sing,\" she told the court. \"I genuinely wanted his input.\"\nMr Kelly continued to pressure her, saying he would \"take care of me for life\" if she acquiesced, she said. The woman, who told Kelly she was 18, eventually relented.\nAfter their first encounter, she said they began a relationship and Kelly invariably videotaped their sexual encounters.\nMr Kelly made her adhere to a strict set of rules, she claimed. If she did not obey, the singer \"chastised\" her - sometimes spanking her hard enough to make her \"skin tear\", she told jurors.\nThe physical abuse occurred \"nearly every two to three days\", she said, her voice breaking with emotion.\nWhen she finally told Mr Kelly she was under age, he slapped her but allowed her to remain in his life, she added. \nAt one point, the woman said he \"purposely gave me something he knew he had\", herpes. Mr Kelly's longtime physician previously testified that the star has suffered from herpes for more than a decade.\nThe woman also told the court how, after she became pregnant in 2017, Kelly urged her to get an abortion she didn't want.\n\"He said, 'You need to look into that abortion stuff because you need to keep that body,'\" she said.\nShe is due to face cross-examination from the singer's lawyers on Tuesday, the fifth day of his trial.\nLast week, the jury heard testimony from the trial's first witness, Jerhonda Pace, who said she started a sexual relationship with Mr Kelly when she was 16.\nBoth women have claimed the star forced them to call him \"Daddy\" and described how he ruled their lives - telling them what to wear, who they could speak to, and whether they could eat or use the toilet.\nMr Kelly has not been charged with sex crimes related directly to the women's testimony. Instead, he faces a racketeering charge that paints him as the kingpin of a criminal enterprise whose explicit purpose was \"to prey upon young women and teenagers\" for sexual purposes.\nHe has pleaded not guilty to all charges.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58307215",
      "category": "health",
      "title": "UK orders 35 million more Pfizer vaccine doses",
      "tags": "Coronavirus vaccines,Vaccination,Pfizer,Coronavirus pandemic",
      "text": "The UK has ordered 35 million more doses of the Pfizer-BioNTech vaccine, which will be delivered in the second half of 2022.\nThe government said it was preparing for a programme of Covid boosters to protect the most vulnerable this year.\nHealth and Social Care Secretary Sajid Javid said the move was intended \"to future-proof our vaccine programme\".\nThe UK has now ordered more than 540 million doses of eight different Covid vaccines.\nFour have so far been approved for use in the UK.\nThe deal with Pfizer means the UK has ordered more doses of that Covid vaccine - 135 million - than any other.\nThe NHS was given the green light to start planning third booster doses for the over-50s, after interim advice from the Joint Committee on Vaccination and Immunisation (JCVI) in early July, and Mr Javid recently said the programme would start in September.\nHowever, the UK's vaccine committee is still to give its final advice on whether a booster programme ahead of this winter should proceed and who should be included. \nThe JCVI is thought to be waiting for better data on how long protection from the first two doses of the vaccines lasts.\nIt's likely people who are immunosuppressed, with weakened immune systems, will receive a booster jab even if all over-50s - around 30 million people - do not.\nMr Javid said the UK's vaccination programme was protecting tens of millions of people from Covid-19 and saving thousands of lives.\n\"While we continue to build this wall of defence from Covid-19, it's also vital we do everything we can to protect the country for the future too - whether that's from the virus as we know it or new variants,\" he said.\n\"I am pleased we've reached this agreement with Pfizer for more doses as part of our robust preparations to future-proof our vaccine programme, ensuring we have plans in place to keep the nation safe for years to come.\" \nBut some scientists, including Prof Andrew Pollard, who helped develop the Oxford-AstraZeneca vaccine, have warned that booster doses should be used to protect unvaccinated people in other countries, where they will have the greatest impact.\nThe UK has announced it will donate 100 million vaccine doses to developing countries, through Covax, within the next year.\nThe first nine million doses were donated last month."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cornwall-58309660",
      "category": "uk-england-cornwall",
      "title": "Boardmasters: 4,700 Covid cases 'may be linked' to Newquay festival",
      "tags": "Newquay,Music festivals,Coronavirus pandemic",
      "text": "More than 4,000 Covid cases could have links to a music and surfing festival, with more expected in the coming days.\nCornwall Council said 4,700 cases may be linked to the Boardmasters event between 11 and 15 August.\nAbout 50,000 people attended the festival in and around Newquay, which now has the three neighbourhoods with the highest infection rates in England.\nCornwall's public health team said: \"We won't know the complete picture for another few days.\"\nAbout 800 of those positive cases are people who live in Cornwall.\nThe figure comes after the Swansea Bay health board in Wales said on Friday about 50 cases there had been linked to the festival.\nRuth Goldstein, deputy director of public health for Cornwall and the Isles of Scilly, said: \"At the moment, there are currently about 4,700 which could be linked to Boardmasters. \n\"These are people who have noted when they have had a PCR test, they have been associated to Boardmasters.\n\"We don't know whether they have been camping, or to events on the beach, or to parties in the town put on by Boardmasters. \n\"Of those people, three-quarters of them are aged between 16 and 21, which is exactly the profile of the people who we know attend the festival.\"\nAndy Virr - Cornwall Council portfolio holder for adults, and an emergency doctor - said cases were expected but he was \"reassured\" they were not \"translating into a serious life-threatening illness\".\nHe added there were \"benefits\" from holding the event, although the possibility of cancelling it was discussed by the council.\nHe told a press briefing: \"Covid will have lots of impacts ongoing, and one of them is around loneliness and isolation and mental health problems. \n\"That festival brought a lot of joy to people. And, yes, there are some things we are having to deal with, but that was part of the judgement. \n\"I think, at the moment, there are no regrets - we were expecting to have this wash-up to deal with.\"\nThree parts of Newquay now have the three highest Covid infection rates in England for the seven days up to 18 August:\nThe national average of neighbourhood areas within English local authorities is 308.\nFestival organisers said they \"went above and beyond what was asked of us\".\nA spokesperson said: \"Because of these measures, over 450 people who would otherwise have been at risk of passing on the virus did not attend or left the festival early.\"\nThey added: \"We look forward to sharing our experience of running the festival in the current circumstances with other large events so we can all continue to provide much needed economic benefit to our wider communities and entertainment to our loyal audience.\"\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58317263",
      "category": "health",
      "title": "Smoking surge in young during Covid lockdown",
      "tags": "Coronavirus lockdown measures,Smoking",
      "text": "England saw a rise in young adults taking up smoking during the first lockdown, according to a study. \nThe number of 18 to 34-year-olds who classed themselves as smokers increased by a quarter, from 21.5% to 26.8%, says Cancer Research UK. \nThe data does not explain why the changes occurred but experts believe many turned to cigarettes in response to stress. \nAt the same time, heavy drinking increased across adults of all ages. \nThe findings, published in the journal Addiction, come from monthly surveys, each involving hundreds of people, about tobacco and alcohol use. \nResearchers compared the responses given in the seven months prior to the first lockdown in spring 2020 with those given during it.\nBased on population estimates for England, the findings suggest an extra 652,000 young adults were smoking, compared with before the pandemic, say researchers. \nThe data also suggests the pandemic may have been a trigger for many smokers, including young adults, to think about attempting to quit tobacco. \nThere were increases in the number of existing smokers quitting successfully, and overall levels of smoking in adults remain stable, according to the figures. \nGiven that older people report being more worried about becoming seriously ill from Covid, health concerns may have served as a greater deterrent to them than to younger people, say investigators.\nLead researcher Dr Sarah Jackson, from University College London, said: \"The first lockdown was unprecedented in the way it changed people's day-to-day lives. \n\"We found that many smokers took this opportunity to stop smoking, which is fantastic. However, the first lockdown was also a period of great stress for many people, and we saw rates of smoking and risky drinking increase among groups hardest hit by the pandemic. \n\"It will be important to keep a close eye on how these increases in smoking and drinking develop over time to ensure appropriate support is made accessible for anyone who needs it.\" \nCancer Research UK warns there is no safe level of smoking and that it is not a healthy way to relax or relieve anxiety.\nDeborah Arnott, chief executive of health charity ASH, said swift action was needed to reverse this worrying trend. \n\"The growing number of young adult smokers is a ticking time bomb, as smoking is an addiction which puts people on a path to premature death and disability which is hard to escape. The government has committed to publish a new Tobacco Control Plan this year, which is welcome. \n\"The new figures provide proof, if it were needed, that unless the plan is sufficiently ambitious and well-funded it will not deliver the government's ambition for England to be smoke-free by 2030.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58315828",
      "category": "world-asia",
      "title": "How are women in Afghanistan reacting to Taliban takeover?",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58306376",
      "category": "uk",
      "title": "How losing his sight spurred cyclist Steve Bate to the Paralympics",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58322882",
      "category": "health",
      "title": "Covid infection protection waning in double jabbed",
      "tags": "Coronavirus vaccines,Coronavirus pandemic,AstraZeneca",
      "text": "Researchers say they are seeing some waning of protection against Covid infections in double-jabbed people. \nThe real-world study includes data on positive Covid PCR test results between May and July 2021 among more than a million people who had received two doses of Pfizer or AstraZeneca vaccine. \nProtection after two shots of Pfizer decreased from 88% at one month to 74% at five to six months. \nFor AstraZeneca, the fall was from 77% to 67% at four to five months. \nWaning protection is to be expected, say experts. \nAlthough some breakthrough infections may be happening, vaccines are still doing a very good job at protecting people against severe Covid illness and deaths. \nPublic Health England estimates that around 84,600 deaths and 23 million infections have been prevented as a result of the Covid-19 vaccination programme in England so far.\nProf Tim Spector, lead investigator on the Zoe Covid Study app behind the research, said the findings could explain recent breakthrough infections that some fully vaccinated people have been reporting. \nProf Spector said: \"Waning protection is to be expected and is not a reason to not get vaccinated. \n\"Vaccines still provide high levels of protection for the majority of the population, especially against the Delta variant, so we still need as many people as possible to get fully vaccinated.\"\nHe estimates that protection against infection could drop to 50% by the winter and boosters will be needed, but other experts urge caution about making predictions for the months ahead.\nThe UK is expected to begin offering some people a third Covid booster jab next month, but is waiting for recommendations from an independent advisory body called the JCVI which is looking at evidence to support a decision. \nProf Spector said: \"Many people may not need them. Many people may have had a natural booster because they've already had a natural Covid infection, so will effectively have had three vaccines. \n\"So I think the whole thing needs to be much more carefully managed than just giving it to everybody which would be a huge waste and ethically dubious given the resources we have. I think we need a more targeted approach than last time.\"    \nThis study once again illustrates why we need to get used to Covid circulating - this is not a virus that's going to go away.\nThe vaccines do not work like they do for measles which provide life-long immunity. Immunity against Covid was always expected to wane.\nAnd another factor to consider is that repeated exposure to the virus is likely to increase the risk of a breakthrough infection - the increased likelihood over time of infection post-jabbing may not be all related to waning immunity.\nWhatever the cause though, experts have been clear we should expect to be repeatedly infected over our lifetimes.\nThe important thing is that each re-infection should be milder as the vaccines remain highly effective at preventing serious illness.\nWhat the vaccines have effectively done is taken the edge off the virus - given our immune system a head-start so those early infections are milder than they would have been for most.\nWhat's not clear yet is the merits of offering the most vulnerable a booster jab. It is likely to be a fine judgement call because there are so many unknowns - although the expectation is some will be offered it.\nDr Simon Clarke, an expert in cellular microbiology at the University of Reading, said infection levels in the community would alter a person's chance of encountering and catching Covid at any given time, making it hard to draw firm conclusions about waning immunity.\nDr Alexander Edwards, also from the University of Reading, said it was important to understand when booster doses might be needed and for whom. \n\"Vaccination does not, unsurprisingly, make people invulnerable, and does not prevent all infections. Variants have real and significant impact on public health, and a lot of people are still tragically dying in the UK from this nasty virus. \n\"The vaccines we have are remarkably safe and effective, and still remain far better than other vaccines that give massive benefits.\" \nHe added: \"We must pro-actively plan our public health strategy to account for imperfect protection, and for the possibility of falling protection over time.\"\nA similar study was published by the Office for National Statistics and the Oxford Vaccine Group last week.\nBased on PCR test results from nearly 400,000 people who had been infected with the Delta variant in the UK, it found two doses of the Pfizer vaccine was initially more than 90% effective against symptomatic Covid infection, compared with around 70% for the AstraZeneca vaccine.  \nBut over the course of three months, the protection from Pfizer fell significantly whereas immunity with the AstraZeneca jab remained more stable.\nProf Adam Finn, a government vaccine adviser, said other studies had shown that the vaccines maintained good protection against serious illness and hospitalisation.\nBut he said: \"We do need to watch out very carefully to see if this waning against milder disease begins to translate into occurrence of more severe cases because then boosters will be needed.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58314176",
      "category": "uk-wales",
      "title": "Love Island: Liam Reardon's hometown celebrates win",
      "tags": "Merthyr Tydfil,Big Brother,Reality TV,Love Island",
      "text": "An offer of a free pasty and a cocktail named after him is how Liam Reardon's hometown has celebrated his Love Island win.\nThe Merthyr Tydfil bricklayer was crowned winner alongside partner Millie Court in Monday evening's final.\nAnd as Liam, 22, basks in his newfound reality show fame, people in his Welsh hometown have been celebrating too.\nJorge Dascencao, who owns Liam's local pub, The New Crown, said it brought the whole town together.\nHe said a Love Island-themed party they hosted to celebrate the show's final sold out in 15 minutes.\nDuring the event, the pub was kitted out with palm trees, catchphrases from the hit ITV show, such as \"I've got a text\", and cheese boards.\n\"Merthyr is a town that people will come together when they need to come to together,\" he told BBC Radio Wales.\nLiam's favourite cocktail bar Hardie's has even created a custom drink called \"The Milliam\" - after the couple's joint nickname on the show - which he is \"welcome to enjoy\" when he returns.\nAnd endorsement of the victory has extended beyond Merthyr's hospitality industry.\nConsultant hepatologist Dai Samuel tweeted that he was \"chuffed to bits\" over Liam's win.\nElsewhere, department store Trago Mills - which has a store in the Welsh valley's town - has offered Liam a free pasty and £50 to spend in-store.\nLiam's win also put him on a par with Amber Davies, from Denbigh in north Wales, after she won the hit reality show alongside then-partner Kem Cetinay in 2017.\nThe 24-year-old has gone on to forge a successful showbiz career - appearing in West Ends shows as well as a CBBC children's show. \nOther Welsh reality stars include 2005 Big Brother winner Rachel Rice, from Pontypool and Alana Spencer, from Aberystwyth, who won The Apprentice in 2016.\nFormer Miss Wales Imogen Thomas, lifeguard Glyn Wise, hairdresser Helen Adams and junior doctor Alex George all found fame after appearing on Big Brother and Love Island respectively.\nWhile some contestants have used the platform to propel them to further fame - others have returned to normality.\nBoth Glyn and Rachel are now teachers and live in relative obscurity while Dr Alex and Amber remain in the public eye. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cornwall-58318695/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Cornwall tourists urged to 'stay away' as cases rise",
      "tags": "Newquay,Coronavirus pandemic",
      "text": "Tourists have been urged to stay away from Cornwall unless they have pre-booked a trip because of a huge spike in Covid cases.\nThe latest figures show Cornwall has 770 cases per 100,000 people, double the previous week's figure.\nThe UK also recorded 174 new Covid-related deaths on Tuesday - the highest figure since March.\nMalcolm Bell, head of Visit Cornwall, is calling on visitors to help keep the region safe.\nHe said: \"We are asking people not to come unless they have booked ahead and request they take a lateral flow test before, during and after their stay so that people can be safe and help us to manage the current spike.\"\nMr Bell said the county had witnessed \"too many occurrences of overcrowding in honeypots\" - places that attract mass tourism - and urged visitors to consider visiting less popular parts of Cornwall.\n\"We have over 300 beaches and lovely parts that can cope with visitors,\" he said.\nOn Monday, Cornwall Council said 4,700 cases may be linked to the Boardmasters festival held in Newquay.\nAbout 800 of those positive cases are people who live in Cornwall.\nJack Stacey, from Staffordshire, told the BBC he caught Covid at Boardmasters and wished he had not gone.\n\"My whole family's got it now so I regret going to be honest… It wasn't worth it,\" he said.\nThe 20-year-old, who is not vaccinated, said he was \"shocked\" at how ill the virus made him, leaving him bed-bound for nine days.\nOthers were overjoyed at being able to party at a festival again.\nRosie Breakwell, 22, from Bath, said she also caught Covid there after receiving her first jab, but said she \"got over it pretty quickly\".\n\"I live for festivals so not having one in two years was just horrendous, and it was just so nice being back in a sweaty field with everyone,\" she said. \nVirologist Dr David Strain said music festivals were \"something that is important for mental health of a younger generation who have missed out on so much\".\nThe lecturer at the University of Exeter Medical School said: \"It would have been nicer to have left it a month or so later so 17-18 year olds would have been double vaccinated.\"\nBut he said he \"probably would have made the same decision\" for it to go ahead.\nDr Strain said 18-25 year olds had a \"very low risk of being hospitalised\" with coronavirus, but the \"real test\" of how the festival had impacted young people would be the number of long Covid cases that emerged.\nAnalysis from Steve Holden, Newsbeat music reporter\nBoardmasters is a good reminder that just because large events are now allowed to take place, Covid-19 hasn't simply disappeared. \nAs long as cases linked to festivals aren't landing people in hospital, making them seriously ill or putting pressure on the NHS, then organisers would argue the vaccination programme is reducing the public health risk.\nWe're about to head into a bank holiday that is likely to be the busiest weekend of live music and festivals in the UK since the start of the pandemic.\nThousands of people will be attending the likes of Reading and Leeds, Creamfields, Manchester Pride and All Points East in London and based on what's happened following Boardmasters, we can assume there will be a rise in cases linked to these events.\nBy now, anyone attending knows there's going to be a risk of catching or spreading the virus when a large group of people share the same space.\nA condition of entry to Boardmasters was use of the NHS Covid Pass - a measure recommended as best-practice for other large events.\nFestival organisers said the systems they put in place meant more than 450 people were found to be at risk of passing on the virus \"and as a result did not attend our Watergate Bay site or left the festival early\".\nThey said: \"We are grateful to them and everyone else who took the extra steps this year.\n\"No event is able to eliminate risk entirely.\n\"We look forward to sharing our experience with our local authority partners and other large events so we can all continue to provide much-needed economic benefit to our communities and entertainment to our loyal audiences.\"\nIn Cornwall and the Isles of Scilly there were 770 cases per 100,000 people in the seven days to 20 August. \nThe figure for the previous week to 13 August was 384 cases per 100,000.\nThree parts of Newquay now have the three highest Covid infection rates in England for the seven days up to 18 August.\nThe town's mayor, Lewis Gardner, said they had been working tirelessly \"all summer\" to keep Covid rates down.\n\"We've done vaccination pop-up centres, we've been handing out lateral flow tests, we've given advice to businesses,\" he told the BBC.\n\"And it just seems that everything we do, no matter what we do, the rates keep creeping up.\"\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk."
    }
  ]
}