{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55575756",
      "category": "world-europe",
      "title": "Europe's slow start: How many people have had the Covid vaccine?",
      "tags": "Spain,France,Germany,Sweden,Coronavirus vaccines,Russia,Czech Republic,Coronavirus pandemic,Belgium",
      "text": "A global race is on to vaccinate people against Covid-19 - and with infections soaring in Europe many have complained that the roll-out is too slow in the EU.\nMember states decide individually who to vaccinate, when and where, but the EU is coordinating strategy and buying vaccines in bulk. On Friday, the EU Commission agreed to buy an extra 300 million doses of the Pfizer-BioNTech vaccine - that would give the EU nearly half of the firm's global output for 2021.\nBBC reporters in seven European capitals explain how the vaccinations are going on their patch.\nIn an election year, the vaccine has become a political battleground, writes Jenny Hill, in Berlin.\nThe fact it was German scientists who developed the first effective Covid vaccine has been the source of great national pride. And, by and large, Germans appear to be reasonably comfortable with the idea of immunisation.\nA recent survey found 65% were prepared to have the vaccine. Other research indicates that less than a quarter of those surveyed would not. But politically - and perhaps unsurprisingly, given this is an election year - Germany's vaccination programme has become a battleground.\nVaccinations began here just under two weeks ago and prioritise the over 80s and care home workers. By Thursday evening, more than 477,000 first doses had been administered. \nBut some of the hundreds of specially prepared vaccination centres are still not in use and even the government has admitted there simply isn't enough to go around. Angela Merkel and her health minister Jens Spahn have been accused of failing to secure enough doses.\nMuch of the criticism has come from Mrs Merkel's own coalition partners but some within the scientific community have echoed their concerns - that Germany put European interests above its own by insisting on a joint EU procurement process. The scientists who developed the vaccine have said publicly that the EU originally turned down an offer for a further order.\nGermany's share of the EU order amounts to 56 million doses. So far, 1.3 million doses have been delivered and it's thought that by the end of the month a further 2.68 million will have followed. \nMr Spahn, whose assured performance through the pandemic led some to wonder whether he might be a potential successor to Mrs Merkel, has blamed the shortage on the inability of the manufacturers of the Pfizer-BioNTech vaccine to meet global demand.\nGermany has now ordered an extra 30 million doses and, following the recent European approval of the Moderna vaccine, expects to start rolling that out next week. The government is sticking to its pledge that the vaccination programme will be complete by the end of the summer.\nThe Czech prime minister has hit out at apparent delays in distributing the vaccine, writes Rob Cameron, in Prague.\nThe Czech vaccination effort began on 27 December, when the prime minister, Andrej Babis, became the first person in the country to receive the jab. Mr Babis, who is 66, had previously questioned whether he would be eligible, as he'd had his spleen removed as a teenager.\nBut the country's programme has got off to a sluggish start. Mr Babis - a billionaire businessman who has been dogged by both European and Czech investigations into alleged misuse of EU funds - has lost no time venting his (figurative) spleen at the European Commission over the delay. \"We believed when we contributed €12m to the European fund in November that we'd receive the vaccine,\" he told a newspaper this week.\nThe country has received 30,000 doses of the Pfizer vaccine. So far, it has managed to administer it to 19,918 people. The government says it is ready to roll out the jab en masse as soon as supplies arrive from the manufacturers. \nIt has also published a strategy, which envisages a three-stage process. The first will see targeted vaccination of high-risk groups. This will gradually give way to mass vaccination in 31 centres, using an online reservation system that will be open to all from 1 February. And the final stage will see the country's GPs deployed, hopefully to administer the Oxford-AstraZeneca and other jabs, which unlike the previous two can be stored and transported at fridge temperature.\nHowever, the timing in the original strategy document now appears optimistic. The health minister conceded this week that immunising the higher-risk groups - all health and social care staff, teachers, everyone over 65, all those with serious health conditions - will take months. GPs may not begin vaccinating young, healthy members of society until late spring, or summer.\nA sluggish start is being blamed on bureaucracy and vaccine scepticism, writes Hugh Schofield, in Paris.\nFrance's boast of a big, effective state apparatus has been badly exposed by the sluggish start to the Covid vaccination programme. After the first week, when neighbouring Germany had inoculated around 250,000 people, France was on a mere 530. By Friday, the figure had gone up to 45,500 - still so small as to be statistically meaningless.  \nSo why has it taken so long for France to put the plan into action? It is not as if the authorities did not have time to prepare. And it is certainly not a question of a lack of vaccine. In fact, more than a million Pfizer doses are already in cold storage, waiting to be used.\nThe primary reason for the delay seems to be the cumbersome, over-centralised nature of France's health bureaucracy. A 45-page dossier of instructions issued by the ministry in Paris had to be read and understood by staff at old people's homes. \nEach recipient then had to give informed consent in a consultation with a doctor, held no less than five days before injection.   The lengthy procedure is in theory to save lives - those of patients who might have an adverse reaction. But as the critics have been arguing, delay in inoculating the population is also costing lives.\nAnother problem in France is the high level of scepticism towards vaccination - product of a more general suspicion of government. Polls suggest as many as 58% of the public do not want to be given the jab. The effect - critics say - has been to make the government unduly cautious. When urgency was required, the authorities were reluctant to move fast for fear of galvanising the anti-vaxxers.\nAfter President Emmanuel Macron communicated his anger at the delays at the weekend, the pace is picking up. The procedure for consent is being simplified. By the end of January, the plan is to have 500-600 vaccination centres open across the country - either in hospitals or other big public buildings.\nPolitically a lot is at stake. The government has already come under fire for failings in providing masks and tests. With opposition voices calling the vaccine delay a \"state scandal\", President Macron needs a roll-out that is fast and problem-free.\nNational pride accelerated Russia's rollout, but one man is conspicuously absent from the list of people vaccinated, writes Sarah Rainsford, in Moscow. \nRussia registered its main Covid vaccine for domestic use way back in August, before mass safety and efficacy trials had even begun. In December, with those trials still underway, it began rolling out Sputnik V to the public ahead of mass vaccination launches everywhere else in Europe. The rush was driven by national pride as well as medical necessity.\nSputnik was initially offered to front line health and education workers but early take-up of the two-dose vaccination was slow and the list of those eligible soon expanded.\nA poll by the Levada Centre in late December showed only 38% of respondents were willing to get the jab: wary of domestic healthcare and medicines, Russians were sceptical of bold early claims made for the vaccine and nervous about possible adverse reactions. Even so, and despite similar delays scaling-up production as in other countries, Sputnik's backers announced this week that more than a million people had been vaccinated.\nBut one man still conspicuously absent from the list of the vaccinated is Vladimir Putin, despite the Kremlin saying he will - eventually - get the jab. In the meantime, those who meet him in person are obliged to test for Covid first and even quarantine. The president may need to lead by example, though. Mr Putin has said repeatedly that protecting the economy is his priority so he's banking on mass vaccination to avoid a return to national lockdown.\nRussia has built giant, temporary hospitals since the start of the pandemic and the health minister said this week that 25% of Covid beds remain free. There's also been a fall in the number of new daily cases reported - around 25,000 for the past 5 days. But that's not down to the vaccine yet. The country is nearing the end of a 10-day New Year holiday period and the number of Covid tests has also dropped.\nAs infection rates grow in a country praised by many for its no-lockdown approach, a successful vaccine programme is crucial writes Maddy Savage, in Stockholm.\nAlmost two weeks since 91-year-old care home resident Gun-Britt Johnsson became the first Swede to get the initial dose of a Pfizer jab, there is still no official tally of how many others have received the vaccination. \nThe Public Health Agency of Sweden says it's in the process of compiling data from the country's 21 regional health authorities tasked with vaccinating the entire adult population - around eight million people - by 26 June. The date isn't arbitrary, it's the biggest public holiday weekend of the year, when Swedes traditionally hold Midsummer celebrations. Karin Tegmark, a senior manager at the agency, says the date remains \"feasible\". But she says it depends on the delivery of vaccines to the country. \nAlongside 4.5 million doses of the Pfizer-BioNTech vaccine, Sweden has ordered 3.6 million jabs from Moderna, the first of which are expected to arrive next week. The country also plans to roll-out the Oxford-AstraZeneca vaccine as soon as possible after it is approved by the EU - ideally by February.\nSwedes initially appeared lukewarm to the idea of taking a speedily-developed coronavirus vaccine, although a poll at the end of December found 71% would take one. A key driver of the initial scepticism is thought to be the failure of a voluntary mass vaccination programme for swine flu in 2009. Hundreds of Swedish children and young adults under 30 developed the sleeping disorder narcolepsy, which was found to be a side effect of the Pandemrix vaccine.\nA successful vaccination programme will be crucial, not least because it comes at a time when Swedish authorities are struggling to maintain public confidence. After months of high trust levels in the country's no-lockdown approach, support for the health agency has dwindled as Sweden has struggled with the second wave of coronavirus. \nMeanwhile, several high profile officials have faced heavy criticism for breaching their own recommendations - including the head of the civil contingencies agency (pictured), who resigned after spending Christmas with his daughter in the Canary Islands.\nA new government in Belgium seems unified on the vaccine rollout - for now at least, writes Nick Beake, in Brussels.\nIt seemed fitting that the first person in Belgium to receive a Covid jab lives in the place where the world's first approved Covid vaccine is being produced. Jos Hermans, a 96-year-old from the municipality of Puurs, was given the injection on 28 December, in his care home. A further 700 elderly residents were also administered a dose in what was a small, initial trial.\nThe mass vaccination programme in Belgium began on 5 January, but has been criticised for starting slowly. Federal Health Minister Frank Vandenbroucke had promised in November that the rollout would be \"seamless and fast\", tweeting: \"If that does not work, shoot me.\"\nThe first phase looks to vaccinate up to 200,000 nursing home residents by the end of this month, or early February. Healthcare professionals will be next in line and the aim was for the whole population to be inoculated by the end of September.\nYou may think the country would be at an advantage being the epicentre of the Pfizer-BioNTech production. While this clearly helps with distribution, Belgium cannot receive more doses - relative to its population - than other EU countries under strict Commission rules. That didn't stop the minister-president of the Flanders region, who admitted this week that he had contacted Pfizer directly in the hope of procuring more doses, only to be rebuffed.\nAfter getting a guarantee from Pfizer over supply of the jab, the federal Belgian authorities have adapted their strategy: they now propose giving as many available doses to as many people as they can - and no longer reserving vials for patients' second dose, given three weeks after the first. In general, the federal government, rather than the European Commission has faced any criticism for a delay and has defended its \"careful\" approach.\nAnd there appears to be an interesting regional or cultural discrepancy when it comes to whether people are willing to take the vaccine. Of the Flemish population interviewed in a poll, half have said they wanted the vaccine as soon as possible. Among French speakers - it was 20% fewer, which chimes with the deeper scepticism over the border in France. \nIn a country where politics are notoriously complicated and fractious - they've only recently agreed a government, after a 500-day vacuum - the Federal Coalition appears unified on its Covid vaccine strategy. For now, at least.\nRegional variances and political rows have marked the beginning of Spain's vaccination programme writes Guy Hedgecoe, in Madrid.\nSpain started administering the vaccine on 27 December. So far, 743,925 doses have been distributed to regional administrations, with 277,976 people vaccinated, according to the health ministry. The objective of the coalition government is to immunise 2.3 million people within 12 weeks. Priority is being given to elderly residents of care homes, those who look after them, and healthcare personnel. \nEach of the country's 17 regions has a high degree of control over healthcare and should receive the number of doses that corresponds to their populations. However, already there has been substantial geographical disparity. \nGovernment data showed, for example, that while the northern region of Asturias had used 55% of the doses it had received by 3 January, the Madrid region had only administered 5% by the same date. Some regions are holding back doses to administer a second follow-up jab to the same person in several weeks' time, and some have been vaccinating on national holidays while others have not. \nAlthough vaccination is voluntary, the government has said it is making a register of those who do not wish to be inoculated. That initiative has generated controversy, although the government has insisted the register will merely seek to clarify why people refuse the vaccination.\nHowever, the pandemic has been the cause of constant political conflict, with the right-wing opposition accusing the leftist government of Pedro Sánchez of incompetence, lack of transparency and using coronavirus to accumulate power. \nThe arrival of a vaccine has not stopped the rancour. Alberto Núñez Feijóo, the conservative Popular Party (PP) president of Galicia, warned the number of doses being distributed to each region was being dictated by \"political affiliations or parliamentary needs\", a claim the central government has rejected. \nFigures correct as of 17:00 GMT."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55602149",
      "category": "uk-wales",
      "title": "Covid: Aberfan survivor Bernard Thomas dies, aged 63",
      "tags": "Aberfan,Coronavirus pandemic",
      "text": "A survivor of the Aberfan disaster has died after contracting Covid-19. \nAs a nine-year-old Bernard Thomas was rescued from the rubble of Pantglas primary school after one of the biggest tragedies in Welsh history.\nA total of 144 people were killed in the disaster on 21 October, 1966, after thousands of tonnes of coal slurry slid from a tip. Of those 116 were primary school pupils. \nLater Bernard was diagnosed with post-traumatic stress.\nHe told S4C he \"still heard the sounds of children screaming.\"\nPaying tribute to Mr Thomas, 63, who died on Wednesday, his brother Andrew told BBC's Newyddion: \"Bernard was a real character and his death has come as a shock to us as a family and the community of Aberfan.\"\n\"We can't be sure where he caught Covid, but he had an eye appointment at the Royal Glamorgan Hospital on 21 December.\n\"A few days later, he became ill and at Prince Charles Hospital, he tested positive for Covid-19.\"\n\"Although he had been receiving oxygen through a mask, we spoke regularly on the phone and he told us he was getting better.\n\"But on Wednesday morning he removed his mask to eat his breakfast, and 10 minutes after eating he faded away.\"\n\"It's a huge shock but I don't blame anybody.\"\nOn the 50th anniversary of the disaster Bernard told the BBC: \"I still wonder what the others would have been doing if it hadn't happened. Who would have got married to who, you know.\"\nBernard is survived by his 90-year-old mother Gwen, with whom he shared a home, and brothers Andrew and Robert."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-55587460",
      "category": "uk-england",
      "title": "Covid-19: Praise as angling given lockdown go-ahead",
      "tags": "Shrewsbury,Coronavirus lockdown measures,Solihull,Fishing,Birmingham",
      "text": "Anglers have hailed the mental health benefits of the sport after it was given the all-clear to continue, despite lockdown.\nThe government said it would be treated as a form of exercise, but subject to restrictions such as social distancing.\nRegulations mean people in England must stay at home except for specific purposes, including exercise, shopping for essentials and childcare.\nFigures show thousands more people have taken up fishing during the pandemic.\nJohn Ellis, national fisheries and angling manager for the Canal and Rivers Trust, said rod licence sales increased by 17% over the last year, the equivalent of about 100,000 people - some new to the sport and others returning.\nHe said, despite the colder weather which usually causes a drop in fishing, there are more people out than in a typical January.\n\"It is certainly one of few things people can do legally, can do locally,\" he said.\nUnder current restrictions in England, anglers must fish alone, or with members of their household, and must not travel outside their local area.\nThe government regulations permit people to meet for exercise, but not \"for recreational or leisure purposes\".\nThe Department for Culture Media and Sport told the BBC while angling could continue, overarching government guidance meant people should minimise time spent outside their homes.\nMr Ellis said he had received emails from parents pleased their children could go fishing at the weekend, adding that for some people it was linked to their mental wellbeing.\n\"When you are focussing on fishing, it is very hard to think about anything else, it clears the mind of other worries, at least temporarily,\" he said.\nHeadway Birmingham & Solihull, a charity which helps people living with brain injuries, runs regular fishing sessions, which were very popular with its clients.\n\"It encourages them to be more active and get some fresh air out in the countryside,\" she said.\n\"It also helps their motivation and mental wellbeing, giving them something to look forward to each week, something to talk about and a chance to form friendships with others who enjoy fishing too.\"\nSpencer Moore, a bailiff for Blackfords Progressive Angling Society, based in South Staffordshire, said the sport was perfect for social distancing.\n\"There are people furloughed, sitting in their house or working from home, but at least they can fish and can get out and wind down,\" he said.\n\"Being a fisherman, you are on your own on your peg. Someone might be on another peg, but they can be 20 to 30ft away, so you are nowhere near anyone else.\"\nChris Wood, from Shrewsbury Anglers Club, said the group had seen a definite \"upsurge\" in interest during the pandemic.\nBut, he said, it had also seen an increase in illegal fishing by people who were not aware of the proper permits needed."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55605109",
      "category": "uk-wales",
      "title": "Eva Williams, 10, dies one year after brain tumour diagnosis",
      "tags": "Brain cancer,Childhood cancer,Coronavirus lockdown measures,Wrexham,Cancer",
      "text": "A 10-year-old girl who needed to travel to the United States for treatment on an inoperable brain tumour has died.\nFamily of Eva Williams raised £250,000 needed for a new life-extending trial.\nBut the schoolgirl, from Marford, Wrexham, was unable to travel due to coronavirus lockdown measures.\nAt the start of 2020, she was diagnosed with diffuse intrinsic pontine glioma (DIPG) and died on Friday. Her father said in a tribute: \"We love you Eva - more than you'll have ever known.\"\nPaul Slapa, said on social media that his daughter was surrounded by all of her family when she died.\nHe posted: \"Over the past week, Eva had lost the ability to speak, eat and swallow fluids, and she has suffered more than any child should ever have to suffer.\n\"Watching her still fight each day has been heart-breaking.\n\"Eva is an inspiration to many, certainly to me, and I cannot begin to imagine how we will go forward from here.\n\"How do we wake up each day and go on? How do we face the world without our baby girl with us? Why did this happen to the most caring and loving of little girls? \n\"Every single part of us is in pain and I can't see how that can change. We love you Eva - more than you'll have ever known - and we will keep you with us every day for the rest of our lives.\"\nAfter Eva was diagnosed with a high-grade DIPG she had been undergoing radiotherapy treatment to shrink the tumour.\nHer father and mother Carran Williams started a fundraising campaign to access the trial treatment in the US, and managed to raise the money in the space of three weeks.\nThey had been originally due to take part in the trial in New York in April.\nBut then Covid-19 measures saw international flight bans and travel restrictions imposed.\nHer plight was raised by the Wrexham MP Sarah Atherton during Prime Minister's Questions in July and Boris Johnson said he would look at what help can be offered to get her to the United States."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55586246",
      "category": "world-europe",
      "title": "Brexit: Edwin Poots warns of job losses and food shortages",
      "tags": "NI Brexit,Republic of Ireland,Michael Gove,NI economy,Brexit,Trade,Haulage",
      "text": "The Stormont minister whose officials are responsible for the new Irish Sea border has said some food will be unavailable if changes are not made. \nDUP Agriculture Minister Edwin Poots has also said jobs could be at risk.\nHe said problems at the ports were being caused by new rules applied on imports of food and other products from Britain to Northern Ireland.\nEarlier Cabinet Office Minister Michael Gove said trade from GB to NI \"will get worse before it gets better\".\nMr Gove said that \"work is ongoing\" and it is \"all part of the process of leaving the European Union\".\nHe added that he had spoken to ministers from all parties in the Northern Ireland Executive. \nAfter speaking with hauliers, supermarkets and processors this week, Mr Poots predicted the loss of jobs and rising costs.\n\"A wide range of frozen and chilled foods will be unavailable after the temporary exemption period ends,\" he tweeted.\nThat exemption period applies to supermarkets and other food importers and runs out in April.\nAfter that they will have to comply with all the paperwork required to ship food in, or find suppliers on the island of Ireland or elsewhere in the EU.\nNew rules - called the Northern Ireland Protocol - were introduced because while the UK has left the EU, Northern Ireland has remained in the Single Market for goods and is continuing to apply EU customs rules.\nThe arrangement was agreed between the UK and the EU to prevent a hard border on the island of Ireland.\nMr Poots said he had spoken to senior UK government figures to ask them to consider unilaterally revoking the protocol as it was \"damaging Northern Ireland at the economic and societal level\".\nAnd he hit out at members of Sinn Fein, the SDLP, and Alliance Party who he claimed had supported it.\nMembers of those parties have countered similar claims from other DUP politicians in recent days.\nThey said DUP MPs had voted against alternative arrangements that would have been simpler to manage before the government pushed ahead with the protocol plan.\nResponding to Mr Poot's tweet on Friday evening, SDLP leader Colum Eastwood wrote: \"You broke it, you own it.\" \nSinn Féin MLA Martina Anderson accused Mr Poots of being \"asleep at the wheel\".\nThe Ulster Unionist Party (UUP) has called for the assembly to be recalled to discuss difficulties over trading between Great Britain and Northern Ireland due to Brexit.\nThe party has submitted a recall petition.\nUUP MLA Roy Beggs said: \"The impact of the Irish Sea border is causing horrendous difficulties for hauliers and this is being seen in shops and businesses across Northern Ireland.\n\"It is damaging the Northern Ireland economy and the situation is escalating.\"\nEarlier on Friday, Michael Gove said it had been expected that there would be \"some initial disruption\" to trade between GB and NI, but that the government is \"ironing\" issues out.\nHe said discussions with the executive in Northern Ireland were \"in order to make sure that the [Northern Ireland] protocol works\". \n\"[To make sure] that businesses in Northern Ireland can continue to have access to the rest of the UK market, and that Northern Ireland businesses can have the goods that they need on the shelves, that they have access to at the moment,\" he said. \nNorthern Ireland has remained a part of the EU's single market for goods while the rest of the UK has left.\nThis means food products from Great Britain are subject to checks when they enter Northern Ireland.\nSimilar processes and checks also apply when moving food products from Great Britain into the Republic of Ireland.\nMeanwhile, an organisation representing haulage firms has called on the UK and Irish government to relax some of the new Irish Sea trade border rules.\nThe Road Haulage Association (RHA) said there is serious disruption to freight movements into the island of Ireland.\nThe RHA said relaxing the controls on food products and customs declarations \"would help traders to ship goods that have struggled to move over recent days.\"\n\"The problems have led to gaps in supermarket shelves and lorries delayed at ports because of problems with red-tape and the situation is worsening,\" the organisation added.\n\"We are facing an inflexible, cumbersome and time consuming process just to move goods.\"\nThe UK government said the flow of goods \"between GB and NI has been smooth overall and arrivals of freight have continued to increase substantially over this week\".\n\"There are no significant queues at NI ports and supermarkets are reporting healthy supplies into their Northern Ireland stores,\" a spokesperson added.\n\"We recognise the need to provide as much support to the haulage sector as possible as industry adapts to new processes. That's why hauliers can benefit from the Trader Support Service, which provides free advice and support to businesses of all sizes moving goods under the Northern Ireland Protocol. \n\"We have been engaging intensively with the Irish authorities and hauliers on the issues that have been encountered for goods transiting through Dublin port.\"\nOn Thursday customs authorities in the Republic of Ireland announced a temporary relaxation of one customs process.\nHauliers will be able to use an override code to complete a piece of administration known as ENS.\nThe letters ENS refer to an entry summary declaration, an online form which goods carriers are now legally obliged to submit to Irish customs when transporting goods from Great Britain into Ireland.\nOn Thursday night the Irish Revenue Commissioners said it recognised that \"some businesses are experiencing difficulties on lodging their safety and security ENS declarations\".\nIt said that in response it was providing a \"temporary easement\" which would allow an ENS to be produced without all the normally required information.\nAn Irish government spokesperson said it is \"absolutely essential that Ireland fulfils its obligations as a member of the EU and that we protect the integrity of the single market and the customs union\".\n\"We appreciate that the new requirements and customs formalities present significant challenges and impose additional burdens on businesses.\"\nMeanwhile Stena, the ferry company, said it was cancelling a dozen sailings between Wales and Ireland next week due to \"a decline in freight volumes during the first week of Brexit.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55597263",
      "category": "uk",
      "title": "Michael Apted: TV documentary pioneer and film-maker dies aged 79",
      "tags": "Television,Aylesbury,Documentary film",
      "text": "Film director Michael Apted, best known for the Up series of TV documentaries following the lives of 14 people every seven years, has died aged 79.\nHe also directed Coal Miner's Daughter, Gorillas In The Mist and the 1999 Bond movie The World Is Not Enough.\nThe original 7 Up in 1964 set out to document the life prospects of a range of children from all walks of life.\nThe show was inspired by the Aristotle quote \"give me a child until he is seven and I will show you the man\".\nThe first 7 Up show was followed by 14 Up at the start of the next decade, which interviewed the same children as teenagers - and the pattern was set right up until 63 Up in 2019.\nThroughout all those intervening years ITV viewers became engrossed with the stories of private school trio Andrew, Charles and John, of Jackie who went through two divorces, of Neil who went from jobless and homeless to Liberal Democrat councillor, and of working class chatterbox Tony, whose life ambition was to become a jockey.\nApted's shows - which won three Bafta awards - have often been described as the forerunner of modern-day reality TV series, giving its participants the time to tell their own stories on screen. \nBut unlike their modern counterparts, the original Up children tended to fade away from the limelight in the seven years between each chapter. \nIn 2008, Apted was made a companion of the Most Distinguished Order of Saint Michael and Saint George in the Queen's Birthday Honours for services to the British film and television industries.\nThomas Schlamme, president of the Directors Guild of America, said Apted was a \"fearless visionary\" whose legacy would live on.\nHe said Apted, who was born in Aylesbury, Buckinghamshire, \"saw the trajectory of things when others didn't and we were all beneficiaries of his wisdom and lifelong dedication\".\nITV's managing director Kevin Lygo said the director's six-decade career was \"in itself truly remarkable\".\nHe said the Up series \"demonstrated the possibilities of television at its finest in its ambition and its capacity to hold up a mirror to society and engage with and entertain people while enriching our perspective on the human condition\".\n\"The influence of Michael's contribution to film and programme-making continues to be felt and he will be sadly missed,\" Lygo added.\nMichael G Wilson and Barbara Broccoli, producers of the James Bond film franchise, said Apted \"was a director of enormous talent\" and \"beloved by all those who worked with him\".\n\"We loved working with him on The World Is Not Enough and send our love and support to his family, friends and colleagues,\" they said.\nA post on the Twitter account of the band Garbage, who performed the theme for The World Is Not Enough, labelled Apted a \"delightful, charming soul\".\nComposer David G Arnold, who composed the Bond theme and worked with Apted on three other non-Bond movies, said he felt \"lucky\" to work with him.\n\"A more trusting, funny, friendly and, most importantly, kind, person you'd never meet. So pleased to have known him and so sad that he's gone,\" Arnold wrote on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55530923",
      "category": "uk-wales",
      "title": "Q&A: What is the latest Covid advice for children in Wales?",
      "tags": "Schools,Welsh government,Wales education,Coronavirus pandemic",
      "text": "Schools in Wales are closed until at least 18 January after the Welsh Government reversed an earlier decision to let schools start opening from Wednesday.\nIt came after unions threatened legal action over concerns about the new coronavirus variant.\nWales went into a nationwide stay-at-home level 4 lockdown the weekend before Christmas, with First Minister Mark Drakeford recently warning it was likely to continue until the end of January at least.\nSo what is the latest advice for children in Wales?\nNo. The advice from the Welsh Government is clear. Mixing is not permitted between households (unless in a support bubble) and no indoor or outdoor gatherings are allowed.\nNo children's activities like Scouts or dance classes are permitted to meet.\nHere's the rule on outdoor play from the Welsh Government: \"Children can play outside with members of their own household or support bubble but should not arrange to meet with children from other households. This applies to under-11s as well as to over-11s.\n\"Where children are old enough to understand the rules, they should be encouraged to follow them and to avoid mixing with other children outside their household or support bubble.\"\nThe new variant of Covid is \"hugely more transmissible\" according to an Imperial College study, raising the reproduction (R) number of the virus by between 0.4 and 0.7.\nThe Welsh Government's Technical Advisory Committee (TAC) said in a report on 23 December the role of children in transmitting the variant was being investigated.\nEarly results from the Imperial study had indicated that the virus was spreading more quickly among under-20s, particularly among secondary school age children.\nBut the very latest data indicates that it was spreading quickly across all age groups, according to Prof Axel Gandy who was a member of the research team.\n\"One possible explanation is that the early data was collected during the time of the November lockdown [in England] where schools were open and the activities of the adult population were more restricted. We are seeing now that the new virus has increased infectiousness across all age groups,\" he said.\nSo while children might transmit the virus more easily than the previous version of the virus, so will everyone else.\nBut the evidence is that there is limited spread of the virus in primary age children, with teenagers more likely to transmit it, although not any more so than adults.\nMeanwhile, the most recent analysis by Public Health Wales has found 71.6 % of schools have had a Covid-19 case.\nOf 3,157 school cases reported in the three weeks before Christmas, 832 were in schools in Cwm Taf Morgannwg and 702 were in Aneurin Bevan health board area.\nThe Welsh Government advice that children under the age of 11 do not have to socially distance is still in force.\nHowever, as level 4 restrictions are in now in place, they clearly state that no-one, including children, should be meeting up either indoor or outdoors with other people, as stated above. Schools are currently closed and therefore class or year group bubbles, where social distancing does not apply, are not meeting. These bubbles are not allowed to meet outside of school.\nIn effect this means children should be socially distancing from anyone not in their household or support bubble.\nChildcare settings such as (non-school) nurseries, creches and child minders remain open.\nPeople are still allowed to use relatives or friends for childcare but only \"when no other options are available\".\nThe Welsh Government advice adds: \"Children should not be cared for outside of their home if they are ill, or by anyone who is ill.\n\"Adults dropping off children for childcare should not enter someone else's home.\"\nAs stated above, the rules allow relatives to provide childcare but only as a last resort. Otherwise households are not allowed to mix, indoors or outdoors, unless you are in a support bubble with them.\nThe two scenarios for support bubbles with a grandparent would be if a grandparent lives alone, or if a single-parent household needed support from grandparents.\nFamilies would have to make up their own minds in those scenarios whether the children could pose a risk to their grandparents' health and make decisions accordingly."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55544781",
      "category": "health",
      "title": "Analysis: Can lockdown stop the new coronavirus variant?",
      "tags": "James Gallagher,Coronavirus pandemic",
      "text": "Lockdowns have worked before, but can we expect the new one to do the same?\nIt feels like we are back in March or April last year, when the strict controls on all our lives led to a fairly quick decline in levels of coronavirus. \nBut one of the crucial differences this time is the new variant, which is thought to spread between 50 and 70% faster than previous forms of the virus. \nExperts warn there are now no guarantees that lockdown will be enough to bring the variant under control. \n\"It still would not have been easy, but it would have been a much easier situation if it had not been for the new variant,\" Prof Neil Ferguson, from Imperial College London, told Inside Health.\n\"That really pushes the bounds of our ability to control the spread of the virus, even with measures that were previously relatively quite effective.\"\nThe coronavirus spreads when we come into contact with each other so moving classrooms online, telling people to stay at home and closing shops breaks many of those opportunities for human contact. \nIf we consider the R number - the average number of people each infected person passes the virus on to - it was about 3.0 in the run up to the first lockdown and anything above 1.0 means cases are climbing.\nR fell to 0.6 during the first lockdown.\nThen every 1,000 infected people passed the virus on to 600 others, who passed it on to 360 others and so on. \nBut if the new variant is 50% more transmissible then the R number, in the same lockdown conditions, would be about 0.9.\nThen 1,000 infected people would pass the virus onto 900 others, then 810 and so on. \nAs you can see this leads to far slower decline. \nAnd that assumes lockdown can get R down to 0.9 in areas where the new variant has become the most common form of the virus. \nIf, as some studies suggest, the variant is about 70% more transmissible then R may stay above 1.0 and cases may not fall at all.\n\"We'd at best flatten the curve, keep numbers at a roughly constant level, and that's frankly why there is so much emphasis on getting vaccine into people's arms as quickly as possible,\" said Prof Ferguson.  \nIt is hard to lock down even harder as there are some parts of society - hospitals, supermarkets - that need to be kept open. \nWhat happens to the number of cases over the coming weeks will be closely monitored. If this lockdown is less effective then we will have to live with it for longer.\nThere have been some encouraging signs over the Christmas break, which was a bit like a lockdown due to school holidays and other restrictions.\n\"We are in a very difficult situation here, but my initial assessment of the last few days is that the rate is slowing which is good news,\" Prof John Edmunds, London School of Hygiene and Tropical Medicine, told the BBC.\nHe added: \"It looks likes those restrictions should be sufficient to stop the increase, whether they will be sufficient to bring cases down sufficiently we are yet to see.\"\nEventually the vaccine will give people immunity so we do not need the same controls on our lives.  \nNow more than ever this is a race between the virus and the vaccine.\nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-54373904",
      "category": "uk",
      "title": "Covid rules: What are the restrictions in your area?",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Some Covid restrictions are being reintroduced in response to the Omicron variant.\nCheck what the rules are in your area by entering your postcode or council name below. \nIf you cannot see the look-up, click here. \nThe rules highlighted in the search tool are a selection of the key government restrictions in place in your area.\nAlways check your relevant national and local authority website for more information on the situation where you live. Also check local guidance before travelling to others parts of the UK. \nAll the guidance in our search look-up comes from national government websites. \nFor more information on national measures see:\nFind out how the pandemic has affected your area and how it compares with the national average by following this link to an in depth guide to the numbers involved."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-55594206",
      "category": "uk-england-essex",
      "title": "Loughton school hit-and-run: Terence Glover detained for killing Harley Watson",
      "tags": "Loughton",
      "text": "A man who killed a 12-year-old boy by driving into schoolchildren in a \"deliberate\" hit and run has been detained in a secure hospital.\nHarley Watson died after he was hit by a car outside Debden Park High School in Loughton, Essex, on 2 December 2019.\nTerence Glover, 52, pleaded guilty to manslaughter by diminished responsibility at an earlier hearing. \nHe also admitted 10 counts of attempted murder and has been detained under the Mental Health Act indefinitely. \nAt the sentencing hearing at Snaresbrook Crown Court, Harley's mother Jo described her son as a \"kind, caring, selfless, intelligent and comical young man\".\nHe was hit by Glover's Ford Ka as he left school with friends and died later in Whipps Cross University Hospital.\nChristine Agnew, prosecuting, said eye-witnesses saw Glover's car \"ploughing through and hitting children from behind\".\nShe said he \"deliberately mounted the pavement... and drove directly at a group of people, mostly children, intending to kill them\".\nGlover, previously of Newmans Lane, Loughton, also pleaded guilty to the attempted murder of 23-year-old Raquel Jimeno and six boys and three girls aged between 12 and 16 who were outside the school.\nThe court heard he suffered from paranoid schizophrenia and medical experts agreed his \"significant\" mental illness \"provided an explanation for his conduct\".\nHe was given a hospital order under the Mental Health Act 1983, meaning if his illness was treated successfully, he would be transferred to prison.\nJudge Andrew Edis said if transferred, Glover must serve a life sentence with a minimum of 15 years.\nIn his sentencing statement, Judge Edis noted his history of mental illness and cocaine use, but said Glover's actions were \"appalling\". \n\"He caused the death of a much-loved and admired 12-year-old boy who had done no harm to anyone,\" he said.\nHe added that Glover's behaviour \"requires punishment as well as treatment\" and there was \"no doubt that this defendant is dangerous\".\nHe also ordered that Glover be banned from driving for life and that the car should be destroyed.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-55593864",
      "category": "uk-scotland-scotland-politics",
      "title": "Salmond accuses Sturgeon of misleading parliament",
      "tags": "Scottish government,Alex Salmond inquiry,Nicola Sturgeon",
      "text": "Alex Salmond has accused Nicola Sturgeon of misleading parliament, calling evidence she gave to an inquiry into the handling of sexual harassment claims against him \"simply untrue\". \nMr Salmond's comments emerged in a written submission to a separate investigation into whether the first minister breached the ministerial code.\nThe submission has been shared with the Holyrood committee.\nMs Sturgeon says she \"entirely rejects Mr Salmond's claims\".\nIn the submission, the former first minister said that Ms Sturgeon had misled parliament and broken the ministerial code with breaches including failing to inform the civil service in good time of her meetings with him.\nHe claimed she allowed the Scottish government to contest a civil court case against him despite having had legal advice that it was likely to collapse.\nMs Sturgeon told the Holyrood inquiry she had become aware of allegations at a meeting with Mr Salmond at her home.\nIt since emerged she met his former chief of staff in the days before, but she said she had forgotten about that meeting.\nMr Salmond said that claim was untenable.\nHis submission said that she misled parliament, and that amounted to a breach of the code. He also said she breached the code by failing to to inform civil servants of the nature of the meetings that took place between the two of them at her home where the allegations were discussed.\nMr Salmond's statement read: \"The pre-arranged meeting in the Scottish Parliament of 29 March 2018 was \"forgotten\" about because acknowledging it would have rendered ridiculous the claim made by the first minister in parliament that it had been believed that the meeting on 2 April was on SNP Party business and thus held at her private residence.\"\nBoth Mr Salmond and Ms Sturgeon are expected to give evidence to the committee in the coming weeks.\nScottish Conservative leader Douglas Ross responded to the claims, saying: \"Nobody ever bought Nicola Sturgeon's tall tales to have suddenly turned forgetful, especially about the devastating moment she found out of sexual harassment allegations against her friend and mentor of 30 years. \n\"What has been revealed are allegations of shocking, deliberate and corrupt actions at the heart of government. There is now clear evidence of Nicola Sturgeon abusing her power to deceive the Scottish public.\n\"If this proves to be correct, it is a resignation matter. No first minister, at any time, can be allowed to get away with repeatedly and blatantly lying to the Scottish Parliament and breaking the ministerial code.\"\nScottish Labour deputy leader Jackie Baillie said Alex Salmond's explosive allegations demanded answers from the first minister to the committee.\nShe said: \"The bombshell accusation that Nicola Sturgeon has broken the ministerial code has the potential to end her political career and demands a robust and honest answer from the first minister.\n\"This committee demands truthfulness and honesty from every witness it calls - it is vital that the first minister tells the truth, the whole truth and nothing but the truth when she appears.\"\nMs Sturgeon has repeatedly dismissed any notion of a conspiracy against Mr Salmond.\nHer spokeswoman said: \"The first minister entirely rejects Mr Salmond's claims about the ministerial code. \n\"We should always remember that the roots of this issue lie in complaints made by women about Alex Salmond's behaviour whilst he was first minister, aspects of which he has conceded. It is not surprising therefore that he continues to try to divert focus from that by seeking to malign the reputation of the first minister and by spinning false conspiracy theories.  \n\"The first minister is concentrating on fighting the pandemic, stands by what she has said, and will address these matters in full when she appears at committee.\" \nSpeaking on BBC Radio 4's Any Questions on Friday evening, SNP Westminster leader Ian Blackford MP said he did not believe the accusations about the first minister were correct.\nHe said: \"I believe that the first minister has acted in an honourable way, she's someone that I've every faith and trust in. \n\"I can tell you that the approval ratings for the first minister, the respect that she has right up and down the country of Scotland is enormous and this is something that will pass, when she appears in front of the committee these matters will be dealt with.\"\nAlex Salmond has just turned up the heat on his successor with a submission that presents a direct and serious challenge to the reputation of Nicola Sturgeon - who was once his closest political ally. \nWhat he no doubt considers as an attempt to secure justice, some others will see as a case of deflection and revenge. \nAllegations of breaking the ministerial code of conduct and misleading parliament are serious and, if upheld, potentially career threatening.\nYet even some of Ms Sturgeon's fiercest critics at Holyrood do not expect the inquiries into the Scottish government's mishandling of harassment complaints against Mr Salmond to force her from office.\nMr Salmond seems to expect the review of the first minister's actions under the ministerial code of conduct to remain narrow enough that it could not possibly find against her. \nThe first minister herself appears confident of persuading all comers, including a cross-party committee of MSPs (before which both she and Mr Salmond are due to appear in the coming weeks) that she has acted properly throughout."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55594808",
      "category": "uk-wales",
      "title": "Covid: Flintshire councillor dies month after mum's funeral",
      "tags": "Flintshire County Council",
      "text": "A man has died with Covid-19 less than a month after the funeral of his mother, who also died with the virus.\nFlintshire councillor Kevin Hughes, 63, was being treated at Wrexham Maelor Hospital but died on Friday morning, the authority said.\nHe had previously spoken of his sadness at missing his mother's funeral last month after he tested positive for coronavirus.\nCouncil colleague Chris Dolphin said he was a \"big man with a big heart\".\nThe independent councillor, also a former policeman and journalist, sat with the Liberal Democrat group.\nHe said missing the funeral of his mother, June Margaret Hughes, was one of the \"darkest days\" of his life.\nGroup leader, Mr Dolphin, called him a \"friend, fellow councillor, above all, a good man. Not one to stand on the side-lines - a doer. A man of enthusiasm, who was in life to be really involved.\"\nCouncil chief executive, Colin Everett, said: \"Kevin was a wonderful person with a big heart. Kevin was one of the most thoughtful and generous people I have worked with in my long career.\n\"I will miss him so much as both a councillor and as a friend.\" \nAuthority leader, Ian Roberts, called Mr Hughes a \"special person and friend who will be very sadly missed by all\".\nHe added: \"His contribution as a councillor has been considerable and he was highly respected by his community, members of the council and officers.\n\"He was an active local member and represented his community with integrity and in a positive and engaging way.\" \nMr Hughes will be remembered by the council at a meeting on 26 January. \nThe authority's chairwoman, Marion Bateman, said: \"Our sincere condolences go to his wife Sally, along with his family and friends, at this very sad time.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55577362",
      "category": "world-us-canada",
      "title": "Capitol riots: Questions mount over security failure",
      "tags": "Washington DC,US Capitol stormed,Donald Trump",
      "text": "With the country still reeling from Wednesday's violence in Washington, serious questions are being asked about how such a massive security breach was able to happen at the heart of US government.\nCrowds of pro-Trump supporters were able to force their way inside one of the country's most historically and politically significant buildings while elected lawmakers were inside moving to certify Joe Biden's election victory.\nThe world watched as a mob of rioters seemed to roam free around inside -  looting and vandalising symbols of US democracy as they went.\nPresident-Elect Joe Biden has been scathing of the \"unacceptable\" handling of the rioters and compared it to the heavy-handed militarised response to last year's Black Lives Matter protests.\nLindsey Graham, a Republican Senator, also railed against the security failures. \"They could have blown the building up. They could have killed us all. They could've destroyed the government,\" he said.\nCriticism centres on preparation by police and their failure to anticipate possible violence, despite evidence that radical pro-Trump supporters and other groups were openly discussing their plans online.\nThe Washington Post, citing sources close to the matter, says that Capitol Police charged with guarding the building and its grounds did not make early requests for help from the city's main police force or the National Guard nor set-up a multiagency command centre to coordinate response to any violence.\nAnd without an adequate security perimeter in place, their sparse police lines were quickly overwhelmed by thousands descending on the Capitol. \nDozens of officers were injured, and one later died, in the effort to retake control -  including some with armour, weapons and chemical spray agents.\nTo many, the optics were a sharp contrast to last year's protests following the death of George Floyd, when rows of National Guard Troops guarded and enforced order in the capital.\nEven hours into Wednesday's violence, protesters were filmed being escorted or guided out of the building without arrest - even appearing to be helped down the Capitol stairs and having doors held open for them to exit. Another viral clip appeared to show a police officer posing for a selfie with a man inside.\nMany rioters photographed and even live-streamed their crimes. One was pictured, his face uncovered, with his feet up on House Speaker Nancy Pelosi's desk, and then showing off a letter he appeared to have stolen from her office. A Confederate flag was paraded by another unmasked man and a well-known conspiracy theorist - wearing horns, fur and facepaint - was seen posing by a Senate chair that had been occupied by Vice President Mike Pence just hours earlier. \nNick Ochs, a known member of the Proud Boys far-right group, tweeted a selfie of himself inside and later told CNN: \"There were thousands of people in there - [the police] had no control of the situation. I didn't get stopped or questioned.\" \nBut despite the severity and scale of the chaos, relatively few arrests had been made by nightfall Wednesday. \nSupporters of BLM and others on the left have voiced their outrage at the perceived double-standard of policing the events. The incoming vice-president, Kamala Harris, said the disconnect was \"unacceptable\".\nFormer First Lady Michelle Obama also released a lengthy statement.\n\"I cannot think about moving on or turning the page until we reckon with the reality of what we saw yesterday,\" she wrote. \"True progress will be possible only once we acknowledge that this disconnect exists and take steps to repair it.\"\nTop congressional Democrats Chuck Schumer and Nancy Pelosi were damning in their criticism of security failures - helping to force the departures of top officials.\nThe chief of the US Capitol Police, Steven Sund, had initially defended his force in a statement on Thursday - describing the actions of law enforcement as \"heroic\" and their plan robust.\nBut within hours his resignation was announced, alongside the departures of the sergeant-at-arms for both the House and Senate. \nAside from the clear lack of preparation, confusion mounted during the violence about when and if other security forces were being deployed to help.\nAccording to the Washington Post, Pentagon officials had placed strict operational limits on the DC National Guard ahead of protests and remained concerned about the \"optics\" of armed military personnel at the Capitol.\nDefence officials on Thursday sought to defend the speed in which they authorised and mobilised Guardsmen to respond to the violence. \nMultiple US media outlets, citing senior sources, have suggested that President Donald Trump allegedly showed reluctance for the National Guard to be used to quell the unrest.\nIf true, this is a complete contrast to the highly visible show of force the president has repeatedly called for against left-wing and BLM protesters. Gordon Corera, the BBC's security correspondent, says this emphasises how security decisions appear to have become politicised under the Trump administration.\nProfessor Clifford Stott, a specialist in the policing of crowds who advises the UK government, has been analysing the police response to BLM protests in Seattle. He told the BBC there would be \"powerful and important\" questions to be asked about how officials failed to prepared for the escalation by Trump supporters. \n\"It was the failure to predict that that led them to be inadequately prepared when it did happen and led them to be reactive and have to mobilise more resources,\" he said.  \"It's not just about the complexities of the police response, it's also about what appears to be a poor level of risk assessments around how they understand whether resources might be necessary in the first place.\"  \nThe gathering of the president's supporters, while Congress was certifying the election result, was not spontaneous. The protest was pre-planned and followed months of escalating rhetoric from President Trump and some of his Republican allies seeking to undermine the result.\nIn the days (and indeed weeks and months) before the attack, people monitoring online platforms used by extreme pro-Trump supporters and far-right groups had warned of rhetoric encouraging violence at the Capitol, including toward lawmakers, over the election result. Some were even pictured wearing clothing that said \"MAGA: CIVIL WAR\" printed alongside the 6 January 2021 date.\nProf Stott, who researches the psychology of group violence and hooliganism, told the BBC he found the overarching mood of \"joy\" among rioters openly committing crimes particularly interesting. \n\"There was a very clear purpose to that crowd and that was driven by the idea their actions were legitimate, given their perception that their president - as their commander in chief - had sanctioned them to go and do this,\" he says. \"And that sense that Capitol Hill itself had been over taken by corruption.\" \nSome appeared confused and angry at why officers had used force against them. One Yahoo News video, viewed more than 25m times on TikTok, shows a woman visibly upset that she had been maced by police, despite declaring: \"We're storming the capitol - it's a revolution!\"\nSome radical supporters have responded with disbelief and frustration at the concession video shared by President Trump on Thursday following the violence.\nThe U-turn came only a day after he told supporters: \"We will never give up, we will never concede\" and openly pressured his vice-president to overturn the election result. \nVice-President Mike Pence is among those who have called for those involved in the breach to be prosecuted to the fullest extent of the law and given the brazen behaviour of many involved, prosecutors surely have no shortage of evidence to draw from.\nAs Facebook moved to remove videos seen to incite or encourage the events, some open-source investigators called for people to archive evidence to help with crowdsourced identification.\nMeanwhile, many seen in viral images from inside are already known figures within far-right groups and QAnon and related conspiracy networks. \nDozens of people are already facing charges - including one man officials say had a semi-automatic rifle and 11 Molotov cocktails - and police have also appealed for help identifying offenders not yet in custody.\nMichael Sherwin, the acting US Attorney for DC, said on Thursday that prosecutors would bring \"the most maximum charges we can\", when asked if crimes such as seditious conspiracy and insurrection could be tabled.\nHe also refused to rule out investigating anyone deemed to have incited the violence, including President Trump.\n\"We're trying to deal with the closest alligators to the boat right now,\" he said. \n\"Those are the people who obviously breached the Capitol, created violence and mayhem there and then exited. But yes, we are looking at all actors here, not only the people that went into the building.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55596325",
      "category": "world-us-canada",
      "title": "Trump riots: Democrats plan to introduce article of impeachment",
      "tags": "US Capitol stormed,Donald Trump,United States",
      "text": "US Democrats plan to introduce an article of impeachment against President Donald Trump for his role in Wednesday's invasion of the US Capitol.\nHouse Speaker Nancy Pelosi said she would move forward with impeachment if Mr Trump did not resign immediately.\nThe charge of \"incitement of insurrection\" is set to be introduced by House Democrats on Monday.\nThey accuse Mr Trump of encouraging a riot in Congress in which five people died.\nPresident-elect Joe Biden said impeachment was for Congress to decide, but said he had thought \"for a long time President Trump was not fit to hold the job\".\nThe White House dismissed the impeachment as a \"politically motivated\" move that would \"only serve to further divide our great country\".\nNearly 160 House of Representatives Democrats have signed on to the bill, which congressmen Ted Lieu of California and David Cicilline of Rhode Island began drafting while they were sheltering in place during Wednesday's chaos at the Capitol.\nIf the process does go ahead, it would be the second time the House has pursued impeachment against President Trump.\nIn December 2019, the lower chamber impeached Mr Trump on charges of abuse of power and obstruction of Congress. But the Senate acquitted him on both charges in February 2020.\nNo US president has ever been impeached twice. However, the prospect of an impeachment conviction seems remote because of Mr Trump's Republican broad support in the Senate.\nOne moderate Republican senator, Lisa Murkowski of Alaska, told the Anchorage Daily News on Friday that Trump simply \"needs to get out\". And Republican Senator Ben Sasse of Nebraska, a regular critic of Trump, said he would \"definitely consider\" impeachment. \nBut there is so far no indication that enough members of the president's party would agree to convict him.\nThat means an impeachment in the House might only be a symbolic action to hold Mr Trump accountable for the invasion of Congress.\nAn internal Senate memo says the soonest it could take up any articles of impeachment from the House would be on 19 January, the day before Mr Trump's term expires, and a trial could only begin after he had left office.\nConstitutional experts are split on whether impeachment can still proceed to a Senate trial in this event.\nIf convicted, Mr Trump would lose benefits granted to former presidents, and senators could vote to bar him permanently from public office.\nThe unprecedented move comes as an isolated Mr Trump holed up at the White House on Friday and his main means of communication with the outside world, Twitter, banned him from its platform.\nThe siege of the Capitol has put senior politicians on edge, prompting the Democratic House Speaker Pelosi to talk to the nation's top military officer about ways to prevent Mr Trump from accessing nuclear codes.\nIn a dramatic day in Washington DC on Friday, other developments included: \nThe draft resolution, which has been shared with BBC partner CBS News, consists of one article: \"incitement of insurrection\".\n\"Donald John Trump engaged in high Crimes and Misdemeanours by willfully inciting violence against the Government of the United States,\" the draft reads.\nIn the resolution, the lawmakers accuse the president of making statements that encouraged and resulted in \"imminent lawless action at the Capitol\".\nThe draft also says this was \"consistent with his prior efforts to subvert and obstruct\" the certification of President-elect Biden's win in November's presidential election.\n\"He thereby betrayed his trust as President, to the manifest injury of the people of the United States,\" the draft says.\nThe president urged his supporters to march on the Capitol on the day Mr Biden's electoral college victory was to be confirmed by Congress.\nHe held a rally at which he repeatedly cast doubt on the legitimacy of the presidential election, alleging, without evidence, that it was \"stolen\" from him.\n\"We're going to walk down to the Capitol and we're going to cheer on our brave senators and Congressmen and women,\" Mr Trump told the crowd, exhorting his supporters \"to fight\".\nDemocrats and some Republicans have argued that these words amounted to incitement.\nImpeachment allows Congress - the part of the US government that writes and brings in laws - to put presidents on trial.\nArticles of impeachment are charges brought against a president by the House of Representatives. If the House votes to pass them, proceedings move to the Senate, which decides whether or not to convict.\nIt is a rare event and a political process, rather than a criminal one.\nMr Trump was the third US president to have been impeached.\nThe two others, Bill Clinton in 1999 and Andrew Johnson in 1868, were left in office by the Senate.\nPresident Richard Nixon resigned before he could be impeached.\nOn Wednesday, with Washington still reeling from the Capitol riot, Democrats held a conference call in which they talked for three hours about the prospect of removing the president from office. \nCBS News reports that Democrats were overwhelmingly supportive of the effort, with just one, Oregon Representative Kurt Schrader, arguing that such a move would be too divisive for the country.\nMrs Pelosi told her members that her preference would be to see Mr Trump removed by the 25th Amendment, which allows the vice-president to step up if the president is unable to perform his duties owing to a mental or physical illness.\nIf that did not happen, impeachment would be on the table, she said.\nUS media reports say Treasury Secretary Steven Mnuchin has been personally involved in discussions about invoking the 25th Amendment.\nHowever, such a course of action is said to be highly unlikely, and there is no sign that Vice-President Pence is prepared to use the amendment. \nOn Friday, Mrs Pelosi called Mr Trump \"unhinged\" and said Congress must do everything possible to protect Americans while he is in office.\nIn a later statement, Ms Pelosi said the House Democratic Caucus had a \"sad, moving and patriotic\" discussion about the possibility of impeachment. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55594107",
      "category": "uk",
      "title": "Covid-19: UK sees highest daily toll of 1,325 deaths",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus testing,Coronavirus pandemic",
      "text": "A further 1,325 people have died in the UK within 28 days of a positive Covid test - the biggest figure reported in a single day since the pandemic began.\nIt means there have been just short of 80,000 deaths by that measure - as another 68,053 new cases were recorded.\nPublic Health England (PHE) said the number of deaths would \"continue to rise until we stop the spread\".\nIt comes as the government launches a new campaign in England urging people to \"act like you've got\" the virus.\nThe campaign, including an advert fronted by England's chief medical officer, Prof Chris Whitty, is intended to remind the public Covid is spreading fast, with large numbers showing no symptoms.\nIn the advert, Prof Whitty says: \"Covid-19, especially the new variant, is spreading quickly across the country. \n\"This puts many people at risk of serious disease and is placing a lot of pressure on our NHS. \n\"Once more, we must all stay home. If it is essential to go out remember, wash your hands, cover your face indoors and keep your distance from others.\"\nPrime Minister Boris Johnson said: \"Our hospitals are under more pressure than at any other time since the start of the pandemic, and infection rates across the entire country continue to soar at an alarming rate.\"\nHospital leaders have warned of stretched staffing with 31,624 coronavirus patients in UK hospitals on Wednesday - 46% above the peak during the first wave last year.\nDr Ian Higginson, vice president of Royal College of Emergency Medicine, said the situation in London and south-east England was \"pretty dire\" and would get worse in the rest of the country before long.\n\"We're heading for some really dark times, I fear, in this phase of the pandemic,\" he said.\nRichard Mitchell, chief executive of Sherwood Forest Hospitals NHS Trust, said the increase in patients seen in London was now affecting his area in Nottinghamshire.\nHe said: \"Critical care is exceptionally busy and the colleagues who work here are tired, they're fatigued and they're worn out.\"\nMeanwhile, a third Covid vaccine received emergency approval for use in the UK with 17 million doses of the jab, made by US firm Moderna, pre-ordered by the UK.\nThe vaccine joins the Pfizer-BioNTech and Oxford-AstraZeneca jabs in being approved, with close to 1.5 million people now vaccinated in the UK.\nDr William Welfare, Covid-19 response director at PHE, said: \"Each life lost to this virus is a tragedy, but sadly we can expect the death toll to continue to rise until we stop the spread.\n\"Approximately one in three people who have coronavirus have no symptoms and could be spreading it without realising it.\n\"To protect our loved ones it is essential we all stay at home where possible. This will reduce new infections, ease the pressure on the NHS and save lives.\"\nLondon Mayor Sadiq Khan said the spread of Covid in the capital was now \"out of control\", as he declared a \"major incident\". \nThis means the emergency services and hospitals cannot guarantee their normal level of response, and allows special arrangements to be implemented.\nThe previous highest daily death toll - 1,224 - was recorded on 21 April 2020 during the UK's first lockdown. Daily deaths were in the single figures as recently as September.\nThe UK has recorded the fifth-highest number of deaths behind the United States, Brazil, India and Mexico, according to Johns Hopkins University.\nWe are now seeing the record numbers of cases over the Christmas period translate into record numbers of deaths. \nAnd with new infections rising rapidly - more than 1.1 million people in England estimated to be infected with Covid-19 last week - these tragic numbers are set to continue for some time.\nAnd that is mainly because of the new variant form of the virus which is thought to be between 30-70% more transmissible. \nThe administration of the vaccines to at-risk groups should see a reduction in the numbers dying by the end of the month and the numbers having to go into hospital going down sometime after that.\nThat is the other way around from what you normally hear - but that it because a successful vaccine programme will initially remove those most likely to die from the path of the virus. \nFitter or younger people - who are less likely to die but could still end up occupying hospital beds - won't be getting their jabs for some time yet.\nThe advent of spring's better weather should also help cases to fall, but ministers will have to decide what level of risk - and deaths - society is prepared to tolerate.\nFriday saw 619,941 tests conducted in the 24 hours to 09:00 GMT - also a new record.\nEngland, much of Scotland, Wales and Northern Ireland continue to be under strict national measures, with stay-at-home orders in place for most people.\nThe R number - the rate at which an infected person passes on the virus to someone else - is now estimated to be between 1.0 to 1.4, meaning the epidemic is growing between 0% and 6% per day.\nCovid infections rose by almost a third between Boxing Day and 3 January, reaching 70,000 new cases a day according to a major study.\nIn a different piece of research, an estimated 1.2 million people in total had Covid over a similar time period, the Office for National Statistics said.\nBoris Johnson pledged on Thursday to use England's lockdown to implement an \"unprecedented national effort\" to offer vaccination to those at the highest risk from Covid by 15 February.\nHe said the Army would be drafted in to use \"battle preparation techniques\" to achieve the goal, which could see up to 15 million people offered a vaccine by the middle of next month.\nIn another development, from next week all travellers to the UK will need to show a recent negative test result before they arrive.\nHave you been affected by the issues raised in this story? You can share your experience by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55594345",
      "category": "uk-wales",
      "title": "Covid: 'I've relied on parents to keep my family afloat'",
      "tags": "HM Treasury,Coronavirus lockdown measures,Wales business,UK government,Newport,Coronavirus pandemic",
      "text": "A father who has lived on Universal Credit since the Covid-19 pandemic started has called on the UK government to be \"more flexible\" with its support.\nDriving instructor and dad-of-three Andy Stonely is not eligible for the government's Covid support scheme.\nThe Federation of Small Businesses Wales has also asked for changes ahead of the next round of grants.\nThe Treasury said its Self-Employment Income Support Scheme was \"one of the most generous in the world\". \nThis scheme requires claimants to show accounts for the 2018-19 year as well as 2019-20.\nHowever, Mr Stonely from Newport hasn't been self-employed for long enough to qualify - so the 35-year-old has had to rely on financial support from his parents.\n\"I count myself somewhat lucky because I have been able to claim for Universal Credit,\" he said.\n\"But obviously it's minimal and luckily through the help of parents I've been able to keep afloat.\n\"It's been tough. It would have been ideal if the government was just slightly more flexible.\"\nMr Stonely, who hasn't been able to work for much of the past year due to lockdown restrictions, said Universal Credit was worth \"less than half\" of his normal earnings.\nThe coronavirus crisis forced his wife to give up her job to look after their three children, aged three, six and 17, when Mr Stonely was able to work for a short period at the end of the initial lockdown period.\nAsked how much longer his family could sustain itself if the current restrictions continue, Mr Stonely told the BBC's Politics Wales show:  \"Not too much longer… we're going to be in a very tough situation.\"\nMr Stonely is part of a local driving school franchise managed by Gareth Denny, who said 11 of his 43 instructors were in this position.\n\"If you imagine that somebody lives their life to their income and suddenly there's absolutely no income to pay their mortgage and their bills, Universal Credit simply doesn't pay most people's mortgage,\" Mr Denny said.\nRecent research commissioned by the Community and Prospect trade unions and the Federation of Small Businesses found 53% of self-employed people across the UK had lost more than 60% of their income since the pandemic began.\nIn addition, 64% of people said they were now either \"unsure\" or \"less likely\" to want to be self-employed or freelance in the future.\n\"These are normal people who have mortgages, families to support, who've just had to fund a Christmas for the families,\" said Ben Francis of Federation of Small Businesses Wales.\n\"All those bills are now mounting up the other side of Christmas, and after having an already extremely difficult 12 months, they've now got to see how they manage through the months ahead.  \n\"We would ask UK government to be flexible in their approach to verifying the statuses of these newly self-employed businesses.\"\nThe Community union warns with small businesses \"struggling to get back on their feet\", more people will leave self-employment.\n\"That will be a disaster for our economy, for local economies, for their livelihoods and their families,\" said Kate Dearden of Community.\n\"This section of the UK workforce plays a fundamental role and should be properly supported to continue to do so.\"\nThe Treasury has already committed to extending the Self-Employment Income Support Scheme until April 2021, although the eligibility criteria for the next round of grants is yet to be published. \nA spokesman said the scheme had \"helped more than 2.7 million people so far, claiming over £13.7bn\".\nHe added: \"Funding is designed to target those who need it most and protect the taxpayer against fraud and abuse.\n\"Those not eligible may still be able to access our loans schemes, tax deferrals, mortgage holidays and business support grants.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-derbyshire-55594244",
      "category": "uk-england-derbyshire",
      "title": "Covid: Fines reviewed after women 'surrounded by police'",
      "tags": "Ashby de la Zouch,Leicester,Calke,Coronavirus pandemic",
      "text": "A police force that was criticised for its \"intimidating\" approach to two walkers is to review its lockdown fines policy.\nJessica Allen and Eliza Moore said they were surrounded by police after driving five miles from their home for a walk on Wednesday, and fined £200 each.\nDerbyshire Police initially said driving to exercise was \"not in the spirit\" of lockdown.\nBut it now says new national guidelines mean it will review its position.\nIn a statement, the force said all of its fixed penalties issued during the new national lockdown will be reviewed.\nMs Allen, from Ashby-de-la-Zouch in Leicestershire, said she assumed \"someone had been murdered\" when she arrived at Foremark Reservoir on Wednesday afternoon.\nWhen she and her friend were questioned by police, they were also told by officers the hot drinks they had brought along were not allowed as they were \"classed as a picnic\". \nShe said: \"The next thing, my car is surrounded. I got out of my car thinking 'There's no way they're coming to speak to us'. Straight away they start questioning us.\n\"I said we had come in separate cars, even parked two spaces away and even brought our own drinks with us. He said 'You can't do that as it's classed as a picnic'.\"\nMs Allen said the experience was \"very intimidating\" and had left her feeling scared of police in general.\nHer friend, Ms Moore, said she was \"stunned at the time\" so did not challenge police and gave her details so they could send a fixed penalty notice.\nAt the time Derbyshire Police said that driving to a location to exercise \"is clearly not in the spirit of the national effort to reduce our travel, reduce the possible spread of the disease and reduce the number of deaths\".\nThe force added: \"Where there are cases of blatant breaches of the regulations then fines will be issued by officers.\"\nDerbyshire Police has also been giving fixed penalty notices to people who visit Calke Abbey and Elvaston Castle.\nBut in a statement, the force said further guidance issued by the National Police Chiefs Council (NPCC) had \"clarified the policing response concerning travel and exercise\".\nThe guidance said: \"The Covid regulations which officers enforce and which enables them to issue FPNs [fixed penalty notices] for breaches, do not restrict the distance travelled for exercise.\"\nThe NPCC added that rather than issue fines for people who travel out of their local area \"but are not breaching regulations, officers will encourage people to follow the guidance\". \nThe force has now said it will be \"aligning to adhere to this stance\".\nAssistant Chief Constable Kem Mehmet said: \"We are grateful for the guidance from the NPCC.\n\"The actions of our officers continues to be to protect the public, the NHS and to help save lives.\"\nIt is not the first time the force has been accused of being overzealous in enforcing alleged lockdown breaches. \nIn the country's first lockdown in March the use of a drone to film people walking in the Peak District was labelled \"nanny policing\".\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55591520",
      "category": "uk",
      "title": "Depop seller's crop top made from Chiltern Railways train seat cover 'violates terms'",
      "tags": "Chiltern Railways,Kenilworth,Fashion,Marylebone,Coronavirus pandemic",
      "text": "A fashion student has been warned not to sell prohibited items on the clothes app, Depop, after she posted an advert for a top made from a train seat cover.\nMhari Thurston-Tyler made the bandeau out of a Chiltern Railways seat cover designed to promote social distancing during the coronavirus pandemic.\nThe 20-year-old sold the top for £15 but later refunded her customer and took the advert down.\nDepop said the item \"clearly violates our terms of service\".\nThe app for buying and selling second-hand clothes said the sale of stolen goods was banned - but Ms Thurston-Tyler denied stealing.\nShe told BBC News she found two of the blue seat covers \"balled up on the floor\" outside Marylebone station in London in September.\nMs Thurston-Tyler, who is a fashion student at Central Saint Martins, re-sewed one of the covers to make it fit her, before deciding to advertise the second cover on Depop.\n\"I have no money at the moment so decided to put the second one on Depop to see if anyone would buy it,\" she said, adding that the app had become her main source of income as she has struggled to find other work during the pandemic.\n\"I have to resort to little things like this to make ends meet, to pay the bills.\"\nMs Thurston-Tyler's advert went viral on social media after being shared by Depop Drama's Instagram and Twitter accounts.\nIn the advert, Ms Thurston-Tyler models the seat cover and describes it as a \"social distancing crop\", adding: \"Got a few of these can do different sizes.\"\nMs Thurston-Tyler, from Kenilworth in Warwickshire, said a Depop customer paid her £15 and ordered a crop top \"in extra small\".\nBut realising she should not be making money out of Chiltern Railways' property, Ms Thurston-Tyler refunded the customer 15 minutes later and took the advert down shortly afterwards.\n\"I didn't steal it but I understand it's not right to re-sell it,\" she said.\nA Depop spokesperson said Ms Thurston-Tyler would be banned from the platform if she listed any other prohibited goods.\n\"We explicitly prohibit the sale of illegal and unlawful content on the app, including any stolen goods,\" they said.\n\"This item clearly violates our terms of service, but as it has been removed by the seller and is no longer for sale on the platform, we will not be taking immediate steps to ban this user.\"\nMs Thurston-Tyler said she hopes to make her own line of crop tops with the words \"children railways\" on the design, while \"the hype\" of the viral moment continues.\nChiltern Railways said it has been using the social distancing \"seat sashes\" since the beginning of the UK's Covid epidemic.\nA spokeswoman added: \"Whilst we appreciate this new take on railway memorabilia, these items are there to help customers travel with confidence and we would respectfully ask that they are left in place.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-55589987",
      "category": "entertainment-arts",
      "title": "Dame Barbara Windsor's funeral held with 'Queen Peggy' tribute",
      "tags": "Television,EastEnders,Barbara Windsor",
      "text": "The funeral of EastEnders and Carry On actress Dame Barbara Windsor has taken place in London.\nRoss Kemp, who played her on-screen son in the soap, was among the 30 mourners and gave a reading, as did actor and friend Christopher Biggins.\nDame Barbara died in December at the age of 83, having had dementia.\nThere were floral arrangements spelling Babs, The Dame and Saucy, and a mock pub sign showing her as The Queen Peggy in the style of the soap's Queen Vic.\nDame Barbara played pub landlady Peggy Mitchell in EastEnders for more than two decades.\nScott Mitchell, who was married to Dame Barbara for 20 years, was joined at Golders Green Crematorium by family and friends including comedians Matt Lucas and David Walliams.\n\"As Covid has denied so many of Barbara's family, friends and fans a chance to say farewell properly, I wanted to share the order of service to let people be a small part of it,\" Mr Mitchell told the PA news agency.\n\"My heart goes out to every family who have experienced the same restrictions at their loved ones' funerals.\"\nHe added: \"I would again like to thank my family, friends, the media and the public for their incredible support and well wishes since Barbara's passing.\"\nDame Barbara's coffin was brought into the crematorium to sound of Frank Sinatra's On The Sunny Side Of The Street, and the service featured a recording of Sparrows Can't Sing from the actress's 1963 film of the same.\nIt finished with the famous topless photo of Dame Barbara from the film Carry On Camping, alongside her quote: \"That picture will follow me to the end.\"\nLong-time friend Anna Karen, who played Dame Barbara's on-screen sister Aunt Sal in EastEnders, also paid tribute during the service.\nThe funeral was also attended by Loose Women's Jane Moore and EastEnders actor Jamie Borthwick. However, the numbers were limited due to coronavirus social distancing.\nAlzheimer's Research UK recently said it had seen a spike in donations since Dame Barbara's death, and a JustGiving page set up as a tribute to her and in aid of the charity has raised more than £150,000 (including Gift Aid).\nMr Mitchell said that was \"beyond anything we may have dreamed of\".\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55602007",
      "category": "uk",
      "title": "Covid-19: Queen and Prince Philip receive vaccinations",
      "tags": "Coronavirus lockdown measures,UK Royal Family,Coronavirus vaccines,Prince Philip, Duke of Edinburgh,Windsor,Queen Elizabeth II",
      "text": "The Queen and the Duke of Edinburgh have received Covid-19 vaccinations, Buckingham Palace has said.\nA royal source said the vaccinations were administered on Saturday by a household doctor at Windsor Castle.\nThe source added the Queen decided to let it be known she had the vaccination to prevent further speculation.\nThe Queen, 94, and Prince Philip, 99, are among around 1.5 million people in the UK to have had at least one dose of a Covid vaccine so far.\nPeople aged over 80 in the UK are among the high-priority groups who are being given the vaccine first. \nThe couple have been spending the lockdown in England at their Windsor Castle home after deciding to have a quiet Christmas at their Berkshire residence, instead of the traditional royal family gathering at Sandringham. \nLast month, the Queen appeared alongside several other senior members of the royal family for the first time since the coronavirus pandemic began.\nIn 2020 she went seven months - between March and October - without carrying out public engagements outside of a royal residence.\nDuring that time, her eldest child, Prince Charles, 72, contracted coronavirus and displayed mild symptoms.\nPalace sources also told the BBC that her grandson Prince William tested positive in April - although Kensington Palace refused to comment officially.\nThe Queen used her Christmas Day message to reassure anyone struggling without friends and family this year that they \"are not alone\".\nShe said the pandemic had \"brought us closer\" despite causing hardship, adding that the Royal Family has been \"inspired\" by people volunteering in their communities.\nOn Friday a third coronavirus vaccine - made by US company Moderna - was approved for use in the UK, joining the Pfizer-BioNTech and Oxford-AstraZeneca vaccines already approved by UK regulators.\nIt is not known which vaccine the Queen and Prince Philip have received.\nAll the approved vaccines require two doses to provide the best possible protection, with the second dose being given up to 12 weeks after the first.\nPrime Minister Boris Johnson has said the aim is to vaccinate 15 million people in the UK by mid-February, including care home residents and staff, frontline NHS staff, everyone over 70 and those who have been categorised as clinically extremely vulnerable."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55598880",
      "category": "world-asia",
      "title": "Kim Jong-un pledges to expand North Korea's nuclear arsenal",
      "tags": "Kim Jong-un,North Korea weapons programme,North Korea",
      "text": "North Korean leader Kim Jong-un has said the US is his country's \"biggest enemy\" and that he does not expect Washington to change its policy toward Pyongyang - whoever is president. \nAddressing a rare congress of his ruling Workers' Party, Mr Kim also pledged to expand North Korea's nuclear weapons arsenal and military potential.\nHe said that plans for a nuclear submarine were almost complete.\nHis comments come as US President-elect Joe Biden prepares to take office.\nAnalysts suggest Mr Kim's remarks are an effort to apply pressure on the incoming government, with Mr Biden set to be sworn in on 20 January. \nMr Kim enjoyed a warm rapport with outgoing US President Donald Trump, even if little concrete progress was made on negotiations over North Korea's nuclear programme.\nIn his latest address to the Workers' Party - only the eighth congress in its history - Mr Kim said Pyongyang did not intend to use its nuclear weapons unless \"hostile forces\" were planning to use them against North Korea first. \nHe said the US was his country's \"biggest obstacle for our revolution and our biggest enemy... no matter who is in power, the true nature of its policy against North Korea will never change,\" state news agency KCNA reported.\nHis speech outlined a list of desired weapons including long-range ballistic missiles capable of being launched from land or sea and \"super-large warheads\". \nNorth Korea has managed to significantly advance its arsenal despite being subject to strict economic sanctions. \nEarlier this week, Mr Kim admitted that his five-year economic plan for the isolated country failed to meet its targets in \"almost every sector\".\nNorth Korea closed its borders last January to prevent Covid from entering the country. \nIts authorities say the country has not had a single Covid case since the pandemic began but experts say this is highly unlikely due to North Korea's cross-border trade with China. \nTrade with China has plummeted by about 80%. Typhoons and floods have devastated homes and crops in North Korea, which remains under strict international sanctions, including over its nuclear programme.\nThe speech is likely to be Mr Kim's way of setting the stage for talks with President-elect Joe Biden who will take office in less than two weeks' time. \nThe aim is perhaps to put pressure on Washington to show that Pyongyang has no intention of being cowed by sanctions and will continue to expand its nuclear arsenal. \nMr Kim had three summits with Donald Trump - but they failed to reach a deal. However, North Korea is in a difficult and bleak economic position caused by strict sanctions, border blockades to prevent the spread of Covid-19 and devastating floods. \nThis message may seem threatening, but some analysts believe that there is still room for diplomacy."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55583244/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Brexit: M&S temporarily cuts hundreds of products in NI",
      "tags": "UK economy,Brexit,Trade",
      "text": "Marks & Spencer has temporarily stopped selling hundreds of items in its Northern Ireland stores due to Brexit red tape.\nThe retailer said it feared its food would be blocked due to new rules governing shipments between Great Britain and Northern Ireland.\nA growing number of firms have spoken out about paperwork delays at ports.\nThe government said traders and hauliers need to take steps to comply with new border rules.\nM&S took the decision to temporarily drop hundreds of products, including chocolate fudge pudding and sweet and sour chicken, from its Northern Ireland stores after it saw competitors' lorries barred from travelling between the mainland and Northern Ireland.\nAn entire consignment in a lorry can be held up if only one item in the truck doesn't have the correct customs forms filled out.\nThe retailer said it aimed to get the products back up for sale soon.\nAn M&S spokesperson said: \"We have served customers in Northern Ireland for over 50 years and our priority is to make sure we continue to deliver the same choice and great quality range that our loyal customers have always enjoyed.\n\"Stores have been receiving regular deliveries this week, however following the UK's recent departure from the EU, we are transitioning to new processes and we're working closely with our partners and suppliers to ensure customers can continue to enjoy a great range of products.\"\nIn addition to problems shipping goods internally in the UK, the new Brexit trade rules are creating problems for exporters and traders transporting goods to and from the EU, say firms.\nThe UK sealed a trade deal with the European Union (EU) on 24 December that was billed as preserving its zero-tariff and zero-quota access to the bloc's single market.  \nBut in addition to red tape causing delays, major retailers that use the UK as a distribution hub for European business could face possible tariffs if they re-export goods to the EU. \nOn Friday, M&S chief executive Steve Rowe warned of more red tape and a rise in export costs to some countries.\n\"The best example I can give you of that is Percy Pig,\" he said,\n\"Percy Pig is actually manufactured in Germany. If it comes to the UK and we then send it to Ireland, in theory it would have some tax on it,\" he added.\nM&S said it was \"actively working to mitigate\" the effects of the \"rules of origin\" regulations, under which products are taxed differently depending on which country they come from.\nOther firms have also been hit by the confusion caused by new Brexit trading rules.\nParcels giant DPD has suspended some services, while seafood exporter John Ross said the chaos was like being \"thrown in the cold Atlantic without a lifejacket\".\nShane Brennan, chief executive of the Cold Chain Federation, which represents chilled transport and storage companies, said the emerging problems had come despite the amount of cross-border traffic still being quite low.\n\"Trade flows are still only about 50% of what we would expect, but even at those levels we are seeing levels of confusion and delays,\" he told the BBC's Today programme. \"The feeling is we are building to quite a significant potential disruption.\"\nA government spokesman acknowledged that there had been \"some issues\", but said ministers had always been clear there would be some disruption at the end of the transition period.\nThe Cabinet Office said in a statement that the volume of border crossings had been low so far this year, but that it expected crossings to steadily increase to normal levels.\nThis brings the potential for \"significant disruption if traders and hauliers have not taken the necessary steps to comply with the new rules,\" the Cabinet Office said.\nOut of about 1,500 lorries per day trying to get from Great Britain to the EU in the new year, 700 have been turned away - mainly due to a lack of a negative Covid test for drivers, it said.\n\"We have always been clear there would be changes now that we are out of the customs union and single market, so full compliance with the new rules is vital to avoid disruption,\" said Cabinet Office minister Michael Gove.\nHowever, anger is growing among companies whose livelihoods depend on export trade.\nIn a letter on Friday to Business Secretary Alok Sharma, Scottish salmon producer John Ross Jr launched a stinging attack on the government's handling of the situation.\nThe firm's sales director, Victoria Leigh-Pearson, wrote that the company had in recent months \"had to endure the government issuing a barrage of useless information\" and an \"absence of factually correct information from all government agencies.\" It amounted, she said, to \"gross incompetence\".\nPart of the letter to Alok Sharma:\nAs I write, perishable goods that were dispatched from our facility five days ago, headed for France following a process that your department advised, have still not crossed the border. This usually takes only 24 hours because they are consolidated with the produce of other companies, which have not been able to follow the correct procedures due to a knowledge gap directly attributable to your department.\nEntire trucks are currently being rejected without explanation by the French customs authority. Our hauliers have now pulled their services as such a backlog has been created. Other hauliers are not taking on new customers. Today, we've even had confirmation that the IT systems of the UK and France are incompatible. After four years you only establish this now?\nYour so-called 'deal' is worthless if this situation is not fixed immediately, and unless you put in place measures to address the issues that continue to unfold on a daily basis. Moreover, as a seafood exporter, it feels as though our own government has thrown us into the cold Atlantic waters without a lifejacket.\nYours sincerely, Victoria Leigh-Pearson, Sales Director, John Ross\nJohn Ross is not the only Scottish seafood exporter suffering. The industry says it has been hit by a \"perfect storm\" of Brexit disruption, which could sink a centuries-old industry.  \n\"These businesses are not transporting toilet rolls or widgets. They are exporting the highest quality, perishable seafood which has a finite window to get to markets in peak condition,\" said Donna Fordyce, chief executive of Seafood Scotland.\n\"If the window closes, these consignments go to landfill.\"\nShe said the sector has already been weakened by Covid-19, the closure of the French border before Christmas as well as \"layer upon layer\" of problems associated with Brexit. \nThe group fears that without exports, the fishing fleet will have little reason to go out. \n\"In a very short time, we could see the destruction of a centuries-old market which contributes significantly to the Scottish economy,\" added Ms Fordyce.\nUK government Minister for Scotland David Duguid blamed Scottish leaders for the issues.\n\"The Scottish Government has persistently refused to accept the democratic vote to leave the EU, but that does not allow them to abdicate their responsibilities to Scottish businesses,\" he said.\n\"Over the past 18 months they have assured the fishing industry that the systems they were putting in place would be adequate. They clearly are not.\"\nParcel delivery service DPD UK said it had paused its European Road Service because of the '\"increased burden\" of customs paperwork for packages heading to the EU, including the Republic of Ireland.\nDPD said 20% of parcels had \"incorrect or incomplete data attached\", which meant they would have to be returned.\nIn an email to its business customers, the company said that it had been a \"challenging few days\" for its international operation, and that it would \"pause and review\" its service.  It plans to restart on 13 January. \n\"It has now become evident that we have an increased burden with the new, more complex processes, and additional customs data we require from you for your parcels destined to Europe\" the firm wrote. \nThe boss of one of Wales' largest hauliers said logistical problems have emerged at the Irish border too. \nAndrew Kinsella, managing director of Gwynedd Shipping, said his company has a backlog of 60 lorries waiting to be shipped to Dublin.\nHe said many hauliers are finding that their customers are not able to generate the special declarations that are needed to ultimately enable a lorry to get onto a ferry.   \n\"Whilst you don't see queues at ports and terminals the reality is that these queues are developing elsewhere in our depot in Holyhead, in our depot in Deeside and in our depot in Newport in South Wales, and lots of hauliers have depots in the proximity of ports,\" he said. \n\"There are a lot of issues about demarcation about who is going to arrange the export declaration with the UK revenue authorities, who's going to arrange the import declaration, the hauliers then trying to arrange the import safety and security declaration to create an ENS number which helps you generate a PBN number so there has been a lot of everyone finding their feet\".\nCorrection 9th April 2021: An earlier version of this article included a photo showing queues of lorries at Dover Port. This photo was replaced in the hours after publication after it was established that it had been taken months earlier."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55606044",
      "category": "world-us-canada",
      "title": "'QAnon Shaman' Jake Angeli charged over pro-Trump riots",
      "tags": "US Capitol stormed,Donald Trump,QAnon,United States",
      "text": "A prominent follower of the baseless conspiracy theory QAnon has been charged over the US Capitol riots. \nJacob Anthony Chansley, known as Jake Angeli, is in custody on charges including violent entry and disorderly conduct.\nMr Chansley, who calls himself the QAnon Shaman, is allegedly the man pictured with a painted face, fur hat and horns inside Congress on Wednesday. \nDonald Trump faces another impeachment charge for his role in the unrest.\nDemocrats accuse the president of encouraging the riots, in which five people died.\nThe FBI has been appealing to the public to help bring the assailants to justice. \nMr Chansley has not commented publicly on the charges. \nA statement from the federal attorney for Washington DC said: \"It is alleged that Chansley was identified as the man seen in media coverage who entered the Capitol building dressed in horns, a bearskin headdress, red, white and blue face paint, shirtless, and tan pants. \n\"This individual carried a spear, approximately 6 feet in length, with an American flag tied just below the blade.\"\nBy Sophie Long, BBC News, Phoenix, Arizona\nI arranged to meet Jake Angeli, also known as the \"Q Shaman\", at a rally in Phoenix on Saturday to talk about his role in Wednesday's riot, or in what he called that \"beautiful day\". \nTimings were difficult he said, because he had a voluntary appointment with the FBI first. \nI didn't find that surprising. The fact he thought he might be free to leave, more so.\nBut he was unperturbed because, he said, he had done nothing wrong and he had truth and God on his side. \nEarlier I asked Trump supporters in Tuscon if what they saw on Wednesday had changed their opinion of the outgoing president. No, they said, it was peaceful protest that had been infiltrated by violent members of the far left.\nI asked Jake Angeli if that was what he witnessed. He told me there were no members of Antifa or any other left-wing organisations present in or around the Capitol building on 6 January. It was \"patriots doing what our founding fathers would have done\". The reason he knew that was \"because Antifa are cowards who have no commitment to their country or their cause\".\nThe statement said police had also detained a man from Florida believed to have been photographed carrying House Speaker Nancy Pelosi's lectern from the House of Representatives chamber.\nAdam Johnson, 36, is being held on charges including one count of theft of government property and one count of violent entry.\nAlso among those charged is West Virginia state lawmaker, Derrick Evans. He is alleged to have posted a video of himself online, standing outside the building with Trump supporters, and then going inside.\nHe was arrested on Friday and is also accused of violent entry and disorderly conduct on Capitol Grounds, the Department of Justice statement said. \nMore than a dozen people have now been charged in offences related to the assault on the Capitol building. They include an Alabama man allegedly found with 11 Molotov cocktails near the unrest.\nMr Trump is due to leave office in 11 days. Democrats in the House of Representatives plan to introduce an article of impeachment against him on Monday, for \"incitement of insurrection\".\nA White House spokesperson said impeaching the president at this late stage would only further divide the country."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55597288",
      "category": "uk",
      "title": "Covid-19: 'Act like you've got' the virus and police fines reviewed",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic on Saturday. We'll have another update for you on Sunday morning. \nPeople in England are being told to \"act like you've got\" Covid as part of a government advertising campaign aimed at tackling the rise in infections. Prime Minister Boris Johnson said the public should \"stay at home\" and not get complacent. On Friday, 1,325 deaths within 28 days of a positive Covid test were recorded in the UK - the highest daily figure yet - along with 68,053 new cases.\nDerbyshire Police has said it will review its lockdown fines policy after two women were charged £200 each when they went for a walk with hot drinks five miles from their homes. The force has faced criticism for its enforcement of alleged breaches. Meanwhile, government sources say there is likely to be more focus from police on enforcing rather than explaining lockdown rules.\nEven with a global vaccine rollout in place, there will be more lockdowns and social distancing, the chief economist of the Organisation of Economic Co-operation and Development has said. \"We probably have another six to nine or 12 months of this ahead of us,\" Laurence Boone said. Meanwhile, the BBC spoke to small business owners who have not only adapted, but thrived in lockdown.\nThe Duke of Cambridge has said he talks to his three children about NHS staff \"every day\" to help them understand the \"sacrifices\" made during the coronavirus pandemic. During a call to London hospital staff, Prince William said: \"A huge thank you for all the hard work, the sleepless nights, the lack of sleep, the anxiety, the exhaustion and everything that you are doing, we are so grateful.\"\nA refugee who began a soap-making business has seen his enterprise become a major weapon in the fight against coronavirus in one of the world's largest settlements of its kind. When Innocent Havyarimana realised how important hand-washing was in tackling the spread of Covid, he lowered prices and made his products more affordable. \nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. \nFrom next week, international arrivals will have to test negative for coronavirus before leaving their home country and travelling to the UK. Read about the new rules here.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55586751",
      "category": "world-europe",
      "title": "Storm Filomena: Spain sees 'exceptional' snowfall",
      "tags": "Spain,Snow,Madrid",
      "text": "Storm Filomena has blanketed parts of Spain in heavy snow, with half of the country on red alert for more on Saturday. \nRoad, rail and air travel has been disrupted and interior minister Fernando Grande-Marlaska said the country was facing \"the most intense storm in the last 50 years\". \nMadrid, one of the worst affected areas, is set to see up to 20cm (eight inches) of snow in the next 24 hours. \nFurther south the storm caused rivers to burst their banks. \nFour deaths have been reported so far as a result of Filomena. Officials said two people had been found frozen to death - one in the town of Zarzalejo, north-west of Madrid, and the other in the eastern city of Calatayud. Two people travelling in a car were swept away by floods near the southern city of Malaga.\nAs snow fell on Madrid on Friday evening, a number of vehicles became stranded on a motorway near the capital.\nThe city's Barajas airport has closed, along with a number of roads, and all trains to and from Madrid have been cancelled. \nFirefighters were called in to assist drivers who had become stuck. In some areas the military were called in to help clear roads. \nSpanish Prime Minister Pedro Sánchez urged people to stay at home and to follow the instructions of emergency services. King Felipe and Queen Letizia took to Twitter to urge \"extreme caution against the risks of accumulation of ice and snow\".\nThe country's AEMET weather agency said the snowfall was \"exceptional and most likely historic\". \nA number of people were seen making the most of the snowy scenery, walking through Madrid's Puerta del Sol square.\nLarge parks in Madrid have since been closed as a precaution, AFP news agency reports. \nOne man was pictured skiing along the Gran Via, the capital's famous shopping street. \nIn Cañada Real, the largest shanty town in western Europe, residents were seen creating a bonfire to keep warm. \nThe cold weather is set to continue beyond the weekend with temperatures in Madrid predicted to hit -12C on Thursday. \nAll images copyright."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55600339",
      "category": "uk-wales",
      "title": "Covid: Wales 'ready to vaccinate at a higher rate'",
      "tags": "Swansea Bay University Health Board,Killay,Coronavirus vaccines,NHS Wales,Coronavirus pandemic,Cwm Taf Morgannwg University Health Board",
      "text": "There is a \"light at the end of the tunnel\" with a third vaccination against Covid-19 but people need to keep safe in the meantime.\nThat's the message from the body representing health boards in Wales.\nThere are more than 2,700 patients in hospital with Covid, according to latest NHS Wales figures.\n\"It's incredibly serious at the moment, I can't emphasise that enough,\" said Welsh NHS confederation director Darren Hughes.\nThere were more than 1,700 confirmed and suspected Covid-19 patients in Welsh hospitals at the most recent count, on Thursday. \nThere were also another 1,000 patients in hospital beds recovering from the virus. Both are at record levels.\nThe number of Covid patients in critical care is also at its highest point since the first wave peak in April.\nOn Saturday, Public Health Wales reported a further 62 deaths with Covid over recent days, taking the total number since the start of the pandemic to 3,919.\nOn New Year's Day, 55 people died - the highest for a single day during the pandemic.\nMeanwhile, a new report from the Welsh Government's scientific advisory body suggests there are \"significant numbers\" of the faster-spreading new variant of Covid in north Wales, particularly in Wrexham and Flintshire.\nIt estimates up to two-thirds of cases in the Betsi Cadwaladr health board area are of this type.\nThere was some suggestion it was increasing in south Wales, including Cardiff and Vale health board.\n\"If the new variant grows in Wales as it has in London, east and south-east England, it will bring a period of significant further increased pressure on the NHS,\" the report warned.\n\"In intensive care we're running at about 165% of normal capacity, we've got, you know, getting on for 3,000 people now in hospital with Covid or recovering from Covid,\" Mr Hughes told BBC Radio Wales Breakfast.\nOne consultant at the Royal Glamorgan Hospital near Llantrisant, Rhondda Cynon Taff, told BBC Wales of the pressures and that \"we're definitely having more younger people with Covid that are becoming sick, the volume is very high in the community\".\nMr Hughes described the vaccination rollout programme as a \"huge undertaking\" for staff already under pressure due to the health service's workload.\n\"If you look at the headline figures, Wales is slightly behind other parts of the UK, but I think it's important to remember that the vaccine has been delivered by healthcare staff,\" he said.\n\"What we are doing is vaccinating everybody and delivering the vaccines that have been delivered to Wales.\"\nMr Hughes said: \"Things are being ramped up from what I understand from the sort of 25,000 vaccinations being delivered to Wales, to go to much higher numbers in the coming weeks.\n\"We are ready to vaccinate at a much higher rate as soon as the vaccines become available, and good news yesterday that a third vaccine is coming on stream, pretty much straight away.\"\nHe added: \"We understand how tough it is for all of us in our families living in Wales; people directly affected, businesses affected, people's mental health affected.\n\"There is a light at the end of the tunnel with a vaccination coming online but please do all you can to keep yourselves and your family safe so that we in the NHS can can look after you all.\"\nAbout 100 patients in Swansea Bay got their first vaccine dose, when the Killay medical centre held a clinic on Saturday.\nAmong the first in line was 82-year-old Marcia Sturk, who said she was \"happy to take advantage of the opportunity\" to receive the vaccine.\nThere are about 1,800 patients aged over 80 on the surgery's list alone, and across the health board area, there are around 24,000 in that age group who should receive a first dose in the next few weeks.\nSurgeries will be contacting patients directly, by telephone or letter, to arrange an appointment.\nGP Dr Chris Johns said: \"We are very pleased to be involved and begin these vaccinations. It feels like it's been a long time coming, but we've started at last.\n\"We will be vaccinating 100 people today and as well as holding special clinics in the surgery we are also looking at using some community venues as well to help us get around everyone.\"\nMeanwhile, Cwm Taf Morgannwg said 808 doses had been given at care homes in its area so far, with another 954 planned for next week.\nMore than 300 have also been vaccinated at GP practices across the health board, with a further 3,000 planned for next week.\nIn Denbighshire, Vale of Clwyd Conservative MP Dr James Davies said he had been \"inundated with messages from understandably anxious elderly constituents and relatives of care home residents who have seen those in their position being vaccinated in nearby Cheshire, Wirral and Shropshire, but are yet to receive an invitation for vaccination themselves\".\nBetsi Cadwaladr health board, which manages the health service in north Wales, said it had received 5,000 doses of the Oxford AstraZeneca vaccine this week to vaccinate care home staff and residents, as well as hospital inpatients and those over the age of 80. \nIt said 300 people aged over 80 would be vaccinated at mass vaccination centres this week, and arrangements had been made to contact individuals by telephone.\nThe first minister has said the \"ambition\" is for the top priority groups in Wales to get Covid vaccines by mid-February.\nProf Andrew Easton, an expert on virology at the University of Warwick, said the global spread of coronavirus could mean society has to \"live with the virus rather than to hope for its removal\", similar to flu.\n\"It has gone so far around the world that eliminating it is going to be almost impossible, not entirely\" he said.\n\"So we will have to learn to live with it,\" he said, adding that improved hygiene habits such as wearing face masks may need to continue into the future."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55598918",
      "category": "uk",
      "title": "Covid-19: Act like you've got the virus, government urges",
      "tags": "Boris Johnson,NHS,Coronavirus pandemic",
      "text": "People in England are being told to act like they have got Covid as part of a government advertising campaign aimed at tackling the rise in infections.\nBoris Johnson said the public should \"stay at home\" and not get complacent.\nOn Friday 1,325 deaths within 28 days of a positive Covid test were recorded in the UK - the highest daily figure yet - along with 68,053 new cases.\nGovernment sources say there is likely to be more focus from police on enforcing rather than explaining rules. \n\"With over 1,000 people dying yesterday it's more important than ever everyone sticks to rules,\" a source told the BBC.\nAs cases and deaths soar, the government is releasing its advertising campaign, which will be shared across television, radio, newspapers and on social media.\nEngland's chief medical officer, Prof Chris Whitty, says in the advert: \"Vaccines give clear hope for the future, but for now we must all stay home, protect the NHS and save lives.\"\nPrime Minister Boris Johnson says hospitals are \"under more pressure than at any other time since the start of the pandemic\", with infection rates increasing at an \"alarming rate\" across the country and the NHS under \"severe strain\".\nIt comes after London's mayor Sadiq Khan said the spread of coronavirus was \"out of control\" as he declared a \"major incident\" in the capital on Friday.\nSuch an incident is an emergency that requires the implementation of special arrangements by one or all of the emergency services, the NHS or the local authority.\nIt means the emergency services and hospitals cannot guarantee their normal level of response.\nWhile the government seeks to reinforce its \"stay at home\" message, some police forces have faced criticism for their approaches to tackling potential breaches of coronavirus restrictions.\nDerbyshire Police has said it will review fixed penalties issued during the new national lockdown after two women were ordered to pay £200 each after driving five miles from their home for a walk on Wednesday.\nSusan Michie, a professor of health psychology at University College London, said \"more support and enablement\" was needed for people to adhere to the regulations, for example support to help people self-isolate, rather than punishment.\nProf Michie, who sits on a subcommittee of the government's Scientific Advisory Group for Emergencies, also said the current restrictions were \"too lax\". \n\"When you look at the data, it shows that almost 90% of people are overwhelmingly adhering to the rules despite the fact that we're also seeing more people out and about,\" she told BBC Radio 4's Today programme. \nHowever, she said in comparison to the first lockdown last spring the restrictions were less strict, with more people allowed to go out to work and children's nurseries open, meaning public transport is busier.\nThe number of people travelling by public transport in London has decreased since the latest national lockdown began, with tube journeys now at 18% pre-pandemic demand and bus journeys at 30%, according to figures from Transport for London. \nHowever, during the first lockdown passenger numbers fell below 10% at some points. \nProf Michie added that the winter season posed extra challenges because the virus survives longer in the cold and people spend more time indoors, where the virus can spread more easily. \nCombined with the more transmissible new variant, she said \"we should have a stricter rather than less strict lockdown than we had back in March\". \nDr Adam Kucharski, another scientist advising the government and an associate professor of infectious disease epidemiology at the London School of Hygiene and Tropical Medicine, said that because the new variant was more transmissible \"each interaction we have has become riskier than it was before\". \n\"So even if we went back to that kind of last spring level of reduction in contacts we couldn't be confident that we would see the same effect that we saw last year because of this increased transmission,\" he said.\nEngland, much of Scotland, Wales and Northern Ireland continue to be under strict national measures, with stay-at-home orders in place for most people.\nThere is considerable concern in government about the continued spread of the virus. \nNo 10 believes more needs to be done to emphasise how severe the current situation is - which is why we are getting some very stark warnings from the medical experts. \nMinisters continue to praise the public - but there is also more emphasis on people taking the rules seriously, as was the case last spring when the first lockdown was imposed. \nThe prime minister warns people against complacency, saying: \"Your compliance is now more vital than ever\". \nLatest figures from Public Health England reveal the coronavirus infection rate in London has exceeded 1,000 per 100,000 people.\nThe Office for National Statistics recently estimated as many as one in 30 Londoners has coronavirus.\nLondon councils have urged places of worship to close and the bishop of London Sarah Mullally said churches should \"consider the seriousness of the situation\" before holding in person services this weekend.\nDr Simon Walsh, an emergency care doctor in London, told BBC Breakfast all London hospitals had \"effectively been working in major incident mode for the last couple of weeks\".\n\"Most hospitals have expanded their intensive care capacity to somewhere in the region of three times their normal capacity. Obviously we don't have three times the number of staff so our staff are being spread more thinly,\" he said.\nHospitals in other parts of the UK are also under pressure. \nIn Wales, senior A&E nurse Sarah Fogarasy said she felt \"overwhelming fear\" as 13 ambulances queued at Royal Glamorgan Hospital last Saturday, with no capacity at the unit. \nAnd Dr Justin Varney, director of public health in Birmingham, said he was \"very worried\" about the situation in the city, where hospital bosses have warned they don't have enough intensive care nurses to deal with the growing case load.  \nHe warned the NHS had still not seen the impact of the rise in cases following the relaxation of restrictions over Christmas \"so it is going to get a lot, lot worse unless we really get this under control\". \nIn other developments: "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55581949/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Wales' schools and colleges shut until half term unless cases fall",
      "tags": "Teaching,Coronavirus lockdown measures,Schools,Welsh government,Wales education,Coronavirus pandemic",
      "text": "Schools and colleges in Wales will stay closed to most pupils until the February half term unless there is a \"significant\" fall in Covid cases.\nFirst Minister Mark Drakeford also confirmed current lockdown restrictions would be extended and \"strengthened\".\nThis means non-essential retail, hospitality venues, licensed premises and leisure facilities remain closed and showrooms must now shut as well.\nMr Drakeford said: \"The pandemic has reached a significant point.\"\nHe told BBC Radio Wales the announcement was the \"best certainty\" he could offer parents, pupils and teachers, \"in a world which is highly uncertain and where things change almost every single day\".\nThe phased return to face-to-face learning at some Welsh universities has also been postponed, while internal GCSE, A-level and AS-level assessments have been cancelled.\nThe announcement follows a similar move in England, where Prime Minister Boris Johnson has already said schools would not open before half term.\nSpring half term in Wales is scheduled to take place the week beginning Monday 15 February. \nWales has been in an alert level four lockdown since 20 December in an attempt to reduce the transmission of coronavirus.\nOn Thursday, 63 further deaths from coronavirus were reported by Public Health Wales.\nSpeaking to BBC Radio Wales, Mr Drakeford said the new variant was more easily spread and stricter lockdown measures were now needed to keep people safe.\nMinisters are in talks with employers and unions and changes are set to be announced for workplaces - to protect workers - early next week.\nMr Drakeford said he wanted to see the way supermarkets were policed return to the way they were during the first lockdown, with strict number limits in stores and social distancing measures abided to.\nBut he said a curfew, meaning people would have to be in their homes by a certain time, similar to that seen in Northern Ireland, was not currently being considered. \nSchools and colleges had already been told they would have to teach online until 18 January at the earliest, however this will now continue if cases of the virus do not fall \"materially\" before the next review date on 29 January.\nIf cases do not drop, that would mean schools would reopen on 22 February at the earliest, and internal exams have also been cancelled.\nBut teaching unions have warned that more uniformed lateral flow testing needs to be in place and teachers must be vaccinated before talks on how to reopen schools can begin.\nSpeaking at the Welsh Government coronavirus briefing, Mr Drakeford said people working at special schools and school and college staff who were at risk would soon be vaccinated. \nCardiff University has also confirmed that a phased return to in-person teaching has been cancelled, with learning continuing online for most students until 22 February.\nStudents currently have to have had two lateral flow tests confirming they are negative for Covid-19 before they return to Welsh campuses - and face to face teaching is only resuming for medical students and those who have practical parts of their courses on campus.\nMr Drakeford said: \"Universities have worked hard to make sure that when students do return it is done in a careful and controlled way, with the safety of those young people and their communities at the forefront of their planning.\"\nThe announcement affecting showrooms means any retailers which allow people to browse and then order for a future date - such as kitchens, bathrooms, furniture and car sales - must close.\nClick and collect will still be allowed.\nConfirming alert level four restrictions would continue for at least three more weeks, Mr Drakeford told Radio Wales the lockdown measures were already leading to cases falling, but the rate remained high.\n\"There are some positive signs that the huge collective effort we are making is making a difference, but the numbers are stubbornly high,\" he said.\n\"We have not yet seen an impact of those falls feeding into the number of people being admitted to hospital and becoming, sometimes, so ill they need intensive care.\n\"We need to see the numbers come down as well so that our NHS is genuinely able to cope with the enormous pressure it is currently facing.\"\nMr Drakeford said huge efforts were being made to rollout the Covid-19 vaccines, and with the \"end being in sight\" it was more important than ever for people to follow the rules and stay home.\n\"We have made so many sacrifices together and we mustn't stop now,\" he said.\nEducation Minister Kirsty Williams said: \"Schools and colleges have been safe and secure environments throughout the pandemic and that continues to be the case.\n\"However, the latest TAC report is clear on education's contribution. We know that school and college settings can contribute to wider social mixing outside the education environment and, right now, we all have to play our part in supressing this virus.\"\nMs Williams said the government would use the period until the next review date to \"look at all the possibilities for a phased and safe return of some pupils, such as those studying for qualifications, or the youngest children who find distance learning the most difficult\".\nFollowing the announcement, exams regulator Qualifications Wales cancelled the spring \"internal assessment window\" for GCSE, AS and A-level pupils, which was scheduled for 22 February - 23 April.\nThis was introduced following the decision that exams would be cancelled in 2021.\nChief executive Philip Blaker said: \"We know that learners need clarity about how they will be assessed and there will be clarity on revised arrangements soon.\"\nMr Drakeford said discussions were under way between teachers and education officials over ways children could catch up after missing time in school. \nSpeaking at Friday's Welsh Government coronavirus briefing, Mr Drakeford said police and local authorities would continue to crack down on people who break lockdown rules. \nSince the start of the pandemic, 3,585 fines have been handed out by police forces in Wales. \n\"Of course I want to thank everyone for following the rules and helping to keep Wales safe. It's always frustrating when a small minority act as though those rules do not apply to them,\" he added.\n\"I want everybody to know that where people knowingly and persistently break the rules, action will be taken. Too many lives have been lost to this awful virus to allow anybody to believe that they do not share in the responsibility that binds us all.\"\nUnions welcomed the news saying the health and safety of pupils and staff \"had to be a priority\", but said teachers must now be given the vaccine as a priority, and pupils and staff must be protected before talks about reopening schools began.\nCurrently teachers are not on the priority list for immunisation, and have to wait to get the jab dependent on their age and if they have a medical condition.\nLaura Doel, director of The National Association of Headteachers Cymru, said a \"properly organised\" testing regime needed to be put in place for schools, and special schools and pupil referral units needed support to remain open.\n\"Any plan that sees school staff return to face-to-face learning should be afforded as much protection as possible against the virus,\" she said.\"Once these issues have been addressed, then we can discuss the orderly return to school we all want.\"\nMeanwhile, Eithne Hughes, director of the Association of School and College Leaders Cymru said: \"I think we would be happier if we had clarity about what that date looks like, it would give confidence in the system.\"\nOpposition parties called for clear plans on how schools would return and for support to make sure pupils from poorer backgrounds did not fall behind due to a \"digital divide\".\nPlaid Cymru's education spokeswoman Sian Gwenllian said: \"The Welsh Government must plan now for the gradual and safe reopening of schools, putting in place safety measures, and should lay out plans for a vaccination programme for schools staff.\"\nWelsh Conservative education spokeswoman Suzy Davies called for the Welsh Government to publish evidence on its reasons for closing schools, bring forward vaccines for teachers, and that money must be made available for all pupils to access laptops for online learning.\n\"This is another bleak day for education in Wales,\" she said.\n\"Decisions aren't easy to make and I urge everyone involved in the journeys to and from school to consider how they might help schools open again and stay open.\"\nShe tweeted: \"Get a grip on consistent online quality. Give my vaccination to a younger teacher.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-52473523",
      "category": "health",
      "title": "Coronavirus: What is the R number and how is it calculated?",
      "tags": "Coronavirus lockdown measures,Coronavirus testing,Coronavirus pandemic",
      "text": " The rate at which coronavirus infection is falling in the UK - as measured by the R number - has continued to level off. \nThe latest R estimate from the government's scientific advisory group Sage, is between 0.7 and 0.9, up slightly from the week before.\nIt means that, on average, every 10 people with Covid will infect between seven and nine other people.\nThe R number is a way of rating coronavirus or any disease's ability to spread. \nR is the number of people that one infected person will pass on a virus to, on average.\nMeasles has an R number of 15 in populations without immunity. \nThat means, on average, one person will spread measles to 15 others. \nCoronavirus - known officially as Sars-CoV-2 - would have a reproduction number of about three if no action was taken to stop it spreading.\nYou can't capture the moment people are infected. Instead, scientists work backwards.  \nData - such as the number of people dying, admitted to hospital or testing positive for the virus over time - is used to estimate how easily the virus is spreading. \nIf the R value is higher than one, then the number of cases keeps increasing.\nBut if the R number is lower the disease will eventually stop spreading, because not enough new people are being infected to sustain the outbreak.\nGovernments everywhere want to force the R number down from about three (the R number if we took no action) to below one.\nThe R number is not fixed. Instead, it changes as our behaviour changes or as immunity develops. \nMathematical modellers at Imperial College London attempted to track how the number changed as isolation, social distancing and the full lockdown were introduced in spring of 2020. \nBefore any measures came in, the R number was well above one and the conditions were ripe for a large outbreak. Successive restrictions brought it down, but it was not until full lockdown that it was driven below one. \nAlthough the R number across the UK is now between 0.7 and 0.9, there are regional differences.\nScotland's estimated R number is between 0.8 and 1.0, up slightly on the previous week.\nIn Wales the number is between 0.6 and 0.9 - while in Northern Ireland it remains between 0.75 and 0.95.\nIn England, the number is risen slightly to between 0.8 and 1.0.\nThe R number is one of the big three.\nAnother is severity - some people have a very mild disease that does not cause many problems. But coronavirus and the disease it causes, Covid-19, can be severe and deadly. \nThe last is the number of cases, which is important for deciding when to act. If you have a high number, but ease restrictions so the reproduction number is about one, then you will continue to have a high number of cases.\nA vaccination programme, like the one currently under way in the UK, is another way to bring down the reproduction number.\nA coronavirus patient would naturally infect three others on average, but if a vaccine could protect two of them from infection, then the reproduction number would fall from three to one."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55591527",
      "category": "uk",
      "title": "Prince William talks about NHS and Covid with his children 'every day'",
      "tags": "Prince Louis,Prince George,Prince William, Duke of Cambridge,NHS,Princess Charlotte,Coronavirus pandemic,Catherine, Duchess of Cambridge",
      "text": "The Duke of Cambridge has said he talks to his three children about NHS staff \"every day\" to help them to understand the \"sacrifices\" made during Covid.\nPrince William's comments were part of a video call to London hospital staff.\n\"Catherine and I and all the children talk about all of you guys every day, so we're making sure the children understand all of the sacrifices that all of you are making,\" he said.\nIt comes after the London mayor said the virus was \"out of control\".\nSadiq Khan declared a major incident on Friday - meaning the emergency services and hospitals cannot guarantee their normal level of response - after the number of Covid patients in the capital's hospitals surpassed 7,000.\nStaff at Homerton University Hospital in east London told the Duke of Cambridge that queues of people waiting to be vaccinated at the hospital offered hope, but that the way out of the crisis was for the public to \"stay at home\" during lockdown.\nIn recent days the hospital has seen its highest number of admissions since the pandemic began.\nThe duke, who is joint patron of NHS Charities Together, said: \"A huge thank you for all the hard work, the sleepless nights, the lack of sleep, the anxiety, the exhaustion and everything that you are doing, we are so grateful. \n\"Good luck, we are all thinking of you.\"\nHis video call, which took place on Thursday, is one of many he and the duchess have made to NHS staff during the pandemic. \nPrince George, Princess Charlotte and Prince Louis have also shown their support for the health service by getting involved with the weekly Clap for Carers applause during the UK's first national lockdown.\nAnd on Saturday, the Duchess's birthday, Kensington Palace said the family's thoughts \"continue to be with all those working on the front line at this hugely challenging time\".\nChief nurse Catherine Pelley told the prince her hospital had used funds from NHS Charities Together to set up various support initiatives such as a \"wobble room\" for colleagues to relax in.\n\"For us this week, starting vaccinating has been one of the single most significant impacts on people feeling that there is a future out of this, and the queues out the door here where they have been vaccinating have been really hopeful for people,\" she said.\n\"But the support we need is stay at home, help us. Because that will get us all out of this, whatever our role is, and we will get society out of this.\"\nAfter speaking to Ms Pelley and her colleagues about how they supported one another, the prince said: \"It's good that you and your team are keeping your spirits high and I always find that having some sort of sense of humour through everything is very important, otherwise we all go mad.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55602828",
      "category": "uk",
      "title": "Covid-19: Lockdown needs to be stricter, scientists warn",
      "tags": "Coronavirus lockdown measures,NHS,Coronavirus pandemic",
      "text": "Lockdown measures in England need to be stricter to achieve the same impact as the March shutdown, scientists advising the government have said. \nProf Robert West said the current rules were \"still allowing a lot of activity which is spreading the virus\". \nProf Susan Michie also said the spread of the new more infectious variant meant the restrictions were \"too lax\".\nThe government said it had adapted its approach and taken \"swift action\" to try and stop the spread of the virus.\nThe warnings come after ministers launched a new campaign urging people to act like they have the virus. \nMeanwhile, Buckingham Palace has said the Queen, 94, and the Duke of Edinburgh, 99, received Covid-19 vaccinations on Saturday.\nUnder the national lockdown, people in England must stay at home and can only go out for essential reasons. Similar measures are in place across much of Scotland, Wales and Northern Ireland.\nProf West, a participant in the Scientific Pandemic Influenza Group on Behaviours (SPI-B), which advises the government's Scientific Advisory Group for Emergencies (Sage), said the new variant of Covid is around 50% more infectious compared to the virus that infected people last March.\n\"That means that if we were to achieve the same result as we got in March we would have to have a stricter lockdown, and it's not stricter,\" he said\nThe professor of health psychology at University College London, also told the BBC more children were going to school, compared to the first lockdown and he said schools were \"a very important seed of community infection\".\nMore people are in schools, after the Department for Education has widened the categories of vulnerable and key worker pupils allowed to attend, with attendance rates surging to 50% in some places. \nProf Michie, who is also a member of Sage, agreed the current lockdown was \"too lax\". \n\"When you look at the data, it shows that almost 90% of people are overwhelmingly adhering to the rules - despite the fact that we're also seeing more people out and about,\" she told BBC Radio 4's Today programme.\nShe said in comparison to the first lockdown last spring more people were allowed to go out to work and children's nurseries were open, making public transport busier. \nThe number of people travelling by public transport in London has decreased since the latest national lockdown began, with tube journeys now at 18% of the pre-pandemic demand and bus journeys at 30%, according to figures from Transport for London.\nHowever, during the first lockdown passenger numbers fell below 10% at some points.\nProf Michie, a professor of health psychology at University College London, added that the winter season posed extra challenges because the virus survives longer in the cold and people spend more time indoors, where the virus can spread more easily.\nCombined with the more transmissible new variant, she said \"we should have a stricter rather than less strict lockdown than we had back in March\".\nScientists believe the new variant spreads between 50 and 70% faster compared to previous forms of the virus. \nDr Adam Kucharski, another scientist advising the government and an associate professor of infectious disease epidemiology at the London School of Hygiene and Tropical Medicine, said that because the new variant was more transmissible \"each interaction we have has become riskier than it was before\".\nHe said that even if people reduced their contacts to levels seen last spring, it would not have the same effect on virus transmission.\nProf Kevin Fenton, London regional director for Public Health England, said there were \"things we could do better\" to reduce the number of infections, including greater compliance with mask wearing and social distancing when shopping and using public transport.\nOn Friday 1,325 deaths within 28 days of a positive Covid test were recorded in the UK - the highest daily figure yet - along with 68,053 new cases.\nAs cases and deaths soar, the government has launched an advertising campaign, which will be shared across television, radio, newspapers and on social media, urging people to stay at home and not to get complacent.\nGovernment sources say there is also likely to be more focus from police on enforcing rather than explaining rules.\nPrime Minister Boris Johnson says hospitals are \"under more pressure than at any other time since the start of the pandemic\", with infection rates increasing at an \"alarming rate\" across the country and the NHS under \"severe strain\".\nIt comes after London's mayor Sadiq Khan said the spread of coronavirus was \"out of control\" as he declared a \"major incident\" in the capital on Friday.\nDr Simon Walsh, an emergency care doctor in London, told BBC Breakfast the \"unprecedented\" numbers of patients requiring intensive care treatment meant staff were spread \"more and more thinly\". \nHospitals in other parts of the UK are also under pressure. \nDr Justin Varney, director of public health in Birmingham, said he was \"very worried\" about the situation in the city, where hospital bosses have warned they do not have enough intensive care nurses to deal with the growing case load.  \nHe warned that the NHS had still not seen the impact of the rise in cases following the relaxation of restrictions over Christmas and added: \"It is going to get a lot, lot worse unless we really get this under control\". \nA government spokesperson said: \"Our priority from the outset has been to protect the NHS to save lives and we have taken advice from scientific and medical experts throughout. As new evidence has emerged, we have adapted our approach and taken swift action to try and stop the spread of the virus.\"\n Tell us how you have been affected by coronavirus by emailing: haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-55571291",
      "category": "technology",
      "title": "Trump’s Twitter downfall",
      "tags": "US Capitol stormed,Twitter,Facebook,Donald Trump,Censorship",
      "text": "The president says he hates Big Tech. Yet he has loved using Twitter. \nHe's used it as a way, for more than 10 years, to bypass the media and speak directly to voters. \nThe 280 characters fits neatly with his style of political engagement - broad brushstrokes rather than details. \nAnd Twitter has undoubtedly benefited from President Trump too, the place to go to hear the latest musings from the most powerful person on the planet. \nThat decade-long symbiosis has been ended with a shuddering halt. \nImmediately after the deadly riots, Twitter locked the President's Twitter feed and asked Mr Trump to delete three tweets for violations around its Civic Integrity policy., which he promptly did.\nAfter the suspension he tweeted as a new man, the nonsense claims of mass voter fraud replaced with a more conciliatory tone. \nPrivately though Twitter was pondering whether it had gone far enough. Facebook had already acted, banning Donald Trump \"indefinitely\".  \nAfter more than 48 hours of consideration, Twitter acted. It made unquestionably the most important moderation decision in its history. It banned the president of the United States. \nSome have asked why he wasn't kicked off sooner. \nWell, Twitter has very specific rules about world leaders. \n\"We recognise that sometimes it may be in the public interest to allow people to view tweets that would otherwise be taken down,\" Twitter's rules say. \n\"At present, we limit exceptions to one critical type of public-interest content - tweets from elected and government officials.\" \nChief executive Jack Dorsey had felt it was in the public interest to keep the account active, albeit with warning messages.\n\"No one is turning a blind eye,\" a senior source told the BBC before the ban.\nIn short, Mr Trump had been allowed to remain on Twitter - despite numerous breaches of its rules - because he is the president. \nWith less than two weeks to go of Trump's presidency, many social media companies have now decided enough is enough. \nCritics say the outgoing president's words on social media, for years, helped to incite Wednesday's storming of Capitol Hill.\nAll the big social media companies have made it clear that - as a private citizen - if you continually look to peddle conspiracy theories and promote extremism, you should expect to be kicked out. With just a few days of his presidency left, Mr Trump is already being held to a different standard - his privileges stripped. \nWhat's driving this? To be cynical, social media companies are acutely aware that President-elect Joe Biden believes Big Tech hasn't done enough to quell fake news and hate speech on their platforms.\nThey are now desperate to show that they can, in fact, police their own platforms without the need for stringent legal reforms. \nWhat better way to show you're serious than to act on Mr Trump's misinformation? \nWhat will Mr Trump do next? Well he's already said he's looking into the possibility of building his own platform in the future. \nBut for now he's consigned to the fringes of the internet. Can Trumpism survive without Big Tech? We're about to find out. \nJames Clayton is the BBC's North America technology reporter based in San Francisco. Follow him on Twitter @jamesclayton5."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-55598887",
      "category": "technology",
      "title": "Google suspends 'free speech' app Parler",
      "tags": "Social media,Apps,Apple",
      "text": "Google has suspended \"free speech\" social network Parler from its Play Store over its failure to remove \"egregious content\".\nParler styles itself as \"unbiased\" social media and has proved popular with people banned from Twitter.\nBut Google said the app had failed to remove posts inciting violence.\nApple has also warned Parler it will remove the app from its App Store if it does not comply with its content-moderation requirements.\nOn Parler, the app's chief executive John Matze said: \"We won't cave to politically motivated companies and those authoritarians who hate free speech!\"\nLaunched in 2018, Parler has proved particularly popular among supporters of US President Donald Trump and right-wing conservatives. Such groups have frequently accused Twitter and Facebook of unfairly censoring their views.\nWhile Mr Trump himself is not a user, the platform already features several high-profile contributors following earlier bursts of growth in 2020.\nTexas Senator Ted Cruz boasts 4.9 million followers on the platform, while Fox News host Sean Hannity has about seven million.\nIt briefly became the most-downloaded app in the United States after the US election, following a clampdown on the spread of election misinformation by Twitter and Facebook.\nHowever, both Apple and Google have said the app fails to comply with content-moderation requirements.\nBy Shayan Sardarizadeh, BBC Monitoring\nFor months, Parler has been one of the most popular social media platforms for right-wing users. \nAs major platforms began taking action against viral conspiracy theories, disinformation and the harassment of election workers and officials in the aftermath of the US presidential vote, the app became more popular with elements of the fringe far-right.\nThis turned the network into a right-wing echo chamber, almost entirely populated by users fixated on revealing examples of election fraud and posting messages in support of attempts to overturn the election outcome.\nIn the days preceding the Capitol riots, the tone of discussion on the app became significantly more violent, with some users openly discussing ways to stop the certification of Joe Biden's victory by Congress. \nUnsubstantiated allegations and defamatory claims against a number of senior US figures such as Chief Justice John Roberts and Vice-President Mike Pence were rife on the app. \nGoogle and Apple say they are taking necessary action to ensure violent rhetoric is not promoted on their platforms. \nHowever, to those increasingly concerned about freedom of speech and expression on online platforms, it represents another example of draconian action by major tech companies which threatens internet freedom.  \nThis is a debate which is certain to continue beyond the Trump presidency. \nIn a statement, Google confirmed it had suspended Parler from its Play Store, saying: \"Our longstanding policies require that apps displaying user-generated content have moderation policies and enforcement that removes egregious content like posts that incite violence.\n\"In light of this ongoing and urgent public safety threat, we are suspending the app's listings from the Play Store until it addresses these issues.\"\nApple has warned Parler it will be removed from the App Store on Saturday in a letter published by Buzzfeed News.\nIt said it had seen \"accusations that the Parler app was used to plan, coordinate, and facilitate\" the attacks on the US Capitol on 6 January.\nMr Matze said Parler had \"no way to organise anything\" and pointed out that Facebook groups and events had been used to organise action.\nBut Apple said: \"Our investigation has found that Parler is not effectively moderating and removing content that encourages illegal activity and poses a serious risk to the health and safety of users in direct violation of your own terms of service.\"\n\"We won't distribute apps that present dangerous and harmful content.\"\nIn a related development, Google has kicked Steve Bannon's War Room podcast off YouTube, saying it had repeatedly violated the platform's rules.\nThe ex-White House aide's channel had more than 300,000 subscribers.\n\"In accordance with our strikes system, we have terminated Steve Bannon's channel 'War room' and one associated channel for repeatedly violating our Community Guidelines,\" Google said in a statement.\n\"Any channel posting new videos with misleading content that alleges widespread fraud or errors changed the outcome of the 2020 US Presidential election in violation of our policies will receive a strike, a penalty which temporarily restricts uploading or live-streaming. Channels that receive three strikes in the same 90-day period will be permanently removed from YouTube.\"\nThe action was taken shortly after the channel posted an interview with Donald Trump's personal lawyer Rudy Giuliani, in which he blamed the Democrats for the rioting on Capitol Hill on Wednesday.\nOne anti-misinformation group said the action was long overdue after \"months of Steve Bannon calling for revolution and violence\".\n\"The truth is YouTube should have taken down Steve Bannon's account a long time ago and they shouldn't rely on the labour of extremism researchers to moderate the content on their platform,\" said Madeline Peltz, Senior Researcher at Media Matters for America."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55333756",
      "category": "uk-wales",
      "title": "Covid: What are the new rules for Wales?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus testing,Welsh government,Coronavirus pandemic",
      "text": "Most curbs to people's daily lives have been lifted as Wales moves to the lowest level of Covid rules.\nRules limiting socialising in pubs, bars and restaurants have been removed, while nightclubs are able to reopen for the first time since measures brought in to tackle the spread of Omicron were introduced after Christmas.\nSocial distancing rules were also scrapped as Wales moved into alert level zero on 28 January.\nPeople who test positive for Covid must now isolate for a minimum of five full days, with two negative lateral flow tests will be required on day five and six.\nHowever masks are still required to be worn in most public places in Wales, including shops, hospitals and on public transport. \nBut they are no longer needed for bars and restaurants, and changes to rules due to be announced later, mean they will also no longer be needed when visiting someone in their own room at a care home.\nWhat do the changes mean for people and businesses in Wales, and what can you do and when?\nChanges to rules have been made over the last two weeks, after First Minister Mark Drakeford laid out his plan to ease restrictions by the end of January.\nThe changes saw:\nFrom Thursday, 10 February Wales returns to a three-week review cycle as the country is at alert level zero\nThe lowest set of restrictions since the start of the pandemic, we were last in alert level zero at Christmas.\nUnder it most curbs to our daily life are removed, all businesses are allowed to reopen, but people still have to wear face masks in many public places, and self isolation rules still apply.\nSince 22 December, fully vaccinated adults, children aged between five and 18 and vaccine clinical trial participants identified as a close contact of a positive case of Covid-19 in Wales do not need to self-isolate. \nInstead, the Welsh government strongly advises them to take lateral flow tests for seven days as a precautionary measure. Children under five do not need to isolate and are not required to take a PCR test or do lateral flow tests.\nFrom 28 January people who have tested positive must isolate for a minimum of five full days, with two negative lateral flow tests will be required on day five and six.\nUntil then, the self-isolation period was seven days, down from the 10 days it was previously, with negative lateral flow tests needed on day six and seven. \nThe Welsh government has urged people to take lateral flow tests before socialising, shopping or visiting people and not to go out if it is positive.\nIt is advising meeting outdoors where possible and to make sure indoor meetings are well ventilated.\nPeople, it said, should leave at least a day between social events.\nFrom 26 December, groups of no more than six people were allowed to meet in pubs, cinemas and restaurants in Wales, with licensed premises having to offer table service only, and face masks worn, along with contact tracing details collected. \nBut under the Welsh government announcement, all of this changed on 28 January.\nThe rule of six was scrapped, meaning people can go to the pub with whoever they like, can go to the bar for a drink, and social distancing has ended.\nPeople are also able to be served at bars again, as table service only rules were scrapped.\nWhile wearing a face mask in a pub or bar is no longer required by law, the Welsh government has advised staff and customers to wear them indoors, when not eating, drinking or dancing.\nLimits on indoor or outdoor event numbers were lifted on 7 August.\nFor important life events such as weddings, civil partnerships, funerals and wakes, the numbers will be determined by the ability of the venue to manage social distancing and other reasonable measures.\nAll guests will need to take a lateral flow test.\nPeople attending weddings, civil partnership or alternative wedding ceremony or reception, no longer have to wear face coverings by law under alert level zero.\nHowever the Welsh government says it strongly advises people to wear a face covering indoors when not eating, drinking or dancing.\nYou can, and international travel is allowed, although local rules and quarantine will apply.\nOn 25 January 2022, the Welsh government stopped advising people against travelling abroad for holidays for the first time since the start of the pandemic. \nNightclubs were closed from 26 December, but under the four stage plan, they have been allowed to open from 28 January, when Wales moved to alert level zero. \nHowever, Covid passes are still needed for nightclubs, along with cinemas, theatres and other large events. \nFrom 15 January the number of people allowed to attend an outdoor event rose from 50 to 500.\nOn 21 January all outdoor activities moved to alert level zero, with no limits on the number of people who can take part and crowds were able to return to sporting events. \nPupils returned later than planned for the start of the new spring term in January.\nA legal restriction to work from home unless unavoidable, with £60 fines for anyone who did not comply and had no reasonable excuse, has been scrapped from 28 January.\nHowever, the Welsh government has said it will remain important to work from home if you can.\nYou have been able to travel anywhere in the UK since 12 April, subject to restrictions in force in the other nations.\nIt also means people from other parts of the UK can come here.\nAll holiday accommodation was able to fully reopen from 17 May."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55601909",
      "category": "world-asia",
      "title": "Sriwijaya Air Boeing 737 passenger plane feared to have crashed in Indonesia",
      "tags": "Aviation accidents and incidents,Aviation safety,Sriwijiaya air crash,Indonesia",
      "text": "A Boeing 737 passenger plane carrying 62 people is believed to have crashed into the sea shortly after take-off from Indonesia's capital Jakarta.\nThe Sriwijaya Air disappeared from radars four minutes into its journey to Pontianak in West Kalimantan province.\nIt is thought to have dropped more than 3,000m (10,000ft) in less than a minute, according to flight tracking website Flightradar24.com.\nWitnesses said they had seen and heard at least one explosion.\nFisherman Solihin, who goes by one name, told the BBC Indonesian service he had witnessed a crash and his captain decided to return to land.\n\"The plane fell like lightning into the sea and exploded in the water,\" he said.\n\"It was pretty close to us, the shards of a kind of plywood almost hit my ship.\"\nA number of residents of an island near where the plane disappeared told the BBC they had found objects they thought were from the plane. \nSearch and rescue efforts were suspended overnight but were due to resume on Sunday. \nThe Indonesian navy was reportedly deployed to look for the aircraft on Saturday. Navy official Abdul Rasyid told Reuters news agency it had determined the plane's coordinates and ships had been deployed to the location.\nThe aircraft is not a 737 Max, the Boeing model that was grounded from March 2019 until last December following two deadly crashes.\nLast contact with the plane, with the call sign SJY182, was made at 14:40 local time (07:40 GMT), according to the transport ministry. The usual flight time to Pontianak, in the west of the island of Borneo, is 90 minutes.\nIt did not send a distress signal, according to the head of national search and rescue agency Air Marshal Bagus Puruhito.\nThere were thought to be 50 passengers - including seven children and three babies - and 12 crew on board, though the plane has a capacity of 130. Everyone on board was Indonesian, officials say.\nRelatives of the passengers have been waiting anxiously at the airport in Pontianak, as well as at Jakarta's Soekarno-Hatta International Airport.\n\"I have four family members on the flight - my wife and my three children,\" Yaman Zai told reporters through tears.\n\"[My wife] sent me a picture of the baby today... How could my heart not be torn into pieces?\"\nAccording to registration details, the plane is a 26-year-old Boeing 737-500.\nIt was in good condition, Sriwijaya Air chief executive Jefferson Irwin Jauwena told reporters. Take-off had been delayed for 30 minutes due to heavy rain, he said. \nSriwijaya Air, founded in 2003, is a local budget airline which flies to Indonesian and other South-East Asian destinations. \nThe plane went missing about 20km (12 miles) north of the capital Jakarta, not far from where another flight crashed in October 2018. \nA total of 189 died when an Indonesian Lion Air flight plunged into the sea about 12 minutes after take-off from the city.\nThat disaster was blamed on a series of failures in the plane's design, but also faults by the airline and the pilots.\nIt was one of two crashes that led regulators to pull the Boeing 737 Max from service. The model resumed passenger flights in December after a systems overhaul.\nThe BBC's Jerome Wirawan in Jakarta says the latest events will bring up difficult questions and emotions in Indonesia, whose airline industry has faced intense scrutiny since the Lion Air crash.\nThe aircraft which appears to have been lost off Indonesia was a Boeing 737, but it should not be confused with the much more modern 737 Max - which was grounded following two tragic accidents in 2018 and 2019, including one off the coast of Indonesia.  \nThe Sriwijaya Air flight appears to have been carried out by a Boeing 737-500. This plane formed part of the 737 Classic series, the second generation of 737, which was built during the 1980s and 1990s. The plane, seen as a workhorse aircraft for many years, has a strong safety record. \nThe Sriwijaya Air 737 was 26 years old. While airlines do tend to prefer to fly newer aircraft - because they have lower running costs - it is not uncommon to find planes of this age still in service. \nIndonesia, though, has a relatively poor record on aviation safety. For more than a decade carriers from the region were banned from flying into the EU. Until recently, the perception had been that standards were improving, and in 2018 all Indonesian airlines were removed from the EU's blacklist.\nThat, however, was before the loss of a Lion Air 737 Max in October 2018. Although the design of the aircraft is widely believed to have been the main cause of the accident, investigators also highlighted issues such as poor maintenance procedures and inadequate flying skills as contributory factors."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-55601215",
      "category": "entertainment-arts",
      "title": "Happy Mondays star Bez in bid to rival Joe Wicks with lockdown fitness classes",
      "tags": "Little Hulton,Manchester,Salford",
      "text": "Happy Mondays star Bez is to launch his own lockdown fitness classes to inspire the nation like Joe Wicks.\nThe former maraca-shaking dancer, 56, wants to rival Joe Wicks with his online YouTube classes \"Get Buzzin' With Bez\" to be launched on 17 January.\nBez, whose on-stage \"freaky dancing\" made him an icon of the 'Madchester' music scene, has admitted he also wants to budge his own lockdown bulge.\nHe won Celebrity Big Brother in 2005 and even made a bid to become an MP.\nBez, whose real name is Mark Berry, will be shown being trained in the fitness classes rather than acting as the instructor himself.\nHe said: \"I'd like to think I'm somewhere between Joe Wicks and Mr Motivator.\n\"I've started this new year seriously unfit, with a fat belly and creaky hips, and I can't stop eating chocolate.\n\"Last lockdown I got unfit, fat, lazy and into some seriously bad eating habits. \n\"This year, this lockdown, I need to sort it out sharpish.\"\nHe said that people can join him on \"on this mad  journey or just sit on the sofa and have a good laugh at me\".\nThe former dancer added: \"At the very least, I know I'll be making people smile, at best I'll be helping people get fit and mentally happier alongside me.\"\nThe Happy Mondays, along with bands like The Stone Roses and Inspiral Carpets, spearheaded the indie music 'Madchester' scene of the late 80s and early 90s.\nBez's bug-eyed dance routines were said to have inspired the group's song Freaky Dancin' and made him one of the best-known members of the group, alongside frontman Shaun Ryder.\nTheir hits included Step On, Kinky Afro, Hallelujah and 24 Hour Party People.\nHowever, serious drug habits and infighting led to the Salford band's breakup in 1993."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-55601293",
      "category": "uk-england-london",
      "title": "Covid-19: Hackney gym owners fined for breaching rules",
      "tags": "Gyms,Hackney,Coronavirus pandemic",
      "text": "The owners of a London gym have been fined for breaching Covid-19 rules by remaining open during lockdown.\nPolice were called to the fitness centre in Stean Street, Hackney, on Friday to reports of a regulation breach.\nThree people were found inside the gym at 09:30 GMT. The owners were given a £1,000 fixed penalty notice.\nIt comes as a \"major incident\" was declared as the spread of Covid-19 threatens to \"overwhelm\" its hospitals.\nCity Hall said Covid-19 cases in London had exceeded 1,000 per 100,000, while there are 35% more people in hospital with the virus than in the peak of the pandemic in April.\nNHS England figures published on Friday showed the number of Covid patients in London hospitals stands at 7,277, up 32% on the previous week.\nCh Insp Pete Shaw said: \"Whilst there are certain rules around people being allowed to exercise in public under this lockdown, nowhere in the legislation does it allow people to go to gyms to work out.\n\"Those found to be flouting the rules, as with this instance, should expect necessary enforcement action to be taken against them.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55575260",
      "category": "world-us-canada",
      "title": "Capitol riots: A visual guide to the storming of Congress",
      "tags": "US Capitol stormed,Donald Trump,US politics",
      "text": "The US is reeling after supporters of President Trump stormed the Capitol building in Washington DC on the day Congress was meeting to confirm Joe Biden's election victory.\nLawmakers were forced to take shelter, the building was put into lockdown and four people died in the chaos that followed a pro-Trump rally near the White House. \nHere's a breakdown of how events unfolded on Wednesday.\nJust before midday local time (17:00 GMT) thousands of people gather at the Ellipse, near the White House, to hear the president speak at a \"Save America\" rally. \nHe tells them: \"We're going to walk down Pennsylvania Avenue... and we're going to the Capitol and we're going to try and give… our Republicans, the weak ones... the kind of pride and boldness that they need to take back our country.\"\nAs the speech ends, crowds start to drift towards the Congress building, about a mile and a half away, where they are met by police barriers.\nThe Capitol is home to the two chambers of the US government that make up Congress - the House of Representatives and the Senate. \nChanting crowds start to gather on both sides of the building at around 13:10, grappling with police at the metal barricades. \nTear gas and pepper spray are used to try to keep the protesters at bay. \nPolice officers struggle to maintain control of the situation as protesters advance on the building on multiple fronts. \nOn the east side, the crowd force their way through barricades on the Capitol Plaza and move on the main entrance, quickly gaining access to the Great Rotunda. \nOnce inside, they head for the House and Senate chambers. \nIgor Bobic, a journalist for the Huffington Post, captures a group of men forcing a police officer to retreat up a set of stairs as they continue their advance. \nSenators are forced to abandon the process of confirming President-elect Biden's victory and the building goes into lockdown.\nThe doors of the House chamber are locked and a makeshift barricade is erected in front of them. Security officials guard the entrance, guns drawn.\nWithin an hour, protesters have also broken police lines on the west side of the Capitol, scaling walls to reach the building itself before smashing windows and forcing doors open. \nOther videos and images show rioters storming through the building's ornately-decorated corridors and chambers chanting \"USA!\" and \"Stop the steal\".\nShortly before 15:00, gunshots are reportedly heard inside the building. \nPhotos and video footage later show a female protester being shot as she tries to break through the barricaded doors of the Speakers' Lobby. \nDespite efforts by police and others at the scene to save her, she is later reported to have died.\nOn the other side of the building, protesters break into the Senate chamber, one taking seat in the Speaker's chair. \nAnother protester is photographed nearby sitting in Speaker Nancy Pelosi's office, with his foot on the table.\nAfter growing condemnation of the riots, President Trump eventually calls for calm, telling the protesters to leave peacefully: \"Go home. We love you, you're very special.\"\nBy 17:40, the building is cleared and made secure ahead of the 18:00 curfew ordered by DC Mayor Muriel Bowser. \nSeveral thousand National Guard troops, FBI agents and US Secret Service are deployed to help.\nMore than six hours after the storming of the building, senators return and resume the day's business of certifying the results of the 2020 presidential election.\nAt 03:41 on Thursday, Congress confirms President-elect Joe Biden will succeed President Trump on 20 January. \n."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55604382",
      "category": "uk-wales",
      "title": "Covid: Warnings 'blatantly ignored' as cars turned away",
      "tags": "Coronavirus lockdown measures,Social distancing,North Wales Police,Walking,Coronavirus pandemic",
      "text": "People are \"blatantly\" ignoring rules on lockdown restrictions despite repeated warnings, police have said.\nMore than 100 cars had been turned away from Moel Famau on the Flintshire border by Saturday lunchtime, with some driving past \"road closed\" signs.\nIn Snowdonia, Gwynedd, a warden said a group from Leicester would have \"probably ignored our advice\" if police had not arrived and told them to leave.\nLevel four restrictions mean travelling for exercise is not allowed in Wales.\nKeith Ellis, a warden at Pen y Pass in Snowdonia, said while it had been much quieter this weekend, people were still travelling, despite the restrictions.\n\"We've had three from Leicester first thing this morning and if the police hadn't turned up they would have probably ignored our advice and carried on up the mountain,\" he said. \n\"What they were wearing was totally inappropriate and they would have probably got into danger.\n\"We've had people also from Liverpool and some locals turning up knowing full well what the rules are, but just trying it on.\n\"Luckily there are a lot more police officers around and all these people have been spoken to and advised by the police as well.\"\nA Welsh Government spokesman said: \"Cases of coronavirus are very high in Wales at the moment and there is a new strain of the virus circulating, which is highly infectious and moving quickly.\n\"At alert level four, exercise should always be undertaken from home, unless you have special circumstances which requires some flexibility - such as disability or autism. \n\"The more people gather, the greater the risk of spreading or catching the virus.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-55584820",
      "category": "uk-northern-ireland",
      "title": "Covid: Families 'devastated' by cancer surgery cancellation",
      "tags": "NI Health,Ovarian cancer,Cancer,Coronavirus pandemic",
      "text": "The son of a man with pancreatic cancer has said the last-minute cancellation of his surgery has been \"devastating\".\nJodie Kane said his father Vincent was due to have his operation on Friday.\nHowever, that procedure was cancelled by the Belfast Health Trust on Tuesday as the worsening coronavirus crisis increases the pressure on hospitals.\nThe trust apologised, saying it had faced an 80% rise in the number of patients with Covid-19 admitted to hospitals since Christmas Day.\nSpeaking on BBC Radio Ulster's Nolan Show, Jodie said that there was now \"no guarantee\" his 68-year-old father would get the treatment.\n\"To be told we had the chance of a very successful surgery on offer and then to have it taken away at the last minute is pretty devastating,\" he said.\n\"Even the surgeon himself said they would be concerned if it was to go on more than four weeks.\n\"There is an uncertainty hanging over us now that we don't know when he'll actually get that surgery or what the impact on his health is going to be.\"\nVincent, from Newtownards, County Down, did not receive treatment for some of his other symptoms as it was planned that the surgery would help with those.\n\"Because they were hoping to get him straight into surgery he hasn't had the blockage in his gall bladder addressed so he's jaundiced, he's covered in a rash, can't sleep, he's lost a lot of weight,\" Jodie said.\n\"Undoubtedly there are people worse off than us out there but it is still a critical illness that he has got and it is one that we don't have an end in sight for, in terms of treatment.\n\"There must be a way of helping all those in need, or I suppose if you were being really honest about it those who stand the best chance of surviving - making the decisions for the benefit of them.\n\"There's no guarantee that in six weeks' time surgery is going to be an option because who knows what's going to happen with Covid?\"\nJodie called on those who were breaking Covid-19 regulations to think about the the \"direct and indirect impacts\" of their actions.\n\"We've every sympathy for anyone who has a loved one who needs [intensive] care because of Covid but cancer and Covid are both life-and-death situations.\n\"We can minimise the risks of one of them as a collective society just by taking the necessary precautions.\n\"It could be someone they love or their neighbour or someone in their community that's in the same situation as us in the very near future.\"\nFlo McClements, who was diagnosed with ovarian cancer in December, found out on Tuesday that her surgery - scheduled for Thursday - had been cancelled by the Belfast Health Trust.\nSpeaking to BBC Radio Foyle, her son Gregg said the pressure was \"mounting day by day\" on the the 72-year-old from Ballymoney, County Antrim.\n\"She had waited all through Christmas for the date and due to the Covid-19 restrictions we as a family had stayed away from her,\" he added.\n\"We left her on her own with my dad just to make sure she didn't catch Covid and risk the operation.\n\"When you get the date you like to think it's the next step to recovery but unfortunately that didn't happen.\"\nGregg said his mother was \"putting on a brave face\" but it was difficult for the family to not be with her in person during what was a difficult time.\n\"That's actually the hardest part that we can't go up and have a cup of tea with her or give her a hug to make her feel a bit better even for a few minutes.\"\nThe Belfast Health Trust said it \"would like to sincerely apologise\" to those affected by the postponement of surgeries.\nIt said the decision was taken to reduce the number of ill patients on wards that would be more at risk from the virus than others.\n\"This was an incredibly difficult decision to make and we did not take it without considering all the information available to us,\" said the trust.\n\"We do not underestimate the anxiety and distress this causes the patients and families affected and we deeply regret this.\nIt said it would do \"everything in our power\" to reschedule their operations \"as soon as possible\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-55593210",
      "category": "uk-england",
      "title": "Coronavirus: Company's apology after £5,000 vaccine offer",
      "tags": "Worthing,Coronavirus vaccines,Coronavirus pandemic",
      "text": "A property investment company has offered GP surgeries £5,000 for unused coronavirus vaccine doses.\nThe Hacking Trust's medical division approached surgeries in Bristol and Worthing offering to pay the money to charity \"or the staff member directly\".\nRobyn Clark, from the Institute of General Practice Management, said it was \"just appalling\".\nThe company, based in London, has apologised, saying its \"good intentions\" were \"misinterpreted\".\nNHS England said people \"will rightly take a dim view of anyone who tries to jump the queue\".\n\"The NHS is free at the point of access for everyone who needs it,\" said Mrs Clark.\n\"What we felt this company was trying to do was jump the queue.\"\nThe Bristol-based manager said she worried it could \"create more health inequality\". \nShe said: \"The JCVI [Joint Committee on Vaccination and Immunisation] is trying to prioritise the vaccine based on the vulnerability to Covid.\"\nThe e-mail sent to the GP surgery in Worthing said The Hacking Trust was aware that \"many appointments\" for vaccinations are not kept, and that it would be interested in being informed of \"any no-shows\".\nA donation of £5,000 would be paid to a staff member or given to charity for each dose it could secure, the e-mail said.\nIn a statement, the Battersea-based company said it \"offered charitable donations to staff or surgeries in this difficult time for any vaccines which were unused\".\nIt added: \"We had heard that some vaccines were being unused due to missed appointments. We would apologise that our good intentions have been misinterpreted.\"\nNHS England said it knew \"these particular emails were received across the country\".\nDr Nikki Kanani, GP and NHS medical director for primary care, said hundreds of NHS teams across the country were \"working hard to deliver vaccines quickly to those who would benefit most\".\n\"NHS staff will never ask for, or accept, cash for vaccines,\" she said.\nThe Department of Health and Social Care said vaccinations were available from the NHS \"for free\" and \"cannot be sold privately in the UK\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55605173",
      "category": "uk",
      "title": "Covid: UK reports more than 80,000 deaths",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus testing,Coronavirus pandemic",
      "text": "More than 80,000 people have died in the UK within 28 days of a positive Covid test since the start of the pandemic, official figures have shown.\nA further 1,035 deaths in the UK were reported on Saturday, taking the total by that measure to 80,868.\nThe number of daily cases of people who tested positive for coronavirus increased by 59,937.\nOnly the US, Brazil, India and Mexico have recorded more Covid deaths, according to Johns Hopkins University.\nIt is the fourth day in a row that the UK has reported more than 1,000 daily deaths.\nIt comes as scientists advising the government have warned that lockdown measures in England need to be stricter to achieve the same impact as the March shutdown.\nMinisters have launched a new campaign urging people to act like they have the virus.\nMeanwhile, Buckingham Palace has said the Queen, 94, and the Duke of Edinburgh, 99, received Covid-19 vaccinations on Saturday.\nThe Office for National Statistics recently estimated as many as one in 50 people in England had coronavirus between 27 December and 2 January, while in London it was one in 30.  \nOn Friday, mayor Sadiq Khan said the spread of Covid in the capital was \"out of control\".\nOfficial figures from Public Health England showed London had the highest regional case rate in the UK, exceeding 1,000 per 100,000 people.\nUnder the national lockdown, people in England must stay at home and can only go out for essential reasons. Similar measures are in place across most of Scotland, in Wales and Northern Ireland.\nProf Robert West, a participant in the Scientific Pandemic Influenza Group on Behaviours (SPI-B), which advises the government's Scientific Advisory Group for Emergencies (Sage), said the current rules were \"still allowing a lot of activity which is spreading the virus\". \nHe said the new variant of Covid was around 50% more infectious compared to the virus that infected people last March.\n\"That means that if we were to achieve the same result as we got in March we would have to have a stricter lockdown, and it (the current regime) is not stricter,\" he added.\nThe professor of health psychology at University College London also told the BBC more children were going to school, compared to during the first lockdown. \nHe said schools were \"a very important seed of community infection\".\nMore children are at school, after the Department for Education widened the categories of vulnerable and key worker pupils allowed to attend. Attendance rates have risen to 50% in some places.\nProf Susan Michie, who is also a member of Sage, said the spread of the new, more infectious variant meant current restrictions were \"too lax\". \n\"When you look at the data, it shows that almost 90% of people are overwhelmingly adhering to the rules - despite the fact that we're also seeing more people out and about,\" she told BBC Radio 4's Today programme.\nShe said, in comparison to the first lockdown in spring 2020, more people were allowed to go out to work and children's nurseries were open, making public transport busier.\nThe number of people travelling by public transport in London has decreased since the latest national lockdown began, with tube journeys now at 18% of the pre-pandemic demand and bus journeys at 30%, according to figures from Transport for London.\nHowever, during the first lockdown passenger numbers fell below 10% at some points.\nScientists believe the new variant spreads between 50 and 70% faster compared to previous forms of the virus. \nProf Kevin Fenton, London regional director for Public Health England, said there were \"things we could do better\" to reduce the number of infections, including greater compliance with mask wearing and social distancing when shopping and using public transport.\nTorsten Bell, chief executive of the Resolution Foundation think tank, told BBC Radio 4's PM programme that the UK's statutory sick pay system was \"not fit for purpose for a pandemic\" and more effective measures to encourage people to isolate were needed.\nAs cases and deaths soar, the government has launched an advertising campaign, which will be shared across television, radio, newspapers and on social media, urging people to stay at home and not to get complacent.\nPrime Minister Boris Johnson said: \"I know the last year has taken its toll - but your compliance is now more vital than ever.\"\nGovernment sources say there is also likely to be more focus from police on enforcing rather than explaining rules.\nOn Saturday afternoon, 12 people were arrested during an anti-lockdown protest in south London.\nIf you would like to send us a tribute to a friend or family member who died after contracting coronavirus, please use the form below.\nPlease remember to include a photo of your loved one and their name. Upload your pictures here. Don't forget to include your contact details, so we can get in touch with you.\nWe would like to respond to everyone individually and include every tribute in our coverage, but unfortunately that may not be possible. Please be assured your message will be read and treated with the utmost respect.\n Please note the contact details you provide will never be published. Please ensure you have read our terms & conditions and privacy policy.\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your tribute."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55583244",
      "category": "business",
      "title": "Brexit: M&S temporarily cuts hundreds of products in NI",
      "tags": "UK economy,Brexit,Trade",
      "text": "Marks & Spencer has temporarily stopped selling hundreds of items in its Northern Ireland stores due to Brexit red tape.\nThe retailer said it feared its food would be blocked due to new rules governing shipments between Great Britain and Northern Ireland.\nA growing number of firms have spoken out about paperwork delays at ports.\nThe government said traders and hauliers need to take steps to comply with new border rules.\nM&S took the decision to temporarily drop hundreds of products, including chocolate fudge pudding and sweet and sour chicken, from its Northern Ireland stores after it saw competitors' lorries barred from travelling between the mainland and Northern Ireland.\nAn entire consignment in a lorry can be held up if only one item in the truck doesn't have the correct customs forms filled out.\nThe retailer said it aimed to get the products back up for sale soon.\nAn M&S spokesperson said: \"We have served customers in Northern Ireland for over 50 years and our priority is to make sure we continue to deliver the same choice and great quality range that our loyal customers have always enjoyed.\n\"Stores have been receiving regular deliveries this week, however following the UK's recent departure from the EU, we are transitioning to new processes and we're working closely with our partners and suppliers to ensure customers can continue to enjoy a great range of products.\"\nIn addition to problems shipping goods internally in the UK, the new Brexit trade rules are creating problems for exporters and traders transporting goods to and from the EU, say firms.\nThe UK sealed a trade deal with the European Union (EU) on 24 December that was billed as preserving its zero-tariff and zero-quota access to the bloc's single market.  \nBut in addition to red tape causing delays, major retailers that use the UK as a distribution hub for European business could face possible tariffs if they re-export goods to the EU. \nOn Friday, M&S chief executive Steve Rowe warned of more red tape and a rise in export costs to some countries.\n\"The best example I can give you of that is Percy Pig,\" he said,\n\"Percy Pig is actually manufactured in Germany. If it comes to the UK and we then send it to Ireland, in theory it would have some tax on it,\" he added.\nM&S said it was \"actively working to mitigate\" the effects of the \"rules of origin\" regulations, under which products are taxed differently depending on which country they come from.\nOther firms have also been hit by the confusion caused by new Brexit trading rules.\nParcels giant DPD has suspended some services, while seafood exporter John Ross said the chaos was like being \"thrown in the cold Atlantic without a lifejacket\".\nShane Brennan, chief executive of the Cold Chain Federation, which represents chilled transport and storage companies, said the emerging problems had come despite the amount of cross-border traffic still being quite low.\n\"Trade flows are still only about 50% of what we would expect, but even at those levels we are seeing levels of confusion and delays,\" he told the BBC's Today programme. \"The feeling is we are building to quite a significant potential disruption.\"\nA government spokesman acknowledged that there had been \"some issues\", but said ministers had always been clear there would be some disruption at the end of the transition period.\nThe Cabinet Office said in a statement that the volume of border crossings had been low so far this year, but that it expected crossings to steadily increase to normal levels.\nThis brings the potential for \"significant disruption if traders and hauliers have not taken the necessary steps to comply with the new rules,\" the Cabinet Office said.\nOut of about 1,500 lorries per day trying to get from Great Britain to the EU in the new year, 700 have been turned away - mainly due to a lack of a negative Covid test for drivers, it said.\n\"We have always been clear there would be changes now that we are out of the customs union and single market, so full compliance with the new rules is vital to avoid disruption,\" said Cabinet Office minister Michael Gove.\nHowever, anger is growing among companies whose livelihoods depend on export trade.\nIn a letter on Friday to Business Secretary Alok Sharma, Scottish salmon producer John Ross Jr launched a stinging attack on the government's handling of the situation.\nThe firm's sales director, Victoria Leigh-Pearson, wrote that the company had in recent months \"had to endure the government issuing a barrage of useless information\" and an \"absence of factually correct information from all government agencies.\" It amounted, she said, to \"gross incompetence\".\nPart of the letter to Alok Sharma:\nAs I write, perishable goods that were dispatched from our facility five days ago, headed for France following a process that your department advised, have still not crossed the border. This usually takes only 24 hours because they are consolidated with the produce of other companies, which have not been able to follow the correct procedures due to a knowledge gap directly attributable to your department.\nEntire trucks are currently being rejected without explanation by the French customs authority. Our hauliers have now pulled their services as such a backlog has been created. Other hauliers are not taking on new customers. Today, we've even had confirmation that the IT systems of the UK and France are incompatible. After four years you only establish this now?\nYour so-called 'deal' is worthless if this situation is not fixed immediately, and unless you put in place measures to address the issues that continue to unfold on a daily basis. Moreover, as a seafood exporter, it feels as though our own government has thrown us into the cold Atlantic waters without a lifejacket.\nYours sincerely, Victoria Leigh-Pearson, Sales Director, John Ross\nJohn Ross is not the only Scottish seafood exporter suffering. The industry says it has been hit by a \"perfect storm\" of Brexit disruption, which could sink a centuries-old industry.  \n\"These businesses are not transporting toilet rolls or widgets. They are exporting the highest quality, perishable seafood which has a finite window to get to markets in peak condition,\" said Donna Fordyce, chief executive of Seafood Scotland.\n\"If the window closes, these consignments go to landfill.\"\nShe said the sector has already been weakened by Covid-19, the closure of the French border before Christmas as well as \"layer upon layer\" of problems associated with Brexit. \nThe group fears that without exports, the fishing fleet will have little reason to go out. \n\"In a very short time, we could see the destruction of a centuries-old market which contributes significantly to the Scottish economy,\" added Ms Fordyce.\nUK government Minister for Scotland David Duguid blamed Scottish leaders for the issues.\n\"The Scottish Government has persistently refused to accept the democratic vote to leave the EU, but that does not allow them to abdicate their responsibilities to Scottish businesses,\" he said.\n\"Over the past 18 months they have assured the fishing industry that the systems they were putting in place would be adequate. They clearly are not.\"\nParcel delivery service DPD UK said it had paused its European Road Service because of the '\"increased burden\" of customs paperwork for packages heading to the EU, including the Republic of Ireland.\nDPD said 20% of parcels had \"incorrect or incomplete data attached\", which meant they would have to be returned.\nIn an email to its business customers, the company said that it had been a \"challenging few days\" for its international operation, and that it would \"pause and review\" its service.  It plans to restart on 13 January. \n\"It has now become evident that we have an increased burden with the new, more complex processes, and additional customs data we require from you for your parcels destined to Europe\" the firm wrote. \nThe boss of one of Wales' largest hauliers said logistical problems have emerged at the Irish border too. \nAndrew Kinsella, managing director of Gwynedd Shipping, said his company has a backlog of 60 lorries waiting to be shipped to Dublin.\nHe said many hauliers are finding that their customers are not able to generate the special declarations that are needed to ultimately enable a lorry to get onto a ferry.   \n\"Whilst you don't see queues at ports and terminals the reality is that these queues are developing elsewhere in our depot in Holyhead, in our depot in Deeside and in our depot in Newport in South Wales, and lots of hauliers have depots in the proximity of ports,\" he said. \n\"There are a lot of issues about demarcation about who is going to arrange the export declaration with the UK revenue authorities, who's going to arrange the import declaration, the hauliers then trying to arrange the import safety and security declaration to create an ENS number which helps you generate a PBN number so there has been a lot of everyone finding their feet\".\nCorrection 9th April 2021: An earlier version of this article included a photo showing queues of lorries at Dover Port. This photo was replaced in the hours after publication after it was established that it had been taken months earlier."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-55588163",
      "category": "uk-england-london",
      "title": "Covid-19: 'Major incident' declared by London Mayor Sadiq Khan",
      "tags": "Coronavirus pandemic",
      "text": "The spread of Covid in London is \"out of control\" according to Sadiq Khan, who has declared a \"major incident\". \nThe coronavirus infection rate in London has exceeded 1,000 per 100,000 people, based on the latest figures from Public Health England.\nHowever, the Office for National Statistics recently estimated as many as one in 30 Londoners has coronavirus.\nMr Khan told BBC political reporter Karl Mercer that the figure is as high as one in 20 in some parts of London.\nMajor incidents have previously been called for the Grenfell Tower fire in June 2017 and the terror attacks at Westminster Bridge and London Bridge.\nA major incident is any emergency that requires the implementation of special arrangements by one or all of the emergency services, the NHS or the local authority.\nIt means the emergency services and hospitals cannot guarantee their normal level of response.\nCurrently, there are more than 7,000 people in hospital with Covid-19, the mayor said.\nThis is a 35% increase compared to last April's peak of the pandemic, he added.\nDr Samantha Batt-Rawden, an ICU registrar and President of the Doctors' Association UK, tweeted: \"We tried. We really tried. NHS staff pleaded with people that Christmas is not worth it. Now one in 30 people in London have Covid and ICUs are overwhelmed. My heart is broken.\"\nAn analysis of Public Health England figures show in the week to 3 January, the number of cases rose across all of the London's boroughs compared with the previous week, with 17 individually recording more than 1,000 cases per 100,000 people.\nTesting increased in parts of the city after a drop over the Christmas period but positivity was high among people taking lab-based tests - suggesting more testing is needed to find undiagnosed cases in the community.\nIn the past week, many parts of the capital saw a rise in deaths where a person had tested positive for coronavirus in the previous 28 days - with some areas recording more than double the number of deaths compared with the previous week. \nHowever, reporting over the Christmas period may have affected this.\nOut of the 18 acute hospital trusts in London providing figures to the government, all of them recorded having more beds being filled by coronavirus patients than in the previous week.\nBarts NHS Health, one of London's largest trusts, saw a 30% increase in coronavirus patients between 29 December and 5 January, to 830.\nThe mayor of London's announcement comes after the counties of Sussex and Surrey declared similar major incidents on Thursday.\nHe said the London Ambulance Service was currently taking up to 8,000 emergency calls a day, compared to 5,500 on a typical busy day.\nThe London Fire Brigade said more than 100 firefighters had been drafted in to drive ambulances to help cope with the demand.\nEvery frontline agency involved in protecting the public has a legal duty to prepare for emergencies by devising and testing major incident plans.\nThese public bodies declare a major incident when the situation they're confronting is so big or terrible that it's not only likely to cause serious harm, but it will also compromise their ability to respond effectively. \nIn general terms, that means public bodies can legally stop delivering some everyday services, so that their personnel, attention and resources can be diverted to the emergency confronting them. \nAt other times, the plans will lead to the military sending soldiers to aid the civilian effort, as we have seen already during the pandemic. \nPrevious major incidents include the Grenfell Tower disaster in London, the Salisbury Novichok poisonings and the 2017 terrorism attacks.\nLondon's regional director for Public Health England Kevin Fenton said the current wave of coronavirus was \"the biggest threat\" the capital has faced in this pandemic to date.\nProf Fenton urged Londoners to \"cut contacts\" and \"reduce movements\".\nHe added: \"The emergence of the new variant means we are setting record case rates at almost double the national average, with at least one in 30 people now thought to be carrying the virus.\n\"We know this will sadly lead to large numbers of deaths, so strong and immediate action is needed.\"\nMr Khan is warning that London is \"at crisis point\".\n\"If we do not take immediate action now, our NHS could be overwhelmed and more people will die,\" he said.\n\"Londoners continue to make huge sacrifices and I am today imploring them to please stay at home unless it is absolutely necessary for you to leave. Stay at home to protect yourself, your family, friends and other Londoners and to protect our NHS.\"\nHe said he had written to Prime Minister Boris Johnson asking for more financial support for Londoners who need to self-isolate and are unable to work, and for daily vaccination data.\nMr Khan also called for the closure of places of worship and for face masks to be worn routinely outside the home, including in crowded places and supermarket queues, in a bid to curb case numbers.\nBBC London political correspondent Karl Mercer\nThe mayor of London was in a sombre mood when I spoke to him earlier this afternoon. One in 20 Londoners in some areas now has Covid, and there is a real fear that hospitals will simply be overwhelmed in the next two weeks. \nDeclaring a major incident is a real indication of the levels of concern felt not just at City Hall but across London's emergency services and the NHS. \nMore Londoners are now in hospital with coronavirus than at the peak of the first wave last April - and those numbers are growing by more than 800 every day.\nIt's believed the last mayor to declare a London-wide major incident was Boris Johnson in response to the 2011 riots. \nThe coming days will be some of the most challenging in the city's recent history.\nKatie Sanderson, a junior doctor working in London, said she is worried how long medical staff can cope with the surge of patients. \n\"[Staff] are working on wards and spending long amounts of time with patients who need high-intensive oxygen therapy,\" she said.\n\"It is technically challenging and the emotional burden is enormous. I see it in a flatness in their demeanour, like we've all got used to doing things which before were totally inconceivable.\"\nGeorgia Gould, chair of London Councils, described London's rising coronavirus rate as \"dangerous\".\nShe added: \"One in 30 Londoners now has Covid. This is why public services across London are urging all Londoners to please stay at home except for absolutely essential shopping and exercise.\n\"This is a dark and difficult time for our city but there is light at end of the tunnel with the vaccine rollout. We are asking Londoners to come together one last time to stop the spread - lives really do depend on it.\"\nEarlier this week as the prime minister introduced an England-wide lockdown, the Met Police said officers were going to be \"more inquisitive\" towards Londoners seen outside.\nThe Met handed out 1,761 fines for breaches of coronavirus laws between 27 March and 20 December.\nDeputy Assistant Commissioner Matt Twist said the major incident was a \"stark reminder\" of the point London is at in the pandemic.\nHe said: \"These rule-breakers cannot continue to feign ignorance of the risk that this virus poses or listen to the false information and lies that some promote downplaying the dangers. \n\"Every time the virus spreads it increases the risk of someone needlessly losing their life.\"\nIn response to Mr Khan's announcement the government said the NHS is continuing to \"face a huge challenge\"\nA spokeswoman added: \"It is absolutely paramount people in London, and the rest of the country, follow the rules and stay at home to protect the NHS and save lives.\n\"We are working closely with NHS England to support hospitals in the capital, including additional bed capacity at the London Nightingale. \n\"Financial support is in place for workers who need to self-isolate - including a £500 payment for those on the lowest incomes who have been contacted by NHS Test and Trace.\"\nFor more London news follow on Facebook, on Twitter, on Instagram and subscribe to our YouTube channel.\nHave any of the issues raised in this article had an impact on you? You can share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55597840",
      "category": "world-us-canada",
      "title": "Twitter 'permanently suspends' Trump's account",
      "tags": "Social media,US Capitol stormed,Twitter,Donald Trump",
      "text": "US President Donald Trump's Twitter account is \"permanently suspended... due to the risk of further incitement of violence\", the company says. \nTwitter said the decision was made \"after close review of recent Tweets from the @realDonaldTrump account\".\nIt comes amid a Big Tech purge of the online platforms used by Mr Trump and his supporters.\nSome lawmakers and celebrities have been calling for years on Twitter to ban Mr Trump. \nFormer First Lady Michelle Obama tweeted on Thursday that the Silicon Valley giants should stop enabling Mr Trump's \"monstrous behaviour\" and permanently expel him.\nMr Trump was locked out of his account for 12 hours on Wednesday after he called the people who stormed the US Capitol \"patriots\".\nHundreds of his supporters entered the complex as the US Congress attempted to certify Joe Biden's victory in the presidential election. The ensuing violence led to the deaths of four civilians and a police officer.\nTwitter warned then that it would ban Mr Trump \"permanently\" if he breached the platform's rules again.\nAfter being allowed back on Twitter, Mr Trump posted two tweets on Friday that the company cited as the final straws.\nIn one, he wrote: \"The 75,000,000 great American Patriots who voted for me, AMERICA FIRST, and MAKE AMERICA GREAT AGAIN, will have a GIANT VOICE long into the future. They will not be disrespected or treated unfairly in any way, shape or form!!!\"\nTwitter said this tweet \"is being interpreted as further indication that President Trump does not plan to facilitate an 'orderly transition'\".\nIn the next, the president tweeted: \"To all of those who have asked, I will not be going to the Inauguration on January 20th.\"\nTwitter said this was \"being received by a number of his supporters as further confirmation that the election was not legitimate\".\nTwitter said both of these tweets were \"in violation of the Glorification of Violence Policy\".\nAfter Twitter had banned his @realDonaldTrump account, Mr Trump tweeted from the US president's official @Potus account suggesting he would \"look at the possibilities of building out our own platform in the future\" and railing against Twitter. \nBut the tweets were removed from the platform as soon as they were posted.\nReacting to the ban, Trump 2020 campaign adviser Jason Miller tweeted: \"Disgusting... if you don't think they're coming for you next, you're wrong.\" \nEarlier on Friday, Twitter permanently banned the accounts of two Trump loyalists: former national security adviser Michael Flynn and attorney Sidney Powell.\nMeanwhile, conservative radio host Rush Limbaugh deactivated his Twitter account shortly after they were banned.\nLater in the day, Google suspended Parler - a self-styled \"free speech\" rival to Twitter that is increasingly popular with Trump supporters - from its online store. \n\"We're aware of continued posting in the Parler app that seeks to incite ongoing violence in the US,\" said Google.\nOn Thursday, Facebook said it had suspended Mr Trump \"indefinitely\". The popular gaming platform Twitch also placed an indefinite ban on the outgoing president's channel, which he has used for rally broadcasts. So has Snapchat.\nTwo online Trump memorabilia stores were closed this week by e-commerce company Shopify. On Friday, Reddit banned its \"donaldtrump\" forum for the president's supporters.\nMr Trump used Twitter to insult adversaries, cheer allies, fire officials, deny \"fake news\" and vent grievances, often using all capital letters and exclamation marks to underline his point.\nThough critics said the posts were a torrent of misinformation, the medium helped him get around media filters and instantly connect with nearly 89 million followers.\nHis tweets were also known for the occasional spelling error, and he sometimes left followers guessing with apparent mis-types, such as when he posted, \"Despite the constant negative press covfefe\".\nThe Department of Justice said in 2017 that Mr Trump's tweets were \"official statements of the President of the United States\".\nDonald Trump loves being on Twitter, it's his primary way of getting his message out. \nHe likes the short format, he likes his ability to reach tens of millions of people at the click of a button - bypassing the media. \nThe fact that Twitter's decision was made 48 hours after the rioting at the Capitol on Wednesday shows that this was not an easy move for the social media giant. \nThe platform has benefited hugely from Mr Trump's participation, it has been the place to go to hear the latest from the most powerful man in the world. \nBut Twitter has acted for a number of reasons. It says it's because of the likelihood of him inciting violence in the future. \nBut it's also because his power is very quickly slipping away. He is now being treated like an ordinary member of the public. \nAnd as mere mortal, repeatedly spreading disinformation, fake news and inciting violence will get you thrown off mainstream social media platforms. \nFor those who say this violates free speech enshrined in the First Amendment of the US Constitution? Big Tech's argument is that they are private companies, not state actors. So, they are free to moderate their platforms as they see fit.\nThe big question now is, can Trumpism survive without the backing of mainstream media? Or will it simply slip into the shadows of the internet?\nRead more from James\nTwitter wrote in a blog post on Friday: \"In the context of horrific events this week, we made it clear on Wednesday that additional violations of the Twitter Rules would potentially result in this very course of action. \n\"Our public interest framework exists to enable the public to hear from elected officials and world leaders directly. It is built on a principle that the people have a right to hold power to account in the open.\"\nIt added: \"However, we made it clear going back years that these accounts are not above our rules and cannot use Twitter to incite violence. We will continue to be transparent around our policies and their enforcement.\"\nSome 350 Twitter employees had signed a letter this week to the company chief executive, Jack Dorsey, asking him to ban the president in the wake of the Capitol riot.\nThe letter said: \"Despite our efforts to serve the public conversation, as Trump's megaphone, we helped fuel the deadly events of January 6th.\"\nTwitter first took action against Mr Trump in May 2020 appending fact-checks to tweets he sent claiming postal votes were fraudulent.\nLater that same week it posted a warning label when the president threatened to send in the military to quell Black Lives Matter protests as he added, \"when the looting starts, the shooting starts\".\nTwitter used these fact-checks and warning labels increasingly throughout the year for Trump tweets about coronavirus and the presidential election, culminating in Friday's ban."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-derbyshire-55547302",
      "category": "uk-england-derbyshire",
      "title": "Covid fine review welcomed by 'intimidated' women",
      "tags": "Coronavirus lockdown measures,Ashby de la Zouch,Calke,Coronavirus pandemic",
      "text": "Two women who criticised a police force for its \"intimidating\" approach to lockdown fines have welcomed a review.\nJessica Allen and Eliza Moore were walking at a reservoir five miles from their home when they were stopped by officers and fined £200 each.\nDerbyshire Police insisted driving to exercise was \"not in the spirit\" of lockdown but later said new guidance meant it would look again at the issue.\nBoth women said they were pleased the force had decided to think again.\nDerbyshire Police and Crime Commissioner Hardyal Dhindsa said an \"urgent review\" was under way about how fines had been issued.\nLongstanding guidance from the College of Policing says officers should follow the \"Four Es\" and only give fixed penalty notices as a last resort.\nMs Allen said: \"We are happy to hear that Derbyshire Police have been told to not be so heavy handed with fines and return to the Four Es they were originally doing.\n\"We are yet to hear anything regarding our fine but if we have managed to save somebody the worry of going for a walk and fearing they would be fined then we have done what we set out to do.\"\nMs Allen and Ms Moore drove separately from Ashby-de-la-Zouch in Leicestershire the five miles to Foremark Reservoir on Wednesday afternoon.\nThey said their cars were \"surrounded\" by police, questioned on why they were there and told the hot drinks they had brought along were not allowed as they were \"classed as a picnic\". \nMs Allen said the experience was \"very intimidating\" and had left her feeling scared of police in general.\nInitially Derbyshire Police defended its actions, saying legislation said trips should be \"local\" and driving to a location to exercise \"is clearly not in the spirit of the national effort to reduce our travel, reduce the possible spread of the disease and reduce the number of deaths\".\nDerbyshire Police has also been giving fixed penalty notices to people who visit beauty spots at Calke Abbey and Elvaston Castle.\nBut later, the force said new guidance from the National Police Chiefs Council (NPCC) had \"clarified the policing response concerning travel and exercise\".\nThe guidance said: \"The Covid regulations which officers enforce and which enables them to issue FPNs [fixed penalty notices] for breaches, do not restrict the distance travelled for exercise.\"\nMr Dhindsa said: \"It would appear that the force has been a little over-zealous in its interpretation of the guidance.  \n\"While the police can enforce the regulations, guidance is just that which can make this a very challenging and complex situation to police.\"\nThe chief constable of neighbouring Nottinghamshire, Craig Guildford, said: \"We are not out and about telling people they have gone too far from home. We trust the public to take these regulations seriously.\n\"Derbyshire to be fair to them have some unique places that people may want to go to from a load of counties.\n\"But our approach is around reasonableness. If someone has gone 50 miles, we will take action, if someone has gone a couple of miles we are very sensible.\"\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55593098",
      "category": "uk-wales",
      "title": "Covid: Royal Glamorgan Hospital nurse felt 'overwhelming fear'",
      "tags": "Beddau,Llantrisant,Coronavirus pandemic,Cwm Taf Morgannwg University Health Board",
      "text": "A nurse felt \"overwhelming fear\" as 13 ambulances queued at her hospital's A&E department - in the Welsh region currently hardest hit by Covid deaths.\nTo date Cwm Taf Morgannwg health board, which runs Royal Glamorgan Hospital, has reported 1,091 deaths of patients with coronavirus.\nBBC Wales was granted access to A&E at the hospital in Rhondda Cynon Taf.\nSenior doctor Amanda Farrow said the whole hospital had faced \"unrelenting\" pressure last Saturday.\nSenior A&E nurse Sarah Fogarasy, who was on shift as the ambulances arrived, said there was no capacity at the unit - a situation that left her wanting \"to leave\".\n\"We had to escalate it to our site manager and deputy head of nursing who were liaising with the executive team on call,\" she said.\n\"And then it got to 13 patients outside - I had no capacity in this unit, no resuscitation capacity, no capacity to put a patient on CPAP [continuous positive airway pressure] should they require that and no physical areas to put a patient in. \n\"It was overwhelming.\"\nShe said she found it hard to keep going.\n\"This bit makes me quite emotional… for the first time I was sat trying to coordinate this department and I had that overwhelming fear that I just wanted to leave,\" Ms Fogarasy continued. \n\"I was just - 'I'm done. I'm done with this'... and it's scary, it fills you full of fear when you have got 13 ambulances outside, queuing around the carpark. Where do you go from that?\"\nShe said it was the team that kept her going: \"I started looking around to all the staff working tirelessly and just trying to remember what we're here for and why I became a nurse. \n\"I know it sounds soppy but it's literally the humanitarian effort that has gone into [fighting] this pandemic that has kept people going.\n\"It's the sheer determination and guts of the staff working in these times that is so powerful, that keeps the shift going.\"\nDr Farrow, emergency medicine consultant, said staffing and bed numbers were of particular concern.\n\"In the emergency department the challenge we have is with regards to flow, so that is our daily challenge,\" she explained. \n\"And we say it's like playing a game of Tetris trying to work out which patient you can put where.\"\nShe said the second wave of the virus had also seen more staff off sick with Covid and isolating - with some becoming very ill. \n\"We've had staff in as patients and one of my colleagues - I saw them when they were critically ill and ended up going to intensive care,\" continued Dr Farrow. \n\"So it's very emotional time for everyone as well you know, looking after the sick patients and looking after your colleagues.\n\"There's a level of anxiety still around -  will you be the next person to get this disease?\"\nShe said although fewer people were attending A&E, they were seeing more people arriving by ambulance and presenting with more complex needs.\n\"The group of patients we are seeing this time I think is different, we're definitely having more younger people with Covid that are becoming sick, the volume is very high in the community.\n\"I think people are afraid of come into the hospital as well, so there are still quite a lot of patients who leave it maybe a bit too late before they're seeking hospital attention.\"\nHelen Whatmore, 45, from Beddau, has been hospital since early December after developing Covid symptoms. \nSpeaking from her intensive care bed, she said she had been unwell in February so assumed she had already caught the virus.\n\"I honestly didn't believe it was as bad until I caught [Covid] this time,\" she said. \n\"This time it's absolutely knocked the socks off me. It's nearly killed me. \n\"A friend of mine passed away as I came into hospital and I came down very rapidly with Covid, kidney problems and pneumonia.\"\nShe said she was grateful for the care she had received: \"The nurses are coming in [working] all shifts, they're fighting for your loved ones, from the time they enter right until the time they leave, then they're changing over and doing the same again.\n\"People are passing away… how much more have they got to do? We're asking them to protect our children and our families. Why are we not protecting them ourselves? Saving our families and our own children.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55592161",
      "category": "world-europe",
      "title": "Belgium after Brexit: How the change will affect popular exports",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55592280",
      "category": "uk-wales",
      "title": "Stricter Covid supermarket rules being considered in Wales",
      "tags": "Supermarkets,Coronavirus pandemic",
      "text": "Stricter enforcement of coronavirus rules could return to supermarkets in Wales, Mark Drakeford has said.\nThe first minister said he had heard concerns from people \"expressing anxiety\" about a lack of \"visible protections\" in supermarkets.\nThe Welsh Government is now in talks with stores about social-distancing measures.\nMr Drakeford said he wanted to see stores policed as they were during the first lockdown. \nAmong the measures previously used was a strict limit of the numbers of people allowed in a store however Mr Drakeford said people were worried the rules \"don't appear to be there this time\".\n\"Given the fact the new variant is so much easier to catch... we are looking at supermarkets and other places where people leave their homes, to make sure they are organised in a way that keeps their staff and customers safe,\" he said.\nHe said previously sanitising arrangements had been \"very visible\", one-way markings were prominently displayed, regular reminders were announced to customers and staff were also posted at the front entrance of supermarkets\n\"That person was carefully controlling the numbers of people going in, to make sure that they were no more than a certain number of people in the store at any one time,\" he said.\n\"There was somebody directing people to the checkout, to make sure people weren't queuing next to each other over prolonged periods, and markings on the floor so people kept at a two-metre distance\".\nHowever the first minister said some of those measures are no longer as apparent to people.\n\"I want to make sure that those visible signs of the protections that are being offered to the public and the shop workers are in place again.\" \nFederation of Small Businesses Wales said has called for clarity on what support would be available and the possible new measures required of shops.\nPolicy Chair, Ben Francis, said: \"We've already asked to see more information on the technical data that informs the decisions that Welsh Government are making.\n\"It seems clear that businesses will require funding support for longer than was originally anticipated if they are to survive this troubling period. \n\"Welsh Government should urgently give clarity on what additional funding will be made available to support businesses beyond this next three week period to allow them to plan.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-55603889",
      "category": "uk-scotland",
      "title": "Covid in Scotland: hospital numbers at new record high",
      "tags": "Coronavirus pandemic",
      "text": "The number of people being treated in Scotland's hospitals for coronavirus has reached another record daily high. \nLatest Scottish government figures show a total of 1,596 people are in hospital with recently confirmed Covid.\nThis is up from Friday's figure of 1,530 patients.\nThe deaths of a further 93 people who had tested positive for the virus have been recorded in the past 24 hours, the same tally as Friday which was the highest daily figure of the pandemic. \nIt is the second day in a row there has been a record figure for Covid hospital patients.\nOf the 1,596 people in hospital, a total of 109 are in intensive care, up seven on Friday's figure.\nNational clinical director Prof Jason Leitch said Scotland's hospitals were \"very busy and fragile\" but coping so far.\nHe said: \"People should not be worried we have reached capacity but the best way of getting those numbers down is to reduce the prevalence of the virus.\"\nProf Leitch said the NHS could create more intensive care capacity if needed but \"all of that has a cost in what we won't be able to do\" elsewhere in the health service. \nThe NHS Louisa Jordan temporary hospital in Glasgow can be used to care for the sickest of Covid patients if the spike in admissions continues, but officials are trying to avoid this \"if we can manage without it\", Prof Leitch added. \nThis is because it is better for patients and staff for Covid patients to be in traditional intensive care units, he explained. \nFirst Minister Nicola Sturgeon has described the latest Covid figures as \"a big concern\".\nOn Twitter, she said: \"Covid case numbers still a big concern and putting huge pressure on the NHS, as hospital and ICU cases increase.\n\"Also, 93 further deaths remind us just how dangerous the virus can be - my thoughts are with all those grieving.\"]\nThe Scottish government data shows a further 1,865 new cases of Covid have been reported in the last 24 hours, down from the 2,309 cases reported on Friday.   \nHowever, the daily test positivity rate is 8.7%, up from 8.1% on the previous day. \nThis breaking news story is being updated and more details will be published shortly. Please refresh the page for the fullest version.\nYou can receive Breaking News on a smartphone or tablet via the BBC News App. You can also follow @BBCBreaking on Twitter to get the latest alerts."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51768274",
      "category": "uk",
      "title": "Covid-19 in the UK: How many coronavirus cases are there in my area?",
      "tags": "Coronavirus pandemic",
      "text": "There have been 16 million confirmed cases of coronavirus in the UK and more than 155,000 people have died, government figures show.  \nHowever, these figures include only people who have died within 28 days of testing positive for coronavirus. \nSo far, 91% of people aged 12 and over in the UK have had their first vaccine dose, 84% have had their second and 65% have had a booster. \nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nAfter a sharp increase in December, daily confirmed cases fell during the first half of January, and now appear to be levelling off. \nA further 62,399 confirmed cases were announced on Sunday.\nGovernment figures do not include people who test positive more than once - except in Wales. Some experts suggest this means the official figures are lower than the actual number of daily cases in the UK. \nHowever reinfections more than 90 days after a previous positive result are expected to be included in the data from 31 January.\nRestrictions were put in place across the UK to deal with the emergence of the Omicron variant but they are now being eased. You can use our postcode look-up to check what the rules are where you live.\nThe red and orange areas on the map below show the places currently seeing the highest number of cases per 100,000 people. The map's key was updated on 21 December to allow for rising case numbers. \nMore than 52 million people, 91% of those aged 12 and over in the UK, have now received a first dose of a vaccine. \nThe number of people who have received a second vaccine dose is more than 48 million, or 84% of people aged 12 and over.\nSo far, more than 37 million booster doses have been administered across the UK, with 31 million in England, 3.3 million in Scotland, 1.9 million in Wales and 940,000 in Northern Ireland. \nThe UK Health Security Agency has warned that two doses of a Covid vaccine are not enough to stop people catching the Omicron variant, but their scientists also say a booster vaccine is 88% effective at preventing people ending up in hospital with Covid. \nThe average daily number of deaths within 28 days of a positive test increased in early January, but figures have started to stabilise.\nThere were 75 deaths counted in this way reported on Sunday.\nOf those deaths, there were 75 in England, eight in Wales and two in Scotland. No figures were reported for Northern Ireland.\nThe BBC's Head of Statistics Robert Cuffe says most of the recent increase in Covid deaths could be down to \"coincidental\" Covid - people whose death may have had nothing to do with coronavirus. \nWith the high proportion of infections in the population over the past month, the number of coincidental cases would be expected to increase.\nFigures for doctors registering a death and recording what caused it will increasingly become our best picture of the pandemic's death toll - but these take longer to be published and it will be a while before we get a complete picture. \nThe most recent government figures for the whole of the UK show 16,149 people with coronavirus were in hospital on 27 January, down from 18,065 a week earlier.\nOf those in hospital with coronavirus, 549 are in mechanical ventilation beds - using ventilators to help them breathe - down from 664 a week earlier. \nThe number of hospital patients remains well below the peak of nearly 40,000 people in January last year. \nThe number of patients in hospital with coronavirus increased in almost every area of the UK during December and early January. \nWhen looking at the overall death toll from coronavirus, official figures count deaths in three different ways, each giving a slightly different number. \nFirst, government figures - the ones reported each day - count people who died within 28 days of testing positive for coronavirus. This figure is more than 155,000.\nAccording to the latest ONS figures, the UK has now seen nearly 177,000 deaths in total - that's all those deaths where coronavirus was mentioned on the death certificate even if the person had not been tested for the virus. \nThe third measure counts all deaths over and above the expected number since the pandemic began - that figure was about 150,000 as of 14 January.\nIn total, there were 15,257 deaths registered in the week to 14 January, which was five percent below the five-year average.\nOf the total deaths, 1,557 were related to coronavirus, up from 1,023 in the previous week.\nThe \"R number\" is the average number of people an infected person will pass the disease on to. \nIf R is below one, then the number of people contracting the disease will fall; if it is above one, the number will grow. \nThe government has said in the past that the R number is one of the most important factors in making policy decisions. \nThe latest R number estimate for England and Scotland  is 0.7 to 0.9, for Wales it is 1.1 to 1.5 and for Northern Ireland it is 1.1 to 1.3. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55534599",
      "category": "uk-wales",
      "title": "Covid: Schools in Wales to stay shut until 18 January",
      "tags": "Teaching,Wales education,Coronavirus pandemic",
      "text": "All schools and colleges will move to online learning until 18 January in Wales.\nSome schools had been due to open on Wednesday and others by 11 January with decisions made by local authorities.\nEducation Minister Kirsty Williams said the decision had been taken jointly with the Welsh Local Government Association and Colegau Cymru.\nTeaching unions had called for a delayed start to term amid concerns about the coronavirus variant.\nHowever, the timing of the decision has been criticised, with some claiming it left little time for parents and schools to make plans.\nMs Williams said: \"As a government we will use the next two weeks to continue to work with local authorities, schools and colleges to best plan for the rest of term.\n\"This is the best way to ensure that parents, staff and learners can be confident in the return to face to face learning, based on the latest evidence and information.\"\nThe announcement comes as the UK's Joint Biosecurity Centre increased the Covid threat level to five - its highest level.\nLevel five warns of a \"material risk of healthcare services being overwhelmed\", according to the UK government's website.\nWales has been under \"stay-at-home\" lockdown restrictions since 20 December after a rise in Covid-19 cases, with more than 31,000 cases in the two weeks over the Christmas period.\nA \"flexible\" agreement on reopening schools had been put in place before Christmas with the decision in the hands of local authorities.\nHowever, that decision has changed following the latest announcement.\nChildren's Commissioner for Wales Sally Holland said: \"It continues to be a difficult situation for children and young people.\n\"Children certainly would rather be in school, and are concerned about uncertainty, but it is clear we are living in difficult times,\" she said.\nFirst Minister Mark Drakeford tweeted to say moving classes online was the \"best way to help reduce the spread of this deadly virus\".\nEithne Hughes, director of the Association of School and College Leaders (ASCL) Cymru, said the decision made sense but the plan to resume face-to-face education after 18 January should be kept under review and \"not set in stone\".\nLaura Doel, director of the head teachers' union, NAHT Cymru, said the decision brought \"much-needed clarity\". \n\"The Welsh Government has repeatedly said it wants to prioritise education, in that case it must also prioritise safety in schools and the communities schools serve,\" she said.\n\"Work should be undertaken with school leaders and Public Health Wales to establish and agree new Covid-related safety measures in schools during the temporary restriction for implementation in good time prior to lifting restrictions.\"\nClaire Jones, deputy head teacher at Crickhowell High School, Powys, said she was \"really optimistic that blended learning is a way forward\" although \"it's not the ideal\".\nConservative education spokeswoman Suzy Davies said: \"With many children having been due to begin a staggered return to school from Wednesday onwards, this news has come late for them and for their parents.\"\nPlaid Cymru's education spokeswoman Sian Gwenllian said the decision had left \"little or no time for parents and teachers to adapt to the changing circumstances\".\n\"It is unclear what the Welsh Government expects will change in just two weeks' time and so we risk being in the same position yet again with yet more confusion in a fortnight,\" she said.\nWales had the highest Covid case rate in the UK before Christmas, and nine of the UK's ten most infected counties.\nIt went into a level four national lockdown on 20 December.\nHowever, the latest available data shows England's Covid case rate has risen above Wales for the first time in about a month - with Gwynedd having the lowest infection rate in the UK.\nThis delay until 18 January is something the unions had been calling for but to decide on the Monday before some schools are about to go back on the Wednesday is quite late in the day.\nAnd that's something the opposition parties have picked up on.\nWith all the uncertainty that we are facing over how this new variant will play out and the condition, and the pressure that's on the NHS, I wouldn't put any money necessarily on face-to-face learning resuming on the 18th.\nI'm told that is something that will be kept very much under review.\nPrime Minister Boris Johnson announced a set of new national restrictions for England, as head teachers over the border warned of a \"confusing picture\" with thousands of pupils unable to start primary school as expected.\nSchools and colleges will be closed until the end of February half term and pupils will be taught online.\nScotland has announced a legal requirement to stay at home from midnight, with schools to be closed.\nMost pupils in Northern Ireland were not expected to return to school this week as had been planned.\nEarlier on Monday, Health Minister Vaughan Gething said closing schools in Wales would be a \"last resort\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55581949",
      "category": "uk-wales",
      "title": "Covid: Wales' schools and colleges shut until half term unless cases fall",
      "tags": "Teaching,Coronavirus lockdown measures,Schools,Welsh government,Wales education,Coronavirus pandemic",
      "text": "Schools and colleges in Wales will stay closed to most pupils until the February half term unless there is a \"significant\" fall in Covid cases.\nFirst Minister Mark Drakeford also confirmed current lockdown restrictions would be extended and \"strengthened\".\nThis means non-essential retail, hospitality venues, licensed premises and leisure facilities remain closed and showrooms must now shut as well.\nMr Drakeford said: \"The pandemic has reached a significant point.\"\nHe told BBC Radio Wales the announcement was the \"best certainty\" he could offer parents, pupils and teachers, \"in a world which is highly uncertain and where things change almost every single day\".\nThe phased return to face-to-face learning at some Welsh universities has also been postponed, while internal GCSE, A-level and AS-level assessments have been cancelled.\nThe announcement follows a similar move in England, where Prime Minister Boris Johnson has already said schools would not open before half term.\nSpring half term in Wales is scheduled to take place the week beginning Monday 15 February. \nWales has been in an alert level four lockdown since 20 December in an attempt to reduce the transmission of coronavirus.\nOn Thursday, 63 further deaths from coronavirus were reported by Public Health Wales.\nSpeaking to BBC Radio Wales, Mr Drakeford said the new variant was more easily spread and stricter lockdown measures were now needed to keep people safe.\nMinisters are in talks with employers and unions and changes are set to be announced for workplaces - to protect workers - early next week.\nMr Drakeford said he wanted to see the way supermarkets were policed return to the way they were during the first lockdown, with strict number limits in stores and social distancing measures abided to.\nBut he said a curfew, meaning people would have to be in their homes by a certain time, similar to that seen in Northern Ireland, was not currently being considered. \nSchools and colleges had already been told they would have to teach online until 18 January at the earliest, however this will now continue if cases of the virus do not fall \"materially\" before the next review date on 29 January.\nIf cases do not drop, that would mean schools would reopen on 22 February at the earliest, and internal exams have also been cancelled.\nBut teaching unions have warned that more uniformed lateral flow testing needs to be in place and teachers must be vaccinated before talks on how to reopen schools can begin.\nSpeaking at the Welsh Government coronavirus briefing, Mr Drakeford said people working at special schools and school and college staff who were at risk would soon be vaccinated. \nCardiff University has also confirmed that a phased return to in-person teaching has been cancelled, with learning continuing online for most students until 22 February.\nStudents currently have to have had two lateral flow tests confirming they are negative for Covid-19 before they return to Welsh campuses - and face to face teaching is only resuming for medical students and those who have practical parts of their courses on campus.\nMr Drakeford said: \"Universities have worked hard to make sure that when students do return it is done in a careful and controlled way, with the safety of those young people and their communities at the forefront of their planning.\"\nThe announcement affecting showrooms means any retailers which allow people to browse and then order for a future date - such as kitchens, bathrooms, furniture and car sales - must close.\nClick and collect will still be allowed.\nConfirming alert level four restrictions would continue for at least three more weeks, Mr Drakeford told Radio Wales the lockdown measures were already leading to cases falling, but the rate remained high.\n\"There are some positive signs that the huge collective effort we are making is making a difference, but the numbers are stubbornly high,\" he said.\n\"We have not yet seen an impact of those falls feeding into the number of people being admitted to hospital and becoming, sometimes, so ill they need intensive care.\n\"We need to see the numbers come down as well so that our NHS is genuinely able to cope with the enormous pressure it is currently facing.\"\nMr Drakeford said huge efforts were being made to rollout the Covid-19 vaccines, and with the \"end being in sight\" it was more important than ever for people to follow the rules and stay home.\n\"We have made so many sacrifices together and we mustn't stop now,\" he said.\nEducation Minister Kirsty Williams said: \"Schools and colleges have been safe and secure environments throughout the pandemic and that continues to be the case.\n\"However, the latest TAC report is clear on education's contribution. We know that school and college settings can contribute to wider social mixing outside the education environment and, right now, we all have to play our part in supressing this virus.\"\nMs Williams said the government would use the period until the next review date to \"look at all the possibilities for a phased and safe return of some pupils, such as those studying for qualifications, or the youngest children who find distance learning the most difficult\".\nFollowing the announcement, exams regulator Qualifications Wales cancelled the spring \"internal assessment window\" for GCSE, AS and A-level pupils, which was scheduled for 22 February - 23 April.\nThis was introduced following the decision that exams would be cancelled in 2021.\nChief executive Philip Blaker said: \"We know that learners need clarity about how they will be assessed and there will be clarity on revised arrangements soon.\"\nMr Drakeford said discussions were under way between teachers and education officials over ways children could catch up after missing time in school. \nSpeaking at Friday's Welsh Government coronavirus briefing, Mr Drakeford said police and local authorities would continue to crack down on people who break lockdown rules. \nSince the start of the pandemic, 3,585 fines have been handed out by police forces in Wales. \n\"Of course I want to thank everyone for following the rules and helping to keep Wales safe. It's always frustrating when a small minority act as though those rules do not apply to them,\" he added.\n\"I want everybody to know that where people knowingly and persistently break the rules, action will be taken. Too many lives have been lost to this awful virus to allow anybody to believe that they do not share in the responsibility that binds us all.\"\nUnions welcomed the news saying the health and safety of pupils and staff \"had to be a priority\", but said teachers must now be given the vaccine as a priority, and pupils and staff must be protected before talks about reopening schools began.\nCurrently teachers are not on the priority list for immunisation, and have to wait to get the jab dependent on their age and if they have a medical condition.\nLaura Doel, director of The National Association of Headteachers Cymru, said a \"properly organised\" testing regime needed to be put in place for schools, and special schools and pupil referral units needed support to remain open.\n\"Any plan that sees school staff return to face-to-face learning should be afforded as much protection as possible against the virus,\" she said.\"Once these issues have been addressed, then we can discuss the orderly return to school we all want.\"\nMeanwhile, Eithne Hughes, director of the Association of School and College Leaders Cymru said: \"I think we would be happier if we had clarity about what that date looks like, it would give confidence in the system.\"\nOpposition parties called for clear plans on how schools would return and for support to make sure pupils from poorer backgrounds did not fall behind due to a \"digital divide\".\nPlaid Cymru's education spokeswoman Sian Gwenllian said: \"The Welsh Government must plan now for the gradual and safe reopening of schools, putting in place safety measures, and should lay out plans for a vaccination programme for schools staff.\"\nWelsh Conservative education spokeswoman Suzy Davies called for the Welsh Government to publish evidence on its reasons for closing schools, bring forward vaccines for teachers, and that money must be made available for all pupils to access laptops for online learning.\n\"This is another bleak day for education in Wales,\" she said.\n\"Decisions aren't easy to make and I urge everyone involved in the journeys to and from school to consider how they might help schools open again and stay open.\"\nShe tweeted: \"Get a grip on consistent online quality. Give my vaccination to a younger teacher.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55606594",
      "category": "world-us-canada",
      "title": "Pompeo: US to lift restrictions on contacts with Taiwan",
      "tags": "China,Taiwan,Mike Pompeo,United States",
      "text": "The US is lifting long-standing restrictions on contacts between American and Taiwanese officials, Secretary of State Mike Pompeo says.\nThe \"self-imposed restrictions\" were introduced decades ago to \"appease\" the mainland Chinese government, which lays claim to the island, the US state department said in a statement.\nThese rules are now \"null and void\".\nThe move is likely to anger China and increase tensions between Washington and Beijing.\nIt comes as the Trump administration enters its final days ahead of the inauguration of Joe Biden as president on 20 January.\nThe Biden transition team have said the president-elect is committed to maintaining the long-standing US policy towards Taiwan.\nAnalysts say they will be unhappy with such a policy decision being made in the final days of the Trump administration, but that the move could be reversed easily by Mr Pompeo's successor Antony Blinken.\nChina regards Taiwan as a breakaway province, but Taiwan's leaders argue that it is a sovereign state.\nRelations between the two are frayed and there is a constant threat of a violent flare up that could drag in the US, an ally of Taiwan.\nIn a statement on Saturday, Mr Pompeo said the US state department had introduced complicated restrictions limiting the communication between American diplomats and their Taiwanese counterparts.\n\"Today I am announcing that I am lifting all of these self-imposed restrictions,\" he said. \"Today's statement recognises that the US-Taiwan relationship need not, and should not, be shackled by self-imposed restrictions of our permanent bureaucracy.\"\nHe added that Taiwan was a vibrant democracy and a reliable US partner, and that the restrictions were no longer valid.\nFollowing the announcement, Taiwan Foreign Minister Joseph Wu thanked Mr Pompeo, saying he was \"grateful\".\n\"The closer partnership between Taiwan and the US is firmly based on our shared values, common interests and unshakeable belief in freedom and democracy,\" he wrote in a tweet. \nLast August, US Health and Human Services Secretary Alex Azar became the highest-ranking US politician to hold meetings on the island for decades.\nIn response, China urged the US to respect what it calls its \"one China\" principle.\nThe US also sells arms to Taiwan, though it does not have a formal defence treaty with the country, as it does with Japan, South Korea and the Philippines. \nChina and Taiwan have had separate governments since the end of the Chinese civil war in 1949.\nBeijing has long tried to limit Taiwan's international activities and both have vied for influence in the Pacific region.\nTensions have increased in recent years and Beijing has not ruled out the use of force to take the island back.\nAlthough Taiwan is officially recognised by only a handful of nations, its democratically-elected government has strong commercial and informal links with many countries."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55586994",
      "category": "health",
      "title": "Are Covid patients getting younger?",
      "tags": "NHS,Child health,Coronavirus pandemic",
      "text": "Since the end of the second lockdown in England, the numbers of people being admitted to hospital with Covid have been rising quickly on a daily basis.\nSome healthcare staff say they are seeing younger patients, so what does the data show? \nThere are more people of all ages in hospital with Covid now than in the first wave last spring - that includes the young and old.\nInfections have been highest in teenagers, students and people in their 20s and 30s in recent months. A small percentage of people from these age groups inevitably end up in hospital needing treatment.\nBut the overall pattern of those at risk of becoming seriously ill or dying has not changed significantly.\nThe older someone is, the greater their risk from Covid-19 - particularly over the age of 65.\nFor people under 40 who are infected, their risk of death is 0.1%. This rises to more than 5% for people over 80, according to Imperial College London research on the first wave.\nThis is equivalent to the risk of death from Covid doubling approximately every eight years of ageing.\nBetter treatments, greater knowledge of how the disease progresses and the rollout of vaccines should all improve these figures in the second wave.\nSince the start of the second wave in late September, the highest hospital admission rate for confirmed Covid-19 has been in the over-85s, followed by 75 to 84-year-olds.\nChildren and young adults have consistently seen the lowest rates.\nCompared with the first wave in the spring, more children and adults in all age groups have been admitted to hospital with the virus, creating pressure on the NHS during an already busy winter.\n\"Children's wards are usually busy in winter,\" Prof Russell Viner, president of the Royal College of Paediatrics and Child Health, said recently.\n\"As cases in the community rise, there will be a small increase in the number of children we see with Covid-19, but the overwhelming majority of children and young people have no symptoms or very mild illness only.\"\nAlthough people in middle age are less affected than the over-65s, they are by no means risk-free.\nIn the last few weeks, for example, adults aged 18-64 have accounted for 40% of daily Covid admissions to hospitals, data from Public Health England shows. This compares to 40% for 65-84 year olds and 20% for the over-85s. \nAnd there has been a steep rise in the numbers of people in their mid-40s to mid-60s becoming seriously ill with Covid and being admitted to intensive care units.\nThere has also been a slight increase among younger adults too, although fewer than one in 100,000 was critically ill with Covid in December.\nIn contrast, children under 17 make up a very small percentage of those admitted to hospital with Covid - around 1% - and it is extremely unlikely they will need intensive care treatment.\nThe ages of people who have died with Covid-19 since June show the huge impact on older age groups and the rarity of a Covid death in the under-30s. \nBut there have been some during the pandemic. Twenty-seven deaths have occurred among under-19s who tested positive for Covid-19, according to NHS England, and 317 among 20 to 39-year-olds.\nMore than 80% had an underlying health condition, such as heart disease or type 2 diabetes, which may have increased their risk.\nDr Nick Scriven, a former president of the Society for Acute Medicine, says he has seen a patient in their 20s requiring oxygen treatment but most were in their mid-40s, 50s and above - and the most seriously ill were over 50.\n\"They are not very different ages to the first wave,\" he says, although people are surviving for longer and fewer are being put on ventilators.\nIn intensive care, the average age of Covid patients in the second wave is 60.2 compared with 58.8 in the first wave.\nAccording to analysis of 10,000 patients in intensive care in the last four months of 2020, men are around twice as likely as women to end up critically ill with Covid, from the age of 40 upwards.\nWhile most seriously-ill men in intensive care were in their 60s, around 15% were in their 50s and 8% in their 40s.\nThe new variant, which is thought to be more transmissible than previous forms of the virus, is behind the recent sharp rise in cases.\nIt appears to affect people of all ages - but there is no evidence it makes people more seriously ill with Covid-19, including children and young people."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-55588756",
      "category": "uk-politics",
      "title": "Ex-MP quits Labour ahead of sexual harassment disciplinary process",
      "tags": "Kelvin Hopkins,Labour Party",
      "text": "A former Labour MP has quit the party before disciplinary proceedings against him concerning sexual harassment could be concluded, Labour has said.\nKelvin Hopkins was suspended by the party in 2017 after a Labour activist, Ava Etemadzadeh, accused him of inappropriate physical contact. \nMs Etemadzadeh said the ex-MP's exit from the party was \"disappointing\".\nThe BBC has attempted to contact Mr Hopkins, 79, for a response, but he has previously denied the accusations.\nA Labour spokesperson said it \"takes all complaints of sexual harassment extremely seriously and they are fully investigated in line with our rules and procedures, and any appropriate disciplinary action is taken.\n\"We are disappointed that the party's disciplinary processes did not reach a conclusion due to Kelvin Hopkins' decision to resign his membership,\" they added.\n\"We are establishing an independent process to investigate complaints, including sexual harassment, to ensure complainants can feel confident that in coming forward they will be heard and get the justice they deserve.\"\nMr Hopkins, who first won the seat of Luton North from the Conservatives in 1997, stood down ahead of the 2019 election - a decision, he said, which was to do with his wife's health, not the accusations. \nHe had originally been referred to the party's National Constitutional Committee following the allegations in 2017 and had expressed frustration at the length of time the hearing was taking. \nResponding to his decision to leave the party, Ms Etemadzadeh tweeted: \"This is very disappointing news. I hope Keir Starmer listens to my concerns and fixes this broken system.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55587491",
      "category": "health",
      "title": "Covid cases 'up almost a third in week after Christmas'",
      "tags": "Coronavirus lockdown measures,Christmas,Coronavirus pandemic",
      "text": "Covid infections rose by almost a third between 26 December and 3 January, reaching 70,000 new cases a day according to a major study.\nIn a different piece of research, the Office for National Statistics (ONS) estimated 1.2 million people in total had Covid over a similar time period.\nDaily infections are understood to have risen to about 150,000 since then. \nThat would bring daily coronavirus cases above the first peak.\nThe R or reproduction number for the virus is now between 1 and 1.4 for the UK, reflecting the sharp rise in cases in recent weeks.\nSeparate ONS data suggests just under half (44%) of British adults formed a Christmas bubble.\nThese temporary rules let up to three households mix indoors on 25 December - unless they were living in a Tier 4 area.\nThe ONS estimated how much of the population had Covid in the week of 27 December- 2 January:\nThe ONS data suggests cases rose by three-quarters between its two most recent study periods: 12-18 December and 27 December - 2 January.\nThe ZOE Covid Symptom Study was able to track more recent changes since there was no pause in its research for Christmas.\nIt found the epidemic is growing throughout the UK.\nResearchers estimate the virus's reproduction or R number is currently 1.2 across the UK.\nBoth sources indicate London has the most severe epidemic with the highest number of cases. \nConfirmed cases, published on the government's dashboard, are always lower than those in surveys because they mainly reflect the test results of people coming in with symptoms.\nBoth the ONS and ZOE also look at asymptomatic cases - people who may not otherwise get tests.\nSome asymptomatic testing is now available in the community but it is not being widely taken up.\nAbout a fifth of people responding to a separate ONS survey looking at the social impacts of the pandemic, said they had found it difficult to follow the Christmas rules.\nAnd half of those gave the fact that they had already made plans as the reason.\nRules, which were set to allow everyone in the UK to mix in a five-day window, were changed at the last minute, on 19 December. \nIn England, people living in Tiers 1-3 were allowed to form a one-day Christmas bubble with a maximum of two other households.\nThose in Tier 4, including about 10 million people in Greater London, were not permitted to mix at all. \nMixing was permitted in Scotland and Wales for Christmas Day only.\nHow has coronavirus affected you? Email haveyoursay@bbc.co.uk.\nOr use this form to get in touch:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your comment or send it via  email to HaveYourSay@bbc.co.uk. Please include your name, age and location with any comment you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-10785301",
      "category": "world",
      "title": "Air disasters timeline",
      "tags": "Aviation accidents and incidents,Air travel",
      "text": "A chronology of major air disasters since 1998:\n22 May An Airbus A320 carrying 91 passengers and eight members of crew crashes in a residential area of the southern Pakistani city of Karachi, killing more than 90 people. At least two passengers survive the crash.\n8 January Ukraine International Airlines flight PS752 crashes shortly after taking off from the Iranian capital Tehran, killing all 176 passengers and crew members on board. The incident took place amid escalating tensions between the US and Iran, and the Iranian government eventually admitted it had downed the plane \"unintentionally\".\n10 March An Ethiopian Airlines Boeing 737 Max crashes six minutes after take-off from Addis Ababa. All 157 people onboard are killed. The victims come from more than 30 countries. \n29 October A Boeing 737 Max, operated by Lion Air, crashes into the Java Sea shortly after taking off from Jakarta, Indonesia. All 189 passengers and crew are killed, and a volunteer diver dies in the subsequent recovery operation. Investigators said the plane - which had had technical problems on previous flights - should have been grounded.\n18 May A Boeing 737 passenger plane crashes shortly after take-off from Jose Marti International Airport in Havana, killing 112 people. One passenger survives.\n11 April A military plane crashes shortly after take-off near the Algerian capital Algiers, killing all 257 people on board, including 10 crew members. Most of the dead are soldiers and their families.\n12 March A plane carrying 71 passengers and crew crashes on landing at Kathmandu airport. More than 50 people are killed when the Bombardier Dash 8 turboprop comes down.  \n18 February A passenger plane crashes into the Zagros mountains in Iran killing all 66 people on board. The Aseman Airlines ATR turboprop crashes about an hour after taking off in the capital, Tehran, heading for the south-western city of Yasuj.\n11 February A Russian passenger plane crashes minutes after leaving Moscow's Domodedovo airport with 71 people on board. The Antonov An-148 belonging to Saratov Airlines was en route to the city of Orsk in the Ural mountains when it crashed near the village of Argunovo, about 80km (50 miles) south-east of Moscow.\nThere were no passenger jet crashes in 2017 - the safest year in the history of commercial airlines. \n25 December  A Russian military Tu-154 jet airliner crashes in the Black Sea, with the loss of all 92 passengers and crew. The plane came down soon after take-off from an airport near the city of Sochi. It was carrying artistes due to give a concert for Russian troops in Syria, along with journalists and military. \n7 December All 48 people on board a Pakistan International Airlines (PIA) plane were killed when it crashed in the north of the country. The national airline - accused of safety failures in the past - insisted this time that strict checks on Flight PK-661 from Chitral to Islamabad left \"no room for any technical error\". \n28 November The plane carrying the football team of the Brazilian club Chapecoense runs out of fuel and crashes near Medellin, Colombia, killing 71 people, including most of the players and management. Three players were among the six survivors, while nine did not travel.\n19 May French President Francois Hollande confirms that an EgyptAir flight reported missing between Paris and Cairo has crashed, with 66 people on board.\n19 March A FlyDubai Boeing 737-800 crashes in Rostov-on-Don, Russia, killing all 62 people on board.\n31 October An Airbus A321, operated by Russian airline Kogalymavia, crashes over central Sinai some 22 minutes after taking off from Sharm el-Sheikh, killing all 224 people on board. The Islamic State group's local affiliate later says it brought down the plane in response to Russian intervention in Syria.\n30 June Indonesian Hercules C-130 military transport plane crashes into a residential area of Medan. The army says all 122 people on board died, along with at least 19 on the ground. \n24 March: Germanwings Airbus A320 airliner crashes in the French Alps near Digne, on a flight from Barcelona to Dusseldorf. All 148 people on board were feared dead.\n28 December: AirAsia QZ8501 flying from Surabaya in Indonesia to Singapore goes missing over the Java sea. The pilot radioed for permission to divert around bad weather but no mayday alert was issued. There were 162 passengers and crew on board.  \n24 July: Air Algerie AH5017 disappears over Mali amid poor weather near the border with Burkina Faso. The McDonnell Douglas MD-83 was operated by Spain's Swiftair, and was heading from Ouagadougou to Algiers carrying 116 passengers - 51 of them French. All are thought to have died.\n23 July: Forty-eight people die when a Taiwanese ATR-72 plane crashes into stormy seas during a short flight. TransAsia Airways GE222 was carrying 54 passengers and four crew to the island of Penghu. It made an abortive attempt to land before crashing on a second attempt.\n17 July: Malaysia Airlines flight MH17 crashes near Grabove in eastern Ukraine, killing all 298 people on board, 193 of them Dutch. Pro-Russian rebels are widely accused of shooting the plane down using a surface-to-air missile - they deny responsibility.\n8 March: The disappearance of Malaysia Airlines MH370 during a flight from Kuala Lumpur to Beijing leads to the largest and most expensive search in aviation history. Despite vast effort, notably in the hostile South Indian Ocean, nothing was found until July 2015, when an aircraft wing part washed up on Reunion Island. French officials confirmed the debris was from MH370.\n11 February: A military transport plane - a Hercules C-130 - carrying 78 people crashes in a mountainous part of north-eastern Algeria. Reports suggest there is one survivor from among the military personnel, family members and crew.\n17 November: Tatarstan Airlines Boeing 737 crashes on landing in Kazan, Russia, killing all 50 people on board.\n16 October: Forty-nine people, including foreigners from some 10 countries as well as Laotian nationals, die when a Lao Airlines ATR 72-600 plunges into the Mekong River as it came in to land.\n3 June: A Dana Air passenger plane with about 150 people on board crashes in a densely populated area of Nigeria's largest city, Lagos.\n20 April: A Bhoja Air Boeing 737 crashes on its approach to the main airport in the Pakistani capital Islamabad, killing all 121 passengers and six crew.\n26 July: Some 78 people are killed when a Moroccan military C-130 Hercules crashes into a mountain near Guelmim in Morocco. Officials blamed bad weather.\n8 July: A Hewa Bora Airways plane crash-lands in bad weather in Democratic Republic of Congo, killing 74 of the 118 people on board.\n9 January: An IranAir Boeing 727 breaks into pieces near the city of Orumiyeh, killing 77 of the 100 people on board. The pilots had reported a technical failure before trying to land.\n5 November: An Aerocaribbean passenger turboprop crashes in mountains in central Cuba, killing all 68 people on board. \n28 July: A Pakistani plane on an Airblue domestic flight from Karachi crashes into a hillside while trying to land at Islamabad airport, killing all 152 people on board. \n22 May: An Air India Express Boeing 737 overshot a hilltop airport in Mangalore, southern India, and crashed into a valley, bursting into flames and killing 158.\n12 May: An Afriqiyah Airways Airbus 330 crashes while trying to land near Tripoli airport in Libya, killing more than 100 people.\n10 April: A Tupolev 154 plane carrying Polish President Lech Kaczynski crashes near the Russian airport of Smolensk, killing more than 90 people on board.\n25 January: Ethiopian Airlines passenger jet crashes into the sea with 89 people on board shortly after take-off from Beirut. \n15 July: A Caspian Airlines Tupolev plane crashes  in the north of Iran en route to Armenia. All 168 passengers and crew are reported dead.\n30 June: A Yemeni passenger plane, an Airbus 310, crashes in the Indian Ocean near the Comoros archipelago. Only one of the 153 people on board survives.\n1 June: An Air France Airbus 330 travelling from Rio de Janeiro to Paris crashes into the Atlantic with 228 people on board. Search teams later recover some 50 bodies in the ocean.\n20 May: An Indonesian army C-130 Hercules transport plane crashes into a village on eastern Java, killing at least 97 people.\n12 February: A passenger plane crashes into a house in Buffalo, New York, killing all 49 people on board and one person on the ground.\n14 September: A Boeing-737 crashes on landing near the central Russian city of Perm, killing all 88 passengers and crew members on board.\n24 August: A passenger plane crashes shortly after take-off from Kyrgyzstan's capital, Bishkek, killing 68 people.\n20 August: A Spanair plane veers off the runway on take-off at Madrid's Barajas airport, killing 154 people and injuring 18.\n30 November: All 56 people on board an Atlasjet flight are killed when it crashes near the town of Keciborlu in the mountainous Isparta province, about 12km (7.5 miles) from Isparta airport.\n16 September: At least 87 people are killed after a One-Two-Go plane crashed on landing in bad weather at the Thai resort of Phuket.\n17 July: A TAM Airlines jet crashes on landing at Congonhas airport in Sao Paulo, in Brazil's worst-ever air disaster. A total of 199 people are killed - all 186 on board and 13 on the ground.\n5 May: A Kenya Airways Boeing 737-800 crashes in swampland in southern Cameroon, killing all 114 on board. The official inquiry is yet to report on the cause of the disaster.\n1 January: An Adam Air Boeing 737-400 carrying 102 passengers and crew comes down in mountains on Sulawesi Island on a domestic Indonesian flight. All on board are presumed dead.\n29 September: A Boeing 737 carrying 154 passengers and crew crashed into the Amazon rainforest in Brazil, killing all on board, after colliding with a private jet in mid-air.\n22 August: A Russian Tupolev-154 passenger plane with 170 people on board crashes north of Donetsk, in eastern Ukraine.\n9 July: A Russian S7 Airbus A-310 skids off the runway during landing at Irkutsk airport in Siberia. A total of 124 people on board die, but more than 50 survive the crash.\n3 May: An Armavia Airbus A-320 crashes into the Black Sea near Sochi, killing all 113 people on board.\n10 December: A Sosoliso Airlines DC-9 crashes in the southern Nigerian city of Port Harcourt, killing 103 people on board.\n6 December: A C-130 military transport plane crashes on the outskirts of the Iranian capital Tehran, killing 110 people, including some on the ground.\n22 October: A Bellview airlines Boeing 737 carrying 117 people on board crashes soon after take-off from the Nigerian city of Lagos, killing everyone on board.\n5 September: A Mandala Airlines plane with 112 passengers and five crew on board crashes after take-off in the Indonesian city of Medan, killing almost all on board and dozens on the ground.\n16 August: A Colombian plane operated by West Caribbean Airways crashes in a remote region of Venezuela, killing all 160 people on board. The airliner, heading from Panama to Martinique, was packed with residents of the Caribbean island.\n14 August: A Helios Airways flight from Cyprus to Athens with 121 people on board crashes north of the Greek capital Athens, apparently after a drop in cabin pressure.\n16 July: An Equatair plane crashes soon after take-off from Equatorial Guinea's island capital, Malabo, west of the mainland, killing all 60 people on board.\n3 February: The wreckage of Kam Air Boeing 737 flight is located in high mountains near the Afghan capital Kabul, two days after the plane vanished from radar screens in heavy snowstorms. All 104 people on board are feared dead.\n21 November: A passenger plane crashes into a frozen lake near the city of Baotou in the Inner Mongolia region of northern China, killing all 53 on board and two on the ground, officials say.\n3 January: An Egyptian charter plane belonging to Flash Airlines crashes into the Red Sea, killing all 141 people on board. Most of the passengers are thought to be French tourists.\n25 December: A Boeing 727 crashes soon after take-off from the West African state of Benin, killing at least 135 people en route to Lebanon.\n8 July: A Boeing 737 crashes in Sudan shortly after take-off, killing 115 people on board. Only one passenger, a small child survived.\n26 May: A Ukrainian Yak-42 crashes near the Black Sea resort of Trabzon in north-west Turkey, killing all 74 people on board - most of them Spanish peacekeepers returning home from Afghanistan.\n8 May: As many as 170 people are reported dead in DR Congo after the rear ramp of an old Soviet plane, an Ilyushin 76 cargo plane, apparently falls off, sucking them out.\n6 March: An Algerian Boeing 737 crashes after taking off from the remote Tamanrasset airport, leaving up to 102 people dead.\n19 February: An  Iranian military transport aircraft carrying 276 people crashes in the south of the country, killing all on board.\n8 January: A Turkish Airlines plane with 76 passengers and crew on board crashes while coming in to land at Diyarbakir.\n23 December: An Antonov 140 commuter plane carrying aerospace experts crashes in central Iran, killing all 46 people aboard. The delegation had been due to review an Iranian version of the same plane built under licence.\n27 July: A fighter jet crashes into a crowd of spectators in the west Ukrainian town of Lviv, killing 77 people, in what is the world's worst air show disaster.\n1 July: Seventy-one people, many of them children die when a Russian Tupolev 154 aircraft on a school trip to Spain collides with a Boeing 757 transport plane over southern Germany.\n25 May: A Boeing 747 belonging to Taiwan's national carrier - China Airlines - crashes into the sea near the Taiwanese island of Penghu, with 225 passengers and crew on board.\n7 May: China Northern Airlines plane carrying 112 people crashes into the sea near Dalian in north-east China.\n7 May: On the same day, an EgyptAir Boeing 735 crash lands near Tunis with 55 passengers and up to 10 crew on board. Most people survive.\n4 May: A BAC1-11-500 plane operated by EAS Airlines crashes in the Nigerian city of Kano, killing 148 people - half of them on the ground.\n15 April: Air China flight 129 crashes on its approach to Pusan, South Korea, with over 160 passengers and crew on board.\n12 February: A Tupolev 154 operated by Iran Air crashes in mountains in the west of Iran, killing all 117 on board.\n29 January: A Boeing 727 from the Ecuadorean TAME airline crashes in mountains in Colombia, killing 92 people.\n12 November: An American Airlines A-300 bound for the Dominican Republic crashes after takeoff in a residential area of the borough of Queens, New York, killing all 260 people on board and at least five people on the ground.\n8 October: A Scandinavian Airlines System (SAS) airliner collides with a small plane in heavy fog on the runway at Milan's Linate airport, killing 118 people.\n4 October: A Russian Sibir Airlines Tupolev 154,en route from Tel Aviv to Novosibirsk in Siberia, explodes in mid-air and crashes into the Black Sea, killing 78 passengers and crew.\n3 July: A Russian Tupolev 154,en route from Yekaterinburg in the Ural mountains to the Russian port of Vladivostok, crashes near the Siberian city of Irkutsk, killing 133 passengers and 10 crew.\n30 October: A Singapore Airlines Boeing 747 bound for Los Angeles crashes after take-off from Taipei airport in Taiwan, killing 78 of the 179 people on board.\n23 August: A Gulf Air Airbus crashes into the sea as it comes in to land in Bahrain, killing all 143 people on board.\n25 July: Air France Concorde en route for New York crashes into a hotel outside Paris shortly after takeoff, killing 113 people, including four on the ground.\n17 July: Alliance Air Boeing 737-200 crashes into houses attempting to land at Patna, India, killing 51 people on board and four on the ground.\n19 April: Air Philippines Boeing 737-200 from Manila to Davao crashes on approach to landing, killing all 131 people on board.\n31 January: Alaska Airlines MD-83 from Mexico to San Francisco plunges into ocean off southern California, killing all 88 people on board.\n30 January: Kenya Airways A-310 crashes into Atlantic Ocean shortly after takeoff from Abidjan, Ivory Coast, en route for Lagos, Nigeria. All but 10 of the 179 people on board die.\n31 October: EgyptAir Boeing 767 crashes into Atlantic Ocean after taking off from John F. Kennedy Airport in New York on flight to Cairo, Egypt, killing all 217 on board.\n24 February: China Southwest Airlines plane crashes in a field in China's coastal Zhejiang province after a mid-air explosion. All 61 people on board the Russian-built TU-154 flying from Chongqing to the south-eastern city of Wenzhou are killed.\n11 December: Thai Airways International A-310 crashes on a domestic flight during its third attempt to land at Surat Thani, Thailand, killing 101 people.\n2 September: Swissair MD-11 from New York to Geneva crashes in the Atlantic Ocean off Canada killing all 229 people on board.\n16 February: Airbus A-300 owned by Taiwan's China Airlines crashes near Taipei's Chiang Kai-shek airport while trying to land in fog and rain after a flight from Bali, Indonesia. All 196 on board and seven people on ground are killed.\n2 February: Cebu Pacific Air DC-9 crashes into mountain in southern Philippines, killing all 104 people aboard."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hampshire-55585989",
      "category": "uk-england-hampshire",
      "title": "Covid-19: Fordingbridge farm chickens risk cull over egg demand",
      "tags": "Fordingbridge,Chickens",
      "text": "A fall in bulk egg orders due to the lockdown could lead to chickens being culled, a poultry-farmer has warned.\nFluffetts Farm near Fordingbridge had been supplying free range eggs to 350 Hampshire schools, but orders stopped when schools suddenly closed.\nFarm owner, Ben Jackson said: \"If you can't sell the eggs you can't still keep feeding the chickens and therefore something has to give.\"\nHe said he hoped to work out a local delivery system to avoid culling birds.\nMr Jackson, who has been selling some of the surplus eggs off on social media, has more than 13,000 chickens laying 12,000 eggs each day.\nThe cancellation of his school orders has left him with about 4,000 spare eggs a day. The farm has also been hit by restaurants and pubs closing again.\nHe said: \"If we can't find a home for the eggs the worst-case scenario is that we may have to look to get rid of some of our chickens, but that's what we're trying to avoid.\n\"Other chicken farmers are in the same situation - they are talking about potentially having to cull birds in the next week or so - it's not a decision that anyone wants to make.\n\"We just want to get through this dark time - we're just taking it a day at time.\"\nChickens at the farm are currently in a bird lockdown.\nSince 14 December strict biosecurity regulations have been in place following a number of outbreak of avian influenza throughout England."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55597091",
      "category": "health",
      "title": "Covid-19: The machine that breathes for Covid patients",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-55601600",
      "category": "uk-england-london",
      "title": "Police arrest 16 at Clapham Common anti-lockdown protest",
      "tags": "Coronavirus lockdown measures,Clapham",
      "text": "Sixteen people have been arrested during an anti-lockdown protest in south London.\nPolice officers clashed with some of the maskless protesters who arrived in Clapham Common, some shouting \"take your freedom back\". \nSix police vans were deployed to the scene while officers moved the crowd of about 30 people away from the area.\nGathering for the purpose of a protest is not an exemption to the rules, the Met Police said.\nOne woman shouted from her car at the protesters \"there's a pandemic going\", while another bystander shouted \"idiots\".\nOne anti-lockdown protester, who was detained at Clapham Common park, said \"I stand under common law, not maritime law and this is assault\" as he was put into handcuffs by police officers.\nA large police presence remains around Clapham Common station, but almost all protesters had left the area as of 14:00 GMT. \nIt comes as a \"major incident\" was declared as the spread of Covid-19 threatens to \"overwhelm\" London hospitals.\nCity Hall said Covid-19 cases in the capital had exceeded 1,000 per 100,000, while there were 35% more people in hospital with the virus than in the peak of the pandemic in April."
    }
  ]
}