{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-59442129",
      "category": "world",
      "title": "Covid: South Africa 'punished' for detecting new Omicron variant",
      "tags": "World Health Organization (WHO),South Africa,Omicron variant,Coronavirus pandemic",
      "text": "South Africa has complained it is being punished - instead of applauded - for discovering Omicron, a concerning new variant of Covid-19.\nThe foreign ministry made the statement as countries around the world restricted travel from southern Africa as details of the spread emerged.\nEarly evidence suggests Omicron has a higher re-infection risk.\nThe World Health Organization (WHO) said on Friday that the new variant was \"of concern\".\nSeveral cases have now been identified in Europe - two in the UK, two in Germany, one in Belgium and another one in Italy, while a suspected case was found in the Czech Republic. \nIsrael, where the new variant has been confirmed, has decided to ban all foreigners from entering the country from midnight Sunday.\nThe measure will last for 14 days, according to the Times of Israel.\nOmicron cases have also been detected in Botswana, Hong Kong and Israel. \nHundreds of passengers arriving in the Netherlands from South Africa are being tested for the new variant.\nSome 61 people on two KLM flights were positive for Covid-19 and have been quarantined at a hotel near Amsterdam's Schiphol airport while they have further tests, Dutch officials said.\nThe Netherlands is currently struggling with a record-breaking surge in cases. An extended partial lockdown comes into force there on Sunday evening.\nThe new Omicron variant was first reported to the WHO from South Africa on 24 November.\nA statement by the South African foreign ministry on Saturday strongly criticised the travel bans.\n\"Excellent science should be applauded and not punished,\" it said.\nThe bans were \"akin to punishing South Africa for its advanced genomic sequencing and the ability to detect new variants quicker\".\nThe statement added that the reaction had been completely different when new variants were discovered elsewhere in the world.\nAn African Union official told the BBC developed countries were to blame for the emergence of the variant.\n\"What is going on right now is inevitable, it's a result of the world's failure to vaccinate in an equitable, urgent and speedy manner. It is as a result of hoarding [of vaccines] by high-income countries of the world, and quite frankly it is unacceptable,\" said AU vaccine delivery alliance co-chair Ayoade Alakija.\n\"These travel bans are based in politics, and not in science. It is wrong... Why are we locking away Africa when this virus is already on three continents?\" \nOn Friday and Saturday, a number of countries announced new measures:\nThe WHO said the number of cases of this variant, initially named B.1.1.529, appeared to be increasing in almost all of South Africa's provinces. \n\"This variant has a large number of mutations, some of which are concerning,\" the UN public health body said in a statement on Friday.\nIt said \"the first known confirmed B.1.1.529 infection was from a specimen collected on 9 November\". \nThe WHO said it would take a few weeks to understand the impact of the new variant, as scientists worked to determine how transmissible it was.\nA top UK health official warned that vaccines would \"almost certainly\" be less effective against the new variant.\nBut Professor James Naismith, a structural biologist from the University of Oxford, added: \"It is bad news but it's not doomsday.\"\nThe head of the South African Medical Association told the BBC that the cases found so far in South Africa - where only about 24% of the population is fully vaccinated - were not severe, but said investigations into the variant were still at a very early stage. \n\"The patients are mostly complaining about a sore body and tiredness, extreme tiredness and we see it in the younger generation, it's not the older people... We're not talking about patients that might go straight to a hospital and be admitted,\" Dr Angelique Coetzee said. \nUS infectious disease chief Dr Anthony Fauci said that while the reports on the new variant threw up a \"red flag\", it was possible that vaccines might still work to prevent serious illness.\nThe WHO has warned against countries hastily imposing travel restrictions, saying they should look to a \"risk-based and scientific approach\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-59443223",
      "category": "uk-england-london",
      "title": "Tube strikes set to disrupt first Night Tube services",
      "tags": "Transport for London,London Underground,London tube strikes,RMT,London transport",
      "text": "Continuing Tube strikes will disrupt plans to partially reopen the Night Tube this weekend. \nAbout 160,000 people have signed a petition calling for its return in the wake of Sarah Everard's murder.\nThe service was due to resume on Saturday night but staff have walked out in a dispute over driver rotas.\nA union says changes to rotas will ruin members' work-life balance but transport bosses called the strike \"unnecessary action\".\nCustomers are advised to check before they travel and use buses to complete their journeys where required. \nThe Tube strike started across six services on Friday, when Rail, Maritime and Transport (RMT) union staff began demonstrating at 04:30 GMT. \nTwo of these, Central and Victoria, were set to reopen their Night Tube services this weekend.\nIt is the first strike on more than one Tube line since 2018, with the other four affected lines being Piccadilly, Northern, Waterloo & City and Jubilee. \nFurther disruptions for all six lines are expected over the next three weekends on 3-5 December, 10-12 December and 17-18 December. \nTonight's much lauded and hyped relaunch of the night tube is meant to another step in London's rebuilding. \nIt's particularly important to the night time economy and the West End in particular. \nSo a half-cocked launch with a reduced service is pretty embarrassing both for London Underground and the Mayor. \nUltimately they couldn't get the RMT Union on board with the new conditions and went ahead anyway. \nBusinesses will hope a resolution is quick and this doesn't hang over the whole a Christmas period. \nA petition to reinstate the Night Tube was started by Ella Watson, who is continuing her campaign to re-open the service in full.\nThe Mayor of London, Sadiq Khan, responded to the petition, thanking Ms Watson for highlighting the issue of women's safety.\nHe agreed the Night Tube has \"a clear role to play in helping women feel safer in our city\", particularly after a string of \"shocking murders\", including Nicole Smallman, Bibaa Henry, Sarah Everard and Sabina Nessa.\nAndy Lord, London Underground's managing director, said TfL had invested in additional British Transport Police officers, both in plain clothes and in uniform to assist customers and staff on the Night Tube.\nHe said: \"I am very sorry for the inconvenience that this strike action is causing. \n\"We understand that our customers will be frustrated by the RMT's strike action, which is timed to cause maximum disruption to London. \n\"This action is the last thing London needs as it recovers from the pandemic, which is why we have done everything we can to get this action called off.\"\nOn Friday, RMT general secretary Mick Lynch said strikes were happening because TfL had \"ripped up\" an agreement on Night Tube driving by changing rosters.\nHe said: \"The Tube strike action is rock solid in all depots and the widespread impact on services is solely down to management failure to recognise and address the anger of their staff at the imposition of damaging and unacceptable working practices.\n\"This action was wholly avoidable if LU bosses hadn't attempted to bulldoze through arrangements that abolished the Night Tube driver grade, lumping everyone into a central pool where they can be shunted about at will in a drive to cut costs.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59423271",
      "category": "uk-northern-ireland",
      "title": "Covid-19: New variant 'most concerning' since Delta, says Prof Young",
      "tags": "Travel,Coronavirus pandemic",
      "text": "A new Covid-19 variant discovered in six southern African countries is \"probably the most concerning\" since Delta, Prof Ian Young has said.\nNorthern Ireland's chief scientific officer was speaking after quarantine measures were introduced for travellers arriving from the affected countries.\nSouth Africa, Botswana, Namibia, Zimbabwe, Lesotho and Eswatini have been added to the red list.\nFlights from those countries were suspended in the UK from 12:00 GMT.\nNo cases of the new variant have been confirmed in the UK.\n\"Based on the early information we have this is probably the most concerning new variant since the Delta form of the virus, which is now dominant in the UK,\" said Prof Young.\nHe said the new B.1.1.529 variant, known as Omicron, has \"a number of changes\" compared with forms seen before.\n\"And those may alter its behaviour in a way that makes it more easily transmitted,\" he added.\nIt comes after Northern Ireland's chief medical officer described the variant as a \"matter of concern\".\nSouth Africa, Hong Kong and Botswana have identified just 59 cases of the variant, so far.\nBelgium announced on Friday afternoon it had Europe's first case of the variant, while Israeli media also reported one case involving a traveller.\nTravellers arriving from red list countries have to quarantine for 10 days in a government-approved hotel.\nRecent arrivals to Northern Ireland from those six countries will also be contacted by the Public Health Agency and asked to self-isolate and undertake PCR tests, which will undergo genomic sequencing.\nThe Department of Health said there was \"limited evidence\" of the new variant's impact the but there were concerns that it has a \"large number of mutations\", which could affect transmission and the effectiveness of vaccines. \nChief medical officer Sir Michael McBride said: \"This is undoubtedly a matter of concern. We are taking the action on international travel on a precautionary basis, while we await further evidence on the spread of this variant in South Africa and understand more about it.\n\"The need for further measures will be kept under constant review and we will continue to liaise closely with public health colleagues in Great Britain and the Republic of Ireland.\n \"It is not possible at this stage to accurately assess the potential for this new variant to impact on vaccine effectiveness.\n\"This should in no way dissuade people from coming forward for their first and second doses and boosters.\n\"The Delta variant is currently dominant in Northern Ireland and the threat it poses to our citizens is very real.\nIn the Republic of Ireland the public are also being advised not to travel to southern Africa due to concerns over the new Omicron variant. \nThe Irish Minister for Health, Stephen Donnelly, said residents of Ireland who are currently in southern Africa should return as soon as possible and follow public health protection measures upon arrival."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59428712",
      "category": "world-europe",
      "title": "Ukraine-Russia conflict: Zelensky alleges coup plan involving Russians",
      "tags": "Russia,Crimea,Nato,Ukraine conflict,Ukraine,Crimea crisis",
      "text": "Ukraine's President Volodymyr Zelensky says Russian \"representatives\" are planning to overthrow his government next week, as a Russian troop build-up sparks fears of an invasion.\nMr Zelensky said audio recordings suggested Ukraine's richest businessman was being dragged into the plan, though this has been denied.\nThe Kremlin spokesman, meanwhile, said Russia had \"no plans to get involved\".\nMoscow has also dismissed concerns over the troop build-up as \"alarmist\".\nOn Friday, Nato's Secretary-General Jens Stoltenberg warned that Russian use of force against Ukraine would \"come at a cost\", without specifying what this would be. \nMr Zelensky denounced a \"very dangerous rhetoric\" coming out of Russia.\n\"It is a signal... that there could be escalation,\" he said. \"There is a threat today that there will be war tomorrow. We are entirely prepared for an escalation.\"\nA large part of the Russian force is in Crimea, the peninsula which Russia annexed from Ukraine in March 2014. Troops have recently been massing near Ukraine's eastern Donbas region, the name for Luhansk and Donetsk areas partially under the control of Russian-backed separatists.\n\"I have received information that a coup will happen in our country on 1 December,\" the Ukrainian president said in a lengthy news conference.\nMr Zelensky said business magnate Rinat Akhmetov - seen as an opponent of the president - was \"being dragged into war against the Ukrainian state\".\nMr Zelensky did not name the alleged plotters, but said Mr Akhmetov may or may not know about such plans that he was being drawn into by his \"inner circle\".\nIn a statement, Mr Akhmetov dismissed the president's claims, saying he was \"outraged by the spread of this lie\".\n\"My position was and will be unequivocal, an independent, democratic and integral Ukraine with Crimea and my native Donbas. My actions confirm this,\" he added in a statement published in Ukrainian media.\nThe Ukrainian leader did not directly accuse the Russian government over the alleged plan, but Kremlin spokesman Dmitry Peskov responded almost immediately by saying Russia \"never does such things at all\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59446697",
      "category": "uk-wales",
      "title": "Storm Arwen: I'm a Celebrity contestants removed from set",
      "tags": "Conwy,Declan Donnelly,Ant McPartlin,Abergele,Storm Arwen,Ant and Dec,Severe weather",
      "text": "The I'm A Celebrity.. Get Me Out Of Here! contestants have been removed from the set of the show after it suffered damage during Storm Arwen.\nThis weekend's episodes of the ITV show, filmed at Gwrych castle, Conwy, have also been cancelled.\nITV said \"technical difficulties caused by extreme weather\" had forced them to cancel Saturday and Sunday's episodes.\nProducers of the show had to abandon the live element of the show on Friday evening.\nStorm Arwen has caused disruption across Wales, with more than 30,000 thousand homes experiencing power cuts and road and rail travel affected.\nTransport for Wales has cancelled a majority of its rail services and many roads and bridges have been closed by falling debris.\nIn a statement the show said: \"Owing to technical difficulties caused by extreme weather conditions in the area, there will be no new episodes of I'm A Celebrity... Get Me Out Of Here! this weekend (Saturday and Sunday).\n\"I'm A Celebrity... Get Me Out Of Here! will be replaced tonight and tomorrow night in the ITV schedules by compilation shows (voiced by Ant & Dec) featuring best moments from previous series.\"\nLast week, Richard Madeley left the show after feeling unwell. Speaking afterwards, he said he was fine but was leaving the show because he had broken its Covid safety bubble."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-59443521",
      "category": "world-africa",
      "title": "Burkina Faso: Tear gas fired at protesters decrying Islamist attacks",
      "tags": "Burkina Faso,Sahel Islamist insurgency",
      "text": "Police in Burkina Faso have fired tear gas at people protesting against the state's failure to stop a rise in Islamist violence.\nSome erected barricades and burned tyres as scuffles spread around the streets of the capital, Ouagadougou.\nAuthorities had suspended mobile internet services and deployed hundreds of riot police to stop the gathering.\nThere is growing anger against both the government and the French soldiers who are supporting the Burkinabe army. \nHundreds of people joined Saturday's protest, which was organised by a group calling itself the 27 November Coalition and demanded the president's resignation.\n\"We refuse to lose Burkina Faso. We will put in someone who is competent to assure the security of the nation,\" one protester told the Associated Press news agency. \nA young child was injured after security forces fired tear gas, the AFP news agency reported.\nLocal media outlets Pomega and Filinfos said two of their journalists were also injured from tear gas.\nA spokesman for the November 27 Coalition reported \"a huge amount of injured\", including two in a coma. It was not immediately possible to independently verify the claim.\nThere has been an escalation of violence since the beginning of November, in which scores of security officers have been killed. \nThe worst was on 14 November when 53 paramilitary officers and four civilians were killed during a raid on a camp in Inata in the north.\nAfter reports that the officers had run out of food in the run-up to the attack, President Roch Kaboré said he would announce \"imminent changes\" within the military structure, and ordered the \"active and effective\" presence of military chiefs on the front line.\nAfrica's semi-arid Sahel region has been hit by an insurgency since militants captured large parts of northern Mali in 2012 and 2013.\nIn Burkina Faso, the violence has forced more than a million people from their homes over the past two years."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-59427770",
      "category": "world",
      "title": "Covid: US joins EU in restricting travel from southern Africa",
      "tags": "Israel,Botswana,Hong Kong,South Africa,United States,Coronavirus pandemic",
      "text": "The US will restrict travel from South Africa and seven other southern African countries to try to contain a new coronavirus variant spreading there.\nFrom Monday, only US citizens and residents will be allowed to travel from the region.\nThis follows similar restrictions imposed by the EU and the UK. Canada is also introducing travel restrictions.\nThe World Health Organization (WHO) earlier declared the new variant to be \"of concern\", naming it Omicron.\nUS officials said travellers from South Africa, Botswana, Zimbabwe, Namibia, Lesotho, Eswatini, Mozambique and Malawi will be blocked, mirroring earlier moves taken by the EU. The ban will come into effect on Monday.\nIn a statement, President Joe Biden called the move a \"precautionary measure\" taken until more is known about the variant. \nCanada is also shutting its borders to foreign travellers who have recently been to South Africa, Namibia, Lesotho, Botswana, Eswatini, Zimbabwe and Mozambique. Foreign citizens will be banned from Canada if they have been to the seven nations in the past 14 days.\nThe Omicron variant was first reported to the WHO from South Africa on 24 November, and has since been identified in other countries.\nSouth Africa's health ministry has criticised the rush to impose new travel restrictions, calling them \"draconian\", and contrary to WHO guidance.\nScientists say they still have much to learn about the virus's new mutations, and the WHO has said it will take a few weeks to understand the impact of the new variant, as experts work to determine how transmissible it is.\nThe WHO on Friday said preliminary evidence suggested the new variant carried a higher risk of reinfection than other variants. \nScientists have said it is the most heavily mutated version yet, which means Covid vaccines, which were designed using the original strain from Wuhan, China, may not be as effective.\nThe WHO says so far fewer than 100 sample sequences have been reported. Cases have mainly been confirmed in South Africa, but have also been detected in Hong Kong, Israel, Botswana and Belgium.\nMost of the cases in South Africa have been from its most populated province, Gauteng, of which Johannesburg is the capital city.\nThe WHO has warned against countries hastily imposing travel restrictions, saying they should look to a \"risk-based and scientific approach\".\nSouth African Health Minister Joe Phaahla told reporters that the restrictions were \"unjustified\". \nBut health officials in the Netherlands warned that passengers on two KLM flights from South Africa to Amsterdam on Friday were likely infected. Tests were being done to determine whether it could be the new variant. \nPassengers travelling from Cape Town to Manchester via Amsterdam told the BBC that they were held on the tarmac at Schiphol Airport in the Dutch capital for four hours, before eventually disembarking to take PCR tests. \nMeanwhile, the flight bans threaten to separate families over the festive season.\nRuth Daines-Slack, 70, had booked to fly from Cape Town to the UK next week for Christmas and her mother's 100th birthday celebration. She told the BBC she is \"beyond devastated\" that she will no longer be able to make the trip, adding that the UK's travel ban is a \"knee-jerk reaction\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-59438723",
      "category": "world",
      "title": "Covid: New variant classed 'of concern' and named Omicron",
      "tags": "World Health Organization (WHO),South Africa,Omicron variant,Coronavirus pandemic",
      "text": "The World Health Organization (WHO) has declared a new coronavirus variant to be \"of concern\" and named it Omicron.\nIt had a large number of mutations, and early evidence suggested an increased reinfection risk, the WHO said.\nIt was first reported to the WHO from South Africa on 24 November, and has also been identified in Botswana, Belgium, Hong Kong and Israel. \nA number of countries around the world have now decided to ban or restrict travel to and from southern Africa.\nTravellers from South Africa, Namibia, Zimbabwe, Botswana, Lesotho and Eswatini will not be able to enter the UK unless they are UK or Irish nationals, or UK residents.\nUS officials said flights from South Africa, Botswana, Zimbabwe, Namibia, Lesotho, Eswatini, Mozambique and Malawi would be blocked, mirroring earlier moves taken by the EU. It will come into effect on Monday.\nBrazil and Australia also introduced travel restrictions.\nOn Friday, the WHO said the number of cases of this variant, initially named B.1.1.529, appeared to be increasing in almost all of South Africa's provinces. \n\"This variant has a large number of mutations, some of which are concerning,\" the UN public health body said in a statement.\nIt said \"the first known confirmed B.1.1.529 infection was from a specimen collected on 9 November\". \nThe WHO said it would take a few weeks to understand the impact of the new variant, as scientists worked to determine how transmissible it was.\nA top UK health official warned that vaccines would \"almost certainly\" be less effective against the new variant.\nBut Professor James Naismith, a structural biologist from the University of Oxford, added: \"It is bad news but it's not doomsday.\"\nHe said mutations in the variant suggested it may spread more quickly - but transmissibility \"is not just as simple as 'this amino acid does this'\" and was determined by how mutations worked together.\nOnly about 24% of South Africa's population is fully vaccinated, which could spur a rapid spread of cases there, Dr Mike Tildesley, a member of the Scientific Pandemic Influenza Modelling group (Spi-M), told the BBC on Friday.\nMeanwhile, US infectious disease chief Dr Anthony Fauci said that while the reports on the new variant threw up a \"red flag\", it was possible that vaccines might still work to prevent serious illness.\n\"Until it's properly tested... we don't know whether or not it evades the antibodies that protect you against the virus\", Dr Fauci told CNN.\nThe WHO has warned against countries hastily imposing travel restrictions, saying they should look to a \"risk-based and scientific approach\".\nHowever, in addition to the UK, and the US and the EU, a host of other countries have also announced restrictions:\nSouth Africa's Health Minister Joe Phaahla told reporters that the flight bans were \"unjustified\".\n\"The reaction of some of the countries, in terms of imposing travel bans, and such measures, are completely against the norms and standards as guided by the World Health Organization,\" he said. \nEchoing his words, Angelique Coetzee, chairperson of the South African Medical Association, told the BBC that the travel restrictions on her country were premature.\n\"For now, it is a storm in a tea cup,\" she said.\nOnly about 24% of South Africa's population is fully vaccinated, which could spur a rapid spread of cases there, Dr Mike Tildesley, a member of the Scientific Pandemic Influenza Modelling group (Spi-M), told the BBC on Friday.\nStock markets across the world also fell sharply on Friday, reflecting the fears of investors over the potential economic impact.\nThe FTSE 100 index of leading UK shares closed 3.7% down, while main markets in Germany, France and the US also sank.\nA \"variant of concern\" is the World Health Organization's top category of worrying Covid variants.\nThe decision adds weight to the mounting scientific worry about the potential of this new variant, but it doesn't change any of the facts.\nThe variant has an astounding collection of mutations which are thought to increase its ability to spread and bypass some, but not all, of the protection from vaccines.\nHowever, we still don't have the clear real-world data.\nWe don't know for sure that it spreads faster, makes vaccines or drugs less effective or whether it leads to more severe disease.\nThe WHO have also given it a name and ended days of speculation that we would end up in the slightly ridiculous position of calling the new variant the \"Nu variant\".\nThere have even been arguments about the correct pronunciation of the Greek letter Nu (it's technically a \"Nee\").\nInstead, you can guarantee we'll be talking a lot about Omicron in the weeks to come."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59442534",
      "category": "world-europe",
      "title": "The gangs enticing migrants to cross the English Channel",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52544307",
      "category": "explainers",
      "title": "What Covid tests do I still need to travel abroad?",
      "tags": "Tourism,Spain,France,Coronavirus lockdown measures,Public health,Holidays,Coronavirus vaccines,Self-isolation,Air travel,Coronavirus pandemic",
      "text": "From next month, fully vaccinated people travelling to the UK will no longer have to take any Covid tests - either before departure or after arrival. \nFor the first time since the pandemic began, Wales has also stopped advising against non-essential foreign travel. \nFrom 04:00 GMT on 11 February, fully vaccinated travellers (two doses) and under-18s will no longer need to take a lateral flow test two days after they arrive in England, Scotland, Wales or Northern Ireland. \nTravellers who aren't fully vaccinated will no longer have to self-isolate on arrival, or take a test on day eight. \nHowever, they will still have to show proof of a negative Covid test taken two days before they travel, and they must still take a post-arrival PCR test. They won't need to self-isolate unless the day two test is positive. \nTo qualify as vaccinated, non-UK travellers must have received their jabs in a country or territory with \"approved proof of vaccination\". This now covers most countries in the world, with more - including China - due to join on 11 February.\nAll passengers will still need to fill in a passenger locator form.\nFully vaccinated passengers (who have had two doses) and under-18s no longer need a pre-departure test two days before travelling to the UK.\nHowever, within 48 hours of arrival, everyone aged five and over (11 and over in Scotland) must take a lateral flow test (LFT), or a more expensive PCR test.\nThe test must be bought from a private test provider - free NHS tests cannot be used. \nIf they take an LFT and it is positive, they must self-isolate and take an NHS PCR test to confirm the result.\nVaccinated travellers also have to fill in and submit an online passenger locator form no more than 48 hours before arriving, even if they are just passing through the UK.\nBefore departure: \nAll unvaccinated travellers to the UK must complete a passenger locator form, and take an LFT or PCR in the 48 hours before departure. \nThe test can be taken either in the country where you start your journey, or in another country en route to the UK.\nIf you test positive, you must follow the rules in the country you're in, and not travel onwards to the UK.\nAfter arrival:\nIf you've not been fully vaccinated you must quarantine for 10 days after arrival in the UK.\nYou must also take two PCR tests - on days two and eight of your quarantine.\nThese must be booked before travelling to the UK and bought privately from a government-approved list of providers. \nTravellers to England also have the option of ending quarantine under the Test To Release scheme - this involves taking a private PCR test after five days of isolation. A negative test will allow them to leave quarantine, although they must still take another PCR test on day eight. \nThese rules do not apply to travellers from Ireland, the Channel Islands or the Isle of Man, unless they have been in another country in the 10 days before their departure for the UK.\nDigital Covid passes showing your vaccination status can be downloaded to your phone, whether you're in England, Scotland, Wales or Northern Ireland. \nTest results can be in the form of a printed document, or an email or text on your phone. They must be in English, French or Spanish.\nEuropean Union residents can use the EU Digital Covid Certificate to show their vaccination status or test results.\nFrom 3 February, 12 to 15-year-olds in England will also be able to prove their vaccination status via the digital NHS pass.\nYou need to check the UK Foreign Office website for entry requirements of any other countries you visit. These can change quickly.\nCovid passes issued in the UK can be used throughout the EU to show proof of vaccination - either digitally, or as a printed download (as long as it is dated later than 1 November 2021)."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-51205344",
      "category": "health",
      "title": "What are the latest rules for face coverings and masks?",
      "tags": "Coronavirus lockdown measures,Retailing,Social distancing,Personal protective equipment (PPE),Viruses,Coronavirus pandemic",
      "text": "People in England are no longer legally required to wear face masks in almost all public spaces, although they are still recommended in some settings. \nThe change is part of the government's decision to lift Plan B coronavirus measures in England.\nMasks are still required in many situations in Scotland, Wales and Northern Ireland. \nWhat are the latest changes to the UK's Covid rules?\nFace mask changes: 'We hope customers aren't discouraged'\nIn Scotland, masks must be worn in most indoor public spaces including public transport, shops and gyms (although they can be temporarily removed when exercising).\nThey must be worn in pubs and restaurants when not seated or dancing, and in the workplace in communal areas and canteens. \nThey are compulsory for all school staff as well as secondary school pupils and are required in indoor public spaces in universities.\nLike England, under-12s are exempt.\nAdults running organised sessions with under-fives no longer need to wear face coverings. \nIn Northern Ireland, post-primary pupils must wear face coverings inside school buildings, as must staff if they can't socially distance.\nMasks must also be worn on public transport, in shops and hospitality venues unless you're sitting down to eat or drink.\nMasks aren't required in gyms or other exercise venues.\nHowever, people no longer have to show proof of exemption if they're not wearing a mask.\nUnder-13s don't have to wear masks in public indoor places, and primary school pupils are exempt from the rules on public transport.\nPeople no longer have to wear face masks by law in cafes, pubs, restaurants and nightclubs, but face coverings are required on public transport and  most public spaces, including shops.\nSecondary school pupils are being asked to wear masks in class until the end of half term. \nThe guidance in Wales applies to everyone aged 11 or over.\nIn England, Transport for London (TfL) officers and police can currently fine people £200 for their first offence. This drops to £100 if paid within 14 days. \nThe penalty doubles for each subsequent offence, with no discount for quick payment. So, a second penalty would be £400, a third £800, up to a maximum of £6,400. \nIn Wales, the penalty for a first offence is £60, with the fine doubling for each subsequent offence - up to a maximum of £1,920. Repeat offenders can also be prosecuted in court where fines are unlimited.\nIn Scotland, the police can issue a penalty notice of up to £60 for breaking the law on mask-wearing.\nEvidence suggests transmission mainly happens indoors where people are close together.\nCovering the nose and mouth reduces the spread of coronavirus droplets from coughs, sneezes and while speaking.\nThe main purpose is to protect others although there is some evidence they offer protection to wearers.\nIt should:\nStandard surgical masks are acceptable. It is also possible to buy FFP2 and FFP3 masks used by healthcare workers which can offer higher protection. However, these must be fitted correctly to work."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59414642",
      "category": "uk-northern-ireland",
      "title": "Storm Arwen: Man dies as high winds strike NI",
      "tags": "Met Office,Storm Arwen,Severe weather",
      "text": "A man has died after a tree fell on his car as Storm Arwen hit Northern Ireland on Friday.\nThe incident took place on the Dublin Road in Antrim at about 15:30 GMT.\nThe victim has been named locally as Francis Lagan, the principal of St Mary's Primary School in Maghera.\nA message on the school's website said: \"It is with great pain and sadness this evening that I have to inform you of the untimely death of our much loved principal Mr Lagan. \n\"May his gentle soul rest in peace.\"\nFerries were cancelled and a number of roads were blocked in high winds and heavy rain.  \nA weather warning is in place until 18:00 on Saturday.\nGusts of wind up to 100km/h - 60mph - were expected in exposed areas.\nAll of P&O Ferries' sailings between Larne and Cairnryan on Friday have been cancelled, as have Stenaline's sailings between Belfast and Cairnryan. \nStenaline will review the situation at 03:00 GMT on Saturday.\nFerry sailings between Ballycastle and Rathlin Island are cancelled on Friday and are also expected to be affected on Saturday.\nPower outages have also affected a number of locations across Northern Ireland.\nAt one stage more than 2,400 homes in Larne were left without without electricity, according to NIE.\n The Met Office warns that:\nHigh winds are expected along the north coast through the first part of the day; causing large waves and possible disruption.\nSevere gales in excess of 105kmh/65mph are forecast around coastal areas later on Friday and into the early hours of Saturday, before easing slightly during the afternoon and evening.\nAlthough the strongest winds will affect coastal areas, inland parts can also expect some very windy conditions.\nIn the Republic of Ireland, a severe weather warning has also been issued for Counties Donegal, Mayo, and Sligo for Friday and Saturday by Met Éireann.\nThe RNLI has urged the public to exercise \"extreme caution\" if visiting the shoreline, especially along exposed cliffs, seafronts and piers.\nThe charity advised people to stay out of the sea during the stormy conditions and not to take unnecessary risks near breaking waves.\n\"While stormy conditions may be tempting to watch, it is important to remember the sea is very dangerous and unpredictable and big waves can easily knock you off your feet,\" said Kevin Rahill, the RNLI's water safety lead."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59418127",
      "category": "health",
      "title": "Omicron: How worried should we be?",
      "tags": "Public health,South Africa,Omicron variant,Coronavirus pandemic",
      "text": "We're back in familiar territory - growing concern about a new variant of coronavirus.  \nIt has been named Omicron by the World Health Organization, following the pattern of Greek code-names like the Alpha and Delta variants.\nOmicron has such a long list of mutations that it was described by one scientist as \"horrific\", while another told me it was the worst variant they'd seen. \nIt has now been detected in more than 30 countries and there are signs it may be able to bypass some of our immunity. \nBut there are also claims that it could be milder than earlier versions of Covid, such as Delta.\nThere is a lot of speculation. Here's what we know. \nOmicron is the most heavily mutated version of coronavirus found so far. \nProf Tulio de Oliveira, the director of the Centre for Epidemic Response and Innovation in South Africa, said there was an \"unusual constellation of mutations\" and that it was \"very different\" to other variants that have circulated. \n\"This variant did surprise us, it has a big jump on evolution [and] many more mutations that we expected,\" he said.\nHe said there 50 mutations overall and more than 30 on the spike protein, which is the target of most vaccines and the key the virus uses to unlock the doorway into our body's cells. \nZooming in even further to the receptor binding domain (that's the part of the virus that makes first contact with our body's cells), it has 10 mutations compared to just two for the Delta variant that swept the world. \nIt is not certain where Omicron came from, but it is thought it evolved in a single patient who was unable to beat the virus.\nA lot of mutation doesn't automatically mean: bad. It is important to know what those mutations are actually doing.\nThe vaccines have all been based on the original form of the virus that was first detected in Wuhan, in China. The concern is Omicron is now so different to the original that vaccines may not be as effective. \nSome of the mutations have been seen before in other variants, which gives some insight into their likely role in this variant. \nFor example N501Y seems to make it easier for a coronavirus to spread. There are some in there that make it harder for antibodies to recognise the virus and might make vaccines less effective, but there are others that are completely new. \nThere have been many examples of variants that have seemed scary on paper, but came to nothing. The Beta variant was at the top of people's concerns at the beginning of the year because it was the best at escaping the immune system. But in the end it was the faster-spreading Delta that took over the world. \nScientists in South Africa have reported early evidence that Omicron can evade some of our immunity. \nThey have detected a surge in the number of people catching Covid multiple times, which had not been seen with previous variants. However, the scientists stressed they did not know what this meant for vaccines. \nLaboratory experiments are underway to see how effective the antibodies in people's blood are at stopping the new variant. \nProf Ravi Gupta, from the University of Cambridge, said: \"Beta was all immune escape and nothing else, Delta had infectivity and modest immune escape, this potentially has both to high degrees.\"\nThe Omicron variant is being blamed for a surge in cases in South Africa. In mid-November there were around 250 cases recorded every day. This has now topped 8,000 daily cases in a country that has already seen large waves of other variants. \nExperts have warned the same could happen around the world, including in the UK. \n\"The early signs are it will probably spread quite quickly and probably start outcompeting Delta, and become the dominant variant probably within the next weeks,\" said Prof Paul Hunter, from the University of East Anglia.\nThe jury is still out on the severity of an Omicron infection. \nAnecdotal accounts from South Africa have argued symptoms tend to be mild and data on just 40 patients in one hospital hinted that fewer were becoming severely ill. However, it will take weeks to know for sure as there is a long delay between catching the virus and becoming seriously ill. South Africa also has a relatively young population and younger people tend to have milder Covid.\nAnd any difference in severity could have more to do with the amount of immunity in the country than anything the virus is inherently doing differently. \nSo, for now, we are left with a variant that raises significant concerns despite huge holes in our knowledge. It is one that needs to be watched closely and asks deep questions about what to do and when. The lesson of the pandemic is you can't always wait until you have all the answers. \nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59441647",
      "category": "uk",
      "title": "Covid: Schools asked to test on-site after Christmas",
      "text": "Secondary schools in England have been asked to prepare to test pupils on-site after Christmas.\nOn Friday, the Department for Education told schools that testing pupils upon their return in January \"will help reduce transmission after a period of social mixing\" during the holidays.\nThe Association of School and College Leaders (ASCL) said the DfE's plans were \"not reasonable\".\nJulie McCulloch, director of policy at ASCL, criticised the \"short timeframe\".\nIn light of the new Covid variant, Omicron, the DfE sent an email to secondary schools in England on Friday. In its email, the department urged secondary schools to be prepared to test pupils when they return in January. \nIt recognised that the request was \"a significant additional ask\". However, it stressed that \"testing continues to play a vital role in keeping Covid-19 out of schools\".\nThe DfE added: \"Testing all pupils in school boosts testing participation and will help reduce transmission after a period of social mixing over the school holidays.\n\"Tests, PPE and funding to support your workforce will be provided as before. After this test on return, pupils should continue to test in line with Government guidelines.\"\nThroughout the Covid pandemic, schools have faced several disruptions and have been at the heart of lockdown measures, because they provide the potential for prolonged close-up interactions between people from many different households.\nSpeaking on behalf of the ASLC, Ms McCulloch said that the education sector recognises the importance of Covid-19 testing as a mechanism to reduce the levels of transmission. However, she says that \"it is not reasonable for the government to once again impose this considerable public health task on schools with minimal support\". \nShe added that the government \"seems to have forgotten that school leaders are educators rather than an ad hoc branch of the NHS\".\nMs McCulloch said that the main goal for teachers at the moment is to provide the teaching and learning required by their pupils, which is \"particularly important\" following the disruptions experienced due to the pandemic. \nThe government said that introducing on-site testing is part of their commitment to protect face-to-face education and they are asking secondary school pupils to take one test at school when they return in January. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59441629",
      "category": "uk",
      "title": "Covid-19: World races to contain Omicron, and Whitty's 'greatest worry'",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday morning. We'll have another update for you tomorrow. \nCountries around the world are racing to introduce travel bans and restrictions on southern African countries in an effort to contain the new Omicron variant. Omicron has many mutations and early evidence suggested an increased reinfection risk, the World Health Organization (WHO) said. Hundreds of passengers arriving in Amsterdam from South Africa were tested for the new variant. Some 61 people on two KLM flights tested positive for Covid and have been quarantined at a hotel near the airport while they have further tests, Dutch officials said. Omicron was first reported to the WHO from South Africa on Wednesday, and has also been identified in Botswana, Belgium, Hong Kong and Israel. Travellers from South Africa, Namibia, Zimbabwe, Botswana, Lesotho and Eswatini will not be able to enter the UK unless they are UK or Irish nationals, or UK residents. You can read more about Omicron here.\nEngland's chief medical officer, Prof Chris Whitty, has said his \"greatest worry\" is whether people will accept fresh curbs on activities to tackle new Covid variants. Prof Whitty questioned whether \"we could take people with us\" if restrictions had to be imposed. He said: \"Obviously, we want to avoid having to do those at all if we can, and to do the minimum ones necessary, but will we be able to maintain public support? My overall view is, I think we will.\"\nThe US will restrict travel from South Africa and seven other southern African countries to try to contain the spread of Omicron. From Monday, only US citizens and residents will be allowed to travel from the region. This follows a similar flight ban imposed by the EU and the UK. US officials said flights from South Africa, Botswana, Zimbabwe, Namibia, Lesotho, Eswatini, Mozambique and Malawi will be blocked. South African Health Minister Joe Phaahla, meanwhile, said nations imposing travel bans were trying to find \"scapegoats\".\nSecondary schools in England have been asked to prepare to test pupils on-site after Christmas. On Friday, the Department for Education told schools that testing pupils upon their return in January \"will help reduce transmission after a period of social mixing\" during the holidays. The Association of School and College Leaders (ASCL) said the DfE's plans were \"not reasonable\" and criticised the \"short timeframe\". The DfE recognised that the request was \"a significant additional ask\". However, it stressed that \"testing continues to play a vital role in keeping Covid-19 out of schools\".\nWith just under two-thirds of the population fully vaccinated, the Swiss have one of the lowest vaccination rates in Western Europe. Now, Covid case numbers are rising by 40% to 50% each week. So is Health Minister Alain Berset planning new restrictions, like neighbouring Germany, or even making vaccination mandatory, like Austria? Not a bit of it. In fact, on Sunday, Switzerland votes on getting rid of some Covid restrictions altogether. Once today's votes are counted, the health minister will return to the grim business of counting the rising Covid cases.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nWondering how the UK's reaction to the new variant affects travel rules? Here's what we know.\nYou can find more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59434196",
      "category": "uk",
      "title": "Chris Whitty: Public would need to back more Covid curbs",
      "tags": "Chris Whitty,Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "England's chief medical officer Chris Whitty has said his \"greatest worry\" is whether people will accept fresh curbs on activities to tackle Covid variants.\nHis comments came after the government announced quarantines on travellers from some African countries following the emergence of a new strain.\nProf Whitty said he questioned whether \"we could take people with us\" if restrictions had to be imposed.\nBut he added that \"my overall view is, I think we will\".\nEngland has been through three national lockdowns since Covid first struck. There have also been many local restrictions imposed at various points during the past 20 months.\nProf Whitty told a panel discussion hosted by the Local Government Association: \"My greatest worry at the moment is that people... if we need to do something more muscular at some point, whether it's for the current new variant or at some later stage, can we still take people with us?\"\nHe admitted that some of the changes the public has had to make have been \"very destructive\" to society and the economy. However, despite his worries, Prof Whitty struck a positive note, saying he believed the government will be able to maintain public support for coronavirus measures.\n\"I think the extraordinary thing has been the ability of the UK population, with very, very small exceptions, to just accept that there are things we collectively have to do to protect one another and do collectively, including things that have been very destructive to social and economic situations for individuals and families,\" he said.\n\"Obviously, we want to avoid having to do those at all if we can, and to do the minimum ones necessary, but will we be able to maintain public support? \n\"And I think my overall view is, I think we will.\"\nThere have been a further 50,091 Covid cases in the UK and another 160 deaths within 28 days of a positive test, the latest government figures show. \nBoth deaths and the number of people admitted to hospital continue to trend lower despite the rise in cases. It is likely we're seeing the impact of the booster campaign protecting the most vulnerable people and keeping them out of hospital.\nOn Friday, Health Secretary Sajid Javid told the House of Commons it was \"highly likely\" the B.1.1.529 variant - which has been named Omicron by the World Health Organization - had already spread from South Africa and Botswana. No cases have yet been detected in the UK.\nTravellers from these countries, as well as Namibia, Zimbabwe, Lesotho and Eswatini, will have to self-isolate for 10 days, with those arriving in England after 04:00 GMT on Sunday having to quarantine in a hotel.\nFormer Health Secretary Matt Hancock told BBC Radio 4's PM programme: \"The government are right to be cautious and they've moved very swiftly to bring these travel restrictions in, and that's the right thing to do, especially as there's so much uncertainty about this new variant.\"\nHe added: \"I hope very much that we can avoid further restrictions here, not least because of the breadth of the vaccination programme.\"\nBut there are fears the new variant might be more transmissible, that vaccines might be less effective against it and that it might affect one of the UK's major treatments, Ronapreve.\nBelgium has become the first European country to confirm a case of the new variant. The European Union is already struggling to cope with fresh waves of coronavirus, and several countries have re-imposed lockdowns and restrictions.\nSince Thursday a number of countries have placed restrictions on travel from southern Africa amid concerns about the variant.\nThe EU has agreed to ban flights from Botswana, Eswatini, Lesotho, Mozambique, Namibia, South Africa and Zimbabwe, following a call to do so from the European Commission on Friday.\nThe US has also banned visitors from those countries, and from Malawi."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59446695",
      "category": "uk-wales",
      "title": "Storm Arwen: Tree fall in Bridgend narrowly misses woman",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-59429844",
      "category": "uk-england-beds-bucks-herts",
      "title": "Amazon protests: 31 arrested as Extinction Rebellion targets retailer",
      "tags": "Gateshead,Peterborough,Dartford,Extinction Rebellion,Amazon,Rugeley,Milton Keynes,Manchester,Dunfermline,Derby,Darlington,Doncaster,Coventry,Tilbury,Bristol",
      "text": "More than 30 people have been arrested after climate change activists blocked UK Amazon warehouses on Black Friday, the retailer's busiest day of the year.\nExtinction Rebellion targeted 13 UK sites, including the retail giant's largest distribution centre in Dunfermline, Fife.\nIt said it was to draw attention to alleged exploitation of Amazon workers and wasteful business practices.\nAmazon said it took its \"responsibilities very seriously\".\nThe campaign group said blocked multiple entrances using bamboo structures, lock-ons, and banners and had planned to stay for at least 48 hours.\nHowever, a number of the blockades were cleared by mid-afternoon.\nThe demonstrations started at 04:00 GMT at the Dunfermline warehouse, where about 20 activists stopped lorries entering the site and some from leaving.\nThe group also targeted sites in Doncaster; Darlington; Gateshead; Altrincham, Greater Manchester; Peterborough; East Midlands Airport, Leicestershire; Coventry; Rugeley, Staffordshire; Dartford, Kent; Bristol; Tilbury, Essex; and at Ridgmont, close to junction 13 of the M1 in Bedfordshire.\nA spokesman said: \"The action is intended to draw attention to Amazon's exploitative and environmentally destructive business practices, disregard for workers' rights in the name of company profits, as well as the wastefulness of Black Friday.\"\nAmong those affected by the blockade was haulage firm J R Dixon, based in Workington, Cumbria, which said one its drivers was unable to leave the depot in Tilbury.\nPhil Clarke, from the firm, said it meant the driver may not be able to get to Warrington for deliveries, or get home for the weekend.\n\"The knock-on effect of these protests is harming businesses and people's private lives,\" he said.\nProtesters at Rugeley said it was \"non-violent action\" and there were about eight people on a bamboo structure, two on top and six on the concrete structure at the bottom.\nAlice Martin, part of the group, said they wanted to highlight Amazon's use of \"loopholes\" to avoid tax and its destruction of unsold products, including electronic items.\n\"We also have witnesses and people working inside that have been reporting workers being exploited, being on difficult shifts for long hours with low wages, so that is all the things we want to highlight today,\" she said.\nNathan McGovern, 22, at the blockade in Coventry, said he and fellow protesters were \"disrupting and stopping any lorries from exiting and entering this facility\".\n\"We are doing this because of Amazon's complicity and contribution to the climate crisis,\" he said. \nHe said they were hoping to stay for 48 hours but it was up to individuals if they wanted to stay for that entire time. \nIn Darlington, an unnamed protester said they were aware they had \"upset quite a few people today\" but they had lobbied their MPs and had \"tried using usual avenues and nothing is changing\".\nExtinction Rebellion said the blockade was part of an international action that would also target Amazon fulfilment centres in the US, Germany and the Netherlands. \nThe group's spokeswoman at the Dunfermline blockade, Meg Paton-Jones, said: \"The police have one van on site and they are watching us.\n\"We started here at about 04:00 GMT but are not blocking the employees' car park so the night shift can leave.\n\"We have good vibes and music.\"\nAn Amazon spokesman said: \"We take our responsibilities very seriously.\n\"That includes our commitment to be net zero carbon by 2040 - 10 years ahead of the Paris Agreement - providing excellent pay and benefits in a safe and modern work environment, and supporting the tens of thousands of British small businesses who sell on our store.\n\"We know there is always more to do, and we'll continue to invent and invest on behalf of our employees, customers, small businesses and communities in the UK.\"\nEssex Police said 17 people were arrested on suspicion of aggravated trespass following the protests at Windrush Road, Tilbury.\nGreater Manchester Police arrested two men and two women on suspicion of public nuisance at the protest in Altrincham.\nWhile five people were arrested by Kent Police on suspicion of aggravated trespass after the demonstration at the Littlebrook Business Centre in Dartford.\nFour people were arrested by Durham Police following a demonstration outside the Amazon depot in Darlington.\nPolice Scotland said one person, who was not a protester, was charged under the Road Traffic Act in relation to the protest in Dunfermline.\nThe force said officers left the scene there at about 16:45.\nAmazon's warehouse in Bristol reopened by 14:00 and police were also called to protests at Coventry and Ridgmont."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59445908",
      "category": "health",
      "title": "Covid variant: We won't hesitate to take further action, says Javid",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-59446488",
      "category": "world-latin-america",
      "title": "Pre-Inca mummy found in Peru",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59438994",
      "category": "uk-wales",
      "title": "Cinema & Co Swansea told to close by Welsh government",
      "tags": "Coronavirus vaccines,Swansea,Welsh government,Cinemas,Vaccine passports,Coronavirus pandemic",
      "text": "A cinema has been ordered to close by the Welsh government after its owner failed to show up for her court case. \nAnna Redfern did not turn up at Swansea Magistrates' Court after the city council told her to close Cinema & Co for refusing to ask for Covid passes.\nCovid passes are a legal requirement, and the cinema remained open despite being told to close.\nThe Welsh government said it had issued the order on public health grounds under the Coronavirus Act 2020.\nMs Redfern, who runs the 56-seat independent cinema, was served with a closure notice by the council on 18 November after allegedly failing to comply with several coronavirus regulations.\nThey include a lack of a Covid risk assessment, not informing staff of measures to try to reduce spread of Covid, a lack of signs and cleaning materials, as well as not checking Covid passes.\nCovid passes have been a legal requirement for anyone over 18 in Wales for nightclubs and large-scale events since 11 October.\nThis was expanded to theatres, concert halls and cinemas on 15 November and means people must show a pass to prove they are either fully vaccinated or have had a negative lateral flow test result within the past 48 hours.\nIn a Facebook post, the business said the new rules were \"unfair and killing the entertainment industry\".\nIt said it would \"take a stand\" against the \"discriminatory and unlawful\" measures. \nThe decision was met with a mixed response, with some criticising the independent cinema's stance and others voicing their support. \nThe Welsh government said: \"Recently the local authority identified a series of breaches of the coronavirus regulations at the premises.\n\"The premises was previously served with a notice requiring it to close due to the risk to public health.\n\"As the owner has chosen not to comply with this legal requirement, Welsh ministers have taken further enforcement action.\"\nThe Welsh government said it would not comment further as legal proceedings were ongoing."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59439533",
      "category": "world-europe",
      "title": "Channel disaster: Kurdish woman is first victim identified",
      "tags": "Calais migrant crisis,English Channel,Europe migrant crisis,Migration",
      "text": "A 24-year-old Kurdish woman from northern Iraq has become the first victim of this week's mass drowning in the Channel to be identified.\nMaryam Nuri Mohamed Amin was one of 27 people who died while attempting to cross to Britain on Wednesday.\nHer fiancé, who lives in the UK, told the BBC she was messaging him as the group's dinghy started deflating.\nShe tried to reassure him that they would be rescued. \nBut help came too late, and she and 17 men, six other women - one of whom was pregnant - and three children died after their inflatable boat sank into the sea off the northern French coast.\nThere were only two survivors - an Iraqi and a Somali. The disaster marked the biggest loss of life by drowning in the Channel in many years.\nHer fiancé said Maryam, nicknamed Baran, had been on the boat with a female relative.\nHe had not known beforehand about the attempted Channel crossing and said Maryam's arrival in the UK was supposed to be a surprise.\nThey were messaging each other on Snapchat just before the dinghy began to lose air, he said. Maryam told him that the boat was deflating and that they were trying to get the water out of it.  \nHe said she had been trying to reassure him in her last message, and give him hope that the authorities were on their way to rescue them.\nReports from Calais say the two survivors of Wednesday's sinking have been discharged from hospital and are due to be questioned about how many people were on the boat.\nMaryam's uncle confirmed to the BBC that she was one of the people who drowned in the English Channel. \nHe said the family heard the news from two people who were with her, and the family were waiting for her body to be flown back to Iraq.\nMaryam's family said she had tried to reach the UK legally twice and that she had been to the British embassy but the process was \"delayed\", forcing her instead to take the route she did.\nNuri Hamadamin, Maryam's father, told the BBC: \"The whole world talks about Europe as a place that is calm, that is pleasant, is this what calm means? Around 30 people dying in the middle of the sea? \n\"This is a sin to put people through this.\"\nOn Friday night her father, family and friends gathered at their home in northern Iraq to share their grief and remember her.\nMaryam's best friend Imann Hassan said that her friend was \"very humble\" and had \"a very big heart\".\n\"When she left Kurdistan she was very happy, she couldn't believe that she was going to meet her husband,\" Ms Hassan told the BBC on Friday night.\n\"At her engagement party she was telling me: 'I will buy a house and live nearby you ... we are going to live together.'\"\nMs Hassan said that she wanted to send a message to the world \"that no one deserves to die likes this\".\n\"She tried to live a better life, she chose the UK, but she died.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59445124",
      "category": "uk",
      "title": "Covid: Travel and mask rules tightened over Omicron variant",
      "tags": "Contact tracing,Coronavirus vaccines,Boris Johnson,Department of Health & Social Care,Coronavirus testing,Coronavirus pandemic",
      "text": "Face coverings will become mandatory again in shops and on public transport in England from next week as part of measures to target the new coronavirus variant, Omicron, the PM has said.\nPCR tests for everyone entering the UK will be introduced and all contacts of new variant cases will have to self-isolate, even if fully jabbed. \nBut Boris Johnson said Christmas would be \"considerably better\" than in 2020.\nThe measures were \"temporary and precautionary\", he added.\nMr Johnson announced the restrictions at a Downing Street news conference after it was confirmed that two Omicron cases had been detected in Brentwood, Essex, and Nottingham. Officials said the cases were linked and connected to travel in southern Africa.\nThe new variant was first reported from South Africa on Wednesday, with early evidence suggesting it has a higher reinfection risk.\nMr Johnson said: \"Our scientists are learning more hour by hour, and it does appear that Omicron spreads very rapidly and can be spread between people who are double vaccinated.\"\nHe added: \"We need to slow down the spread of this variant here in the UK, because measures at the border can only ever minimise and delay the arrival of a new variant rather than stop it all together.\"\nThe prime minister said the new measures would be reviewed in three weeks, by which time they should have better information about the \"continuing effectiveness\" of vaccines.\nThe prime minister said the \"tightening up\" of the mask rules will be outlined by Health Secretary Sajid Javid \"in the next day or so\". He did not indicate when PCR tests would begin and in a press release the Department of Health only said it was among the measures being \"introduced from next week\".\nCovid restrictions were tightened across the UK days before Christmas last year amid a surge in cases.\nAsked by the BBC's Iain Watson if the prime minister could say with any confidence whether or not people could keep their Christmas plans this year, Mr Johnson replied: \"We continue to be in a strong position largely thanks to the speed of the vaccine rollout, another booster rollout, and... I'm pretty confident to absolutely confident this Christmas will be considerably better than last Christmas.\" \nCountries around the world are introducing travel bans and restrictions on southern African countries in an effort to contain the variant's spread.\nUnder the plans: \nThe UK's chief medical adviser, Prof Chris Whitty, said there was a \"reasonable chance\" that vaccines could be less effective against the new variant but stressed people who are vaccinated or receive the booster jab will be less likely to become seriously ill.\nHe said the Joint Committee on Vaccination and Immunisation would now need to decide whether to extend the booster vaccine down to adults age 18, and whether a second dose should be offered to children aged 12-15.\nThe reintroduction of masks in shops and public transport brings England back into line with the other UK nations.\nPaddy Lillis from the shopworkers' union Usdaw accused ministers of \"flip-flopping on basic and sensible Covid measures\" and said the face covering rules should have been kept in place when restrictions were relaxed in July.\n\"Retail staff working with the public every day are deeply worried about catching Covid-19 and the arrival of the Omicron variant is a further concern,\" he said.\nCarol Popplestone, chairwoman of the Royal College of Nursing, said face coverings were \"something we have already called for and it should not have been a new variant that forced the prime minister to act\".\nThis is a moment the government had wanted to avoid. \nWe've got used to restrictions in England being lifted. But for the first time in months, they're now being re-imposed in response to the new variant. \nAnd these restrictions could have a significant impact.\nFor example, anyone who goes on holiday will now need to pay for a PCR test and self-isolate until they get a negative result. If Omicron spreads quickly, there could be a lot of people forced to self-isolate for 10 days as close contacts.\nBut the government hasn't gone for its full plan B. Masks won't be mandatory in hospitality settings in England like they are in Scotland and Wales. \nPeople aren't being told to work from home - and there still aren't plans for vaccine passports. \nBut it's a sign of the uncertainty and concern in Whitehall that Boris Johnson felt he had to announce these measures. \nBoth the UK cases of the Omicron variant and their households are self-isolating.  Additional testing is being carried out at locations where those people were likely to have been infectious.\n\"Confirmed cases and contacts are being followed up and requested to isolate and get tested as necessary,\" the Department of Health said.\nTen countries - South Africa, Namibia, Zimbabwe, Botswana, Lesotho, Eswatini, Angola, Mozambique, Malawi and Zambia - are now on the UK's travel red list meaning, from Sunday at 04:00 GMT, all arrivals will have to quarantine in a hotel for 10 days.\nOther countries are also introducing travel bans and restrictions on southern African countries in an effort to contain the variant's spread.\nThe average number of daily confirmed Covid cases in the UK began rising again in early November. A further 39,567 confirmed cases were announced on Saturday.\nHave you been affected by issues covered in this story? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59403105",
      "category": "uk-wales",
      "title": "School meals: Pupils with lunch debts 'forgot to pay'",
      "tags": "Penygroes,Nova Scotia,Canada",
      "text": "Many pupils who have run up meal debts of more than £1,800 at a school have the capacity to pay but have not done so, its head teacher has said.\nNeil Foden, of Ysgol Dyffryn Nantlle, in Penygroes, Gwynedd, said he had spoken to parents who \"admit openly that they simply forget to top up their children's accounts\".\nIt comes as Canadian children are among those fundraising to erase the debts.\nBut Mr Foden said it was possible donors \"misunderstood\" the situation.\nGwynedd council and the school are set to discuss how to respond to the donations, but Mr Foden suggested anyone wishing to donate immediately to give to a food bank instead.\nA letter to parents at the secondary school had said pupils would not be allowed school meals if they are more than a penny in debt.\nGwynedd council has since apologised for concern caused by the letter and school governors have announced a review of its payment system.\nMr Foden, the Gwynedd school's strategic head teacher, said: \"Unfortunately, we believe that many of those in arrears do have the capacity to pay but have not done so.\"\nCoverage of the school's letter prompted three Canadian children, Merlin, Kit and Noah, more than 2,500 miles (4,023km) away from the school, to fundraise to help pay off the meal debts.\nEleven-year-old Merlin, whose great-grandmother was Welsh, said he and his brothers felt sad for the children.\nTogether with former Ysgol Dyffryn Nantlle student Tamara Owen's fundraiser, they have raised more than £600.\nMerlin, who lives in Novia Scotia in Halifax with his two brothers and family, said the pupils' debts reminded him of Tiny Tim and Ebenezer Scrooge, from Charles Dickens' A Christmas Carol.\nHe wrote that it was \"super unfair\" for children to go without over the debts, in their fundraiser page.\n\"It made me think about all those kids who aren't going to get lunches and are going to be hungry in school and not have the energy to do anything,\" he said.\n\"Families aren't going to have enough money to pay for the lunches, so I thought if we did a fundraiser... people would be able to have the money and still be happy.\"\nMerlin said his message to pupils at the school was that they \"don't need to feel guilty and can still be happy\" because doing this fundraising was \"for them\".\n\"If you don't have lunch at school you're going to feel really tired. With math like science, you're not going to be able to really think.\"\n\"We like to think of ourselves as a little bit Welsh, a little bit British and a little bit from Bangladesh,\" his mother Natalie said.\nTheir great-great-grandfather Joseph Martin was born in Rhyl in 1879 and died in World War One.\nHis daughter and Merlin's great-grandmother Ethel Martin, who was born in 1906, \"always said she was from Wales\", Natalie added.\nMerlin added that having Welsh ancestry made him happy and his trips to Wales when he was younger were fun.\n\"I find that having more ancestors means I have more culture and I can learn more about Welsh people,\" he said.\nFormer Ysgol Dyffryn Nantlle student Tamara Owen said she was contacted by the Canadian family after commenting on a Marcus Rashford tweet about the story.\nThe Manchester United footballer and anti-poverty campaigner has tweeted twice in response to articles on the school's letter to parents.\nThe 21-year-old student, from Llanllyfni near Penygroes, set up a fundraiser because she felt there \"wasn't much being done\" to get rid of the children's school meal debts.\nBut she was surprised that the Canadian family had done the same.\n\"It's really heart-warming to think that someone that far away has taken an interest and really wanted to help our school,\" she said.\n\"I was absolutely taken aback, even to think that people from that far away knew where the area was.\n\"It's a tiny, tiny community, it's a small village and we all kind of know each other. \n\"So for someone that far away to do as much as they've done... it's really nice,\" she said.\nMs Owen, who is currently in her third year studying at Manchester Metropolitan University, said the reception to their fundraising efforts had been \"overwhelming\" with \"so much kindness\".\nResponding to the donation offers, Mr Foden said it was possible that \"generous individuals have misunderstood how the school arrived in that situation\".\nHe said the school had received \"considerable correspondence\" following coverage of the letter to parents, with \"some of these being abusive and in a small number of cases threatening\", alongside many donation offers.\n\"Pupils entitled to free school meals have their accounts topped up daily and have no reason to run up arrears,\" he said.\n\"Thus, the most disadvantaged should still be being fed on a daily basis.\n\"Those just above the threshold for free school meals but who are still encountering, possibly short-term, difficulties can access vouchers from the school for the local foodbank or could discuss with the school a phased programme to reduce the arrears.\"\nHe added that charitable donations \"may not reach the most disadvantaged\", but may simply \"write off the debts of some of those who are actually able to pay\". \nMr Foden said that the school would discuss with the education authority how to resolve the issue and how to respond to the donation offers.\nHowever, he added that anyone wishing to make an immediate donation \"may wish to consider the food bank covering the Dyffryn Nantlle area\".\nGwynedd council said it was \"aware of the generous offers that have been made\" and will discuss with the school about \"the best way to respond\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-lancashire-59439919",
      "category": "uk-england-lancashire",
      "title": "Blackpool promenade shut after building partial collapse",
      "tags": "Blackpool Council,Blackpool",
      "text": "A section of Blackpool promenade has been closed after part of a building collapsed.\nA safety cordon has been placed around the building on Springfield Road at the junction with the promenade, near the North Shore.\nFire crews and police also helped with a small number of evacuations of people in adjoining properties.\nThe tram service has been closed and traffic for the illuminations has been disrupted.\nA Blackpool Council spokesman said: \"A building has collapsed on the Springfield Road/Promenade junction. \n\"Please avoid the area if at all possible. Diversions will be in place.\" \nHe said traffic is being diverted and trams are not running north of the resort's north pier.\nTram services running from the Cabin to Fleetwood stops in one direction and Starr Gate to the Tower in the other.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59434012",
      "category": "uk",
      "title": "Grenfell cladding: Did it fail safety tests 13 years before fire?",
      "tags": "Grenfell Tower fire,Construction industry,Grenfell Tower Inquiry,UK fire safety",
      "text": "A fire safety expert is demanding ministers reveal whether \"highly dangerous\" cladding, secretly tested in the early 2000s, was the product used at Grenfell Tower. \nIn September, the BBC uncovered details of cladding products that failed safety tests some 13 years before the blaze. \nDr Jonathan Evans believes among these was the aluminium and plastic cladding that spread the 2017 London fire. \nThe government says a planned new law will improve building safety.  \nIndustry expert Dr Evans, a member of the British Standard 8414 committee set up to review the standards of testing, has written to Housing Secretary Michael Gove, demanding confirmation of his conclusions.\n\"There couldn't have been a clearer warning,\" he wrote.\nA document dated 2004 and leaked to the BBC detailed tests carried out in about 2002, on five unnamed cladding systems, all of which failed to meet the required standard.\nDr Evans says the third system tested, produced results \"strikingly similar\" to the tests carried out on the Grenfell cladding after the fire in June 2017, as the government scrambled to understand the scale of the building safety crisis. \nThe leaked document describes the system as \"aluminium\". Dr Evans notes that the Grenfell cladding was aluminium with a layer of plastic which was highly flammable. \nThe supplier of the cladding panels used at Grenfell was Arconic (formerly Alcoa), a multinational metals manufacturer. The product name was Reynobond 55PE.\nDr Evans points to the similar pattern in graphs of the way the temperatures rose in each test, suggesting they were conducted on the same product.   \nIn September, the Conservative government described the 2002 tests, carried out when Labour was in power, as \"experiments\" that were not designed to test the intrinsic safety of the products, but the criteria for the tests themselves.\nIn his letter to Mr Gove, Dr Evans said the tests \"show that the State was specifically aware of how deadly cladding materials such as ACM [aluminium composite material] can be\". \n\"It was a clear forewarning of what would happen at Grenfell 15 years later, killing 72 people. It should have been avoided - there couldn't have been a clearer warning.\n\"Firefighters and residents have been in peril for many years due to the failure to heed the warnings of this test.\" \nDr Evans said there should never have been a policy of telling residents to \"stay put\" when fires broke out, if they were living in buildings with this sort of flammable aluminium cladding. \nGrenfell's \"stay put\" advice has been partially blamed for the high loss of life in the disaster.\nThe Grenfell Tower public inquiry is expected to examine the earlier tests closely, and ask the Building Research Establishment, which carried them out, what was tested. \nDr Evans said if the government had evidence of the risks of aluminium composite cladding, and did not take action to prevent it being used, the government should now fully fund the cost of removing it from buildings. \nThe government has announced £5bn in funding to make buildings safe, but experts believe far more is needed. \n\"Without doubt,\" Dr Evans wrote to Michael Gove, \"observing this 2002 test would have been a shocking experience\", and the fact the third system tested allowed flames to spread \"should have been obvious\" to people watching the test, and those receiving the report of it. \nThis document - dated 2004 and passed to the BBC in Sept 2021 - was marked \"commercial in confidence\" and never made public.\nThe report's significance was \"either missed completely, or deliberately ignored... in a culture which permitted the use of cheaper materials,\" Dr Evans wrote. \nThe leaked document was passed to the Grenfell Tower public inquiry following the BBC's story. \nIn response, the Department for Levelling Up, Housing and Communities said its Building Safety Bill would make the biggest improvements to building safety in 40 years, \"where successive governments have failed... with more rights and protections for residents and a £5bn investment to remove unsafe cladding.\n\"The new Building Safety Regulator will enforce a more stringent regulatory regime for buildings over 18m and oversee the safety and performance of all buildings, ensuring products are removed from the market if they do not meet regulation.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59444191",
      "category": "uk",
      "title": "Radio 1 DJ Adele Roberts: 'I owe the NHS my life'",
      "tags": "Bowel cancer",
      "text": "BBC Radio 1 presenter Adele Roberts says she is \"buzzing to be back\" as she returned to the Weekend Breakfast show on Saturday after cancer surgery.\nRoberts, 42, who was diagnosed with bowel cancer in early October, was back on the show a month after surgery.\nShe said: \"The good news is, they found the tumour... they've taken it away. My body is on the mend and I am here.\"\n\"It's a huge testament to the skill and knowledge and level of care at the NHS. They're amazing. I owe them my life.\"\n\"I can't thank them enough,\" she added.\nRoberts, who took a month off to recuperate, spoke candidly about her diagnosis and recovery as she opened the radio show on Saturday.\n\"I can't believe it - it's a month since I had my surgery and I've got goosebumps. A month on, it's incredible what the body is capable of.\n\"I feel amazing. I'm lucky, I'm happy, and I'm buzzing to be back.\"\nThe former Big Brother star, from Southport, Merseyside, sought medical advice in October after struggling with her digestion \"for a while\".\nOn Saturday's show, she urged listeners to her show not to \"suffer in silence\" but to seek help if they had any health concerns.\n\"Go and see your GP, that's what I did and I think that's why I am here today. And I am just so grateful.\"\nThe DJ, who appeared on TV reality show I'm a Celebrity in 2019, has chronicled her convalescence on Instagram, including a selfie of her stoma post surgery, admitting the \"rollercoaster\" prognosis and subsequent treatment had been \"overwhelming at times\".\n\"Never underestimate the power of positivity and well wishes - it makes a difference, I promise you,\" she told listeners on Saturday.\nShe said she had nicknamed her stoma 'Audrey': \"While my body heals from the surgery, I've got a new little friend,\" said Roberts. \n\"She's kind of like a front bum; while my old bottom heals, I now go to the toilet on the front,\" the DJ explained.\n\"But don't worry it's all wrapped up today!\" she reassured fans.\nRoberts rose to fame after appearing on the third series of Channel 4's Big Brother in 2002. \nShe joined the BBC in 2012 as part of the Radio 1Xtra team, before moving to Radio 1 in 2015 to host the Early Breakfast Show. She took over the Weekend Breakfast programme earlier this year. \nMost people with these symptoms do not have bowel cancer, but the NHS advice is to see your GP if you have one or more of the symptoms and they have persisted for more than four weeks.\nAnd if you, or someone you know, has been affected by cancer, information and support is available on the BBC's Action Line page.\nSource: NHS UK"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-59416344",
      "category": "uk-wales-politics",
      "title": "Plaid Cymru members back Senedd deal with Labour",
      "tags": "Plaid Cymru,Welsh Labour,Adam Price,Welsh Parliament election 2021,Welsh Parliament",
      "text": "Plaid Cymru says its members have \"overwhelmingly\" backed the party's Senedd co-operation agreement with the Labour Welsh government.\nThere was 94% support for the deal in a vote after a private debate at Plaid's virtual conference, the party said.\nParty leader Adam Price said it was a \"huge step forward for Wales and our democracy\".\nThe three-year agreement was unveiled by Mr Price and Labour First Minister Mark Drakeford on Monday.\nThe deal is now expected to be signed by the two party leaders next week, bringing it into effect.\nPlaid Cymru did not reveal how many votes were cast on the agreement, but it confirmed 742 members were registered for the conference.\nThe 46 policies in the agreement include giving all primary school children free school meals and expanding the Senedd from its current 60 members.\nThe proposals, which were widely expected to get the backing of the Plaid Cymru membership, also involve plans to get independent advice on bringing Wales' net zero target date forward from 2050 to 2035.\nMr Price told BBC Wales: \"I can say, without a shadow of doubt, this is the proudest moment for me during two decades of public service.\n\"It doesn't come much more emotional or important for me than this.\"\nAlthough it will not have any ministers, Plaid will appoint advisors to work within the government.\nMr Price said he would chair a committee with the first minister to oversee the implementation of the deal.\n\"We have got to get in there now to make sure we achieve the radical potential of this document,\" he added.\nOther main elements of the agreement include:\nCreating an NHS style free-at-point-of-need National Care Service and plans to change council tax are also included, as well as a pledge not to bring in major reform to post-EU farm subsidies in Wales until 2025.\nOn Friday, Mr Price promised in a pre-recorded address to the conference that the proposals would change the lives of thousands of people in Wales.\nLabour won 30 of the 60 seats in the Welsh Parliament in May to remain in power, with its Welsh government one Senedd member short of an overall majority. \nNo political party has secured more than half the seats in Cardiff Bay since devolution in 1999.\nPlaid Cymru gained an extra Senedd member in May, giving it 13, but fell to third place behind the Conservatives.\nOn Friday, Mr Price said his party was \"transforming itself from a traditional opposition party in the Westminster sense to something new and refreshingly different, a co-opposition party, co-operating where possible, while continuing to oppose, and to scrutinise and criticise where necessary\".\nDeal-making is unavoidable in the Senedd, where majority governments are vanishingly rare.\nThere have been coalitions and ad-hoc agreements to get budgets passed.\nBut in two decades of devolution, we haven't seen anything quite like this before - a wide-ranging plan, drawn up by two parties, but with only one of them sitting around the cabinet table.\nThat puts pressure on both sides to uphold their end of the bargain.\nFor it to work, a lot will hinge on the relationship between Adam Price and Mark Drakeford. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59417452",
      "category": "uk-northern-ireland",
      "title": "The Late Late Toy Show: NI girl to star in this year's special",
      "text": "An 11-year-old girl from County Down says she was left speechless when she heard she would be performing on The Late Late Toy Show.\nSophie Lennon, from Mayobridge, said the show would be \"magical\" and viewers would \"love every bit of it\".\nThe RTÉ Christmas show struck a chord in 2020 with its feel-good factor in the middle of the Covid-19 pandemic.\nIt  was the most watched programme on Irish television that year, with 1.7m viewers. \nThe Late Late Toy Show is an annual tradition in many Irish households. Children are invited to test out the latest toys and gadgets and give their - often very honest - reviews.\nIt began in 1975 as a half-hour slot at the end of The Late Late Show to give parents Christmas gift ideas while their kids were asleep.\nQuickly, it grew into a one-night show in its own right.\nSophie, who was a finalist in the contest to represent Ireland in Junior Eurovision, said she was speechless when she learned she had been selected.\n\"My mum had just told me 'Sophie you're going to be on the Late Late Toy Show', I couldn't talk for about 10 seconds,\" she said.\n\"It's just amazing, I met [host] Ryan Tubridy and all the dancers, it's just so magical.\"\nThe performer, who leaves for London to perform in West End Musical Christmas very soon, said viewers can expect a feel-good vibe.\n\"I think they're just going to love every bit of it because it's so amazing, all the producers and Ryan Tubridy especially are all so nice and I think they're going to be in a really good mood after it,\" she said.\nMr Tubridy said the 2021 event would be a spectacular celebration of colour in contrast with the darkness of the Covid-19 pandemic.\nBut he has dropped a hint about this year's theme, which in previous years has cast him as Fantastic Mr Fox, the ringmaster from The Greatest Showman and Olaf from Frozen.\nSpeaking on the The Ryan Tubridy Show on RTÉ Radio 1, he said: \"I had to go and get fitted up for a new nose, Toy Show-wise.\"\nThe Late Late Toy Show will air on Friday, November 26 at 21:35 local time on RTÉ One and RTÉ Player."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59445388",
      "category": "uk",
      "title": "Covid: Two cases of new variant Omicron detected in UK",
      "tags": "Department of Health & Social Care,Nottingham,Brentwood,Omicron variant,Sajid Javid,Coronavirus pandemic",
      "text": "Two people in the UK have been found to be infected with the new Covid variant, Omicron, the health secretary has said.\nSajid Javid said the cases in Brentwood, Essex, and Nottingham were confirmed by the UK Health Security Agency after genomic sequencing.\nThey are linked and connected to travel in southern Africa, and both cases and their households were self-isolating.\nThe new variant has also been identified in South Africa, Botswana, Belgium, Hong Kong and Israel.\nPrime Minister Boris Johnson is holding a press conference at Downing Street with the chief scientific adviser to the government, Sir Patrick Vallance, and the UK's chief medical adviser Prof Chris Whitty.\nThe new Omicron variant was first reported to the World Health Organization from South Africa on Wednesday.  Early evidence suggests it has a higher re-infection risk.\nCountries around the world are currently racing to introduce travel bans and restrictions on southern African countries in an effort to contain the variant's spread.\nTen countries are now on the UK's travel red list meaning, from Sunday at 04:00 GMT, all arrivals will have to quarantine in a hotel for 10 days.\nOn Friday, the UK placed South Africa, Namibia, Zimbabwe, Botswana, Lesotho and Eswatini on the list.\nIn his announcement on Saturday, the health secretary said Angola, Mozambique, Malawi and Zambia would be added.\nMr Javid said: \"If anyone has travelled to these four countries or any of the other red-listed countries in the last 10 days then they must self isolate and take PCR tests.\"\nHe said: \"We've always been very clear that we won't hesitate to take further action if that is what is required. \n\"Today I can announce one thing that we are doing immediately is carrying out targeted testing and sequencing of positive cases in the two areas that are affected.\" \nThe Department of Health says testing is being carried out at locations where the positive cases were likely to have been infectious.\n\"Confirmed cases and contacts are being followed up and requested to isolate and get tested as necessary,\" it said.\nA spokesperson for Essex County Council said the case identified in Brentwood was \"linked to a single case from Nottingham involving international travel to South Africa\".\nA \"variant of concern\" is the World Health Organization's top category of worrying Covid variants.\nThe decision adds weight to the mounting scientific worry about the potential of this new variant, but it doesn't change any of the facts.\nThe variant has an astounding collection of mutations which are thought to increase its ability to spread and bypass some, but not all, of the protection from vaccines.\nHowever, we still don't have the clear real-world data.\nWe don't know for sure that it spreads faster, makes vaccines or drugs less effective or whether it leads to more severe disease.\nProf Lawrence Young, a virologist from the University of Warwick, said the UK cases were \"no surprise\" as \"once a variant is identified, particularly one that is likely to be more infectious, it will have spread beyond the few original cases and countries\".\nBut he said it was \"very likely that current vaccines will protect against severe disease with Omicron as they do for all the previously identified virus variants\".  \nThe health secretary said the UK vaccine rollout programme was now \"even more important\".\n\"We know there's this new variant out there. We don't know enough about it yet but from what we do know, the protections that we have - especially the vaccines - are hugely important,\" he said.\nAsked about potential changes in Covid restrictions, Mr Javid said: \"We will do whatever is necessary to protect the progress we have made as a country. We've come a long way since the summer and we keep all of this under review and if we need to take further action, we will.\"\nThe chief medical adviser said the UK would be working closely with the international community to understand any possible increase in transmissibility or resistance to vaccines.  \nProf Whitty said: \"It is important that everyone takes sensible precautions - get a PCR test if you have symptoms, isolate when asked, wear a face covering in crowded and enclosed spaces, ventilate rooms, get your vaccine and boosters as soon as you can.\" \nThe average number of daily confirmed Covid cases in the UK began rising again in early November. A further 39,567 confirmed cases were announced on Saturday.\nHave you been affected by issues covered in this story? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-59432579",
      "category": "world-africa",
      "title": "New Covid variant: South Africa's pride and punishment",
      "tags": "Botswana,South Africa,Coronavirus pandemic",
      "text": "South Africans have responded sharply to the news that the UK, and a growing list of other countries, have reacted to the emergence of a new Covid variant with red-listings and travel bans. \nWhile there is genuine pride here in the country's scientific expertise, and the speed with which South Africa has been able to identify and share information about new variants, there is also a strong sense that the nation is being unfairly punished for its successes. \n\"The world should provide support to South Africa and Africa and not discriminate or isolate it,\" said Prof Tulio de Oliveira, the Durban-based scientist leading efforts to understand the new variant. \nIn a series of tweets, he pointed out that South Africa has been \"very transparent with scientific information. We did this to protect our country and the world in spite of potentially suffering massive discrimination.\" \nSouth Africa has a sophisticated monitoring infrastructure that allows it to do the sequencing work effectively. \nProf de Oliveira urged \"billionaires and financial institutions\" to help the country cope with the economic damage caused by new travel restrictions. \nSouth Africa's Foreign Minister Naledi Pandor was also quick to condemn the UK's travel ban, describing it as \"rushed\" and damaging to tourism and business, and urging the UK government \"to reconsider this decision\". \nNews of the flight bans has caused inevitable frustration among many South Africans who had hoped to see visiting friends and family over the southern hemisphere summer holidays in December. \nSouth Africa was one of the last countries to have previously been removed from the red list last month. \n\"It's absolutely ridiculous that they've imposed it again so quickly without investigating this new variant,\" said one woman waiting for arrivals from London at Cape Town's international airport this morning.\n\"My sister just got on the flight [from London] but I think she'll be staying here for a long time. We were just getting on our feet again with tourism, and this is going to just kill it.\"  \n\"The new ban is a knee-jerk reaction of the UK government that puts airlines, hotels, travel businesses and travellers in a very difficult situation,'' said Otto de Vries, CEO of South Africa's travel agents' association, Asata. \nOne industry analysis estimated that South Africa lost 26 million rand ($1.6m; £1.2m) for every day it spent on the UK's red list. \n\"The UK being our largest inbound international market, last night's news by the British government has caused widespread disbelief and disappointment amongst our hospitality industry as we enter our peak festive season period,\" said Rosemary Anderson, national chairperson of the Federated Hospitality Association of South Africa.\nOverall, tourism employs 2.8 million people and in 2018 it earned the country about $8bn (£6bn). \nThe variant was first sequenced in neighbouring Botswana, and then in South Africa's capital, Pretoria. That was where a group of students, exactly how many is not known, took PCR tests which all contained an anomaly that prompted experts to send their samples to Prof de Oliviera's Durban laboratory for genome sequencing.  \n\"His team then found all these mutations. So we've only know about it for a few days, and because it's a new variant we have no idea how it will actually behave,\" said Prof Salim Karim, former chair of the South African government's Covid advisory committee.\n\"All we can do is extrapolate some of the likely behaviour based on previous similar mutations. But we do know that it spreads fast - we've seen how rapidly it spread in Pretoria. It sky-rocketed.\"  \nFrom a relatively low base, the numbers of confirmed cases in South Africa have shot up this week - from less than 700 on Sunday to almost 2,500 on Thursday. It is believed the increase is largely down to the new variant.\nSouth Africa's vaccination programme has slowed in recent months - not because of a lack of supplies, but due to public indifference. \nAn estimated 42% of the population has had at least one jab. But roughly two-thirds of those aged over 60 have been vaccinated. \nExperts are hopeful that the variant may help encourage more people to get jabbed.\nThe government has urged people to come forward, saying: \"Let us crush the power of the new variant by vaccinating to limit the number of mutations.\" \n\"It's going to be a shock to the system. I think it can have a positive effect [on vaccination rates],\" said Stavros Nicolaou, senior executive at Aspen Pharmacare Group.\n\"We know this variant is more contagious. My sense is that the current vaccines are likely to reduce morbidity. They might not be as effective in terms of preventing people getting infected. All the more reason, if you've got a more contagious variant, that you should go out and get vaccinated.\"\nThe bigger concern is the potential impact of the variant if it spreads to other parts of the continent where, on average, roughly 3% of the population has been vaccinated. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59442316",
      "category": "uk-northern-ireland",
      "title": "Storm Arwen: Tributes after Francis Lagan killed by falling tree",
      "tags": "Storm Arwen",
      "text": "Tributes have been paid to a school principal who was killed when a tree fell on his car during Storm Arwen.\nFrancis Lagan, the head of St Mary's Primary School in Maghera, was described as a \"giant in his prime\".\nHe was travelling along the Dublin Road in Antrim town with his wife and two of their children when the accident happened on Friday afternoon.\nMr Lagan's death was confirmed by St Mary's Primary School vice-principal Martina Bradley later that day.\n\"It is with great pain and sadness this evening that I have to inform you of the untimely death of our much loved principal Mr Lagan,\" she said in a statement on the school's website.\n\"May his gentle soul rest in peace.\"\nSt Patrick's College in Maghera, where Mr Lagan had been a pupil in the 1990s, also paid tribute to him on social media.\n\"Education in south Derry has lost a giant in his prime,\" the school said.\nMr Lagan's Gaelic Athletic Association (GAA) club Watty Graham's Glen described him as a \"great club man, coach... a fantastic son, brother, husband and daddy\".\nClub chairman Barry Slowey told BBC News NI he was \"a gregarious character, a wonderful person, he filled the room\".\n\"He brought a vitality to what he did,\" he added.\n\"A very determined person who was never going to let anything stand in his way.\n\"He recently developed his 4G pitch, a playing surface that has now become a massive asset to the community, a wonderful asset to the school.\"\nStormont Education Minister Michelle McIlveen said Mr Lagan was a \"dedicated and passionate principal\".\n\"I was privileged to visit his wonderful school, St Mary's Primary School in Glenview,\" said the Democratic Unionist Party politician.\nDeclan Kearney, a junior minister and Sinn Féin politician, said the head teacher had \"made an immense contribution to the community which he served\".\nSDLP politician Patsy McGlone, who represents the constituency in which the school is situated, said Mr Lagan's death would have a \"wide ripple effect right around the town of Maghera\".\nTwo other people have died after Storm Arwen brought high winds, rain and snow to parts of the UK.\nIn Cumbria a man died after he was hit by a falling tree and in Aberdeenshire a man died when a tree hit his pick-up truck."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-59433988",
      "category": "entertainment-arts",
      "title": "Motsi Mabuse to miss Strictly Come Dancing after Covid contact",
      "tags": "Strictly Come Dancing",
      "text": "Strictly Come Dancing judge Motsi Mabuse will miss Saturday's show after coming into close contact with a person who tested positive for Covid-19.\nIn an Instagram post, Mabuse explained she was fully vaccinated, which would normally mean exemption from isolation.\nHowever, Mabuse is currently in Germany and not able to travel back due to UK government guidelines, which do not recognise the vaccines she received.\nSinger and actress Cynthia Erivo will take her place on the panel.\nIt will be Erivo's second week as a judge, after she stood in for Craig Revel Horwood last weekend.\nHorwood had tested positive for Covid-19 but will return to the panel this weekend, a Strictly spokesman confirmed.\n\"Motsi Mabuse will not be taking part in Strictly Come Dancing this weekend,\" a representative for the show said on Friday.\n\"We are delighted that Cynthia Erivo will be joining us as a guest judge again, joining Craig Revel Horwood, Anton Du Beke and head judge Shirley Ballas on the judging panel. We look forward to having Motsi back with us next weekend.\"\nOther stars to have missed episodes of Strictly due to Covid this year include celebrity contestants Tom Fletcher and Judi Love.\nWriting on Instagram, Mabuse said she was \"gutted\" to have to miss Strictly. \n\"I was contacted by NHS Test and Trace as being in close contact with someone on Sunday 21 Nov who has since tested positive,\" she explained.\n\"Being double vaccinated and booster as I am, would normally mean exemption from isolation under the close contact rules, but unfortunately German EU vaccines are not recognised and neither is my booster in this instance, so I must follow UK Government guidance and can only return after 30 November to UK.\"\nThe government website states that the EU Digital Covid Certificate (EUDCC) is not recognised as proof of vaccination for passengers travelling to the UK from Germany.\nWhile the UK recognises the certificate for passengers travelling from some European countries, for those travelling from Germany the guidelines state: \"You cannot currently use your EUDCC to verify your vaccination status via the UK passenger locator form.\"\nIt adds that people whose EUDCC was issued in Germany can use it to prove vaccination status within the UK, however it does not apply for travel.\nMabuse said: \"Our health is the most important thing and luckily I have been tested multiple times this week and am negative. I am healthy, I am with my family, that's what matters! I wish everyone good luck, sending you my love. Keep dancing. Until then, lots of love and stay safe.\"\nAlso this week, the BBC confirmed all six of the celebrities who will take part in this year's Strictly Christmas special.\nEach of the six couples will perform a Christmas-inspired routine.\nBroadcaster and journalist Adrian Chiles has presented TV shows including The One Show, The Apprentice: You're Fired, GMTV and Match of the Day 2, plus radio programmes including BBC Radio 5 Live's Chiles on Friday.\nChiles said: \"Discouragingly, every one of my family and friends with whom I've shared this news has reacted with horror. They can't believe it I'm doing it, and neither can I. Thoughts and prayers with whichever poor dancer is lumbered with me.\"\nThe broadcaster appears to have overcome his previous reluctance to appear on the show. In 2019 he wrote an article in The Guardian headlined: \"I have been begged to do Strictly Come Dancing. Here's why I turned it down.\"\n\"Home alone, shimmying around beautifully, I know I am a simply superb mover. It is just that, as soon as a set of eyeballs alights on me, it is game over,\" he wrote. \"As for actual dancefloors, I become paralysed with shame and embarrassment, quite unable to move at all.\"\nSinger Anne-Marie is paired with Graziano Di Prima for the festive special.\nThe nine-time Brit Awards nominee and world karate champion, who was also a winning coach in ITV singing show The Voice, said she was \"excited\" to be taking part. \n\"I love the show, and who would turn down a dance with Graziano?\" she added.\nNewsreader Moira Stuart, whose dance partner will be Aljaz Skorjanec, worked for the BBC for 40 years of her five-decade career in TV and radio.\nThe award-winning journalist, who read the news for Chris Evans' listeners when he presented the Radio 2 breakfast show, said: \"I've loved dancing for as long as I can remember. \n\"In fact, it even helped me try to keep warm in my early cold water flat.\"\nBroadcaster, comedian and writer Mel Giedroyc will be partnered by Neil Jones, who said on BBC Two's It Takes Two he was excited to dance with someone who knew more about the series than he did.\nGiedroyc, whose TV work includes hosting BBC's Children in Need, Channel 4's Handmade: Britain's Best Woodworker and seven series of The Great British Bake Off, added; \"I don't think I've been this excited about Christmas since I got my first guinea-pig from Santa in 1978.\"\nRepair shop presenter and furniture restorer Jay Blades, who was made a MBE earlier this year for his services to craft, will dance with Luba Mushtuk.\nHe told It Takes Two he was keen to be on the show.\n\"It is probably one of the things I love doing most, which is challenging myself and doing something I have never done before,\" he said via video link from Barbados.\nThe former sausage factory worker added: \"I could do a dad dance but I can't do full dancing. So let's dive in there and have a go.\"\nFrench maitre'd Fred Sirieix will hit the dancefloor dance with Dianne Buswell. \nThe Channel 4 TV host, who also stars in programmes alongside chefs Gordon Ramsay and Gino D'Acampo, began his career working front of house at Michelin-starred restaurants.\nHe said: \"I got the phone call and I was as excited as I was scared. Because I was so scared I thought I have got to do it. \n\"There is no way I can turn this down. I have got to do it.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-59440642",
      "category": "entertainment-arts",
      "title": "Musical theatre icon Stephen Sondheim dies at 91",
      "tags": "Broadway theatre,Musical Theatre,United States",
      "text": "Legendary US composer and songwriter Stephen Sondheim has died aged 91.\nHis lawyer told the New York Times that Sondheim passed away on Friday at his home in Roxbury, Connecticut.\nHe was a titan of musical theatre who turned the unlikeliest of subjects into entertainment landmarks.\nDuring his illustrious career, he wrote the scores of some of Broadway's best known shows including Company, Follies and A Little Night Music. Sondheim also wrote the lyrics for West Side Story.\nThe New-York born composer won eight Grammy awards, nine Tony awards  - including the special Lifetime Achievement in the Theatre - and one Academy Award. He also received a Pulitzer Prize. \nHis ballad Send in the Clowns - from the 1973 musical A Little Night Music - has been recorded hundreds of times, including by Frank Sinatra and Judy Collins.\nIn 2015, US President Barack Obama bestowed Sondheim the Presidential Medal of Freedom - the highest civilian award - for his work.\nSondheim's lawyer said the composer had celebrated Thanksgiving with friends a day before his death.\nTributes have started pouring to one of musical theatre's most revered composers.\nNew York City Mayor Bill de Blasio tweeted: \"Stephen Sondheim created fantastic worlds and characters, but at the heart of every story he told was a kid from New York City. And that kid was a legend. One of the brightest lights of Broadway is dark tonight. May he rest in peace.\"\nUS actress and singer Anna Kendrick said that performing Sondheim's work \"has been among the greatest privileges of my career\", adding that the composer's death was \"a devastating loss\".\nJournalist Fae O'Toole, posted on Twitter a letter she received from Sondheim in 2011, when she was \"theatre-mad  16-year-old\". \nShe said it \"made me cry for weeks and propelled me towards a career of art and writing. Thank you for everything. Rest easy.\"\nBorn on 22 March 1930, Sondheim saw his first Broadway musical at the age of nine.\nThe following year he met Oscar Hammerstein II, of The King and I and Oklahoma! fame, who became his mentor as he made his first forays into musical theatre.\nAfter some adolescent experiments with the form, he was commissioned to turn Front Porch in Flatbush, a play by twin brothers Julius and Philip Epstein, into a musical.\nThe resulting piece, called Saturday Night, did not open on Broadway in 1954 as planned, following the death of its producer, Lemuel Ayers. Indeed, it would be 43 years before it received its professional premiere in London.\nSondheim's big break instead came through an invitation to pen lyrics for West Side Story, Leonard Bernstein's contemporary retelling of Shakespeare's Romeo and Juliet.\nWest Side Story opened on Broadway in 1957 and ran for more than 700 performances. A 1961 film version won 10 Oscars.\nIn 2010, the year Sondheim turned 80, a Broadway theatre was renamed in his honour.\nTen years later, he received the same accolade in London when the Queen's Theatre in Shaftesbury Avenue was rechristened the Sondheim.\nSondheim is survived by his husband, Jeffrey Scott Romley, who is almost 50 years his junior, whom he married in 2017.\n\"You have to work on something that makes you uncertain - something that makes you doubt yourself,\" Sondheim said in 2017.\n\"If you know where you're going, you've gone, as the poet says. And that's death.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59380745",
      "category": "world-europe",
      "title": "Covid: Swiss back government on Covid pass as cases surge",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Switzerland",
      "text": "Swiss voters have backed the government's measures to tackle Covid, according to preliminary results.\nMore than 60% opposed moves to remove some restrictions, including the Covid vaccination pass.\nSunday's referendum came after organisers said the pass was an unnecessary restriction of freedoms.\nWith just under two-thirds of the population fully vaccinated, the Swiss have one of the lowest vaccination rates in Western Europe. \nNow, Covid-19 infections are rising exponentially, with case numbers up by 40-50% each week. \nFrom the start of the pandemic the Swiss government has performed a tricky balancing act, trying to introduce measures to control the spread of Covid while still staying true to Switzerland's system of direct democracy, in which the government has little formal power and the people have the final say.\nSwitzerland's lockdowns were never as strict as its neighbours'. People were allowed outside for exercise whenever they wanted and the schools only closed for a few weeks.\nBut last summer, with cases falling dramatically, Switzerland didn't have a celebratory, UK-style \"freedom\" day either.\nInstead, a Covid certificate was introduced with proof of vaccination, negative test, or immunity through having had the virus. In September it became obligatory in order to enter bars, cafes, restaurants, cinemas, museums, sporting events, and face-to-face university classes.\nBut not everyone agrees.\nVaccination has long been a sensitive issue here, especially in German-speaking Switzerland. A belief that natural immunity is best led to a drop in childhood measles vaccinations that sparked a surge in measles cases across Europe. \nMeanwhile, in the alpine communities, a historic pride in their own independence rooted, some say, in the time when the mountain villages were cut off from the world each winter, means there is resistance to the government issuing orders.\nAnd so, when the certificate was introduced and Covid tests stopped being free, life for the unvaccinated became difficult and even going out for a beer was suddenly expensive.\nThe government hoped the measures would encourage people to get vaccinated. Instead, many took to the streets and others gathered enough signatures to challenge the Covid certificate in Sunday's referendum. \nFor weeks there have been demonstrations. Some have turned violent, with police using water cannons and rubber bullets against protesters trying to storm parliament. \nAt a rally in Bern this month, thousands turned out to hear speakers, including renowned anti-vaxxer Robert Kennedy Jr, who hailed Switzerland as Europe's last great hope against what he claimed were sinister powers forcing people to get vaccinated, while at the same time, via the Covid certificate, introducing a draconian mass surveillance system.\nThe crowd, huddled together, all mask-less, roared their approval. \nSome wore the insignia of the far right, others the far left. Health minister Alain Berset was depicted, complete with red horns, as the devil.\nAmong the crowds was part-time student Manuela. She refuses to get vaccinated because, she says, she is \"a healthy young woman\" for whom getting the virus poses little risk. \nIn fact, the World Health Organization advises that, while young people are less likely to be hospitalised with Covid-19, they are still susceptible to infection, and with it the risk of serious and long term health consequences. \nAnd so, for fear of increasing opposition to the Covid certificate, the health minister was loath to introduce any new restrictions ahead of Sunday's crucial vote. \nAlain Berset and his science taskforce are convinced Switzerland needs infection control measures during this increasingly bleak Covid winter. Abolishing the certificate, they believe, could be a huge risk, especially as booster vaccinations have scarcely begun.\nInstead, as cases rise, the government has advised hospitals to increase their intensive care capacity. This has brought a bitter laugh from Switzerland's nurses, who point out that extra beds won't help when there aren't enough staff to look after the patients in them.\nIt's estimated 10% of Swiss nurses and care workers have left the profession since the start of the pandemic.\n\"Everywhere we have too few staff,\" says Michèle Giroud, a nurse who's also president of the Swiss Federation of Nurse Anaesthetists. \"We are constantly working without breaks, doing overtime, extra shifts. A third of us have burn-out symptoms: anxiety or insomnia.\"\nBut unlike in other European countries going through similar health sector shortages, Swiss nurses have the power to change things. They have gathered the signatures for a nationwide referendum demanding more investment and better working conditions. \nOn Sunday, Swiss voters backed them.\nSo now the health minister will return to the grim business of counting the rising Covid cases, and he is likely to start thinking about what new restrictions might be necessary. He may also have to count out around CHF8bn (£6bn) for Switzerland's nurses.\nBut the anger, fear and social division born of the pandemic cannot be solved by a referendum or two, and the demonstrations are sure to continue, in Switzerland and across Europe."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-stoke-staffordshire-59433593",
      "category": "uk-england-stoke-staffordshire",
      "title": "Mother left waiting in ambulance for an hour with her dead baby",
      "tags": "Worcestershire Royal Hospital,Worcester",
      "text": "A mother and her dead baby were left waiting in an ambulance for an hour because of a hospital handover delay.\nThe trust which runs the Worcestershire Royal Hospital apologised to the family for \"the additional distress caused in what were already extremely upsetting circumstances\".\nIt has also apologised to West Midlands Ambulance Service.\nThe BBC has been told the hospital team the paramedics had requested were not there when the ambulance arrived.\nThe chief executive of the Worcestershire Acute Hospitals NHS Trust, Matthew Hopkins, said: \"We have carried out a preliminary review of the incident with colleagues from the West Midlands Ambulance Service and together we are working to make improvements to our procedures.\"\nIt is understood the baby had died at home and was being brought to the hospital with the mother.\nWest Midlands Ambulance Service has not commented, but it has previously highlighted the amount of time its vehicles were being forced to wait outside hospitals in the region, because of delays in getting patients admitted.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59442141",
      "category": "uk",
      "title": "Covid: New Omicron variant not a disaster, says Sage scientist",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "The Omicron coronavirus variant is \"not a disaster\" and some people may be \"hugely overstating the situation\", a scientist advising the government says.\nOmicron has been labelled \"of concern\" by the World Health Organization, and is causing alarm among some scientists.\nBut microbiologist Prof Calum Semple says vaccines are \"still likely to protect you from severe disease\".\nProf Semple does, however, support the new UK travel restrictions, saying they will allow more people to get jabbed.\nAsked whether people should be fearful of the new variant, Prof Semple - who sits on the UK government's Scientific Advisory Group for Emergencies - told BBC Breakfast: \"This is not a disaster, and the headlines from some of my colleagues saying 'this is horrendous' I think are hugely overstating the situation. \n\"Immunity from the vaccination is still likely to protect you from severe disease. You might get a snuffle or a headache or a filthy cold but your chance of coming into hospital or intensive care or sadly dying are greatly diminished by the vaccine and still will be going into the future.\"\nSo far, more than 50 million people in the UK have had at least one dose of a Covid vaccine. More than 42 million have had two doses while almost 17 million have had a third or booster jab.\nA \"variant of concern\" is the World Health Organization's top category of worrying Covid variants.\nThe decision adds weight to the mounting scientific worry about the potential of this new variant, but it doesn't change any of the facts.\nThe variant has an astounding collection of mutations which are thought to increase its ability to spread and bypass some, but not all, of the protection from vaccines.\nHowever, we still don't have the clear real-world data.\nWe don't know for sure that it spreads faster, makes vaccines or drugs less effective or whether it leads to more severe disease.\nThe new Omicron variant was first reported to the WHO from South Africa on 24 November and has also been identified in Botswana, Belgium, Hong Kong and Israel.\nCountries around the world are currently racing to introduce travel bans and restrictions on southern African countries in an effort to contain Omicron's spread.\nThe UK has placed South Africa, Namibia, Zimbabwe, Botswana, Lesotho and Eswatini on its travel red list, meaning, from Sunday at 04:00 GMT, all arrivals will have to quarantine in a hotel for 10 days. \nProf Semple said that while it may not be possible to stop the variant coming to the UK, it is still important to delay its arrival.\n\"If you can slow the virus coming into your country it gives you more time for your booster campaign to get ahead of it,\" he said.\n\"It also gives the scientists longer to understand more about the virus in case there is anything we really should be worrying about.\"\nAsked what other measures he thought were advisable in the face of a new variant and the 50,091 new UK cases reported on Friday, Prof Semple said he was in favour of mask wearing in shops and on public transport, and hand washing.\nLike Prof Semple, Prof Sir Andrew Pollard, the director of the Oxford Vaccine Group, expressed cautious optimism that existing vaccines could be effective at preventing serious disease from the Omicron variant.\nHe told the Today programme that while it would still be weeks until scientists properly understood the effects of Omicron's mutations, most of them were similar to those seen in other variants.\n\"Despite those mutations existing in other variants, the vaccines have continued to prevent serious disease as we've moved through Alpha, Beta, Gamma and Delta,\" he said.\n\"At least from a speculative point of view, we have some optimism that the vaccine should still work against a new variant for serious disease but really we need to wait several weeks to have that confirmed.\n\"It's extremely unlikely that a reboot of a pandemic in a vaccinated population like we saw last year is going to happen.\" \nAsked whether it was possible to update the vaccines if deemed necessary, Prof Pollard added: \"The processes of how one goes about developing a new vaccine are increasingly well oiled. So, if it's needed, that is something that could be moved very rapidly.\"\nThe UK currently has no known cases of the Omicron variant.\nThe travel ban for southern African countries is designed to maintain that for as long as possible, and Health Secretary Sajid Javid said the government \"won't hesitate to act\" if further measures are needed.\n\"One of the lessons of this pandemic has been that we must move quickly, and at the earliest possible moment,\" he told MPs on Friday. \"We're heading into winter and our booster programme is still ongoing, so we must act with caution.\"\nBut asked whether the government could switch from its current, minimal Covid restrictions to its Plan B for winter, Mr Javid said the current rules \"remain the policies that I think we need at this time\".\nThe Labour Party, meanwhile, is calling on the government to reduce the amount of time people need to wait between their second vaccine dose and their booster. \nAt present, people can book a booster after five months but must wait until six months to have it. Labour says the gap should be reduced to five months before people get a third dose.\nShadow health minister Alex Norris said: \"This new variant is a wake-up call. The pandemic is not over, we need to urgently bolster our defences to keep the virus at bay.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59447083",
      "category": "uk-wales",
      "title": "Omicron: Overseas travellers to Wales to require PCR tests",
      "tags": "Coronavirus vaccines,Coronavirus testing,Welsh government,Vaccine passports,Coronavirus pandemic",
      "text": "Everyone who enters Wales from abroad will need to take a PCR test and isolate pending a negative result. \nThe Welsh government announced the move after the UK government brought in several new restrictions in England.\nIt comes as the Omicron variant of Covid-19 has been detected in Brentwood, Essex, and Nottingham.\nThe Welsh government said it was a \"serious development\", and ministers would meet over the weekend to discuss whether further action was needed.\nMasks will be compulsory in shops and on public transport in England, and arrivals to the UK are expected to have to take PCR tests from Tuesday.\nFace coverings are already mandatory in shops, health and social care settings and on public transport in Wales.\nWales' overall Covid case rate has dipped further to 491.4 for every 100,000 people in the week to 22 November.\nLatest figures published by Public Health Wales showed nine further deaths with Covid and 1,963  positive cases for the 24-hour period up to 09:00 GMT up to Friday.\nAt a press conference on Saturday evening, Prime Minister Boris Johnson warned that the new variant appears to spread \"very rapidly\", and can be spread \"between people who are double vaccinated\".\nIt was first reported on Wednesday in South Africa, with early evidence suggesting it has a higher re-infection risk.\nThe UK Omicron cases are linked and are connected to travel in southern Africa, where 10 countries have been placed on the UK's travel red list, meaning all arrivals will have to quarantine in a hotel for 10 days.\nThe UK's chief medical officer, Prof Chris Whitty, said there was a \"reasonable chance\" vaccines could be less effective against the new variant but stressed people who are vaccinated or receive the booster jab will be less likely to become seriously ill.\nHe said the Joint Committee on Vaccination and Immunisation would now need to decide whether to extend the booster vaccine down to adults age 18, and whether a second dose should be offered to children aged 12-15.\nThe Welsh government has criticised Downing Street for removing all countries from the red list prior to the identification of the Omicron variant.\nIt also said it was concerned with the replacement of PCR tests with lateral flow tests on day two for travellers returning to the UK. \nWelsh ministers met on Saturday night and are expected to hold further discussions on Sunday.\nA Welsh government spokesperson said: \"The emergence of this new variant is a serious development in the ongoing pandemic and reinforces the need for everyone in Wales to get their vaccine or booster when offered, wear face coverings when necessary, and book a test if they develop symptoms.\n\"We have repeatedly raised our concerns with the UK Government about its decision to relax international travel rules quickly, precisely because of the risk of introducing new variants into the UK.\"\nPrior to the identification of the new variant, the UK government announced it would remove all countries from the red travel list on 28 October. \nThis meant fully vaccinated travellers from the seven countries previously listed would no longer have to quarantine in a hotel.\nThe UK government also dropped the requirement to take a day-two PCR test when returning to the UK, in favour of a cheaper lateral flow test.\nThe Welsh government adopted the same changes at the time, but raised concerns with the UK government for relaxing the rules too quickly. \nThe return of the UK's red travel list will require travellers from South Africa, Namibia, Zimbabwe, Botswana, Lesotho, Eswatini, Angola, Mozambique, Malawi and Zambia to quarantine in a hotel on arrival to the UK.\nAll contacts of suspected Omicron cases must self-isolate, regardless of whether or not they are fully vaccinated. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59414935",
      "category": "uk-wales",
      "title": "Storm Arwen forces I'm a Celeb to abandon live show",
      "tags": "Met Office,Conwy,Declan Donnelly,Ant McPartlin,Snowdon,Weather forecasting,Storm Arwen,Brecon Beacons,Ant and Dec,Severe weather",
      "text": "I'm a Celebrity... Get Me Out Of Here! was forced to abandon the live element of Friday's episode as Storm Arwen hit north Wales.\nThe Met Office has warned of high winds likely to cause injuries in Wales and other parts of the UK.\nITV instead broadcast a pre-recorded show, filmed in Gwrych Castle, Conwy, as a precautionary measure.\nMeanwhile, the crew of a rowing boat were rescued from the sea off the coast of Ceredigion after capsizing.\nThe broadcaster said presenters Ant McPartlin and Declan Donnelly recorded their links earlier on Friday.\n\"Our celebrities will remain inside the castle, which is secure, and we have contingencies in place to cover all weather scenarios to ensure the safety of our cast and crew,\" ITV said in a statement.\nEarlier on Friday, a rowing boat capsized with four people on board as it was heading from Ireland to Aberystwyth. One person was airlifted to hospital with head injuries.\nMeanwhile, hundreds of properties experienced power cuts in Bridgend, Swansea, Cardiff, Pembrokeshire, Carmarthenshire, Ceredigion, Neath Port Talbot and Blaenau Gwent.\nThe A548 Flintshire Bridge at Connah's Quay was closed because of strong winds, the council said.\nAnd in Carmarthenshire, Dyfed Powys Police said a section of the A48 east of Carmarthen was closed after \"a number of collisions\".\nAn amber wind warning covering most of north and west Wales is in place until 09:00 GMT on Saturday.\nA yellow warning for wind covers all of Wales until 18:00 on Saturday.\nForecasters say damage to trees and buildings, with risk of \"injuries and danger to life from flying debris\".\nThe RNLI has urged people to stay safe near the coast as severe weather makes coastlines particularly dangerous.\nThe windy weather is likely to cause bridges and roads to close, and in some areas winds could exceed 70 mph.\nSaturday's amber warning covers Carmarthenshire, Ceredigion, Conwy, Denbighshire, Flintshire, Gwynedd, Anglesey, Pembrokeshire, Powys and Wrexham.\nRoad, rail, air and ferry services may be affected, with longer journey times and cancellations possible.\nNetwork Rail said speed restrictions would be put in place to keep passengers safe.\nThey will be introduced on services between Carmarthen and Fishguard, Flint and Holyhead and some sections of the south Wales mainline from 18:00 on Friday, running into Saturday.\nForecasters warned people living in or visiting coastal areas that \"danger to life is likely from large waves and beach material being thrown onto coastal roads, sea fronts and properties\".\nOne mountain rescue team has urged people to be aware of the dangers of freezing temperatures and \"exceptionally\" high winds. \n\"It's time to think about carrying additional layers, fully charged torches and being prepared to change your plans or routes,\" advised Ogwen Valley Mountain Rescue. \nBBC Wales weather forecaster Derek Brockway tweeted that Wales would face \"strong to severe gale force winds\".\nThe Met Office predicted temperatures could turn \"frosty in places\" over the weekend, with warmer temperatures by Monday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55659820",
      "category": "health",
      "title": "What are the Covid variants and will vaccines still work?",
      "tags": "Vaccination,Brazil,India,South Africa,Coronavirus pandemic",
      "text": "A new type of coronavirus has been found that scientists say is of \"great concern\". \nThe Omicron variant worries experts because it is very different to the types of Covid current vaccines are designed to fight. \nA variant is a slightly altered - or mutated - version of a virus. There are thousands of Covid variants around the world which is to be expected because viruses mutate all the time.\nOmicron is strikingly different from many other types due to the long list of genetic mutations it has undergone. \nIn particular, there are dozens of changes to the part of the virus targeted by the vaccine - the spike protein.\nEarly signs are that current vaccines might not work quite as well against Omicron.\nData from around the world suggests Omicron may be more infectious and spreads very easily. \nThis suggests the variant might be better at sidestepping some of the protection offered by vaccines, or past infection. \nPreliminary lab studies show two doses of Covid vaccine may not be enough. An answer could be giving people extra doses to boost their immunity, like the UK is doing now.\nUK research suggests boosters should provide good protection against severe illness.\nExperts say Omicron might be milder, since fewer people are getting sick enough with it to need hospital treatment compared to other variants.\nEven so, if it is more infectious it could lead to more deaths in an unvaccinated population.\nAs with other Covid variants, the risk remains highest for people who are elderly or have significant underlying health conditions. \nAlthough current vaccines may not be a perfect fit for Omicron they are still the best line of defence against Covid. \nThey have cut the risk of severe illness against the other major Covid variants, including Delta, Alpha, Beta and Gamma. \nDoctors say it is vital people get the recommended number of doses to gain maximum protection against existing and emerging variants. \nThe government is ramping up its vaccination programme in response to Omicron, and hopes to offer every adult in the UK a booster jab by the end of January. \nAlthough Covid infections have been rising, the number of hospitalisations and deaths has remained well below the levels seen in earlier waves. Experts say this is because of the success of the vaccine programme. \nUpdated versions of vaccines against Covid variants are already being designed and tested.\nManufacturers could scale up production quickly too and regulators have already discussed how to fast track the approval process. \nModerna has already said it hopes to have an Omicron booster ready by March. \nThe most potentially dangerous ones are called variants of concern and, along with Omicron, include:\nUK officials are also keeping an eye on a recent descendent of the Delta variant, called AY.4.2 or \"Delta plus\". \nViruses make carbon copies of themselves to reproduce but they aren't perfect at it. Errors can creep in that change the genetic blueprint, resulting in a new version of the virus - in other words, a variant. \nIf this gives the virus a survival advantage, the new version will thrive. \nThe more chances coronavirus has to make copies of itself in us - the host - the more opportunities there are for mutations to occur. \nThat's why keeping infections down is important. Vaccines help by cutting transmission as well as protecting against serious Covid illness. \nExperts say it is possible that the new highly altered variant B.1.1.529 may have originated in a patient whose immune system was unable to get rid of a Covid infection quickly, giving the virus more time to morph. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-59427833",
      "category": "uk-england-merseyside",
      "title": "Ava White: Liverpool murder arrests after girl stabbed to death",
      "tags": "Merseyside Police,Toxteth,Liverpool,Ava White death",
      "text": "A 12-year-old girl has been stabbed to death during an argument in a city centre.\nAva White was with friends in Liverpool when she was assaulted at 20:40 GMT on Thursday, shortly after the city's Christmas lights switch-on.\nMerseyside Police said she suffered \"catastrophic injuries\" and a weapon was yet to be found. \nFour teenage boys, aged between 13 and 15 and from Toxteth, have been arrested on suspicion of her murder.\nPolice said officers found Ava collapsed on the ground on Church Alley and a member of the public, who had witnessed the incident, was giving her first aid.\nAva, who attended Notre Dame Catholic College in Everton, was taken to Alder Hey Children's Hospital with critical injuries but died a short time later. \n\"We know at the moment that Ava was with her friends in Liverpool city centre and there has been a verbal argument which has escalated to an assault on her involving a knife,\" Det Supt Sue Coombs said.\n\"We are able to say there has been a verbal argument and there has been an assault, and the offenders ran off up School Lane, across Hanover Street and into Fleet Street.\"\nAssistant Chief Constable Ngaire Waine said police were not looking for anyone else in connection with Ava's death.\n\"It's very sad for the city but it is even sadder for her family, their lives are never going to be the same,\" she said.\n\"This is a very, very rare event, so I hope that will reassure people.\"\nPaying tribute to Ava, her head teacher Peter Duffy said the Year Eight pupil was a \"much loved, valued and unique member of the Notre Dame family\". \n\"She was an incredibly popular girl with a fantastic group of friends,\" he said.\n\"My staff are working with students to provide all the support they need at this traumatic time.\"\nRebecca Flynn, her head teacher at Trinity RC Primary School, said she was a \"popular and caring\" girl who was \"bright and respectful\". \nPeace campaigner Colin Parry, whose son Tim was killed in the Warrington bomb in 1993, tweeted that Ava had been given a peace ambassador award by his charity in 2019 and her death was a \"tragic loss\". \nMetro Mayor of Liverpool City Region, Steve Rotheram, said he was \"horrified\" by Ava's death. \n\"I am angry today for Ava and her family, for the parents across the region worrying about their children's safety and angry that such a heinous act should take place here,\" he tweeted.\nSarah Doyle, the assistant mayor of Liverpool, said she was \"heartbroken\" at the \"extremely devastating\" news. \n\"It's senseless and I know it will bring a lot of fear to communities across the city,\" she said.\n\"I just want to send a message of reassurance that our city is a safe place but I know this will be giving a lot of anxiety to people. We all share in [her family's] unimaginable grief.\"\nPosting on Twitter, Dame Rachel de Souza, children's commissioner for England, said: \"This kind of violence involving a child and with such tragic consequences is shocking at any time, but when the victim is 12 it's particularly so.\"\nMary Katilius, 65, from Limerick, said she had been nearby with her granddaughter when Ava was attacked.   \n\"We heard screams and someone said to call an ambulance. We rushed over straight away but there was already a man helping her,\" she said.\nDet Supt Coombs said a lot of the witnesses were young and would be given special treatment when being interviewed.\nFloral tributes have been left near the scene, with one message saying: \"Rest in peace angel.\"\nLacey, 17, who came to lay flowers and a balloon, said her younger sister had been close friends with Ava.\n\"She was just a bubbly character, so loving and caring,\" she added.\nBy Andy Gill, BBC North West Tonight reporter\nThere is a massive police presence in Liverpool with several of the city's main shopping streets taped off. \nDozens of police vehicles are parked close to the scene where 12-year-old Ava was fatally attacked. \nMany shoppers and tourists are having to ask officers how they can get to their destinations as many are unaware of the tragedy which lies behind the disruption to their usual routine. \nAva died on what is called White Ribbon Day, a worldwide campaign to end violence against women and girls. \nCivic leaders came together yesterday to mark it and start 16 days of activity to highlight the issue. \nThe death of a girl, not yet in her teens, throws the need for the campaign into the starkest relief. \nThe four boys - a 13-year-old, two 14-year-olds and a 15-year-old - remain in custody for questioning. \nThey were arrested at different locations during Thursday evening and into the early hours of Friday, police said.   \nA police cordon was in place surrounding Williamson Square, Tarleton Street, Church Street, Church Alley and School Lane crossing over Hanover Street on to Fleet Street.\nSeveral shops on Church Street, one of the city's main shopping streets, remained closed on Black Friday due to the cordon.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59442149",
      "category": "world-europe",
      "title": "Covid: Dozens test positive on SA-Netherlands flights",
      "tags": "South Africa,Netherlands,Coronavirus pandemic",
      "text": "Sixty-one people who arrived in Amsterdam on two flights from South Africa have tested positive for Covid-19, Dutch officials say. \nThey have been placed in isolation at a hotel near Schiphol airport.\nThey were among some 600 passengers held for several hours after arrival while they were tested for the virus. \nDutch health authorities said Omicron, labelled on Friday as a variant of concern, was \"probably found in a number of people\" who tested positive.\nOther European countries, including the UK and Germany, have confirmed cases of the Omicron variant. \nThe variant was first reported to the World Health Organization from South Africa on Wednesday, with early evidence suggesting it has a higher re-infection risk.\nMany countries around the world have restricted travel from the southern African region. \nMeanwhile, the Netherlands is one of several European countries struggling to contain record numbers of infections.\nA partial lockdown will be extended on Sunday, with all hospitality and cultural venues forced to close between 17:00 and 05:00, at least until 19 December. \nThe flights by Dutch national carrier KLM from Johannesburg arrived at 10:30 and 11:00 local time (09:30 and 10:00 GMT) on Friday.\nThe Dutch government had by then already restricted travel from the region because of the new variant and arranged for the passengers to be tested and isolated.\nSome expressed frustration about being kept on the plane without food or drink.\nPassengers travelling from Cape Town to Manchester via Amsterdam told the BBC that they were held on the tarmac at Schiphol airport for four hours, before eventually disembarking.\nNew York Times correspondent Stephanie Nolen, who was on the flight, tweeted that the passengers were not even brought water while they remained on the plane.\nWhen they were eventually allowed to leave, some passengers shared photos of themselves clustered together in a room with little ventilation.\nOn Saturday, the Dutch health authority said 61 people on the flights had tested positive.\nAnyone who tested positive would have to quarantine at a hotel for seven days if showing symptoms and for five days if not, it added.\nThose that tested negative have been asked to isolate at home for five days and take further tests, while those in transit are allowed to continue their journeys.\nHowever, there are reports that some passengers have not received written proof of a negative test and are therefore unable to board onward flights."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59435965",
      "category": "uk",
      "title": "Storm Arwen: Third person dies as gale-force winds hit UK",
      "tags": "Transport,Storm Arwen,Severe weather",
      "text": "A third person has died after Storm Arwen lashed parts of the UK with high winds, rain and snow.\nThe 35-year-old man died after his pick-up truck was struck by a falling tree in Aberdeenshire on Friday.\nThe same day a head teacher died after a tree fell onto his car in Antrim and another man also died after he was hit by a falling tree in Cumbria. \nIn the Aberdeenshire incident, police returned to their own van to find it had been crushed by another tree. \nGusts reached speeds of 98mph in Northumberland, and about 120 lorries became stuck in snow on the M62.\nIn Scotland, more than 100,000 people lost power.\nA rare red warning for wind was issued by the Met Office on Friday across the east coast of Scotland and north-east England, with the highest speeds of 98mph recorded at Brizlee Wood in Northumberland.\nGusts overnight affected \"a wide swathe of the United Kingdom\", the Met Office said, with buildings damaged and trees blown down.\nGusts of 87mph were recorded at Orlock Head, County Down, while Inverbervie on the north-east coast of Scotland saw speeds of 78mph, and Aberporth in Wales had gusts of up to 77mph.\nThe man who died when a falling tree hit his car in Northern Ireland was named as the principal of St Mary's Primary School in Maghera, Francis Lagan.\nPolice in Cumbria said a man from Lancaster was killed after a tree fell on him in Ambleside on Friday evening.\nThe driver in Aberdeenshire was in a Nissan Navara on the B977 Dyce to Hatton of Fintray road when it was struck by a falling tree at about 17.45 GMT on Friday.\nLNER advised customers not to travel north of York on Saturday or Sunday, saying they were unable to transport passengers between Newcastle and Edinburgh due to significant damage to the rail network.\nScotRail also withdrew services between Aberdeen, Perth and Inverness on Friday and there was disruption on other lines.\nPassengers in Aberdeenshire were stuck on a train for 17 hours as Storm Arwen swept across Scotland.\nMark Swinglehurst, 62, told the BBC the train had reached Huntly at about 17:00 GMT on Friday before coming to a halt.\nAsked about the experience, he said: \"I don't think it will get rave reviews on any sort of travel site.\" \nHe said it had been cold but comfortable and although there was a lack of refreshments initially, staff managed to secure bacon rolls and pies for the stranded passengers during their ordeal.\nMeanwhile, dozens of people - including an Oasis tribute band - were trapped by heavy snow at Britain's highest pub.\nOn Friday night, about 3ft of snow fell at the Tan Hill Inn in the Yorkshire Dales, which is 1,732ft (528m) above sea level - meaning 60 people were unable to leave. \nBeds in the pub's lounge area were set up for the 20 guests who had not planned an overnight stay, but the pub said it had plenty of supplies to keep people warm and fed.\nSleet fell across parts of Scotland and northern England with some heavy snow on higher ground.\nPart of the M62 near Rochdale between junctions 21 and 22 was closed, with 120 lorries stuck in the snow after one of them jack-knifed. \nMore than 100,000 homes in Scotland lost power in the storm, with Scottish and Southern Electricity Networks saying electricity had been restored to 55,000 by mid-afternoon on Saturday. A post on Twitter said 60,000 customers currently remained without supply.\nNorthern Powergrid reported outages for customers in north-east England, mainly in Northumberland, County Durham and Tyne and Wear, as well as people in the Midlands, Cheshire, Merseyside, Wales and south-west England. \nBy late afternoon on Saturday, the supplier tweeted it had restored power to 153,000 customers. However, a tweet urged those still without power on Saturday evening to \"seek alternative accommodation with family and friends\" where possible, adding that it was \"likely\" the supply would remain off throughout the night and into Sunday.\nThere were also power outages in Northern Ireland.\nIn Wales, reality TV show I'm a Celebrity Get Me Out of Here cancelled all its weekend shows \"owing to technical difficulties caused by extreme weather conditions in the area\". A compilation show featuring the best bits from previous shows will be broadcast instead.\nThe celebrity participants are understood to be safe inside the castle, with only essential crew on site, after the set was badly damaged by the storm, reports suggest.\nFriday's live show was also abandoned and pre-recorded footage broadcast in its place as a precautionary measure due to Storm Arwen.\nIn County Durham, the roof of the clubhouse came off at Chester-le-Street Town FC, landing on the pitch of the Northern League division two team.\nTemperatures are set to fall with the storm and a yellow warning for ice, lasting until 11:00 on Sunday, has been issued for large stretches of northern and eastern Scotland, along with much of northern England.\nIn the early hours of Sunday, parts of north-west Scotland might receive more snow, while temperatures in Scotland and northern England could fall as low as -6C.\nThe UK Health Security Agency has issued a cold weather alert, which is in place from 18:00 on Friday until 15:00 on Monday.\nThe government body is advising people to check on older neighbours and relatives, especially those who live alone or have a serious illness.\nIn other developments:\nAre you in the area affected by Storm Arwen? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59434263",
      "category": "uk-wales",
      "title": "Storm Arwen: Trains halted and homes lose power in Wales",
      "tags": "Met Office,Baglan,RNLI,Bala,St Asaph,Briton Ferry,Broughton,Rhôs-on-Sea,Storm Arwen,Severe weather,Aberporth",
      "text": "Thousands of homes in Wales were still without power on Saturday evening, travel was disrupted, and an animal rescue building was badly damaged by strong winds from Storm Arwen.\nTransport for Wales suspended the majority of its rail services, and major roads were blocked due to fallen trees and debris.\nA wind speed of 81mph (130km/h) was recorded at Aberporth, Ceredigion.\nEnergy companies said power cuts had affected tens of thousands of homes.\nWestern Power Distribution said homes in south, west and mid Wales had been affected, and SP Energy Networks reported thousands of households across north Wales, Powys and northern Ceredigion had experienced power cuts.\nAt one point more than 30,000 homes were without electricity across Wales.\nNorth Wales Police encouraged people to get in touch if they had concerns for vulnerable people who may be without power.\nMeanwhile, a woman in Bridgend had a narrow escape when a large tree fell just feet away from her, and ITV had to cancel weekend episodes of I'm A Celebrity... Get Me Out Of Here! after the production area in Gwrych Castle, Conwy, was damaged.\nDog rescue charity Many Tears Animal Rescue in Llanelli, Carmarthenshire, said it suffered \"catastrophic damage\" overnight with the storm.\n\"We have been without power since the early hours, buildings are destroyed and we are devastated that one puppy has died,\" it said in a Facebook post.\n\"The new classroom we have spent so long creating is in pieces with debris flying dangerously in the winds.\"\nIn Gwynedd, Bangor University tweeted that a sports dome covering pitches at its fitness centre, Canolfan Brailsford, had \"suffered catastrophic damage\" and would be closed for the \"foreseeable future\".\nThe occupants of a caravan were unharmed when a tree fell on to it at Lake Vyrnwy Holiday Home Park in Powys.\nA roof was blown off a house in Trebanog, in Rhondda Cynon Taf, which closed the A4233, although the road reopened by the afternoon.\nThe M48 Severn Bridge was closed all day, while the A484 in Carmarthenshire, the A475 in Ceredigion and the A466 in Monmouthshire were all closed due to trees or debris blocking the road.\nA Met Office amber warning for most of north and west Wales lifted at 09:00 GMT on Saturday, but a yellow warning remained in place until 18:00.\nTransport for Wales said it suspended train services on all but Cardiff Valleys lines due to \"significant damage caused overnight by Storm Arwen... with multiple fallen trees and debris blocking lines\".\n\"Numerous roads are also inaccessible and closed due to fallen trees and flying debris, making replacement road transport options difficult,\" it added.\nGreat Western Railway said a tree fell on the railway between Swansea and Cardiff Central blocking all lines towards Cardiff Central.\nSouth Wales Police said officers were dealing with a number of incidents..\n\"Wherever you are, please take extra care when out driving in these conditions,\" it said.\nThe affected roads included the A470 at Llyswen, Powys; A485 at Pontarsais, Carmarthenshire; A494 Bontnewydd, Gwynedd, and A525 between Broad Oak Lane and A495 Ellesmere Road in Wrexham.\nThe A5 in Llanfairpwll and A4080 in Llanfaelog, Anglesey, was also closed due to fallen trees blocking the road.\nShopkeeper Eirian Connelly said she had to use lanterns when she opened Pendyffryn Stores in Betws y Coed, Conwy county, at 06:00 due to a power cut.\n\"The electricity came back at 09:20 and it had gone off again at 09:50 so we are back to square one,\" she said.\nMeanwhile, Covid-19 testing units have been shut due to the weather at Pwllheli, Corwen, Llangefni, Abergele and Caernarfon, according to Betsi Cadwaladr University Health Board.\nHolyhead Coastguard said a number of vessels broke their moorings in the Conwy estuary overnight.\nThe RNLI had warned that visits to the coast during Storm Arwen could be \"treacherous\".\nIt encouraged people to exercise extreme caution if visiting the shoreline, especially along exposed cliffs, seafronts and piers. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59442206",
      "category": "uk-scotland",
      "title": "Driver killed by falling tree in Aberdeenshire during Storm Arwen",
      "tags": "Met Office,Inverbervie,Severe weather,Tomintoul",
      "text": "A man died in Aberdeenshire during Storm Arwen after his pick-up truck was hit by a falling tree.\nPolice Scotland said the 35-year-old was pronounced dead at the scene on the B977 Dyce to Hatton of Fintray Road, at about 17:45 on Friday.\nThe force also confirmed that officers responding the incident returned to their parked van only to discover it had been flattened by another tree.\nHigh winds caused travel chaos and power cuts across the country.\nAbout 80,000 homes are still without power and dozens of passengers were stranded on a train for 17 hours.\nThe fatality brings the UK death toll from the storm to three after a head teacher died when a  tree fell onto his car in Antrim and another man was killed by a falling tree in Cumbria. \nThe Met Office's highest red level storm warning expired at 02:00 and it later confirmed a gust of 81mph  had been recorded in Inverbervie, Aberdeenshire.\nMany parts of Scotland, particularly the east coast, have suffered storm damage from fallen trees and travel disruption as a result of the high winds.\nSgt Craig McNeill of the divisional road policing unit at Inverurie said the driver who died was in a Nissan Navara pick-up truck when it was struck.\nHe added:  \"Our thoughts are very much with the man's family and friends at this time.\n\"Officers responding to this crash had parked a distance away due to weather conditions.  On returning to their van they discovered a tree had fallen on it.  No one was injured.\"\nIn another incident a car was hit by a large tree on the Black Isle. The occupants were left shaken but unhurt. \nMeanwhile, rail passengers finally arrived in Aberdeen on Saturday morning after spending the night at Huntly station, Aberdeenshire.\nMark Swinglehurst, 62, from Burghead, Moray, told BBC Scotland: \"I got on the train at Elgin, just the back of three yesterday afternoon and about five o'clock we hit Huntly and we stayed there for about 17 hours.\n\"It was cold but reasonably comfortable. The staff looked after us really well.\"\nCoastal areas of Angus, Fife, Aberdeenshire, Moray, East Lothian and the Scottish Borders, along with Aberdeen and Dundee have been the worst affected.\nScottish and Southern Electricity Networks (SSEN) said that around 60,000 customers were still without power on Saturday afternoon.\nMark Rough, director of customer operations at SSEN, said: \"The impact of Storm Arwen continues to be felt across much of the country and has resulted in significant damage to our network across the north of Scotland. \n\"Our teams have been out since first light this morning to fully assess the extent of damage, supported by helicopter patrols to identify the worst affected areas, as we continue to restore power to customers in what remains very challenging conditions.\"\nMeanwhile, SP Energy Networks confirmed 20,000 customers were affected on Saturday, mainly in Dumfries, Fife, and Lothian and Borders.\nA spokesman said: \"The storm brought down many trees and coupled with wind borne debris has caused significant damage to our overhead line network. Access is also being hampered by significant road closures in many areas.\n\"Our teams have been working throughout the night in these conditions to assess the damage to our network and reconnect customers where possible.\n\"They are continuing to work as quickly and safely as possible to restore power to our customers despite ongoing high wind speeds.\" \nThe Scottish Fire and Rescue Service said firefighters responded to more than 500 weather-related incidents in the 24 hour period up to 07:00, with the north and east worst affected.\nA spokeswoman confirmed an appliance from Galashiels in the Borders was struck by falling trees during the storm but no one was injured. \nAssistant Chief Officer John Dickie described it as \"an exceptional weather event.\"\nScotRail said it was expecting major disruption to continue and it confirmed safety checks were being carried out on several routes.\nNetwork Rail shared a picture captured from a helicopter of a tree blocking both lines near Errol, west of Dundee.\nIt described the overnight situation as \"one of the most challenging in recent memory\". \nAll Caledonian Sleeper services between Inverness and London Euston on Sunday have been cancelled and passengers will be issued with an automatic refund.\nThere was also disruption on Scotland's roads and cancellations and delays across the country's ferry network.\nAberdeen Airport confirmed aircraft movements were being limited due to the weather and urged passengers to check the status of their flight with their airline. \nArwen is the first of the Met Office's latest list of named storms this winter.\nThe last red warning in Scotland was in March 2018 during the storm which was dubbed the Beast from the East. \nIt was a combined wind and snow warning which also covered parts of south west England and South Wales.\nRed warnings mean there could be danger to life, damage to property, travel and power disruption, and dangerous seas.\nAre you in the area covered by the red alert? Are you preparing for the storm? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-59438397",
      "category": "uk-scotland-scotland-politics",
      "title": "SNP conference: Swinney claims Johnson wants to 'take back powers'",
      "tags": "SNP Conference,John Swinney,Boris Johnson,SNP (Scottish National Party)",
      "text": "Boris Johnson secretly wants to take back powers from the UK's devolved parliaments, Scotland's deputy first minister has told the SNP conference.\nJohn Swinney urged delegates to \"stand up and be counted before it's too late\" to defend devolution.\nHis comments were dismissed as \"simply nonsense\" by the UK government.\nThe conference, which is being held online, started on Friday and will end with SNP leader Nicola Sturgeon's speech on Monday.\nIn his virtual speech on Saturday afternoon, Mr Swinney told members that the UK government wanted \"unfettered Westminster control on Scotland\" and was using Brexit to undermine devolution.\nHe argued that \"the only way to keep the gains of devolution is by becoming independent\" and suggested that decisions made at Holyrood \"can be routinely undermined at a whim by the Tories\".\nMr Swinney said: \"We are now seeing a concerted attack on our parliament, from the very people who fought tooth and nail against it being established in the first place.\n\"In a grotesque irony, the Tories are using something that the people of Scotland voted overwhelmingly against - Brexit - to undermine something they voted overwhelmingly for - the Scottish Parliament.\n\"Through the Internal Market Act, the Tories have given themselves unfettered power to decide the rules of the internal market - and to completely ignore the devolution settlement if they want to.\"\nClaiming that the prime minister could wish to reverse devolution, Mr Swinney added: \"There will be no sudden Big Bang moment, Boris Johnson is not going to stand up and announce to the cheering Tory faithful that he is dismantling the devolution settlement - much as I am sure he would like to.\n\"But make no mistake - piece by piece, devolution is quietly being filleted, hollowed out from the inside by a Tory Party which has always opposed the idea of anything other than unfettered Westminster control on Scotland.\n\"Much like the climate emergency, which is slowly creeping up on us every single day - we need to issue a code red for devolution.\n\"All of us who care so deeply about the Scottish Parliament and its role in Scottish public life need to stand up and be counted before it is too late.\"\nThe conference featured debates on issues including children's rights, street harassment against women and an independent Scottish civil service on Saturday. \nResponding to Ms Swinney's remarks, a UK government spokeswoman said: \"This is simply nonsense.\n\"The Internal Market Bill ensures that vital trade can continue seamlessly between all four corners of the UK.\n\"Now more than ever, people in Scotland want to see the UK and Scottish governments working together to protect lives and livelihoods.\n\"The pandemic, and our collective response - from the furlough scheme to vaccine procurement and the backing of our military personnel - has shown that we are at our strongest when we work together.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-52125017",
      "category": "entertainment-arts",
      "title": "Obituary: Stephen Sondheim",
      "tags": "Obituaries",
      "text": "The American composer and songwriter Stephen Sondheim has died at his home in Connecticut aged 91, according to the New York Times. He was a titan of musical theatre who turned the unlikeliest of subjects into entertainment landmarks.\nFrom Sweeney Todd and the president killers of Assassins to the fairy tale-based Into the Woods, his works boasted an audacity, complexity and linguistic dexterity that few of his peers could rival.\nBorn in New York in March 1930, the composer and lyricist saw his first Broadway musical at the age of nine.\nThe following year he met Oscar Hammerstein II, of The King and I and Oklahoma! fame, who became his mentor as he made his first forays into musical theatre.\nAfter some adolescent experiments with the form, he was commissioned to turn Front Porch in Flatbush, a play by twin brothers Julius and Philip Epstein, into a musical.\nThe resulting piece, called Saturday Night, did not open on Broadway in 1954 as planned, following the death of its producer, Lemuel Ayers. Indeed, it would be 43 years before it received its professional premiere in London.\nSondheim's big break instead came through an invitation to pen lyrics for West Side Story, Leonard Bernstein's contemporary retelling of Shakespeare's Romeo and Juliet.\nIn 2012, producer Hal Prince recalled the first time he heard the score for the show.\n\"It was a Sunday evening at Lenny Bernstein's apartment with Lenny playing the piano very loudly because he was nervous,\" he told the BBC. \"Steve sang the words. By the time they'd finished, I knew we were producing. We raised the money in 24 hours.\"\nWest Side Story opened on Broadway in 1957 and ran for more than 700 performances. A 1961 film version won 10 Oscars.\nYet Sondheim was dissatisfied with his contribution and later described his lyrics as \"embarrassing\".\n\"It's very hard for me to listen to some of those songs,\" he told ABC News in 2010.\n\"Bernstein wanted the songs to be heavy, what he called 'poetic', and my idea of poetry and his idea of poetry are polar opposites.\"\nSondheim had further success as a lyricist with the 1959 musical Gypsy, about striptease artist Gypsy Rose Lee and her domineering mother, Rose.\nThat was followed in 1962 by A Funny Thing Happened on the Way to the Forum, an adaptation of farces by ancient Roman playwright Plautus, for which he wrote both music and lyrics.\nThe show won a Tony for best musical and was later filmed with original lead, Zero Mostel, reprising his role as wily slave Pseudolus.\nSondheim's next shows - Anyone Can Whistle, from 1964, and Do I Hear A Waltz? the following year - were not successes.\nNeither was a reunion with Bernstein and West Side Story director Jerome Robbins on a project that was eventually abandoned.\nOver the following decade, though, he worked with Prince on a series of acclaimed shows that are now regarded as modern masterpieces.\nCompany (1970) told of a single New Yorker, called Bobby, whose married friends teach him the value of commitment.\nThe original production was nominated for 14 Tonys and won six, with Sondheim receiving one apiece for his music and lyrics.\nA 2018 revival in London made the lead character female - with Sondheim’s blessing.\nFollies (1971) imagined the reunion of a group of ageing vaudevillians who relive their youth in a Broadway theatre scheduled for demolition.\nIts score included the song Losing My Mind, which became a UK top-10 single when covered by Liza Minnelli in 1989.\nA Little Night Music (1973) saw Sondheim nimbly adapt the 1955 Ingmar Bergman film Smiles of a Summer Night into a sprightly operetta.\nThe score, written primarily in waltz time, included the poignant ballad Send in the Clowns, arguably his best-known song. A Little Night Music later became a film, starring Elizabeth Taylor.\nThe composer's golden decade concluded with Sweeney Todd: The Demon Barber of Fleet Street (1979), a bold, baroque and very bloody account of the throat-slitting barber's nefarious adventures.\nThe \"musical thriller\" was filmed in 2007 by director Tim Burton, with Johnny Depp as Todd and Helena Bonham Carter as his pie-making accomplice, Mrs Lovett.\nIn contrast, Merrily We Roll Along (1981) was a disappointment, opening to sniffy reviews and closing after just 16 performances.\nBut the show, which follows two decades in the lives of a group of friends in reverse chronological order, has been more warmly appraised in recent years.\nIn 2019, director Richard Linklater began work on a film version, to be assembled in stages, in real time, over 20 years.\nSunday in the Park with George (1984) took the painting of Georges Seurat's A Sunday Afternoon on the Island of La Grande Jatte 100 years earlier as the cue for a lyrical contemplation on \"the art of making art\".\nThe musical won Sondheim and librettist James Lapine the Pulitzer Prize for Drama.\nInto the Woods (1987) combined such Grimms' fairy tale characters as Cinderella, Rapunzel and Little Red Riding Hood within a single narrative.\nIt, too, was filmed, in 2014, with an all-star cast, headed by Meryl Streep.\nAssassins (1990) used a similar conceit, combining John Wilkes Booth, Lee Harvey Oswald and others together in a dark meditation on presidential assassination attempts.\nThe following year Sondheim won an Oscar for Sooner or Later, sung by Madonna in the film Dick Tracy.\nIn Sondheim's later years he produced fewer musicals directly for the stage.\nBut he continued to create regardless, producing the non-musical play Getting Away with Murder (1996) and two volumes of annotated lyrics - Finishing the Hat (2010) and Look, I Made a Hat (2011).\nIn 2010, the year he turned 80, a Broadway theatre was renamed in his honour.\nTen years later, he received the same accolade in London when the Queen's Theatre in Shaftesbury Avenue was rechristened the Sondheim.\nSondheim's many other honours include a special Tony in 2008, a special Olivier in 2011, and the Presidential Medal of Freedom in 2015.\nHe is survived by his husband, Jeffrey Scott Romley, who is almost 50 years his junior, whom he married in 2017.\n\"You have to work on something that makes you uncertain - something that makes you doubt yourself,\" Sondheim said in 2017.\n\"If you know where you're going, you've gone, as the poet says. And that's death.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-59442956",
      "category": "uk-england-merseyside",
      "title": "Ava White: Police release image of van after girl stabbed to death",
      "tags": "Merseyside Police,Toxteth,Liverpool,Ava White death",
      "text": "A van driver near the scene of the fatal stabbing of a 12-year-old girl may have witnessed something \"vital\", police said. \nAva White was out with friends in Liverpool when she was attacked on Thursday and died shortly afterwards.\nThe occupants of a silver Enterprise van spotted in the vicinity are being sought by detectives.\nOfficers continue to question four boys, aged between 13 and 15, who were arrested on suspicion of murder.\nAva was stabbed shortly after the city's Christmas lights switch-on at about at 20:40 GMT.\nPolice said officers found Ava collapsed on the ground with \"catastrophic injuries\" in Church Alley.\nOfficers have shared a CCTV image of the van that was in the area at the time, asking for the driver to come forward.\nThe occupants are in no way suspected of being involved in Ava's death, said Merseyside Police. \nIn the city centre, a cordon remains near Church Alley while detectives continue their searches for the murder weapon.\nFloral tributes have been left near the scene where Ava was attacked.\nAva, who attended Notre Dame Catholic College in Everton, was taken to Alder Hey Children's Hospital with critical injuries but died a short time later. \nPaying tribute to her, head teacher Peter Duffy said the year eight pupil was \"an incredibly popular girl with a fantastic group of friends\".\n\"My staff are working with students to provide all the support they need at this traumatic time.\"\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59438500",
      "category": "uk-politics",
      "title": "Channel migrants: Johnson under pressure to reduce small boat crossings",
      "tags": "Calais migrant crisis,English Channel,Europe migrant crisis,Migration",
      "text": "Usually tragedies bring people together but the deaths in the Channel seem to have highlighted the differences between the UK and French governments \nThe prime minister is under pressure from many of his own MPs - who in turn are under pressure from a substantial number of their voters - to do more to stop the small boats coming to our shores.\nSo it was perhaps unsurprising that Boris Johnson made his letter to the French president public, portraying himself as offering potential solutions.\nDowning Street insiders say they were genuinely surprised at what they regarded as a disproportionate response from France. \nAnd they point out that it is not unknown for French ministers to use social media to criticise UK positions, or indeed to denounce the prime minister personally for \"populism\".\nDowning Street is emphasising that everything Mr Johnson asked for publicly in his letter - for example, joint patrols or an agreement on returning refugees - had already been asked for privately, but to no avail.\nAnd those close to discussions with the French government say that many of the arguments that are now out in the open had persisted for some time behind closed doors.\nIt had been thought that the events of this week might have led to a willingness to revisit some of the more contentious issues.\nThe atmosphere, though, has instead turned more negative.\nBut while the sound of megaphone diplomacy has dominated much of the coverage today, there are quieter attempts to get the UK/French relationship on an even keel.\nThere is a move to try to get Home Secretary Priti Patel's invitation to meet her French counterpart, Gérald Darmanin, reinstated.\nI'm told that amid rocky relations with France over fishing and the Northern Ireland protocol, the entente between the Home Office and the French interior ministry is usually relatively cordiale.\nSo while she is currently not on this weekend's guest list in France, Ms Patel did speak to Mr Darmanin this afternoon.\nHome Office officials are already in France tonight to try to discuss closer co-operation.\nAnd the UK government is still paying by instalments the £54m promised to France to help bolster patrols and surveillance on the other side of the Channel.\nBut Labour realises what a potentially toxic issue this is for Boris Johnson.\nIn his attack today, the shadow home secretary Nick Thomas-Symonds has targeted the prime minister's vulnerabilities.\nHe deliberately echoed concerns of Mr Johnson's backbenchers by accusing him of \"losing control of the situation in the Channel\".\nBut he has also picked at another political sore.\nWith concerns about how Downing Street has handled some difficult issues in recent weeks, the Labour MP has accused the prime minister of \"a gross error of judgment\" over his diplomacy by Twitter. \nIt's well known in Whitehall that Boris Johnson has been frustrated at the continuation of the migrant crisis.\nHis critics say he has focused too much on small boats, while not doing enough to tackle the underlying factors driving migration.\nLives remain at risk, but the longer the crisis persists, the greater the political risks for the prime minister too. "
    }
  ]
}