{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57291608",
      "category": "uk",
      "title": "Duchess of Cambridge gets first Covid vaccine dose",
      "tags": "Coronavirus vaccines,Coronavirus pandemic,Catherine, Duchess of Cambridge",
      "text": "The Duchess of Cambridge has said she is \"hugely grateful\" after getting her first dose of a coronavirus vaccine on Friday.\nCatherine, 39, shared a photograph of herself being given the vaccine at the Science Museum in London.\nOn Twitter, she thanked all those who are \"playing a part in the rollout\".\nHealth Secretary Matt Hancock said on Saturday that in the past two weeks more than half of those in their 30s have been vaccinated in the UK.\nThe duchess is one of more than nearly 39 million people in the UK to have received their first dose of a coronavirus vaccine. More than 24 million people have received their second dose.\nCatherine is the latest senior royal to share publicly that she has had the vaccine, with her husband getting his first dose earlier this month.\nHer father-in-law, the Prince of Wales, and his wife, the Duchess of Cornwall, received their coronavirus jabs in February. The Queen received hers in January.\nMore than 39 million people have been given a first dose of Covid-19 vaccine in the UK, according to the government's coronavirus dashboard.\nIt reported 3,398 new confirmed cases - which was lower than Friday's figure, but numbers can be lower over the weekend.\nThere have been seven new deaths within 28 days of a positive test.\nIn England and Scotland, people aged 30 and over can get their vaccine, although in some parts of Glasgow people aged 18 can get their first jab. \nIn Wales and Northern Ireland those 18 and over are eligible to get their vaccine.\nMost adults in the UK under the age of 40 are being offered an alternative to the Oxford-AstraZeneca vaccine because of a link with rare blood clots."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57291108",
      "category": "uk",
      "title": "Covid-19: India's cases falling, and lost summer fear for festivals",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday morning. We'll have another update for you tomorrow. \nIndia has reported its lowest single-day rise in coronavirus cases in 45 days, the health ministry has said. On Saturday, the country recorded 173,790 new cases, continuing the downward trend of the past two weeks. A further 3,617 deaths were recorded. The nation has been hit by a devastating second wave, with more than 320,000 deaths, according to the health ministry - the third highest in the world, behind the US and Brazil. The wave overwhelmed the healthcare system, with people struggling to get hospital beds, oxygen and medicines and crematoriums ran out of space.\nA refusal by the government to provide a financial safety net for live events means music festivals face another lost summer, a committee of MPs has said. Many festivals have already been axed - including Glastonbury and BST Hyde Park - with some blaming the inability to get insurance cover for Covid-related cancellation. The digital, culture, media and sport select committee said the government had refused to consider offering support until all coronavirus restrictions are lifted, but that date - 21 June at the earliest - would be too late for festivals this summer. Committee chair Julian Knight said festivals needed to know now \"whether the government will back them\".\nThe arrival of sunny weather - at last - combined with the first bank holiday since hospitality and tourism restrictions were eased is expected to mean a surge in travel over the weekend. RAC research suggests up to 10.8 million car journeys will take place in the UK between Friday and Monday. Ben Aldous from the RAC said \"there's a good chance the weather will have the final say as to how busy the roads get\" but he added that Saturday and Monday are expected to see the most traffic. Temperatures over the bank holiday are due to reach 25C in some places, following a spring that was colder than usual.\nA restaurant industry battered by the UK's lockdowns is calling for plans to add calorie counts to menus to be delayed, saying they need more time to recover from the pandemic. Owners fear the move will add to their costs at a time when they are least able to afford it. It's intended to help address obesity and applies to restaurants, cafes and takeaways with more than 250 staff from April 2022. Kate Nicholls, chief executive of trade body UK Hospitality, says many businesses are \"in survival mode\" and the government should delay rather than \"layering on new costs for businesses\".\nThe first day back at school is always tricky, especially if you've been away for 448 days like Fintan Hood. Classmates at Kingsley School in north Devon lined up to applaud as the 16-year-old, who had been shielding due to an autoimmune condition, returned to the classroom. Fintan's father, Andy Hood, said it was an \"incredible\" welcome. And Fintan himself offered a balanced assessment of the pros and cons of studying at home: \"I will miss rolling out of bed and just pressing 'join' on Zoom, but I think it's worth being here in person, seeing everyone again.\"\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nA ban on evictions during the pandemic comes to an end in England on 1 June. If you're a renter whose income dropped due to Covid-19, you can read about the notice periods and protections here.\nYou can find more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57292558",
      "category": "world-asia",
      "title": "Sri Lanka's beaches swamped with burning ship debris",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57282218",
      "category": "business",
      "title": "Calories on menus 'will cost thousands of pounds'",
      "tags": "Companies,Obesity,Department of Health & Social Care,Hospitality industry,Restaurants,Food",
      "text": "Restaurants say plans to display the calorie content of food on menus in England should be delayed while the sector recovers from the pandemic.\nThere are fears that the move will add extra costs to businesses at a time when they are least able to afford it.\nThe new rules will affect restaurants, cafes and takeaways employing more than 250 people and are due to come in from April 2022.\nThe change is part of a drive by the UK government to tackle obesity.\nWith 11 restaurants, Mowgli Street Food's founder Nisha Katona says making the changes by next spring will mean a significant investment. \n\"It's thousands of pounds and weeks of work,\" she says. \"It's a shame for anyone to have to take on another cost right now.\" \nHowever, she supports the idea that people should take a greater interest in how many calories they consume when they eat out, and says her restaurant has already looked into displaying calories on its menus. \nDespite this, she believes it's crucial that ministers stick to the idea of only applying the new rules to larger businesses such as hers.\n\"Personally, I can see the value in it, and it's something my business will manage to do -  but it'll see the end of small restaurants if they're ever compelled to do it,\" she says.\nAnnouncing the plans, Public Health Minister Jo Churchill said they were intended \"to make it as easy as possible for people to make healthier food choices for themselves and their families, both in restaurants and at home\".\nThe government said that it would not affect small, independent businesses, which may find it harder to implement the changes. \nKate Nicholls, chief executive of trade body UK Hospitality, says that while the industry shares the government's objectives in improving public health, the timing could prove difficult. \n\"The majority of operators are in survival mode,\" she says. \n\"We urge the government to consider delaying the implementation of any legislation rather than layering on new costs for businesses in a sector that has been hardest hit by the pandemic and risks prolonging their recovery and business' ability to invest and create jobs.\"\nThat's a view echoed by Nick Collins, chief executive of Loungers, who run the Lounge and Cosy Club chain of more than 140 café-bars. \n\"The timing really is dreadful,\" he says. Having only just been able to fully reopen, he says businesses like his are focused on their recovery and their staff - and a change like this will take time to implement. \n\"I support the objective of helping our customers eat more healthily,\" he says, \"but I'd like to see it put back. It's red tape we could really do without.\" \nA spokesperson from the Department for Health acknowledged the impact of Covid-19 on the hospitality sector, and pledged to \"work with businesses and local authorities to ensure the out of home calorie labelling regulations are implemented as smoothly as possible\".  \nSome High Street chains already publish information about the calorie content of their food on their menus, including Wetherspoons pubs and The Real Greek restaurants. \nBut others argue that the nature of their restaurants will make a change like this even more costly. \nRobin Hutson, chairman of The Pig hotels and restaurants, says his business cooks with fresh produce that changes on a daily basis - and thinks the plans show \"a crass lack of understanding from the government\".\nHe has eight venues across the South of England, with about 950 staff. \n\"High Street chains may never change their menus - but ours can change between lunch and dinner,\" he explains.\n\"Are we supposed to employ someone to update our menus all the time? It's just more financial pressure on an already embattled sector.\"\nFurthermore, he doesn't believe it's fundamentally a role restaurants should be talking on.\n\"What people eat and drink is down to them,\" he says. \"We should all be taking responsibility for ourselves.\"\nThe government estimates that overweight and obesity related conditions cost the NHS £6.1bn each year, and data shows that almost two-thirds of adults in England are overweight or obese. \nA spokesperson for the Department of Health also pointed out the disproportionate effect Covid-19 has on people who are overweight, saying, \"it is more important than ever to help people across the country achieve a healthy weight\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57293882",
      "category": "uk",
      "title": "Plans for new national flagship to promote 'best of British'",
      "tags": "Boris Johnson,Prince Philip, Duke of Edinburgh,Queen Elizabeth II",
      "text": "A new national flagship is to be commissioned by the government in a bid to boost British trade and industry globally, the prime minister has said.\nThe vessel will be the successor to the Royal Yacht Britannia, which was retired in 1997.\nThe government plans to build the ship in the UK, at a reported cost of £200m.\nLabour said the government must demonstrate clearly how the ship is expected to boost trade, jobs and growth.\nThe name of the new flagship has yet to be announced, but the Daily Telegraph has suggested the ship will be named after the Duke of Edinburgh, who helped design Britannia. \nThe new vessel would be used to promote British interests around the world - including hosting trade fairs and diplomatic meetings - as the UK seeks to build links and boost exports following Brexit.\nThe tendering process for its design and construction will begin soon - with an emphasis on utilising British design expertise and the latest green technology.\nDowning Street said costs for the \"construction and operation\" of the ship would be confirmed after the tendering process concluded.\nConstruction is set to start as early as next year, with the ship expected to enter service within the next four years.\nThe vessel, which is set to be in service for about 30 years, will be part of the Royal Navy and crewed by it.\nPrince Philip, who died on 9 April, aged 99, served in the Royal Navy during World War Two and was made Lord High Admiral by the Queen in 2011.\nBoris Johnson said the flagship would be \"the first vessel of its kind in the world\" and would reflect \"the UK's burgeoning status as a great, independent maritime trading nation\".\n\"Every aspect of the ship, from its build to the businesses it showcases on board, will represent and promote the best of British - a clear and powerful symbol of our commitment to be an active player on the world stage,\" he said.\nLabour's shadow chief secretary to the Treasury, Bridget Phillipson, said if the ship is going to be part of a genuine plan for Britain's future, the government \"must set out clearly how it will boost trade, jobs and growth in every corner of our country\".\nShe said if the flagship is built, it should be made in the UK to support jobs in shipyards and there must be \"a real focus on value for money at every stage\".\n\"Right now our country faces huge challenges, and there's no sign the government has a plan for the recovery. We want to see public money used for targeted investment in a green economic recovery, resources for our NHS, and supporting families to succeed,\" she said.\nThe Queen launched the Royal Yacht Britannia at the John Brown shipyard in Clydebank on 16 April 1953 in front of thousands of people.\nIt travelled more than one million miles in its 44 years of service and, after it was decommissioned, became a tourist attraction in Ocean Terminal in Leith, Edinburgh.\nIn November last year, it was announced the yacht would temporarily shut after recording losses of £2.4m as coronavirus restrictions meant it cost more to open with limited visitor numbers than to be closed with staff furloughed.\nThe floating visitor attraction, which had 390,000 visitors in 2019, has since reopened."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57291530",
      "category": "world-us-canada",
      "title": "Canada mourns as remains of 215 children found at indigenous school",
      "tags": "Indigenous Canadians,Canada",
      "text": "Unmarked graves containing the remains of 215 children have been found in Canada at a former residential school set up to assimilate indigenous people.\nThe children were students at the Kamloops Indian Residential School in British Columbia that closed in 1978.\nThe discovery was announced on Thursday by the chief of the Tk'emlups te Secwepemc First Nation.\nPrime Minister Justin Trudeau said it was a \"painful reminder\" of a \"shameful chapter of our country's history\".\nThe First Nation is working with museum specialists and the coroner's office to establish the causes and timings of the deaths, which are not currently known.\nRosanne Casimir, the chief of the community in British Columbia's city of Kamloops, said the preliminary finding represented an unthinkable loss that was never documented by the school's administrators.\nCanada's residential schools were compulsory boarding schools run by the government and religious authorities during the 19th and 20th Centuries with the aim of forcibly assimilating indigenous youth.\nKamloops Indian Residential School was the largest in the residential system. Opened under Roman Catholic administration in 1890, the school had as many as 500 students when enrolment peaked in the 1950s.\nThe central government took over administration of the school in 1969, operating it as a residence for local students until 1978, when it was closed.\nThe Tk'emlups te Secwepemc First Nation said the remains were found with the help of a ground-penetrating radar during a survey of the school.\n\"To our knowledge, these missing children are undocumented deaths,\" Ms Casimir said. \"Some were as young as three years old.\"\n\"We sought out a way to confirm that knowing out of deepest respect and love for those lost children and their families, understanding that Tk'emlups te Secwepemc is the final resting place of these children.\"\nThe tribe said it had reached out to the home communities whose children attended the school. They expected to have preliminary findings by mid-June.\nBritish Columbia's chief coroner Lisa Lapointe told Canadian broadcaster CBC \"we are early in the process of gathering information\".\nThe reaction has been one of shock, grief and contrition.\n\"The news that remains were found at the former Kamloops residential school breaks my heart,\" Mr Trudeau wrote in a tweet.\nCanada's minister of indigenous relations, Carolyn Bennett, said residential schools were part of a \"shameful\" colonial policy. The government was committed to \"memorialising those lost innocent souls\", she said.\nTerry Teegee, the regional chief of British Columbia's Assembly of First Nations, called finding such grave sites \"urgent work\" that \"refreshes the grief and loss\" of communities in the region.\nThose views were echoed by other indigenous groups, including the First Nations Health Authority (FNHA).\n\"That this situation exists is sadly not a surprise and illustrates the damaging and lasting impacts that the residential school system continues to have on First Nations people, their families and communities,'' its CEO Richard Jock wrote in a statement.\nFrom about 1863 to 1998, more than 150,000 indigenous children were taken from their families and placed in these schools.\nThe children were often not allowed to speak their language or to practise their culture, and many were mistreated and abused.\nA commission launched in 2008 to document the impacts of this system found that large numbers of indigenous children never returned to their home communities.\nThe landmark Truth and Reconciliation report, released in 2015, said the policy amounted to \"cultural genocide\".\nIn 2008, the Canadian government formally apologised for the system.\nThe Missing Children Project documents the deaths and the burial places of children who died while attending the schools. To date, more than 4,100 children who died while attending a residential school have been identified, it says."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57288920",
      "category": "uk-wales",
      "title": "Property: 'Crazy' house prices too much for locals in some areas",
      "tags": "Housing,Pistyll,Housing market,Welsh government,Nefyn,Morfa Nefyn",
      "text": "\"Absolutely crazy\" prices are forcing local people out of the housing market in parts of Wales, say campaigners.\nNefyn Town Council chair Rhys Tudur said prices had \"gone through the roof\" with residents outbid on one property in Gwynedd that went for more than double its £120,000 asking price.\nEvents were being held in Pistyll, Morfa Nefyn, Aberdaron and elsewhere on Saturday to highlight the issue.\nThe first minister has pledged to help local people trying to buy homes.\nBut Mark Drakeford warned there was no \"single bullet solution\" to stop local people being priced out of the market.  \nAbout 50 people gathered in Pistyll - the first in a series of the events being held on Saturday - with signs put up saying \"no more second homes\".\nMr Tudur told BBC Radio Cymru the village church was recently sold for £275,000 - \"far higher than the asking price\" of £120,000. \n\"The prices are absolutely crazy,\" he said.\n\"It's so sad that you can be raised in a community, to feel love towards that community, and then the door gets slammed shut in your face because the houses are too expensive for you to live there.\"\nMr Drakeford said the Welsh government was proposing solutions involving taxation and planning rules when asked about the issue while on a visit to north Wales.\nHe said he hoped the plans would help young people currently unable to stay in their home towns because of property prices. \n\"It will be some measures to do with the way we tax property sales, there'll be measures to do with planning - rights local authorities will be able to use,\" he said.\n\"There will be things we can use to do with land transaction arrangements.\"\n\"None of these by themselves are a single bullet solution but, if we bring together a range of measures we can use, then we can make a difference in those local housing markets,\" he added.\nLand transaction tax (LTT) is paid by people buying property in Wales and replaced stamp duty land tax.\nFor sales completed up to 30 June people can buy a home worth up to £250,000 without paying it, after the Welsh government scrapped the bottom rate of 3.5% for property above £180,000.\nAny amount above a sale price of more than £250,000 attracts a 5% charge with higher rates for more expensive property.\nFor sales completed from 1 July, buyers face 3.5% LTT on homes between £180,000 and £250,000 in addition. \nSome experts say this has added to the rush to buy in north Wales before those changes come in.\nMr Drakeford said a scheme helping people buy new-build properties had helped. \nBut he accepted buying older properties was becoming a major problem for many in north Wales.\nThe Local Democracy Reporting Service said the plans were prompted by local people increasingly losing out on homes to people from cities in the Midlands and north-west of England.\nThe Welsh government's Help to Buy scheme has aided local people in buying new-build properties up to £250,000, as long as they have a 5% deposit.\nThe government then provides a shared equity loan of up to 20%, to help fund the purchase.\nThat loan needs to be repaid within 25 years but can be paid back in full or in part at any point within that timescale.\nA Welsh government spokesperson said: \"We want everyone to have access to high-quality affordable homes, which is why we will build a further 20,000 low-carbon homes across Wales this term.\n\"A large number of second homes in a local community can have a real impact on that community. \n\"Wales is the only UK nation to give local authorities powers to charge higher levels of council tax on both long-term empty properties and second homes. \n\"The decision to apply and increase council tax premiums rests with local authorities.\n\"We've also increased the higher rate of Land Transaction Tax, which applies when people buy an additional property. \n\"We are looking at what further interventions are available and how our partners can use existing powers.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57296472",
      "category": "uk",
      "title": "Boris Johnson marries Carrie Symonds at Westminster Cathedral",
      "tags": "Carrie Symonds,Boris Johnson",
      "text": "Prime Minister Boris Johnson has married his fiancee Carrie Symonds in a secretly-planned wedding at Westminster Cathedral.\nThe marriage took place in a \"small ceremony\" on Saturday afternoon, a Downing Street spokesman said.\nThe spokesman added that the couple would celebrate again with family and friends next summer, with their honeymoon also delayed until then.\nThe prime minister has already returned to work.\nHe is the first PM to get married while in office in nearly 200 years.\nThe Mail on Sunday reported that 30 guests were invited to the ceremony at short notice - the maximum number of attendees allowed under Covid restrictions in England.\nA small number of church officials were involved in preparations for the Catholic ceremony, which was officiated by Father Daniel Humphreys, it said.\nAlthough Mr Johnson, 56, has been married twice before, the Roman Catholic Church can allow divorcees to remarry if the previous marriages were outside the Roman Catholic Church.\nBoris Johnson likes to avoid talking about his private life - he's declined to answer questions on the topic for the past few years.\nIt can't have been easy to keep yesterday's wedding - between a former journalist and someone who works in public relations - under wraps.\nBut it seems to have taken almost everyone in Westminster by surprise. \nSuch was the desire to keep it quiet, Downing Street only officially confirmed it had happened on Sunday morning - the day after the wedding.\nChristopher Lamb, Rome correspondent for Catholic magazine The Tablet, told BBC Radio 5 Live: \"There will be a feeling that, why are some people who are divorced allowed to be married in the church and others not?\n\"And I think that's where the Church, I think, can look at its current rules and see how it can become more welcoming. It has been welcoming to Boris Johnson, why not to others?\"\nFather Mark Drew, assistant priest at St Joseph's Church in Penketh, Warrington, said he has previously had to tell Catholic couples going through a divorce they are not able to remarry in the Church.\n\"It looks to them - rightly or wrongly - as if the Church is applying double standards and I do fear that this decision does make the Church look bad.\"\nJust one official photograph has been released - the day after the wedding - showing the couple in the garden at 10 Downing Street in the hours following the ceremony.\nHowever, Conservative MP James Cleverly shared a different photograph of the newlyweds enjoying their garden reception in the Saturday sunshine, with decorations and a table of refreshments visible in the background.\nAt this stage in the day's proceedings, Mrs Johnson is seen barefoot and her husband has dispensed with his jacket and tie.\nDowning Street did not reveal any details of who was invited and whether any of Mr Johnson's Cabinet colleagues were among the guests.\nSeveral politicians have congratulated the couple, including Home Secretary Priti Patel, Health Secretary Matt Hancock, Vaccines Minister Nadhim Zahawi and Work and Pensions Secretary Therese Coffey.\nMs Patel wrote on Twitter: \"Many Congratulations to Mr & Mrs Johnson @BorisJohnson and @CarrieSymonds. Wishing you both much love and happiness.\"\nMusicians were pictured leaving No 10 on Saturday night. \nMembers of the public were asked to leave Westminster Cathedral just after 13:30 BST, the Sun reported.\nThe new Mrs Johnson - who has confirmed she will take her husband's surname -  wore a white dress to exchange vows with the prime minister.\nHer wedding dress was designed by Athens-based Christos Costarellos, who studied at the London College of Fashion and describes his work as being \"inspired by the spirit of ancient Greek philosophy\". \nThe last prime minister to get married while in office was Robert Banks Jenkinson in 1822.\nMrs Johnson used to work in the Conservative Party press office, which she joined in 2010, and two years later she worked on Mr Johnson's successful campaign to be re-elected as mayor in London. \nShe became the party's head of communications before leaving in 2018 to work in public relations for marine conservation organisation Oceana. Mrs Johnson then became head of communications for conservation group the Aspinall Foundation in January. \nThe couple were first romantically linked by the media in early 2019.  In February 2020, they revealed that they were engaged and that she was pregnant.\nTheir son, Wilfred, was born last April. \nMr Johnson and his previous wife, Marina Wheeler, announced in 2018 that they were divorcing after 25 years of marriage. \nHe was previously married to Allegra Mostyn-Owen."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57280418",
      "category": "uk-politics",
      "title": "Downing Street flat: PM cleared of misconduct but acted unwisely, says watchdog",
      "tags": "Conservative Party,Boris Johnson",
      "text": "Boris Johnson acted \"unwisely\" by not being more \"rigorous\" in finding out who had funded refurbishment work on the Downing Street flat, a report says.\nLord Geidt, the PM's adviser on standards, said a Tory donor had paid an invoice for some of the costs.\nBut he cleared Mr Johnson - who was seemingly unaware of the arrangement - of breaking ministerial conduct rules.\nThe works on the flat, overseen by the PM's fiancée Carrie Symonds, are thought to have cost around £90,000. \nThe report did not say how much former Conservative vice-chairman Lord Brownlow had put up to fund the refurbishment, but a figure of £58,000 has been widely reported.\nDowning Street confirmed the prime minister had funded the \"wider refurbishment\", suggesting Lord Brownlow had been repaid.\nBut Labour said it was \"staggering\" that Mr Johnson could \"rack up\" a bill \"yet have no knowledge of how it was eventually paid\".\nSeparately, the Electoral Commission is carrying out an investigation into whether the Conservative Party broke the law on political donations regarding the funding of the flat.\nAnd Health Secretary Matt Hancock has been found guilty of a \"minor breach\" of the ministerial code, which sets the rules for behaviour in public office, over shares in an NHS supplier.\nPrime ministers receive an annual public grant of £30,000 to spend on their Downing Street living quarters, which are publicly-owned.\nMr Johnson has faced repeated questions over how refurbishments to the flat above 11 Downing Street, where he lives with Ms Symonds, were financed. \nThe renovation work began in spring last year when Mr Johnson was in hospital with Covid.\nThe prime minister has previously said he paid the difference between the taxpayer-funded contribution and the full costs.\nBut he did not specify whether this involved paying the bills up-front or repaying money loaned to him or the government for the project.\nIn his report, Lord Geidt found \"no evidence\" that Lord Brownlow had told Mr Johnson \"he had personally settled\" costs.\nAnd, when Lord Brownlow informed government officials about the money, they had not \"acted on this information to the extent of informing the prime minister\", it said.\nBut Lord Geidt - who was appointed by Mr Johnson last month as standards adviser following the resignation of Sir Alex Allen - did criticise the prime minister's conduct.\nHe had, said the peer, \"unwisely... allowed the refurbishment of the apartment... to proceed without more rigorous regard for how this would be funded\".\nLord Geidt also said that \"in the middle of a pandemic\", Mr Johnson \"simply accepted\" that a trust he was hoping to set up to handle the Downing Street work \"would be capable of satisfactorily resolving the situation without further interrogation\".\nAlthough this report clears Boris Johnson of breaking the ministerial code, parts of it will be awkward reading in Downing Street.\nLord Geidt questions why Boris Johnson didn't pay more attention to who was paying for the work in his flat. Why wasn't the prime minister more curious, he wonders? \nIt is also critical of officials - saying the prime minister was \"ill-served\" by those around him when it came to this project. \nBut, crucially, there is no sense from this report that the arrangement led to a conflict of interest. \nDowning Street is also keen to point out the costs - beyond an annual allowance - have not been met by the taxpayer. \nBut Lord Geidt concluded that \"no conflict (or reasonably perceived conflict) arises\" from the involvement of Lord Brownlow or the Conservative Party in the refurbishment.\nHe said of Lord Brownlow that \"there is no evidence that he acted with anything other than altruistic and philanthropic motives\".\nSpeaking in Swindon, Justice Secretary Robert Buckland said no public money was used in an improper way.\nHe said because the arrangement involved private money, the \"facts speak for themselves in favour of\" the prime minister.\nAnd responding to the report, Downing Street said it showed the prime minister had \"acted in accordance with the ministerial code at all times\".\nA spokesperson added: \"Cabinet Office officials were engaged and informed throughout and official advice was followed.\n\"Other than works funded through the annual allowance, the costs of the wider refurbishment of the flat are not being financed by taxpayers and have been settled by the prime minister personally.\"\nIf a politician or party accepts money from a donor - either as a gift or as a loan - they are expected to make that information public.\nThe Electoral Commission is investigating whether this rule was followed by the Conservative Party in relation to the Downing Street refurbishment.\nIf the commission finds it was not, it has the power to issue a fine of up to £20,000.\nMeanwhile, Cabinet Secretary Simon Case, the UK's top civil servant, is also looking into the refurbishment, including whether donations were properly declared."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57288736",
      "category": "entertainment-arts",
      "title": "Olivia Rodrigo becomes the youngest solo artist to score UK chart double",
      "tags": "Olivia Rodrigo,Official UK music charts,Music",
      "text": "Olivia Rodrigo has become the youngest solo artist to top both the UK singles and album chart at the same time.\nThe 18-year-old's debut album Sour enjoyed the biggest opening week of 2021, setting a streaming record.\nIt attracted the highest number of streams for a debut album in its opening week, overtaking previous record holder Lewis Capaldi. \nMeanwhile, her single Good 4 U is the year's biggest number one, notching up 117,000 chart sales across seven days.\nThat figure includes 13.5 million streams, according to The Official Charts Company, who called the US singer \"the year's biggest breakthrough artist\". \nRodrigo's debut single Drivers License topped the UK charts in January.\nThat song broke Spotify's record for the most streams in one day, peaking at 17 million streams on 12 January. \nSour's 51,000 sales - including streams, sales and downloads - make it the biggest opening week for a debut album in two years, since Capaldi's Divinely Uninspired To A Hellish Extent in May 2019.\nRodrigo's album achieved 45.7 million streams of individual tracks over the past seven days (30,945 streaming-equivalent sales), the Official Charts Company said.\nShe is also the first artist for six years to top both charts on the release of their debut album. The last was Sam Smith in 2015 with the album In The Lonely Hour and single Lay Me Down.\nBy Mark Savage, BBC music reporter\nOlivia Rodrigo has been singing as long she can remember. Growing up in Temecula, California, she would belt out the choruses to No Doubt's Bathwater and the White Stripes' Seven Nation Army.\nShe started vocal lessons in kindergarten and by the age of eight was a talent-show regular. Her ability to inhabit a song was evident even then. \"I was so dramatic,\" she laughs. \"There's videos on YouTube of me singing, and I'm so into it. I act everything out and I'm so performative. People always told my mom, 'You should put her in acting lessons.'\"\nRodrigo went on to star in two Disney series, Bizaardvark and High School Musical: The Musical: The Series, where she plays a student involved in a school production of the classic 2006 musical.\nWhen the show's creators discovered she was a budding musician, they encouraged her to write for the series. One of her songs, a power ballad called All I Want, racked up millions of streams and became a minor chart hit.\nBut although she arrived in a Disney vehicle, it was her own Drivers License - a devastating break-up ballad - that marked the arrival of pop's brightest new star. After two increasingly impressive singles, and now a number one album, she's on the road to even bigger things.\nRead more: The unstoppable rise of Olivia Rodrigo\nRodrigo also has two other singles in this week's top 10, with Déjà Vu at number four and Traitor at eight. \nThe highest new entry on the singles chart is Butter by BTS, which at number three, while last week's chart topper Tion Wayne & Russ Millions is at two with Body. \nIn the albums chart, Sour is followed by three new entries. \nGary Numan's Intruder is at two, Twenty One Pilots are at three with Scaled and Icy and Pink is number four with All I know So Far. \nRag 'n' Bone Man is at number five with Life By Misadventure, which was down two places. \nSuper Furry Animals' frontman Gruff Rhys is at number 10 with his seventh album Seeking New Gods, which is his first UK Top 10 album.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57294442",
      "category": "world-europe",
      "title": "Belarus: Hundreds join global solidarity protests",
      "tags": "Belarus,Ryanair Belarus flight diversion,Russia,Lithuania,Svetlana Tikhanovskaya,Poland",
      "text": "Hundreds of people in Poland and Lithuania gathered for protests on Saturday to show support for the opposition in neighbouring Belarus.\nThey called for the release of a Belarusian dissident who was arrested along with his girlfriend when their flight was diverted to Minsk.\nThe pair's detention sparked global outrage, and prompted the EU to urge airlines to avoid Belarusian airspace.\nProtests took place elsewhere in Europe as well as in the US and Australia.\nRoman Protasevich, 26, and Sofia Sapega, 23, were flying from Greece to Lithuania on Sunday when a fighter jet was scrambled over Belarus to escort their plane to Minsk airport over a bomb threat which turned out to be fake.\nThey were arrested as soon as the Ryanair plane landed.\n\"I'm calling on all EU countries and the US to please help us free Roman and Sofia, as well as everyone else imprisoned,\" Mr Protasevich's mother, Natalia, said at a rally in the Polish capital Warsaw.\n\"We want to live in a free country, in a country where everyone has the right to express his beliefs,\" his father, Dmitry, added.\nThe crowd at the Warsaw rally waved the Belarusian opposition's red and white flag, and held signs that read Help Belarus and Freedom for Belarus.\n\"Things look really bad now. That's why we need to do something, show those fighting back home that they're not alone,\" Natallia Burak, a 35-year-old Belarusian living in the city, told the AFP news agency.\n\"As a Belarusian, we see a lot of wild and outrageous things,\" another demonstrator added.\nBelarusian President Alexander Lukashenko, who has been in power for 27 years, has been nicknamed \"Europe's last dictator\". The 66-year-old has cracked down on dissenting voices, and many opposition figures have been arrested or fled into exile.\nOne such figure is the opposition leader Svetlana Tikhanovskaya, who spoke at a rally in Lithuania where she has been living in exile since last August.\n\"I believe that there will be changes very soon, there will be new elections, because there can be no other way,\" she told a crowd gathered in the capital, Vilnius. \"Belarus will not give up.\"\nMs Tikhanovskaya and several hundred protesters marched to the Belarusian embassy in the city. \nA similar demonstration also took place in Berlin, while smaller protests were seen in dozens of countries including Ukraine, Ireland, and the Netherlands.\nWhere is Belarus? It has its ally Russia to the east and Ukraine to the south. To the north and west lie EU and Nato members Latvia, Lithuania and Poland.\nWhy does it matter? Like Ukraine, this nation of 9.5 million is caught in rivalry between the West and Russia. President Lukashenko has been nicknamed \"Europe's last dictator\" - he has been in power for 27 years.\nWhat's going on there? There is a huge opposition movement demanding new, democratic leadership and economic reform. The opposition movement and Western governments say Mr Lukashenko rigged the 9 August election. Officially he won by a landslide. A huge police crackdown has curbed street protests and sent opposition leaders to prison or into exile.\nOn Sunday, Ryanair Flight 4978 was travelling from Athens to Vilnius when it was forcibly diverted to Minsk. \nBelarusian authorities said they had received a bomb threat - via Switzerland - but according to Swiss secure email provider Proton Mail the emailed message was sent after the plane was diverted.\nAboard were Mr Protasevich and his girlfriend Ms Sapega, an international law student and Russian national. They were arrested shortly after the plane landed.\nMr Protasevich is a former editor of Nexta, a dissident media operation with a popular Telegram messenger channel. He left Belarus in 2019 and now lives in exile in Lithuania. Nexta became a significant channel for protesters challenging the August 2020 presidential election in Belarus, widely condemned as rigged.\nMr Protasevich, who was put on the Belarusian terrorist list last year, is accused of orchestrating the mass unrest last year and could be jailed for up to 15 years.\nRussia's foreign ministry says Ms Sapega is accused of breaking Belarusian law last August and September.\nVideos were released showing the pair confessing to crimes, but it is likely they were speaking under duress.\nThe UN's civil aviation agency has said it will launch a \"fact-finding\" investigation into Belarus's actions, asking whether there was any breach of international aviation law. \nThe US has also announced fresh sanctions against Belarus in response to the plane diversion.\nOn Friday, White House press secretary Jen Psaki said the incident was \"a direct affront to international norms\".\nShe said the US would re-impose sanctions against nine Belarusian state-owned enterprises, and would work with the EU and other allies to draw up a list of targeted sanctions against key members of the Lukashenko regime.\nFranak Viacorka, a senior adviser to Ms Tikhanovskaya and a friend of Mr Protasevich, said sanctions were \"the best and the most efficient tool\" to help with the release of political prisoners.\n\"Of course it's not a silver bullet, it will not solve all the problems - it will not bring Belarus to democracy,\" he said. \"But it will help to put enough pressure on the regime in order to force it to make concessions and to release people who are not guilty.\"\nMeanwhile, talks in Russia between President Vladimir Putin and Mr Lukashenko continued for a second day on Saturday. Mr Putin later confirmed Russia would move ahead with a second $500m (£352m) loan to Belarus next month.\nThe full $1.5bn loan was initially agreed at a meeting in Sochi last September.\nRussia is Mr Lukashenko's strongest political ally, even though personal relations between the two long-time presidents are at times said to be strained."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57290239",
      "category": "uk",
      "title": "NHS calls for ban on toy neodymium magnets amid child safety fears",
      "tags": "Children,Toys,NHS",
      "text": "An online trend that involves using tiny magnets as fake tongue piercings has led the NHS to call for them to be banned amid people swallowing them.\nIngesting more than one of them can be life-threatening and cause significant damage within hours.\nIn England, 65 children have required urgent surgery after swallowing magnets in the last three years.\nThe NHS issued a patient safety alert earlier this month and is now calling for the small metal balls to be banned.\nIt said the \"neodymium or 'super strong' rare-earth magnets are sold as toys, decorative items and fake piercings, and are becoming increasingly popular\". \nIt added that unlike traditional ones, \"these 'super strong' magnets are small in volume but powerful in magnetism and easily swallowed\".\nThe online trend sees people placing two such magnets on either side of their tongue to create the illusion that the supposed piercing is real.\nBut when accidentally swallowed, the small magnetic ball bearings are forced together in the intestines or bowels, squeezing the tissue so that the blood supply is cut off.\nProf Simon Kenny, paediatric surgeon and national clinical director for children and young people at NHS England, said accidental swallowing of them can cause \"long-term physical problems and internal scarring\".\n\"There is nothing fun for children or their parents about surgery to remove magnets that have been swallowed and become stuck together through different parts of the intestines,\" he said.\n\"I would urge parents to be aware of the dangers associated with magnetic toys but ultimately, the only way we can prevent future incidents is to stop these items being sold altogether.\"\nAccording to the NHS, there has been a rise in hospital admissions among older children as teenagers create videos using the magnets on social media.\nUnlike traditional magnets, the ones used for such tricks are less than 6mm in diameter and can be easily swallowed.\nNatasha Crookes, of the British Toy and Hobby Association, said: \"The BTHA believes the law should change to classify these types of products as toys so they have to meet strict toy safety regulations.\n\"That would mean a change in design to ensure the magnets are covered by a casing too large to swallow.\"\nThe NHS cited the case of 18-month-old twins who both recently ingested magnets that had been bought as toys for their older siblings.\nA scan revealed one of the twins had swallowed 23 of them which closed into a loop in his intestines and required emergency surgery at Addenbrooke's Hospital, Cambridge.\nThe other child had swallowed four and needed keyhole surgery to remove them.\nBoth boys have since recovered.\nThe NHS has urged people not to wait for symptoms if magnets are swallowed and said they should seek help at A&E immediately."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56594349",
      "category": "business",
      "title": "Biden unveils 'once in a generation' spending plan",
      "tags": "US economy,Infrastructure,Joe Biden",
      "text": "US President Joe Biden has called for trillions in spending aimed at re-igniting America's economic growth by upgrading its crumbling infrastructure and tackling climate change.\nThe $2.3tn (£1.7tn) proposal would direct billions to initiatives such as charging stations for electric vehicles and eliminating lead water pipes.\nThe spending would be partially offset by raising taxes on businesses.\nThose plans have already roused fierce opposition.\nRepublicans have called the rises \"a recipe for stagnation and decline\", while powerful business lobby groups including the Business Roundtable and Chamber of Commerce said they supported investments but would oppose tax increases.\nThe pushback is a sign of the tough fight ahead for the plan, which needs approval from Congress.\nJoe Biden could have gone in a number of different policy directions after narrowly getting his covid pandemic aid package through Congress. That he opted to push for an infrastructure bill, rather than upping the pressure for gun control, voting rights, immigration, the environment or healthcare reform, suggests he's looking for a popular, non-controversial legislative second act.\nOf course, like that coronavirus package, the Biden administration is likely to use a massive piece of legislation to quietly advance some of those other policy priorities. The proposal contains hundreds of millions of dollars in green energy spending, expanded care for the elderly and disabled and job training, for instance.\nAlso like the coronavirus aid bill, even non-controversial infrastructure provisions that have high public support will be swamped in partisan acrimony. In particular, Republicans are going to vehemently object to the tax increases for corporations and businesses contained in the proposed legislation.\nChances are, Democrats will again have to go it alone when it comes to passing Biden's legislative agenda.\nThe challenge, then, will be keeping the Democratic coalition together at a time when a wide number of constituencies, many of whom held their tongue during the Covid negotiations, line up to ensure their priorities are funded.\nThe White House has promoted its proposal as the most ambitious public spending in decades, saying the investments are necessary to keep the US economy growing and competitive with other countries, especially China.\n\"This is not a plan that tinkers around the edges,\" Mr Biden said in a speech in Pittsburgh, Pennsylvania on Wednesday. \"It's a once in a generation investment in America.\"\nIt calls for investing more than $600bn in infrastructure, including modernising roads, replacing rail cars and buses and repairing crumbling bridges.\nBillions more would be devoted to initiatives like improving veterans hospitals, upgrading affordable housing, expanding high-speed broadband, and providing incentives for manufacturing and technology research.\nIt calls for money to be directed to rural communities and communities of colour, including establishing a national climate-focused laboratory affiliated with an historically black university. \nThe spending, which would have to be approved by Congress, would roll out over eight years. \nThe White House said tax increases would offset the cost over 15 years. \nMr Biden called for raising the corporate tax rate from 21% to 28%, a move that would partially undo cuts the US passed in 2017. He also proposed raising the minimum rate charged for overseas profits.\nIn his speech, in an acknowledgment such plans are likely to face, he said he was also \"open to other ideas\" when it came to paying for the spending.\n\"Failing to make these investments adds to our debt and effectively puts our children at a disadvantage relative to our competitors,\" he said. \"The divisions of the moment shouldn't stop us from doing the right thing for the future.\" \nMr Biden's proposal - which closely resembles promises he made during last year's election campaign - comes just weeks after Democrats muscled through $1.9tn more in aid to address the economic upheaval caused by the pandemic, approving that package without Republican support.\nIt's not clear yet how much of Mr Biden's latest plan will make it through Congress - or how much of another spending package focused on areas such as childcare and education that he plans to unveil in coming weeks.\nPaul Ashworth, chief North America economist at Capital Economics, said the speedy advance of the pandemic package was unusual. \n\"Normally the negotiations drag on for months and what eventually gets passed, if anything gets passed at all, bears only a passing resemblance to what the administration originally asked for,\" he said. \"We suspect these negotiations will revert to the mean.\"\nEli Allen is director of the Center for Sustainable Careers at Civic Works, a non-profit organisation that offers programmes such as job training focused on careers in sustainable energy in Baltimore, Maryland, a majority black city near Washington, DC.\nHe said he was \"cautiously optimistic\" that something resembling Mr Biden's ambitions would eventually pass and  was particularly heartened by Mr Biden's emphasis on creating \"quality jobs\" in terms of pay and benefits - which he said could help set a standard across the industry.\n\"The focus on racial equity is not something we've seen in some of the past federal programmes that we've worked with,\" he added. \"I think that focus … is very important as we think about strategies to expand access to these jobs, especially for communities of colour.\"\nStefani Pashman is chief executive of the Allegheny Conference on Community Development, a regional economic development group in Pittsburgh, the former steel town in Pennsylvania where Mr Biden delivered his speech on Wednesday.\nThe city, located in a state that was key to Mr Biden's election victory, has been working to reinvent itself as a centre for high-tech research in areas such as autonomous vehicles. \nMs Pashman said the president's promise of billions of government dollars has also injected new energy into ambitious local plans, like an effort by Carnegie Mellon University and rail technology company Wabtec to establish a new research lab focused on innovations in freight rail, like autonomous trains.\n\"The idea is to transform the rail industry … but we need $600m from the federal government to amplify what we're able to do at the local level,\" she said.\n\"The past few years … I don't think the government was positioned to take this on at the level that it needs to be addressed and invested in to propel our region's economy and all the economies of the nation,\" she added. \n\"It's clear that they're prioritizing infrastructure in a new way.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57293434",
      "category": "uk-england-london",
      "title": "Sasha Johnson: Man, 18, appears in court over activist's shooting",
      "tags": "Peckham",
      "text": "A man has appeared in court charged over the shooting of black equal rights activist Sasha Johnson.\nMs Johnson, a 27-year-old mother of two, remains in a critical condition after the attack at a house party in Peckham, south London, in the early hours of Sunday.\nCameron Deriggs, 18, of Bromley Hill, Lewisham, was charged on Friday night with conspiracy to murder.\nHe appeared at Westminster Magistrates' Court and was remanded in custody.\nMr Deriggs did not give an indication of plea.\nProsecutor Carol Udenze told the court Ms Johnson was shot in the head while another person was shot in the foot. \n\"The Crown's case is that the defendant, in agreement with others, conspired to murder somebody at that address,\" she said. \nMs Udenze confirmed the police did not believe Ms Johnson was the intended target.\nSeveral members of Mr Deriggs's family, including his parents, were present in the public gallery.\nHis next court appearance will be at the Old Bailey on 25 June.\nMs Johnson had been among 30 people at a silent disco in the back garden of a home in Consort Road when four men in dark clothing burst in through a side gate and shots were fired, investigators said.\nDet Ch Insp Richard Leonard, of the Metropolitan Police, said she was shot in the \"ensuing melee\" before the suspects fled.\nFour other men arrested over the incident have been bailed until late June.\nMs Johnson is a prominent member of the Black Lives Matter movement and also a founding member of the Taking the Initiative party, which launched last year.\nShe graduated with a first in social care from Oxford Brookes University and was well known for her activism.\nOn Monday, a vigil was held for her in Ruskin Park, close to King's College Hospital where Ms Johnson is being treated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57283625",
      "category": "uk-england-london",
      "title": "Fishmongers' Hall: Terror attack victims 'touched the lives of so many'",
      "tags": "Stratford-upon-Avon,Cambridge,London Bridge attack,University of Cambridge,Fishmongers' Hall attack inquests",
      "text": "Emotional tributes to the victims of the Fishmongers' Hall terror attack have been made after an inquest jury found a series of failings led to the tragedy.\nJurors, who deliberated for over five hours, found Saskia Jones, 23, and Jack Merritt, 25, were unlawfully killed by convicted terrorist Usman Khan.\nKhan launched his knife attack at the prisoner rehabilitation event in 2019.\nJurors told Mr Merritt and Ms Jones's families: \"They clearly touched the lives of so many, ours included.\"\nAt the inquest, the forewoman said: \"The jury would like to send their heartfelt condolences to the families of Saskia and Jack and to all who love and miss these two wonderful young people. \n\"The world lost two bright stars that dreadful day.\n\"We wanted to convey to the families how seriously we have taken our collective responsibility. How important this is to us, how much their children matter.\"\nThe jury also thanked emergency services and the \"astonishing individuals\" who put themselves in \"real danger\" to help.\nThe jurors found there had been unacceptable management and a lack of accountability in the oversight of Khan, who had been allowed to travel on his own to London.\nThey concluded there had been failures in the sharing of information between state agencies responsible for monitoring the convicted terrorist.\nIn a separate statement, the family of Ms Jones, from Stratford-upon-Avon, said there remained \"a number of unanswered questions\".\nThey said of Learning Together, which organised the event: \"It could be said that their single-minded view of the rehabilitation of offenders - using Usman Khan, in our view, as a 'poster boy' for their programme - significantly clouded their judgement.\n\"Learning Together declined an opportunity to learn more about Usman Khan and his risk factors. \n\"This may have contributed to a failure to take account of the steps necessary to protect the safety and wellbeing of everyone involved.\n\"Their refusal when giving evidence adequately to review past behaviours within their organisation, and to consider that they may have done things differently, is astounding and insulting to the family.\"\nThe family said they wanted to distance Ms Jones's connection to Learning Together, which is a University of Cambridge programme.\nThe co-founders of Learning Together and the university have pledged to reflect on the lessons of the inquests."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-57287764",
      "category": "world-latin-america",
      "title": "Comedy of errors in Argentine TV Shakespeare mix-up",
      "tags": "Argentina,Coronavirus vaccines,William Shakespeare,Pfizer",
      "text": "One man in his time really does play many parts, it seems, according to an Argentine newsreader who mixed up the author William Shakespeare with the first man to receive a Pfizer jab.\nCanal 26 presenter Noelia Novillo announced that \"one of the most important writers in the English language - for me the master\" had died.\nIn fact it was his namesake, William \"Bill\" Shakespeare, 81, who died in a hospital in England earlier this week.\nShakespeare \"The Bard\" died in 1616.\nHowever, that was news to Novillo who told her audience on Thursday: \"We've got news that has stunned all of us given the greatness of this man. We're talking about William Shakespeare and his death. We'll let you know how and why it happened.\"\nWith social media proving that all the world is now truly a stage,  commentators feasted on the presenter's gaffe.\n\"The Montagues and the Capulets went to the wake,\" one wag wrote on Twitter.\n\"The UK took more than four centuries to warn of the virus. On top of that, they blame China,\" wrote another.\nBill Shakespeare, a former Rolls Royce worker and parish councillor, received his first jab in December becoming the first man, and the second person, to receive the Pfizer/BioNTech vaccine.\nHe died on Thursday from an unrelated illness, University Hospitals Coventry and Warwickshire NHS Trust said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57290987",
      "category": "world-us-canada",
      "title": "Footage shows US flight attendant being attacked by passenger",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57286063",
      "category": "world-us-canada",
      "title": "US returns ancient stone carvings to Thailand",
      "tags": "Thailand,United States",
      "text": "Two ancient sandstone carvings, believed to have been stolen from Thailand and smuggled to the US during the Vietnam War, are being repatriated. \nThe carvings were originally lintels - support beams - in temples dating back to the 10th Century and feature the Hindu deities Indra and Yama. \nFor decades they have been on display in San Francisco's Asian Art Museum. \nThey are due to go on display at the National Museum in the Thai capital, Bangkok. \nThe San Francisco museum said it always wanted to return the beams to Thailand, but disputed experts' allegations that they had been stolen.\n\"We are very pleased that these lintels are going back to their country of origin,\" said Jay Xu, the museum director, in a statement.\nThe repatriation followed a three-year investigation by the US Department of Homeland Security.\nAgents learned that the relics had been illegally imported, making them forfeitable under federal law, CBS reported. In February, the US reached a settlement with the city of San Francisco which agreed to forfeit the items.\nThai Fine Arts Department Director General Prateep Pengtako told AFP news agency that the lintels showed the influence of the ancient Khmer Kingdom, which was based in modern-day Cambodia.\n\"The lintels were assessed to be taken away some time between 1958 and 1969. In particular, 1965-66 saw a lot of Thai artefacts go missing,\" he said.\nIt is believed the artefacts came from Prasat Khao Lon historical sanctuary, in Sa Kaeo province, and Prasat Nong Hong, in Buri Ram province, the Bangkok Post reported.\nA handover ceremony took place in Los Angeles earlier this week between US authorities and the Royal Thai Consulate General.\n\"The return of these antiquities holds great importance in terms of history, archaeology, and culture to the Thai government and the Thai people,\" the Thai foreign ministry said at the time. \n\"It is believed that both of the sacred lintels were illegally exported from Thailand around the 1960s during the Vietnam War.\"\nIn recent years, other countries have also seen calls to repatriate stolen artefacts.\nIn 2014 Australia agreed to return to India two ancient Hindu statues allegedly stolen from temples while last year France agreed to return to Senegal and Benin items that were looted during colonial times."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57283837/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Janssen single-dose Covid vaccine approved by UK",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "A single-dose Covid vaccine made by Janssen has been approved for use in the UK by the medicines regulator.\nThe vaccine was 85% effective in stopping severe illness from Covid-19 in trials and has met expected safety standards.\nTwenty million doses have been ordered for the UK and will arrive later this year.\nIt will be the fourth vaccine to be used in the UK to protect against Covid-19.\nMore than 38 million people have now received a first dose of a vaccine in the UK - nearly three-quarters of the adult population.\nThe vaccine can be given to people aged 18 and over and is likely to be used as a booster jab for care home residents ahead of winter because it can be easily stored and transported at fridge temperatures.\nThe UK's Joint Committee on Vaccination and Immunisation (JCVI) will produce advice on exactly who should receive the Belgian-made jab in due course.\nThe single-dose option has already been authorised by the European Medicines Agency (EMA), the Food and Drug Administration (FDA) in the US and the World Health Organization (WHO).\nNadhim Zahawi, vaccine deployment minister, said the Janssen jab would be \"another weapon in our arsenal to beat this pandemic\".\n\"We are doing everything we can to vaccinate all adults as quickly as possible and I encourage everybody to come forward for a jab as soon as they are eligible.\"\nFirst Minister Nicola Sturgeon said the approval was \"really good news\" but \"we're focused right now on the supplies we actually have and getting them into people's arms as quickly as possible\", she said.\nOriginally, the UK ordered 30 million doses but reduced its order after the vaccination programme in the UK picked up pace.\nThe vaccine, developed by Johnson & Johnson's pharmaceutical arm, Janssen, uses the same technology as the Oxford-AstraZeneca one and is likely to be more suitable for older adults than younger people. Under-40s are being offered an alternative to AstraZeneca in the UK because of a potential link to a type of rare blood clot in the brain.\nBoth vaccines use a modified version of a different virus to deliver instructions to the body's cells to fire up the immune system and produce antibodies.\nSince the Janssen jab is given as one single dose, it could speed up rollout to vulnerable people in care homes and those living in remote locations.\nIt has not yet been tested against the variant first detected in India which is spreading fast in the UK, although at low levels.\nThe US, South Africa and the European Union briefly paused the rollout of the Janssen vaccine in April after reports of rare blood clots in very small numbers of people after their jab.\nThe US is now offering the vaccine to people over 18, after concluding that the benefits of using it outweighed any risks of side-effects. The European Medicines Agency (EMA) came to the same conclusion after looking at a potential link between the vaccine and clots.\nThe Janssen jab is currently being tested as part of a UK study to find out whether a third dose could protect against new variants.\nDr June Raine, head of the body which approves vaccines in the UK - the Medicines and Healthcare products Regulatory Agency (MHRA) - said information on quality, safety and effectiveness of the Janssen jab had been thoroughly reviewed.\n\"We now have four safe and effective vaccines approved to help protect us from Covid-19,\" she said, adding that their work did not end there.\n\"We are continually monitoring all Covid-19 vaccines in use once they have been approved to ensure that the benefits in protecting people against the disease continue to outweigh any risks. \n\"The safety of the public will always come first - you can be absolutely sure of our commitment to this.\"\nThe MHRA said pregnant or breast-feeding women should decide whether to have the Janssen option in consultation with a healthcare professional after considering the benefits and risks.\nThere have been a further 10 deaths within 28 days of a positive test for coronavirus and another 4,182 confirmed cases on Friday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57268231",
      "category": "uk-wales",
      "title": "Covid: RNLI Welsh beach lifeguards expect 'busiest ever' summer",
      "tags": "Tourism,RNLI,Coronavirus lockdown measures,Prestatyn,Rhyl,Porthcawl,Coronavirus pandemic",
      "text": "Lifeguards are returning to Wales' most popular beaches as they prepare for their \"busiest ever\" summer.\nPeople in Wales have been asked not to travel abroad this year and an RNLI-commissioned survey suggests 30 million people plan to head to UK beaches.\nBBC weatherman Derek Brockway has said temperatures could hit 22C over the Bank Holiday weekend and half-term after the wettest May in 150 years.\nThe RNLI and Coastguard urged people to swim at beaches with lifeguard cover.\nThe charity believes uncertainty over foreign travel and the easing of lockdown restrictions across the UK will encourage more people to opt for \"staycations\".\nThree-quarters of people surveyed said they expect to visit a beach on the UK coast this summer, with about half of those people likely to do so three or more times.\nThe RNLI have employed additional beach lifeguards and their staff have taken part in additional training to be prepared for a \"very, very busy summer\".\n\"I don't think we will be overwhelmed - we have really good training,\" said Ross Gribble, RNLI lifeguard supervisor for Bridgend.\n\"And we have taken on a couple of extra lifeguards so we can protect everyone who comes to a lifeguarded beach.\n\"They will be relishing it, especially as we had a limited service last year.\"\nThe charity's lifeguards are returning to Rhyl and Prestatyn in Denbighshire, Rest Bay in Bridgend, Pembrey in Carmarthenshire and Newgale in Pembrokeshire.\nThe RNLI has already been running a service on some of Wales' busiest beaches, and people can find which beaches have lifeguard cover on the charity's website.\n\"We are expecting this summer to be the busiest ever for our lifeguards and volunteer lifeboat crews in Wales and the survey figures back that up,\" said Chris Cousens, head of water safety for the RNLI in Wales. \n\"With its stunning scenery and spectacular beaches, we are certain people will flock to the Welsh coastline and want people to enjoy it.\"\nIt comes after the RNLI said their Welsh crews saved 70% more people last year than prior to the coronavirus pandemic as visitors numbers soared due to foreign travel restrictions.\nThe RNLI - which has 30 stations around the Welsh coast between Penarth and Flint - said its crews saved the lives of 24 people between June and August 2020, compared with 14 the year before.\nThe charity has urged people to visit beaches where lifeguards are present - and always swim between the red and yellow flags.\n\"If you do get in trouble, float to live, resist the urge to thrash,\" explained Mr Gribble.\n\"Although it's sunny at the moment, the water is quite cold, so naturally your reaction is to thrash. What we say is to float on your back and make sure your breathing is controlled.\"\nMr Gribble added people should call 999 if someone's life is in danger, and to check the weather and tides before heading to the beach.\nIn Gwynedd, where there are no RNLI lifeguards, the council has urged people to take extra care over the weekend.\n\"Gwynedd's coastline is breathtakingly beautiful, but it is important that everyone who visits it are aware of the dangers of the coast and prepare in advance,\" said councillor Gareth Thomas."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cumbria-57282000",
      "category": "uk-england-cumbria",
      "title": "Windermere engagement ring find freediver 'a brilliant man'",
      "tags": "Birmingham,Edmonton,Freediving,Windermere",
      "text": "A newly engaged couple whose engagement ring fell into a lake have paid tribute to the \"amazing\" diver who found it.\nViki Patel popped the question to Rebecca Chaukria and gave her the white gold and diamond ring during a trip to the Lake District on Saturday.\nTwo days later, while on a jetty overlooking Windermere, it slipped off her finger and fell into the water.\nThey feared it was lost forever, but freediver Angus Hosking was able to locate it after a 20-minute search.\nMr Patel, 25, from Edmonton, north London, proposed to Ms Chaukria, 26, from Birmingham, while they were having their photographs taken on the shores of the lake on Saturday evening.\nHe got down on one knee and presented her with the sparkling jewel.\nThe occasion had been delayed about five times as previous trips were postponed because of travel restrictions.\nOn Monday they returned to the same location for more photographs on the jetty.\nMr Patel said: \"We got up and her hand went forward a bit and the ring completely slipped off and plopped into the lake about two metres ahead.\n\"We saw it sink and could just about see it shining at the bottom.\n\"I completely panicked and began undressing to jump in but Rebecca said 'no don't do that', so I ran back to the hotel to get shorts and a vest.\n\"There was a water sports place which I thought might have goggles.\n\"When I explained the situation to them they told me about Lake District Diving and Angus and Declan.\"\nThe divers, who carry out underwater litter picks, are often called upon to retrieve lost possessions.\nBut believing that time was of the essence, Mr Patel initially decided to look for it himself and waded into the \"absolutely freezing\" water.\n\"I lost all hope once I saw how the bottom was all mushy,\" he said.\nThey then contacted Mr Hosking who brought along an underwater metal detector.\nMr Patel said: \"He was scouting around for a while, and I was starting to get worried then he emerged from the water with a smile, saying 'I think we have it'.\"\nThey went back to the hotel where his fiancée was waiting and presented her with the ring.\nMr Patel said: \"She was really happy, but also a bit in shock and didn't say much.\n\"Later she said to me 'I wasn't expecting it, I just didn't have the words'.\"\nHe was full of praise for Mr Hosking and the Lake District Diving team, not just for helping people but also for their work cleaning up the environment, funded solely by donations.\n\"I gave something to their funding page, but he wouldn't take anything personally,\" Mr Patel said.\n\"So after taking him home I popped into a shop and bought a bottle of gin for him and his partner, which made me feel a bit better.\n\"He really is a brilliant, brilliant man.\"\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57291604",
      "category": "uk",
      "title": "Charlie Hanson: Bafta suspends producer over sexual misconduct allegations",
      "text": "Award-winning producer Charlie Hanson has been removed from Netflix production After Life and suspended from Bafta following accusations by women of historical sexual misconduct.\nNetflix and Bafta took action after being contacted by the women this week.\nRicky Gervais - the After Life creator and actor - said he was \"shocked and appalled\" by the allegations.\nMr Hanson said \"based on the summaries provided to me\" the accusations were \"demonstrably false\".\nThe women sent their accusations anonymously to Bafta and Netflix on Monday, and the story was first reported by Broadcast.\nMr Hanson has been suspended from production of After Life, with filming for the third series currently under way.\nNetflix said in a statement: \"Whilst the allegations are unrelated to his time on the show, we immediately removed him from the production and referred the matter to the police.\"\nGervais said: \"I am shocked and appalled to learn of the historical allegations made by a number of women against Charlie Hanson. \n\"The decision was made to immediately remove him from production and I am confident the matter is being handled thoroughly.\"\nThe Golden Globe and Bafta-winning producer has worked on several of Gervais' critically-acclaimed British projects, including 2016's David Brent: Life on the Road film.\nMr Hanson's agents, United Agents, said they are not currently working with him and have removed his profile from their website.\n\"We were shocked to learn of the historic allegations. Whilst this matter is investigated we have suspended our representation of him,\" United Agents said. \nBafta said it had been given a number of \"very serious detailed allegations\" against an individual.\n\"While we are not their employer we immediately took the decision to suspend their membership,\" the group said.\n\"Bafta is an arts charity and does not have the power to investigate historic claims of abuse therefore we have referred the matter to the police. \n\"The behaviour that these accounts allege is abhorrent, in complete opposition to Bafta values and has no place in our industry.\"\nMr Hanson said in a statement via his lawyer: \"I have been made aware of allegations made against me concerning improper conduct towards women dating back many years.\n\"Based on the summaries that have been provided to me, I understand that many of these accusations are made anonymously and are demonstrably false. \n\"I have not had one complaint in decades of work in the media industry. I categorically reject any wrongdoing on my part, and strongly refute the allegations that have been levelled at me.\n\"I have worked with and supported hundreds of men and women during my working life and will do what is necessary to protect and/or restore my reputation. \n\"I will also cooperate with any formal inquiries. The matter is now in the hands of my solicitors.\"\nThe BBC - which has worked with Mr Hanson in the past, including on Extras - said: \"The BBC is against all forms of inappropriate behaviour. \n\"We would of course take appropriate action if any specific allegations are put to the BBC about any individual.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57272756",
      "category": "world-us-canada",
      "title": "Republicans block 9/11-style congressional probe of Capitol riot",
      "tags": "US Capitol stormed,Donald Trump,US Congress",
      "text": "Republicans in the US Senate have blocked a bill to establish a bipartisan commission to investigate the Capitol Hill riot.\nThe measure passed the US House of Representatives last week.\nMembers of ex-President Donald Trump's party said the riot is already being investigated by congressional panels.\nDemocrats argued that forming a commission, similar to the one created after 9/11, would prevent any repeat of a similar invasion on the Capitol.\nTrump supporters stormed Congress on 6 January in a failed bid to overturn the certification of President Joe Biden's victory in November's election.\nThe riot left five dead, including a Capitol police officer.\nAlthough 54 senators, including six Republicans, voted in favour of creating the commission, the bill failed.\nIt needed 60 votes due to a rule called the filibuster where 60 of the 100 senators must vote in favour of a bill for it to pass.\nSpeaking from outside an ice cream parlour in Ohio on Thursday, Mr Biden condemned Republicans, saying: \"I can't imagine anyone voting against establishing a commission on the greatest assault since the Civil War on the Capitol.\" \nAlso before the vote, the mother of police officer Brian Sicknick - who died a day after the attack from a stroke - visited Capitol Hill along with her son's girlfriend, Sandra Garza, to lobby lawmakers to support the commission.\n\"Not having a January 6 Commission to look into exactly what occurred is a slap in the faces of all the officers who did their jobs that day,\" said Gladys Sicknick. \nShe suggested that any members of Congress opposed to the bill should visit her son's grave in Arlington National Cemetery, just outside the US capital.\nInvestigators say Mr Sicknick was targeted by a rioter with some kind of chemical spray, though a post-mortem examination found he died from natural causes.\nMore than 440 suspected participants in the attack have been arrested and officials say they expect to charge another 100. \nThe investigation is one of the most extensive ever undertaken by the Department of Justice, and the number of cases has overwhelmed the Washington DC court system.\nSeveral of those arrested were police officers, and dozens were military veterans. The defendants face charges including trespassing in a federal building, violent entry and disorderly conduct.\nThe reasons behind the filibuster were two-fold. Donald Trump himself has been actively working against the commission, which could have probed his actions - and inaction - before and during the assault. It's very clear the ex-president still has considerable sway within the party.\nEven Republicans who care little for Mr Trump, however, were concerned that the investigation would reflect poorly on the Republican party as a whole - and possibly stretch into 2022, damaging their hopes in the mid-term congressional elections.\nDemocrats could unilaterally form a new \"select\" congressional committee to investigate, but Republicans will be quick to dismiss it as a political show.\nThe prospects for a widely accepted \"official\" account of that horrific day now seem dim, at best.\nFriday saw the first successful use during the Biden presidency of a Senate filibuster - a tradition that requires 60 of the 100 senators to vote in favour of a bill.\nThe upper chamber is now evenly split 50-50 between the two parties, so Democrats need 10 Republicans to side with them on certain legislation.\nThe Republican use of a filibuster will fuel calls by Democratic supporters to lower the threshold for passing bills to 51 votes.\nAll eyes are on two moderate Democratic senators who have so far resisted pressure to support such an extreme step: Joe Manchin of West Virginia and Kyrsten Sinema of Arizona.\nOn Thursday, Mr Manchin said there was \"no excuse\" to oppose the commission, but he still did not support abolishing the filibuster.\n\"I'm not ready to destroy our government,\" he said.\nMs Sinema said the bipartisan commission would be a \"critical step\" towards investigating the \"horrific\" Capitol riot.\nThe Republican leader in the Senate, Mitch McConnell, argued that ongoing bipartisan hearings into the Capitol riot by the Senate rules and homeland security committees were sufficient.\nMr McConnell said on Thursday that a commission would be \"extraneous\".\nMost other Republicans also stuck by their opposition to the commission. Texas Senator John Cornyn - who once supported the idea - said he believed Democrats would use the body as a political cudgel.\nCentrist Republican senator, Susan Collins of Maine, had proposed compromises to win over support from members of her party.\nHer amendment to the bill would have required the Democratic chair and Republican vice-chair of the commission to \"jointly appoint\" staff, and ensure its work did not spill over into next year's campaigning for US mid-term elections.\nFormer House Speaker Paul Ryan, who has kept a low profile since stepping down in 2018, is reportedly entering the fray with an implicit attack on Mr Trump.\nIn a speech on Thursday to the Ronald Reagan Presidential Library in Simi Valley, California, Mr Ryan was reportedly to exhort fellow Republicans to move on from the \"populist appeal of one personality\", otherwise \"we're not going anywhere\".\nLast week, 35 Republicans in the House crossed party lines to vote to back the establishment of a commission. \nThat vote was seen as a test of loyalty to Mr Trump, who was acquitted by the Senate of inciting insurrection on 6 January over his unproven claims that last year's election was stolen from him. \nHe continues to propagate the conspiracy theory on his personal blog."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-suffolk-57289237",
      "category": "uk-england-suffolk",
      "title": "Ed Sheeran: Daughter 'not my biggest fan', star says",
      "tags": "Snape,Framlingham,Ed Sheeran",
      "text": "Ed Sheeran has admitted his eight-month-old daughter \"just cries\" when he sings his new songs to her.\nThe singer-songwriter and his wife Cherry, who live in Suffolk, confirmed the birth of their first child in September.\nHe said Lyra was \"not my biggest fan\", although she does like the odd song. \n\"She really likes Shape Of You, the marimba sound is good, but she doesn't like anything loud or anything belty,\" he said.\nThe couple said they were on \"cloud nine\" shortly after announcing the arrival of their first child, who they named Lyra Antarctica Seaborn Sheeran.\nSheeran is joining the likes of AJ Tracey, Celeste and Coldplay for Radio 1's Big Weekend of Live Music and opted to perform his set at Snape Maltings.\nSpeaking to Radio 1's Jordan North, the 30-year-old said he felt \"very fortunate to be able to do what I love as a job\" and to have more money \"than I would ever need\".\nHe said: \"I like doing a lot of stuff for charities, keeping it local.\"\nAt the start of the month Sheeran was named as the new sponsor of Ipswich Town's home and away kits for next season.\nHe said the conversation with the club started in 2019, when he made a customised Town shirt for his homecoming gigs in Ipswich.\nThe Tractor Boys fan said: \"I started sponsoring Framlingham Town Under-11 girls team, they emailed me... and then I was like, I wonder how it is to sponsor Ipswich?\"\nHe knew the deal with the previous sponsor was ending this year. \n\"So I just enquired, 'Do you guys need a sponsor?' and they were like, 'Yeah for sure'\", he said.\n\"It's been a long, long process.\n\"I think the positive reaction stems from the negative reaction from the European Super League.\n\"It's like a polar opposite of really, really, really rich people who own a team and monetise a team and people who love a team and want to see it do well.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-57275106",
      "category": "world",
      "title": "The teenagers fighting India's deadly Covid crisis",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57293174",
      "category": "world-us-canada",
      "title": "San Jose shooting: Guns, petrol and 22,000 rounds of ammunition found",
      "tags": "US gun violence,US gun laws,United States,California",
      "text": "The man who killed nine people in California this week had 12 firearms, more than 20 cans of petrol, and approximately 22,000 rounds of ammunition at his house, police say. \nSamuel Cassidy, an employee at the Santa Clara Valley Transportation Authority (VTA) site in San Jose, opened fire at the site on Wednesday.\nHe killed himself as police closed in, officers said.\nThe mass shooting was the California Bay area's deadliest since 1993.\nSo far this year, the US has recorded 233 mass shootings, the Gun Violence Archive reports. \nAccording to the local sheriff's office, this was \"a planned event and the suspect was prepared to use his firearms to take as many lives as he possibly could\".\nPolice announced on Friday that the gunman had also set his home on fire before the attack.\nGuns were hidden in crawl spaces and doorways, a spokesman told reporters at a press conference. The home was \"very cluttered\", he said. \nOfficers also said Cassidy had put bullets in a cooking pot on the stove, which detonated and set the house on fire. An FBI agent quoted by Reuters news agency said this blaze probably destroyed evidence which could have helped provide a motive for the shooting. \nEmergency services were responding to reports of a fire at what was later found to be Cassidy's home at the same time as police were heading to the scene of the shooting.\nShots were first fired at around 06:30 local time (14:45 GMT) on Wednesday at the VTA site in San Jose.\nOfficers said Cassidy was armed with three semi-automatic hand guns when he opened fire after a morning union meeting. Sheriff Laurie Smith added on Friday that Cassidy's locker at the rail yard had \"materials for bombs, detonator cords, the precursors to an explosive\".\nCassidy's ex-wife, Cecilia Nelms, told the Associated Press news agency that he told her he wanted to kill his colleagues, but she had never believed he would do it. Doug Suh, a neighbour of Cassidy, told the Mercury News that he was \"lonely\" and \"strange\".\nThousands of people are killed by guns in the US every year. In April President Joe Biden announced new actions to tackle gun violence."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-57280968",
      "category": "world-asia-india",
      "title": "India coronavirus: Delhi to gradually come out of Covid lockdown",
      "tags": "Asia,India coronavirus lockdown,Delhi,India,Coronavirus pandemic",
      "text": "India's capital Delhi is set to gradually end its weeks-long lockdown as the number of new Covid cases continue to drop.\nFrom Monday, factories will be allowed to operate and construction activities will also resume.\nThe city saw peaks of 25,000 cases in April but it's been reporting less than 1,500 daily cases in the past few days.\nBut officials warned that the pandemic was not over yet and urged people to keep following safety protocols.\nThe announcement comes after the city witnessed a devastating second wave. People struggled to get hospital beds, oxygen and medicines. Many died without getting proper treatment and oxygen. The city's crematoriums also ran out of space. \nOfficials said more details about the phased easing of the lockdown will be released later. Delhi Chief Minister Arvind Kejriwal said unlocking was important to ensure construction workers and daily-wage labourers were able to earn money.\n\"At a meeting of Delhi Disaster Management Authority on Friday, it was decided that the lockdown be lifted gradually. We shouldn't have a situation where people escape the virus only to die from hunger,\" Mr Kejriwal said. \nMany migrant workers come to the capital from various states across India to find work in the construction sector and in factories. The lockdown, which started on 19 April, meant that these workers were not able to find work.\nMr Kejriwal, however, warned that the battle was not over yet.\n\"We have with great difficulty controlled the virus. But we have not yet won. We should not lose the gains made by the lockdown so far. The situation is under control for now,\" Mr Kejriwal said, adding that if the rate of infections increase again, the unlocking process will be put on hold.\n\"So everyone must be cautious,\" added.\nOther Indian states are also reporting a drop in the number of cases but experts warn that even if the second wave appears to be waning for India as a whole, it is by no means true for all states.\nBhramar Mukherjee, a University of Michigan biostatistician who has been closely tracking the pandemic. told the BBC's Soutik Biswas that \"the notion that the peak has passed may give false sense of security to everyone when their states are in fact entering the crisis mode\".\n\"We must make it clear that no state is safe yet.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57279196",
      "category": "entertainment-arts",
      "title": "Festivals face 'another lost summer' without government safety net, MPs say",
      "tags": "Music festivals",
      "text": "UK music festivals face \"another lost summer\" due to the government's refusal to back insurance for events at risk, a committee of MPs has found.\nA report into the sector's future said the government should provide a safety net for live events set to take place after 21 June.\nSeveral major festivals have been axed for the second year running.\nThe government said it was \"continuing to work flat out to support festivals and live events\".\nGlastonbury and BST Hyde Park will not take place this year, but others, like Latitude and Download, are currently scheduled to go ahead.\nThe latter was called off in March but has since been resurrected as a government test event, albeit with a significantly reduced capacity. \nOn 21 June, the government hopes to move to the final stage of its roadmap for lifting lockdown.\nRestrictions on large events such as music festivals will be lifted if lockdown relaxations go ahead as planned.\nBut according to the Digital, Culture, Media and Sport (DCMS) committee, the government \"has ruled out offering any support before all restrictions on the roadmap are lifted\".\nThis, it said in a 42-page report published on Saturday, \"would be simply be too late for festivals this summer\" given the long lead-up times involved.\nJulian Knight MP, chair of the DCMS committee, claimed music festivals had been treated \"as the poor relation\" by the government.\n\"Events need to know now whether the government will back them, or they simply won't take place this year,\" he continued.\nMany of the festivals that have already cancelled cited the inability to obtain cancellation insurance as a factor in their decision.\nOthers have moved to seemingly safer dates later in the summer, with the August bank holiday weekend proving particularly popular.\nGlastonbury organisers have secured a licence for a one-off concert in September that up to 50,000 people could attend.\nThe regular festival normally takes place in June and attracts 200,000 people to Worthy Farm near Pilton, Somerset.\nA government spokesperson told BBC News: \"We are continuing to work flat out to support festivals and live events. \n\"Our Events Research Programme has explored how festivals can get back up and running safely and festival organisers have received more than £34 million from our unprecedented Culture Recovery Fund, with more support on the way. \n\"We will continue to look at what assistance may be required as we move cautiously but irreversibly through the roadmap, including looking at the issue of indemnity cover.\"\nMeanwhile, Culture Secretary Oliver Dowden has launched the competition to find the place that will be the UK's City of Culture in 2025.\nThe winning city or town will be announced in spring 2022 and will inherit the mantle from Coventry, UK City of Culture 2021.\nThe title, first held by Derry-Londonderry in 2013, is awarded every four years. Up to six places will be longlisted before the winner is revealed.\nMr Dowden said the contest offered successful entrants \"a fantastic showcase\" that would \"drive economic regeneration and boost local pride\".\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57290536",
      "category": "uk-england-london",
      "title": "Sasha Johnson: Teenager charged over Peckham shooting",
      "tags": "Peckham,Lewisham",
      "text": "An 18-year-old man has been charged with conspiracy to murder over the shooting of Black Lives Matter activist Sasha Johnson.\nThe 27-year-old was shot in the head at a house party in Peckham on 23 May and is in a critical condition in hospital.\nCameron Deriggs, 18, from Lewisham, will appear at Westminster Magistrates' Court on Saturday.\nThe Metropolitan Police said four other men arrested over the incident have been bailed until late June.\nDetectives say they are continuing to appeal for anyone with information to come forward."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56919078",
      "category": "world-us-canada",
      "title": "Biden 100 days: Do Americans give him thumbs up or down?",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57294412",
      "category": "world-us-canada",
      "title": "Ex-US airline pilot admits lewd act in cockpit mid-flight",
      "tags": "Southwest Airlines,Maryland,United States",
      "text": "A former US airline pilot has admitted committing a \"lewd, indecent, or obscene act\" during a flight last year.\nMichael Haak, 60, exposed himself to the female first officer in the cockpit and watched pornography on a laptop, prosecutors said.\nAs the Southwest Airlines flight continued, Haak engaged in further \"inappropriate conduct\" in the cockpit.\nA judge in Maryland sentenced him to one year's probation and ordered him to pay a $5,000 (£3,500) fine.\nThe incident happened during a flight from Philadelphia International Airport to Orlando International Airport on 10 August 2020, the court heard.\nWhen the flight reached cruising altitude, Haak got out of the pilot's seat, \"intentionally disrobed\" and watched pornographic media on a laptop.\n\"Haak further engaged in inappropriate conduct in the cockpit, as the first officer continued to perform her duties,\" federal prosecutors said in a statement.\nHaak had never met the first officer prior to the flight, they added.\nAssistant US Attorney Michael Cunningham said the co-pilot \"had a right not to be subjected to this kind of behaviour, regardless of what may have motivated it or prompted it\", the Associated Press reported.\nHaak was charged in Maryland because it was the state that the plane was flying over at the time. He pleaded guilty to intentionally committing a lewd, indecent or obscene act in a public place.\nIn a statement via video link, Haak apologised for his behaviour, adding: \"It started as a consensual prank between me and the other pilot. I never imagined it would turn into this in a thousand years.\"\nUS Magistrate Judge J Mark Coulson told Haak that his behaviour had had a traumatic effect on the first officer and could have affected the safety of passengers.\nHaak, of Longwood, Florida, was a pilot with Southwest Airlines for 27 years before retiring at the end of August last year.\nIn a statement, the airline said it did not tolerate \"behaviour of this nature and will take prompt action if such conduct is substantiated\". A spokesman said the company had only learned of the incident after Haak had voluntarily left the airline.\nIt said that, as a result, it had ceased paying him any benefits he was entitled to following his retirement."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57285970",
      "category": "world-us-canada",
      "title": "Biden budget: President sets out $6tn spending plan",
      "tags": "United States,Joe Biden",
      "text": "US President Joe Biden has released his first annual budget - a $6tn (£4.2tn) spending plan that includes steep tax increases for wealthier Americans.\nThe bumper proposal would include huge new social programmes and investment in the fight against climate change.\nBut it needs approval from Congress, where Republican Senator Lindsey Graham condemned it as \"insanely expensive\".\nUnder the plan, debt would reach 117% of GDP by 2031, surpassing levels during World War Two.\nThat would be in spite of at least $3tn in proposed tax increases on corporations, capital gains and the top income tax bracket.\nFormer President Donald Trump, a Republican, also ran up the deficit each year he was in office, and his final annual spending proposal had a price tag of $4.8tn.\nThe Biden budget includes a $1.5tn request for operating expenditures for the Pentagon and other government departments. It also incorporates two plans he has previously publicised: his $2.3tn jobs plan and a $1.8tn families plan.\nMr Biden, a Democrat, said his budget \"invests directly in the American people and will strengthen our nation's economy and improve our long-run fiscal health\".\nThe White House says the proposal will help grow the economy from the bottom up and middle out. \nThis budget promises: \nThe budget also has a noticeable absence: the Hyde Amendment, a federal provision that says taxpayer money cannot fund abortions in US states except in cases of rape and incest. \nMr Biden is the first president in decades to exclude the abortion coverage ban, a move that has already been applauded by progressives. He supported the amendment for years before changing course during last year's presidential campaign.\nBut the president's plan faces an uphill battle in the Senate, where several centrist members of his own party could side with Republicans in supporting the Hyde Amendment.\nTop White House economic adviser Cecelia Rouse acknowledged the economy was now seeing inflation spikes, but projected it would settle down to an annual rate of around 2% over time.\nSome economists, including Larry Summers, who advised Presidents Barack Obama and Bill Clinton, have warned such massive government spending could drive up inflation, forcing the Federal Reserve to raise interest rates, which would in turn raise the risk of a recession.\nThe Biden budget projects an additional $14.5tn would be added to US debt over the next decade.\nBut the White House estimates the plan would be completely paid for within 15 years as tax increases eat away at the deficit.\nCritics, however, are sceptical about projected happy endings long after Mr Biden leaves office.\nRepublicans have expressed alarm at the record spending. \nSenate minority leader Mitch McConnell on Friday called the plan a \"socialist daydream\".  \nSenator Jerry Moran of Kansas said it would \"saddle future generations with burdensome levels of debt\".\nThe era of big government is back - that is, if Joe Biden has his way.\nBack in 1996, Bill Clinton famously said that big government was a thing of the past, as the Democratic president acquiesced to Republican efforts in Congress to slash welfare benefits and other federal funding.\nIn the two decades since, following the September 11 attacks, the Great Recession and a global pandemic, American support for government activism has returned - and Biden, long considered a political centrist, is proposing a budget that reflects that.\nThere are no massive new government proposals in Biden's budget - no publicly run health insurance or free college for all - but his administration incorporates the president's current legislative agenda and boosts spending for numerous social programmes, with a focus on health and education.\nThe Biden plan anticipates massive deficits - over $1tn annually - which will prompt condemnation from fiscal hawks on the left and right. And Republicans will pick apart specific spending items.\nPresidential budgets are blueprints, however, and seldom resemble what Congress ultimately approves. What Biden's proposal says is that he wants to keep the government spending spigots wide open - and that he thinks the American people will have his back.\nCongress has until the end of September to enact new spending bills. If they fail to pass a new budget, the government could partially shut down. \nMr Biden's Democrats have a narrow majority in the House, and a meagre one-seat advantage over Republicans in the 100-seat Senate. \nUnlike most other bills, budget measures can be passed with just 51 votes instead of the 60 typically required meaning he might be able to sign some of his plans into law without Republican support. \nRepublicans have already criticised Mr Biden for the size of his spending - including the $1.9tn spent on coronavirus relief earlier this year.\nAnd ensuring all Democrats are on board won't be easy either. While Democrats are broadly in support of his spending initiatives, there are sure to be sticking points. \nMr Biden's increase in military spending, for example, may cause issues among the more progressive members of his party. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57283303",
      "category": "uk",
      "title": "CCTV shows Khan before he carried out the attack",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57282068",
      "category": "uk",
      "title": "Could Fishmongers' Hall attacker Usman Khan have been stopped?",
      "tags": "London Bridge attack,Stoke,Fishmongers' Hall attack inquests",
      "text": "Three simple facts became crystal clear over the course of the inquests into the Fishmongers' Hall terrorism attack, in which Jack Merritt and Saskia Jones died at the hand of Usman Khan. \nFirstly, Khan, had entered and left prison as one of the most dangerous terrorism offenders of his generation. \nSecondly, while counter-terrorism experts and investigators fully understood the threat he posed, some of the people directly interacting with Khan did not know all of those fears. \nAnd thirdly, by the time Khan had decided to kill, nobody knew whether he was plotting or not - and so his trip went ahead without anyone being sure what risk he posed when he was allowed to travel to London alone. \nUsman Khan came to London on 29 November 2019 to take part in a special event organised by Learning Together, a Cambridge University programme in which its graduates help offenders with their rehabilitation. \nThe scheme began at Grendon Prison, a specialist jail in Buckinghamshire that puts inmates through intensive psychological and behavioural therapy. \nKhan joined when the scheme was later introduced at the maximum security Whitemoor Prison in Cambridgeshire.\nPrior to that, Learning Together had no experience of working with terrorism offenders - who typically think and behave completely differently to other violent criminals. \nIn time, Khan came to be regarded as a success story - and Learning Together's chiefs invited him to the London reunion. \nFrom when he was a teenager, Khan, from Stoke, had been part of Al-Muhajiroun (ALM), the terror recruitment network linked to almost all major plots.\nFrom around 2008, he was under police and MI5 investigation into the intentions of a cell of men from London, Cardiff and Stoke. All of them were arrested in 2010 and later convicted and jailed.  \nSome of the group had an amateurish plan to bomb the London Stock Exchange. \nKhan was more dangerous still. He wanted to create a terror training camp in Pakistan - and his original jail sentence reflected the fact that the judge could not be sure whether he would ever be safe to be released. \nThat sentence was later changed, following an appeal, to a fixed term. This meant that he would be out of jail on a special licence by the end of 2018. \nRight up until he was released on Christmas Eve 2018, Khan had been regarded in prison as a serious threat.\nHe remained at all times a top-tier high-risk offender because of his behaviour and lack of progress towards rehabilitation - one of only 70 prisoners to have this status in England and Wales.\nAnd so most of his adult life was spent alongside some of the UK's most dangerous men, including ringleaders of previous plots whom he sought out and admired. \nSecurity chiefs recorded that he bullied, attacked and tried to radicalise other inmates. \nOn one occasion, he entered a prohibited area of his wing and recited a poem about decapitating unbelievers. \nAnd as his release date approached, two pieces of information fell into the hands of prison authorities and MI5. The intelligence suggested Khan would return to his \"old ways\" and, secondly, that he wanted to carry out an attack. \nPrison psychologists in the UK use tools and programmes to try to challenge the mindset of terrorism prisoners. Khan went through the main prison scheme - but there were no clear signs that it had changed him. \nEight months before his release, an expert brought in to analyse Khan's thinking concluded that the risk that he would return to terrorism could increase after he left jail.\nDr Ieva Cechaviciute warned that Khan sought \"status\" and did not accept he had done anything wrong. She told the inquests she had been very worried about how he could be safely managed.\nWhen Khan was released to live in a monitored bail hostel, he did not know that he was already under MI5 investigation. It had launched a new probe into his intentions, given the intelligence concerns. \nBut in the absence of clear information that he was actively taking steps to carry out an attack, the probe never became one of the security service's highest priorities. \nKhan's new life was overseen by police and probation officers under the Multi Agency Public Protection Arrangements (Mappa) system. \nThis is the body that meets to discuss whether serious offenders are sticking to their release licence or presenting danger that would trigger their return to jail.\nMappa held three meetings before Khan was released - and Staffordshire Police officers with no counter-terrorism expertise were put in charge of the day-to-day meetings once he was out. \nKhan was also assigned a senior probation officer overseeing the management of his probation - an officer who, in time, would be expected to draw up deeper reports into his behaviour and prospects.\nBoth the probation and police teams knew of Khan's very troubling prison record - but did not know about the continuing secret MI5 investigation, or its continuing concerns. \nOver the year he was out, Khan failed to find work. He asked for permission to train to operate dumper trucks - but the panel blocked this after police advised that the vehicles could be used as weapons. \nHe began isolating himself - spending more and more time playing computer games alone. He got angry when the police officers looking after him took photographs of the violent games he had bought - and he lied to them and others about his previous offending. \nSo, two months before the attack, the situation was simple: there was no intelligence that Khan was plotting an attack - but neither was there any reassurance that he had changed for the better.\nThe one aspect of his life that seemed to make a difference was his continuing interest in working with the Learning Together programme. \nSo when the programme's directors at Cambridge asked Khan to come to London for the major reunion, he jumped at the chance. \nHe asked his probation officer for permission to go, and the Mappa panel said he could leave his home in Staffordshire - but without knowing the full facts of the unresolved risk he may have posed. \nAnd so he travelled to London unescorted and was not met by police when he arrived. He was never searched. Had he been, his weapons would have been found.  \nThere was a \"secure corridor\" between MI5 and the police and probation officers who dealt directly with Khan. \nThat corridor exists to make sure that a suspect does not accidentally learn anything about what the security service is doing. But it also allows the spies to provide critical information in a way that does not reveal their secret techniques. \nThe inquests heard that MI5 told the counter-terrorism detectives in West Midlands Police that there were unresolved fears that Khan would return to his \"old ways\" and that he might plan an attack. \nThose detectives shared it in turn with Staffordshire Police's Special Branch, the team actively assisting the Mappa panel. \nBut that second piece of information - the possibility of an attack  - never reached any Mappa document or officer. \nThe reason why remains a mystery. The most junior officer in Special Branch did not believe they had the power to pass it on to Mappa without express permission. It seems that no officer higher up the police chain realised the information had not been shared.\nCritically, despite MI5 secretly having officers in some Mappa meetings, nobody from the service flagged to their police colleagues that the intelligence had not yet been shared with that panel. \nMI5's witness told the inquests they had shared everything they had - but it was not clear from the evidence whether the security service's officers even realised the important, albeit unvalidated, intelligence had not got through to the panel."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57281448",
      "category": "uk",
      "title": "Stonewall boss defends new strategy amid criticism",
      "tags": "LGBT,Stonewall,Transgender people",
      "text": "Stonewall head Nancy Kelley has defended the organisation's position amid a freedom of speech row and criticism from a founder.\nMatthew Parris said in the Times that Stonewall had become \"tangled up in the trans issue\" and \"cornered into an extremist stance\".\nBut Ms Kelley told the BBC she was \"really comfortable\" with the direction the charity was going in.\nShe likened so-called \"gender critical\" beliefs to anti-Semitism.\nThe Equality and Human Rights Commission (EHRC) has said its defence of the right to hold \"gender critical beliefs\" - that sex cannot be changed - \"does not have an impact on our commitment to uphold the rights of transgender people\". \nThe new EHRC chair, Lady Falkner, has said women have the right to question transgender identity without being abused, stigmatised or risking losing their job.\nMs Kelley said while Stonewall believed in freedom of speech, it was \"not without limit\".\n\"With all beliefs including controversial beliefs there is a right to express those beliefs publicly and where they're harmful or damaging - whether it's anti-Semitic beliefs, gender critical beliefs, beliefs about disability - we have legal systems that are put in place for people who are harmed by that.\"\nChallenged as to whether it might be considered offensive to compare anti-Semitic beliefs to gender-critical views, she insisted it was appropriate.\n\"We're talking about protected groups. We're talking about people that are protected on the basis of their sexuality, people that are protected on the basis of gender identity, people who are protected on the basis of race and that's why I think the analogy is apt.\" \nJournalist and former Tory MP Matthew Parris, one of Stonewall's 14 founders, recently suggested the charity had \"lost its way\". \nIn an article for the Times, he said: \"The organisation is tangled up in the trans issue, cornered into an extremist stance on a debate that a charity formed to help gay men, lesbian women and bisexual people should never have got itself into.\"\nMs Kelley said while Mr Parris was entitled to his views, being trans-inclusive was the \"absolute norm\" for LGBT organisations. \nShe also denied Stonewall had approved incorrect advice on transgender issues for the University of Essex, which is part of its Diversity Champions workplace inclusion scheme. \nA recent report found the university had unlawfully blacklisted a speaker after some protesters labelled her a \"transphobe\". \nMs Kelley said Stonewall had \"nothing to do\" with the university's process for deciding external speakers and was \"really confident\" in its legal advice.\nStonewall's been criticised for using the term \"gender identity\" when referring to the Equality Act's protected characteristic of \"gender reassignment\".\nBut Ms Kelley described that as \"the difference between natural language and statutory language\". \nShe also expressed frustration that the volume of media coverage and debate around trans rights meant \"it can be difficult to get across all the work we do... focusing on the experiences of LGB [lesbian, gay and bisexual] people.\" \nShe said the organisation's work could still benefit people, whether or not they agreed with its position, such as improving access to IVF.\nThat aim is part of the organisation's new \"free to be\" strategy, which includes campaigning for \"hate crime and hate speech laws in the UK that protect LGBTQ+ communities\" and a pledge to champion inclusion across schools. \nThe strategy also prioritises a \"legally enforceable ban on conversion therapy\".\nMs Kelley said the consultation process, planned for September, was an \"unnecessary delay\" but promised to work closely with the government on the ban.  \nConversion therapy is defined by health groups, including NHS England, as attempts to change someone's sexuality or gender identity.  \nIt is understood part of the consultation will look at how to ensure certain medical or other accredited professionals will not be criminalised. \nMs Kelley said a therapist, helping someone explore their gender identity or sexual orientation, wouldn't be caught by a ban, \"because that's not seeking to suppress or change something. That's exploring with you.\" \nA government Equality Hub spokeswoman said: \"The consultation will seek further views from the public and key stakeholders to ensure that the ban can address the practice while protecting the medical profession; defending freedom of speech; and upholding religious freedom.\"\nMs Kelly has also called for an \"individual cabinet level post\" to focus on the equalities brief. Liz Truss holds the role as well as being international trade secretary. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57283304",
      "category": "uk",
      "title": "Fishmongers' Hall: Jack Merritt's parents feel their son's murder was avoidable",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57260509",
      "category": "uk-england-london",
      "title": "Fishmongers' Hall: Usman Khan unlawfully killed Cambridge graduates",
      "tags": "Stratford-upon-Avon,Cambridge,London Bridge attack,University of Cambridge,Stafford,Fishmongers' Hall attack inquests,Cottenham",
      "text": "Failings by the police, probation service and MI5 contributed to the deaths of two graduates killed by a convicted terrorist, a jury has found.\nUniversity of Cambridge alumni Saskia Jones and Jack Merritt were stabbed by Usman Khan at a rehabilitation event at Fishmongers' Hall on 29 November 2019.\nKhan, 28, had been released from prison 11 months previously, the inquests at London's Guildhall heard.\nThe jury concluded that both victims were unlawfully killed.\nKhan, who had spent eight years in jail for planning to set up a terrorist training camp in Pakistan, was chased on to London Bridge by people at the event who were armed with a fire extinguisher and a narwhal tusk plucked from a wall. \nThe terrorist, who wounded three others in the attack, was shot dead on the bridge by police.\nJurors found there had been unacceptable management and a lack of accountability in the oversight of Khan, who had been allowed to travel on his own to London from his hometown of Stafford.\nThey concluded there had been failures in the sharing of information between state agencies responsible for monitoring him.\nDeficiencies in the organisation of the event at Fishmongers' Hall, including inadequate security measures, were also found to have been a factor in the deaths.\nAfter the conclusions were delivered, the jury forewoman said the jurors wanted to send \"heartfelt condolences to the families of Saskia and Jack\" who \"clearly touched the lives of so many, ours included\".\n\"We are so incredibly sorry. The world lost two bright stars that dreadful day,\" she said.\nThe forewoman added the jury wanted to \"thank the astonishing individuals who put themselves in real danger to help and our incredible emergency services for their response, both that day and every day\".\nAt the conclusion of the inquests, Ms Jones's family, from Stratford-upon-Avon, said there were still \"unanswered questions relating to failures of a number of organisations and individuals\".\n\"It is beyond understanding and astonishing that not one of the state agencies sufficiently considered the associated risk and therefore questioned the wisdom of sending Usman Khan unaccompanied to London,\" the family said in a statement.\nThey also criticised Learning Together, which ran the prisoner rehabilitation programme, and the Fishmongers' Company over failures to keep those at the event safe. \nMr Merritt's father David, from Cottenham in Cambridgeshire, said it was \"clear... that the arrangements put in place for managing Usman Khan after his release from prison in 2019 were not fit for purpose, despite the authorities having had six years to plan for this\".\n\"We hope that all other agencies and organisations involved with Khan will learn the lessons highlighted by the inquest and will make changes to their systems and working practices,\" he added.\nBy Dominic Casciani, home and legal correspondent\nThese verdicts are so clear and damning that they have far wider implications than this terrible tragedy.\nThey raise questions about the competence and ability of state agencies to properly manage the risk of men as dangerous as Usman Khan. If they wanted to, the families could now try to sue the agencies involved for a finding they breached their duty to take reasonable steps to protect life. The mistakes and omissions were clear to the jury - from the inexperience of the officers managing Khan in the community, through to a dreadful muddle over who should have passed them critical MI5 intelligence. \nAll of it, in the jury's view, was \"unacceptable\". There are questions too for Cambridge University, where the chiefs of a rehabilitation scheme believed Khan was such a success he could come to their reunion in London, despite the city being such an obvious target for a convicted, deviant and unrepentant terrorist.\nRead more from Dominic here.\nA Court of Appeal ruling meant Khan had to be automatically released on licence from prison, with the Parole Board having no say as to whether he was safe to be freed.\nThroughout his time in jail, he was classed among the 70 highest-risk inmates in the country, was frequently involved in violence and radicalisation and spent a significant period under investigation by MI5.\nUpon his release, Khan was assessed as being more dangerous than when he went into prison, and there was seen to be an imminent risk of him causing serious harm to the public.\nWhile he was still an inmate, the security services launched a new covert investigation, which became a priority inquiry after intelligence was received that Khan would carry out an attack once he was freed.\nBut the intelligence was never shared with Khan's probation officer nor the Multi Agency Public Protection Arrangements (MAPPA) panel that managed him in the community. MAPPA did not even know that Khan was being investigated by MI5 - one of whose officers often secretly attended the panel's meetings.\nWhile in HMP Whitemoor, Khan was allowed to attend a prisoner education project run by Cambridge University called Learning Together.\nAfter his release, he remained in touch with Learning Together staff, even appearing as a case study of successful change in a project video and publication. He was consequently invited to the anniversary celebration at Fishmongers' Hall.\nPolice, MI5 and probation services all knew that Khan was going to attend the event, which was his first unescorted trip out of Staffordshire after leaving prison.\nBut the inquests heard none of them considered the potential risks nor took any steps to guard against them.\nIn the days before the event, Khan bought knives and items for a fake suicide vest. He made his way to London having had his licence conditions relaxed to allow unaccompanied travel by train.\nAssistant Commissioner Neil Basu, the national lead for Counter Terrorism Policing, said the way offenders were managed in the community had been improved but he was \"so deeply sorry we weren't better than this in November 2019\".\nHe added: \"The jury has today concluded that Jack and Saskia were unlawfully killed. \n\"This reflects the fact that whilst we, along with our partners, will constantly strive to improve, the ultimate responsibility for this barbaric act lies with the attacker.\"\nHome Secretary Priti Patel said it was \"important that the government and operational partners learn lessons to prevent further incidents like this\" and she would \"consider the inquest findings\".\nIn a statement, the co-founders of Learning Together - a University of Cambridge programme - said they were \"determined to reflect on the lessons of these inquests as we move forwards\".\nThe university also said it would consider the \"lessons to be learned\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57287123",
      "category": "uk",
      "title": "Traffic surge expected over sunny bank holiday",
      "tags": "Rail travel,Motoring,Coronavirus pandemic",
      "text": "Summery weather is likely to lead to a surge in traffic over the bank holiday weekend, motoring experts say.\nRAC research suggests up to 10.8 million car journeys will take place in the UK between Friday and Monday. \nForecasters say the sun will be out and temperatures will hit 20C in many areas on Saturday, with highs of between 21C and 25C by Monday.\nIt is the first public holiday since Covid rules on indoor hospitality and tourist sites were lifted.\nThe RAC said its research also suggests 11% of drivers are not planning a leisure trip this weekend due to the pandemic, compared to 18% over the early May Bank Holiday and 25% over Easter.\nIts survey of the travel plans of 1,100 drivers conducted between May 17 and 24 found about 7.2 million trips are planned for the bank holiday weekend - with a further 3.6 million car journeys dependant on the weather.\nThe Rail Delivery Group, which represents the rail industry, said National Rail had reached roughly 40% of normal passenger numbers in the last few weeks, compared to under 10% during May 2020 when stricter lockdown restrictions were in force.\nBut it said some routes will be affected by improvement work over the Bank Holiday, including at London King's Cross, London St Pancras International, London Victoria and on the West Coast Main Line.\nRobert Nisbet, director of nations and regions at the Rail Delivery Group, said: \"Vital upgrades to make the railway more reliable will affect some journeys, so we're asking passengers to check before they travel and plan journeys for quieter times if they can.\" \nBen Aldous from the RAC said: \"Our research points to Saturday and Monday being the busiest days, but in reality, there's a good chance the weather will have the final say as to how busy the roads get.\n\"An end to the recent wind and rain could spark a sudden surge in journeys and mean some routes, especially those to the coasts and hills, start to clog up.\"\nThe sunny forecast for the bank holiday weekend comes as provisional figures from the Met Office say spring in the UK this year was colder than usual.\nThe Met Office said March was slightly warmer than the long-term average, but April and May's below-normal conditions dragged the season's mean temperature one degree lower than would normally be expected, to 6.8°C. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57287130",
      "category": "uk",
      "title": "Mantuan roundel: UK places export bar on £17m artefact",
      "tags": "Plympton,Department for Digital, Culture, Media & Sport,Jewellery,Caroline Dinenage",
      "text": "The UK has put a temporary export bar on a £17m Renaissance bronze roundel.\nThe unique piece was found at a Devon country estate and sold at auction in 2003 for a then-record £6.9m to Qatari royal Sheikh Saud al-Thani.\nThe artefact, depicting the Roman gods Venus, Mars, Cupid and Vulcan, was later lent to the Victoria and Albert Museum before being sold again.\nThe ban runs until 27 September in the hope that funds, plus £3.4m VAT, can be secured to keep it in the UK. \nThis could be extended until 27 March 2022 if an offer to raise the money has been made.\nThe export bar was recommended by the Reviewing Committee on the Export of Works of Art and Objects of Cultural Interest (RCEWA).\nThe panel of experts advises ministers on whether objects more than 50 years old and sold to buyers who want to take them abroad should be \"saved\" for the nation.\nThe committee praised the 15th Century roundel's \"remarkable craftmanship\", saying it was \"breathtaking in both beauty and grandeur\" and its \"loss... would be a misfortune\".\nAbout 42cm (16.5 inches) in diameter, the roundel depicts Vulcan and his wife Venus - the goddess of love. Venus is holding her son Cupid, while turning towards her lover Mars, the god of war.\nIt is thought to have been acquired on the Grand Tour by judge and MP George Treby III in the 1740s and kept at the family's Plympton estate.  Passed down through generations of the family, they were reportedly unaware of its importance and value when uncovered by auctioneers Christie's.\nChristie's concluded it had originated in the region of Mantua, northern Italy, between 1480 and 1500 but stated it was impossible to identify its maker for certain.\nThe Department for Digital, Culture, Media and Sport said: \"The roundel is larger, more complex and more refined than other examples produced in Mantua at the same time which are currently in British collections. The decision to defer the export will give a UK buyer the opportunity to acquire the exceptional piece.\" \nCulture minister Caroline Dinenage added: \"This piece is a stunning combination of myth and mystery. I hope a UK buyer can be found so that researchers can reveal its secrets and the public can see this striking design on display.\" \nStuart Lochead, RCEWA committee member said: \"While it shows clear links to Mantegna and Donatello [Renaissance artists], it is hoped that further study might reveal who designed and produced it and for whom and therefore contribute to advancing knowledge of the period.\"\nThe roundel was also subject to an export bar in 2003 following its initial sale. The V&A raised the funds to buy it, only to see the Qatar ruling family withdraw their export application. They later allowed the museum to temporarily display it. \nThe DCMS says the roundel was purchased by its current owner in 2019 but has not named them. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57283837",
      "category": "health",
      "title": "Janssen single-dose Covid vaccine approved by UK",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "A single-dose Covid vaccine made by Janssen has been approved for use in the UK by the medicines regulator.\nThe vaccine was 85% effective in stopping severe illness from Covid-19 in trials and has met expected safety standards.\nTwenty million doses have been ordered for the UK and will arrive later this year.\nIt will be the fourth vaccine to be used in the UK to protect against Covid-19.\nMore than 38 million people have now received a first dose of a vaccine in the UK - nearly three-quarters of the adult population.\nThe vaccine can be given to people aged 18 and over and is likely to be used as a booster jab for care home residents ahead of winter because it can be easily stored and transported at fridge temperatures.\nThe UK's Joint Committee on Vaccination and Immunisation (JCVI) will produce advice on exactly who should receive the Belgian-made jab in due course.\nThe single-dose option has already been authorised by the European Medicines Agency (EMA), the Food and Drug Administration (FDA) in the US and the World Health Organization (WHO).\nNadhim Zahawi, vaccine deployment minister, said the Janssen jab would be \"another weapon in our arsenal to beat this pandemic\".\n\"We are doing everything we can to vaccinate all adults as quickly as possible and I encourage everybody to come forward for a jab as soon as they are eligible.\"\nFirst Minister Nicola Sturgeon said the approval was \"really good news\" but \"we're focused right now on the supplies we actually have and getting them into people's arms as quickly as possible\", she said.\nOriginally, the UK ordered 30 million doses but reduced its order after the vaccination programme in the UK picked up pace.\nThe vaccine, developed by Johnson & Johnson's pharmaceutical arm, Janssen, uses the same technology as the Oxford-AstraZeneca one and is likely to be more suitable for older adults than younger people. Under-40s are being offered an alternative to AstraZeneca in the UK because of a potential link to a type of rare blood clot in the brain.\nBoth vaccines use a modified version of a different virus to deliver instructions to the body's cells to fire up the immune system and produce antibodies.\nSince the Janssen jab is given as one single dose, it could speed up rollout to vulnerable people in care homes and those living in remote locations.\nIt has not yet been tested against the variant first detected in India which is spreading fast in the UK, although at low levels.\nThe US, South Africa and the European Union briefly paused the rollout of the Janssen vaccine in April after reports of rare blood clots in very small numbers of people after their jab.\nThe US is now offering the vaccine to people over 18, after concluding that the benefits of using it outweighed any risks of side-effects. The European Medicines Agency (EMA) came to the same conclusion after looking at a potential link between the vaccine and clots.\nThe Janssen jab is currently being tested as part of a UK study to find out whether a third dose could protect against new variants.\nDr June Raine, head of the body which approves vaccines in the UK - the Medicines and Healthcare products Regulatory Agency (MHRA) - said information on quality, safety and effectiveness of the Janssen jab had been thoroughly reviewed.\n\"We now have four safe and effective vaccines approved to help protect us from Covid-19,\" she said, adding that their work did not end there.\n\"We are continually monitoring all Covid-19 vaccines in use once they have been approved to ensure that the benefits in protecting people against the disease continue to outweigh any risks. \n\"The safety of the public will always come first - you can be absolutely sure of our commitment to this.\"\nThe MHRA said pregnant or breast-feeding women should decide whether to have the Janssen option in consultation with a healthcare professional after considering the benefits and risks.\nThere have been a further 10 deaths within 28 days of a positive test for coronavirus and another 4,182 confirmed cases on Friday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57293167",
      "category": "world-asia",
      "title": "North Korea says orphan children volunteering on mines and farms",
      "tags": "Kim Jong-un,North Korea human rights,Pyongyang,North Korea",
      "text": "North Korean state media has claimed that orphans are volunteering to work in state-run mines and farms. \nThe Korean Central News Agency (KCNA) said hundreds of children \"with wisdom and courage in the prime of their youth\" have chosen to perform manual labour for the state. \nTheir ages are unclear but photos suggest they are in their teens.\nHuman rights groups have long accused North Korea of using forced child labour, something the state denies.\nIn February, the BBC reported on allegations that generations of South Korean prisoners of war are being used as slave labour in North Korean coal mines to generate money for the regime and its weapons programme.\nAbout 26 million people are thought to live in North Korea, which is ruled by a government with rigid control over all parts of people's lives. \nI've interviewed a number of North Korean defectors who claim to have been forced to work in the country's coal mines.\nThe conditions they described were horrendous. They recalled regular fatal accidents and long hours of hard work with little food.\nFew would choose this work and I am sure many human rights organisations will look at these state media reports and pictures with real concern. \nThere is also a wider question to be answered - why is North Korea searching for free labour for its mines, farms and factories? \nThese are desperate times after Kim Jong Un took drastic measures and completely sealed the border last January to stop Covid19 spreading from neighbouring China.\nThere are reports that some essential supplies are finally making it into the country but certainly not enough to get the economy moving again.\nThe only way to do that is to step up production and for that the regime needs new sources of free labour. \nPraising the \"wisdom and courage\" of  these young \"volunteers\" also turns them into communist party role models. They are being idolised for their self-sacrifice.\nIt also comes as Kim Jong Un is trying to crack down on any dissent from the country's youth. He described outside media such as K-pop, foreign news and drama as \"dangerous poisons\".\nWhen times get tough, he doesn't want his people knowing how good others may have it - especially if he's sending his young people into coal mines.\nIn April, leader Kim Jong-un warned his country to prepare for tough times ahead in a rare admission of problems. North Korea shut its borders in 2020 due to the coronavirus pandemic, shutting off trade with China - its economic lifeline. \nSeveral reports in state media over the last week say so-called volunteers are taking up manual labour across the country. \nOn Saturday, a KCNA report said 700 orphans had volunteered to work at factories, farms and forests. \nAnd on Thursday, KCNA reported that \"dozens of orphan children rushed out to the Chonnae Area Coal-mining Complex to fulfil their oath to repay even just a millionth of the love the party showed\".\nThe 2020 US state department report on human rights practices accused North Korea of practising \"the worst forms of child labour\". \nAccording to the report, officials sometimes send schoolchildren to work \"to assist in completing special projects, such as snow removal on major roads or meeting production goals\".\nIt also said children as young as 16 or 17 \"were enrolled in military-style youth construction brigades for 10-year periods\", and suffered from \"physical and psychological injuries, malnutrition, exhaustion, and growth deficiencies as a result of required forced labour\".\nNorth Korea has repeatedly denied these allegations. Earlier this month the country accused US President Joe Biden of a \"hostile policy\" towards North Korea, as he prepares to release the new US strategy for dealing with Pyongyang and its nuclear programme."
    }
  ]
}