{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-55872050",
      "category": "uk-england-birmingham",
      "title": "Keon Lincoln: Boys charged with murder of Birmingham teenager",
      "tags": "Birmingham,Walsall",
      "text": "Two teenagers have been charged with the murder of a boy who was killed in a gun and knife attack.\nKeon Lincoln, 15, was attacked by a group of youths on Linwood Road in Handsworth, Birmingham, on 21 January.\nWest Midlands Police said a 14-year-old boy, from Birmingham, and a 15-year-old boy, from Walsall, have been remanded into custody to appear at Birmingham Magistrates' Court on Monday.\nOn Thursday, his mother and twin sister laid flowers at the scene of his death.\nKeon's mother Sharmaine Lincoln has described her son's killing as \"senseless\".\nThe teenager died at Birmingham Children's Hospital after the attack, which is thought to have involved up to six people.\nDet Ch Insp Alastair Orencas, from the force's homicide unit, said: \"The death of Keon has left so many devastated.\n\"The whole community has felt the pain of losing a 15-year-old boy with his life in front of him.\"\nHe added that the investigation into the teenager's death was continuing and appealed for anyone with information to come forward."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55045639",
      "category": "health",
      "title": "Who is eligible for the Covid jab and is it compulsory for anyone?",
      "tags": "Coronavirus vaccines,Moderna,Vaccination,Pfizer,Omicron variant,Coronavirus pandemic,AstraZeneca",
      "text": "About 37 million people have now had booster Covid vaccine doses across the UK - more than 64% of those eligible.\nThe government is urging everyone who can, to come forward and receive the jab.\nFor most people in the UK, the Covid vaccine is not mandatory.\nHowever, Health Secretary Sajid Javid has reconfirmed that the government wants all front-line NHS staff in England (with some exceptions) to be fully vaccinated by 1 April if they want to to keep their job.\nCare home staff in England must also already be vaccinated (unless exempt).\nMeanwhile a number of employers, including Morrisons, Next, Ikea, Ocado and Wessex Water have cut sick pay for unvaccinated workers who are forced to isolate after being exposed to Covid.\nEmployees will receive only the statutory-sick-pay (SSP) minimum (£96.35 per week), unless there are mitigating circumstances.\nAll staff who test positive for the virus will still receive full sick pay, regardless of their vaccination status.\nAcross the UK, Covid passports providing vaccination status or negative test results are required to enter some venues.\nMany foreign countries are restricting entry to vaccinated travellers or imposing restrictions on those who are not. \nIn England boosters are now available to all over-16s three months after their second dose - but appointments can be booked after two months. Some walk-in appointments are also available. \nIn Scotland boosters can be booked online.\nIn Wales people should wait to be invited, with older and higher-risk people being prioritised.\nIn Northern Ireland people aged 18 to 29 can go to walk-in hubs, and make booster appointments. \nEarly studies from UK researchers suggested a booster vaccine - on top of the first two jabs - provides 80-85% protection against Omicron (compared with 97% against Delta).\nMore antibodies are developed thanks to the booster, giving the body stronger defences against the virus. \nIt makes it harder for Omicron to infect the body, although current vaccines are still not a perfect match.\nPfizer has started clinical trials of a new Covid vaccine which targets the Omicron variant.\nModerna will soon begin trials of its own Omicron-specific jab, and AstraZeneca has also started working on a new version of its vaccine.\nAll children aged 12 and over are being offered two doses of the Pfizer jab. They can usually have a second dose 12 weeks after the first.\nA low-dose version of the Pfizer vaccine has been approved for children aged five to 11 who have health conditions putting them at greater risk from catching Covid. Eligible children in this age group are now being invited for vaccination in Scotland\nPrimary school children who live with clinically vulnerable adults should also be offered a jab, government vaccine advisers said. \nThe Joint Committee on Vaccination and Immunisation (JCVI) also recommended that the normal booster dose should be offered to children aged 12-15 if they:\nIt is not yet clear when children will get these doses.\nAbout 16 and 17-year-olds in England who had a second vaccine dose at least three months ago are being invited to have their booster.  \nThey can make an appointment or attend a drop-in clinic, as can eligible children of the same age in Scotland.\nChildren who are not considered to be at high risk from Covid should wait 12 weeks after a positive Covid test before having the vaccine.\nYour booster will be a single dose of either Pfizer or Moderna - regardless of which vaccine you received before.\nIf you have recently tested positive for Covid, you should wait four weeks from the date of the test before having your booster.\nYou shouldn't have the booster if you have a severe illness or high fever, but Pfizer and Moderna say a mild fever or a cold are not reasons to delay.  \nThe vaccines do not infect you with Covid, and cannot cause positive results on a lateral flow or PCR test.\nYou can still book your first or second jab. You need to wait eight weeks between the first and second.\nIn particular, the government wants unvaccinated pregnant women to come forward.\nThe most common ones include a sore arm, headache, chills, fatigue and nausea.\nThey are part of the body's normal immune response to vaccines and tend to resolve within a day or two.\nThere are extremely rare, but occasionally fatal, cases of people developing blood clots after taking the AstraZeneca vaccine. \nAnd a very small number of people have experienced a severe allergic reaction after the Pfizer vaccine.\nYou should discuss any existing serious allergies with your healthcare professional before being vaccinated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-55862548",
      "category": "uk-politics",
      "title": "Push to ensure pupils are 'politically literate'",
      "tags": "Schools,UK Parliament,Young people,Youth politics",
      "text": "\"There's a fire inside of our generation that is so willing to change everything and it's motivating us to become more politically active than any other teenage group this past century,\" says Lisandr Qose, an 18-year-old from east London who has been taking political literacy lessons at school.\nAnd it's true that in many ways it feels like young people are more engaged in politics than ever.\nIssues like Black Lives Matter, the climate crisis and LGBT rights have captured the attention of Generation Z.\nBut when it comes to the ballot box, the UK youth vote still lags behind.\nThe 2017 election's so-called \"youthquake\" turned out to be little more than a tremor, and polling by Ipsos Mori suggests turnout among the 18-24 age group was just 47% in 2019.\nA new group of MPs and peers, the All Party Parliamentary Group (APPG) for Political Literacy, held its inaugural meeting this month and says that change should begin in the classroom.\n\"We've got a real problem in the UK about engaging young people in voting and more broadly in the democratic process,\" says Cat Smith, Labour's shadow minister for young people and a co-vice chair of the new parliamentary group.\n\"I know from speaking to pupils in local schools that quite often one of the barriers is they feel that they do not know enough about politics, it's a great big mystery.\n\"However, there are some schools which do teach political literacy really well and I can see the difference between those pupils and other pupils.\n\"The engagement with me as an elected representative is so much more meaningful and I am convinced that therefore they're more likely to want to engage in the process, to partake in democracy.\"\nCitizenship education has been on the national curriculum in England since 2002, pupils in Scotland are expected to learn about politics through Modern Studies classes and similar teaching also takes place in Wales and Northern Ireland.\nBut Dr James Weinberg, an academic at the University of Sheffield and one of the new group's co-founders, says in reality most schools are not able to teach political literacy adequately.\n\"Research that I did last year and other research projects similar to it, have found that it's only taught discretely in a fifth of schools.\"\nHe says that research carried out by the Department for Education in 2019 \"suggested that just one in seven schools have a single trained citizenship teacher and, where the subject is taught or reported to be taught, it accounts for just 1.5% of learning hours\".\nThe APPG will be working with Shout Out UK, an organisation that already runs classes in schools across the country, focusing on topics including how to form and debate opinions and where to source accurate information.\n\"When we were getting to Year 12, registering to vote, it would have really been nice to have that background knowledge already,\" says Zeynep Celik Kocak, a Year 13 pupil enrolled on one of Shout Out UK's classes at Mossbourne Community Academy in Hackney, East London.\nThe pupils here all say that one of the biggest things they've learned is how to spot when a news story might be fake.\n\"I remember during the first lockdown, a specific 5G video, it went viral all over social media,\" says Lisandr Qose. \"I remember people from different schools posting about it, people from my school posting about it.\"\nGoldinne Opoku-Agyemann agrees: \"Some of my peers, even though they would seem rational people, they also tend to fall for these kind of things as well because they don't go out of their way to research.\"\nBut she says the political literacy lessons meant she didn't fall for the conspiracy theory.\n\"They taught us how fake news and all of the phenomena around that is really misleading. I honestly didn't fall for it because they taught us how to identify and rather than spreading the fake news, you go and search for it for yourself.\"\nThe APPG wants all pupils across the UK to receive a similar level of political literacy teaching as those at Mossbourne Community Academy. It will also campaign for a new politics qualification - likely to be a BTEC or GCSE - and conduct further research into the links between civic teaching and engagement.\nThe group is made up of parliamentarians from across the political divide - Conservative MP Simon Fell and Labour peer Iain McNicol will act as chairs - but how can it reassure parents that lessons about issues such as Brexit and coronavirus will be impartial?\nJames Weinberg says: \"That is already written into law. The 1996 Education Act makes it very clear that teachers and teaching staff can't be imposing or advocating partisan opinions in the classroom. We have to trust our teachers to be able to teach civic competencies, to teach political literacy.\"\nBut he acknowledges that for this to happen effectively, teachers will need to be given the right tools.\n\"Provide them with initial teacher training schemes and continuing professional development that make them feel comfortable addressing what are sometimes controversial and difficult topics,\" he says.\nA lack of engagement and understanding in politics is not unique to younger generations.\nThe pupils at Mossbourne Community Academy all said they would have liked to understand Brexit more, but during the Brexit drama of 2019, YouGov found only 13% of British adults knew exactly what \"backstop\" meant, while only three in 10 understood the details of a \"no-deal Brexit\".\n\"I do think that in terms of political literacy there is a problem not just amongst young people, there are plenty of people that I speak to that feel they don't understand how politics works,\" says Cat Smith.\nBut she says it's right that the group is focusing solely on young people.\n\"This APPG is focused on young people and I guess in some ways that's probably the best place to start.\n\"If we invest in young people now and they engage in the democratic process, hopefully that is creating the habit of a lifetime and will solve the problem in the longer term.\"\nListen to Jack's report on BBC Radio 4's The Westminster Hour at 10pm on Sunday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52380823",
      "category": "explainers",
      "title": "Covid: What is happening with the EU vaccine rollout?",
      "tags": "EU-UK post-Brexit trade talks,Coronavirus vaccines,Moderna,Pfizer,European Union,Coronavirus pandemic,AstraZeneca",
      "text": "The rollout of Covid vaccines in European Union (EU) countries is picking up speed, with more than 300 million jabs  administered.\nAs of 20 June, nearly half of the EU's adult population have had at least one one dose, while 28% have been fully vaccinated.\nEarlier this year, the rollout was hit by delays in production and distribution and vaccine hesitancy in some countries.\nIn the week to 20 June 2021, Germany administered an average of 1 dose per 100 people a day, with Italy and France close behind on  0.9 dose per 100 people - all higher than the UK's 0.6 per 100.\nHungary - which is using Russian and Chinese vaccines as well as the EU-approved ones - has fully vaccinated 46% of its population, the same proportion as the UK. \nIn France, children who are 12 and over can be vaccinated, with parental consent. The government is hoping to avoid class closures when schools reopen after the summer holidays. \nThe EU authorised the use of the Pfizer vaccine in children aged 12-15 at the end of May. \nGermany said it would give it to those aged 12-17 with pre-existing conditions while a number of other EU countries said they would vaccinate children before the start of the next academic year.\nIn June 2020, all 27 member states joined a scheme giving the EU central responsibility for buying vaccines.\nHowever, the EU was slower than the UK to negotiate a contract with AstraZeneca and there were supply problems.\nIts deals with Pfizer-BioNTech and Moderna also saw early problems with production and distribution.\nIn February, European Commission President Ursula von der Leyen acknowledged the EU's vaccine difficulties, saying: \"We were late to authorise. We were too optimistic when it came to massive production and perhaps too confident that what we ordered would actually be delivered on time.\" \nIn January 2021, the European Medicines Agency (EMA) approved the use of the Oxford-AstraZeneca vaccine for all age groups, but a number of EU countries initially refused to recommend its use for people over 65.\nFrance and Germany eventually revised their stance and approved the vaccine for 65-74 year olds at the beginning of March.\nThey were again among 13 European countries who paused the AstraZeneca rollout again later in March, following reports that a small number of people developed blood clots after receiving the jab. \nOn 7 April, the EMA said there was a \"possible link\" between the vaccine and the clots, although it is still recommended the jab for all age groups. \nSeveral EU countries, including France, Germany and the Netherlands now say only people over 55 or 60 should get the jab, while others like Denmark have suspended its use altogether. \nThe headlines surrounding AstraZeneca led to a drop in confidence in the jab. In March, the polling company YouGov suggested that only a third of Germans and 23% of French respondents considered it safe.\nThe EU took AstraZeneca to court to force it to deliver more doses of vaccine. The company blamed production problems but said it had \"fully complied\" with its contract.\nThe EU lost its legal battle. It had wanted AstraZeneca to deliver 120 million doses by the end of June but a court ruled that the company must instead provide 80 million doses by the end of September. \nThe EU said the UK has had an unfair advantage in contracts it signed with vaccine manufacturers, some of whom have plants in the EU.\nEU leaders considered a ban on exports of vaccines to the UK but decided not to introduce one.\nInstead, they called for more transparency from the UK and other countries on the number of doses they export.\nThe EU says that by 1 June 2021, it had exported 245 million doses to 46 different countries. \nUnder the terms of the EU scheme, member states are not supposed to strike deals with any vaccine manufacturer with whom the EU already has an agreement, but they can make separate deals with vaccine makers which have not signed agreements with the EU.\nHungary has been using Russia's Sputnik vaccine for months and and Slovakia has also bought doses of it.\nGermany said in April it would begin talks to secure supplies of the Russian vaccine and Austria said it would buy one million doses, but only once the EU's medicines agency approves the jab for use in the EU. \nThe Czech Republic and Poland have entered talks with both Russia and China.\nThe UK approved the Pfizer vaccine in November 2020, nearly three weeks before EU regulators. \nThe government claimed that being outside the EU allowed it to be more nimble in this area. \nHowever, the UK's approval of the vaccine would have been permitted anyway under EU law - a point made by the head of the UK medicines regulator.\nThe UK could have joined the EU vaccine scheme last year while it was still in a transition phase with the EU, but it chose not to. \nIf it had, the UK might not have been able to do as many deals with vaccine companies."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-54373904",
      "category": "uk",
      "title": "Covid rules: What are the restrictions in your area?",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Some Covid restrictions are being reintroduced in response to the Omicron variant.\nCheck what the rules are in your area by entering your postcode or council name below. \nIf you cannot see the look-up, click here. \nThe rules highlighted in the search tool are a selection of the key government restrictions in place in your area.\nAlways check your relevant national and local authority website for more information on the situation where you live. Also check local guidance before travelling to others parts of the UK. \nAll the guidance in our search look-up comes from national government websites. \nFor more information on national measures see:\nFind out how the pandemic has affected your area and how it compares with the national average by following this link to an in depth guide to the numbers involved."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55860540",
      "category": "world-europe",
      "title": "Coronavirus: WHO criticises EU over vaccine export controls",
      "tags": "EU-UK post-Brexit trade talks,Coronavirus vaccines,Moderna,Pfizer,European Union,Coronavirus pandemic,AstraZeneca",
      "text": "The World Health Organization (WHO) has criticised the EU's announcement of export controls on vaccines produced within the bloc, saying such measures risked prolonging the pandemic.\nThe EU introduced the measure amid a row with vaccine manufacturers over delivery shortfalls.\nBut WHO vice-head Mariangela Simao said it was a \"very worrying trend\".\nEarlier WHO chief Dr Tedros Adhanom Ghebreyesus said \"vaccine nationalism\" could lead to a \"protracted recovery\".\nSpeaking at the Davos Agenda - a virtual version of the global summit - he said vaccine hoarding would \"keep the pandemic burning and... slow global economic recovery\", in addition to being a \"catastrophic moral failure\" that could further widen global inequality.\nThe European Union is introducing export controls on coronavirus vaccines made in the bloc, amid a row about delivery shortfalls. \nThe so-called transparency mechanism gives EU countries powers to deny authorisation for vaccine exports if the company making them has not honoured existing contracts with the EU.\n\"The protection and safety of our citizens is a priority and the challenges we now face left us with no choice but to act,\" the European Commission said.\nThe controls will affect some 100 countries worldwide - including the UK, the US, Canada and Australia - but many others, including poorer nations, are exempt.\nHowever, the EU has been forced to backtrack on plans to impose restrictions on the export of vaccines across the border on the island of Ireland after outcry from Dublin and London.\nThe EU insists its controls are a temporary scheme, not an export ban.\nThe news comes with the EU in a very public dispute with drug-maker AstraZeneca over supplies, and under growing pressure over the slow pace of vaccine distribution.\nEarlier on Friday the Commission made public a confidential contract with AstraZeneca, the UK-Swedish company behind the Oxford vaccine, to bolster its argument that the firm has been failing to fulfil its promises to deliver to the bloc.\nThe contract stipulates that the pharmaceutical company would commit its \"best reasonable efforts\" to manufacture and distribute doses.\nAstraZeneca has blamed the delays on production glitches at plants in the Netherlands and Belgium, as well as the late signing of contracts.\nUnder the EU's new rule, vaccine firms will have to seek permission before supplying doses beyond the EU. Its 27 member states will be able to vet those export applications. \nVaccines produced by Pfizer in Belgium are currently being exported to the UK, and the EU insists that some of the AstraZeneca vaccine produced in England is destined under contract for EU citizens. \nThe EU is also in a supply dispute with Pfizer, which is set to fall short of the contracted vaccine volume for the EU by the end of March. Pfizer says the reason for that is the urgent expansion of its facility in Puurs, Belgium.\nThe EU is allowing some 92 exemptions from the export control regime, including: vaccine donations to Covax, the global scheme to help poorer countries; and exports to Switzerland, countries in the western Balkans, Norway and North Africa. Other Mediterranean countries such as Lebanon and Israel are also exempt.\nBut on Saturday WHO spokeswoman Margaret Harris told the BBC vaccines should be given to all vulnerable groups and health workers across the globe before each country starts giving the jabs out more widely.\nThis would mean wealthy nations, such as the UK, halting immunisations at home once priority groups had been vaccinated and instead helping with vaccinations elsewhere.\n\"We're asking all countries in those circumstances to do that - hang on, wait for those other groups. Rather than rushing to vaccinate one country, we need to be doing the lot and we need to be doing it together,\" she said.\nSo far 95% of all vaccinations had taken place in just 10 countries, Ms Harris said, while only two low and middle income countries had even begun immunisation programmes.\nThe EU is contracted to receive the following vaccine doses: \nThe BBC's Europe editor Katya Adler says some EU governments are beginning to show impatience with Brussels, which had hoped its vaccination purchasing scheme would be a beacon of European solidarity and strength.\nThe Commission's laboured negotiating process, the tardy approval of vaccines by the EU's medical regulator and delays now in vaccine deliveries have left EU citizens demanding answers and action, our correspondent says.\nMarkus Söder, the Bavarian premier and Germany's possible future chancellor, told ZDF television on Friday that it was his impression that the commission \"ordered too late, and only bet on a few companies, they agreed on a price in a typically bureaucratic EU procedure and completely underestimated the fundamental importance of the situation.\"\nOn Friday, French President Emmanuel Macron questioned the efficacy of the AstraZeneca vaccine, describing it as \"quasi-ineffective\" for the over-65s.\nThe claim was rejected by Sir John Bell, an Oxford University professor who was part of the team behind the vaccine.\n\"I suspect this is a bit of demand management from Mr Macron,\" Sir John told BBC Radio Four's Today programme. Asked if he thought Mr Macron was trying to reduce demand for the jab, he added: \"Well, if he didn't have any vaccine the best thing you could do is reduce demand.\"\nEarlier this week the EU indicated this proposal was coming down the track. It would be a \"notification system\" officials said. Nothing more than a way of showing transparency. \nThat has now turned into an export control policy, partly because of Germany's insistence that EU governments should be the ones to decide whether EU-based companies can export vaccines elsewhere. \nEU officials tell me that it's also been partly triggered by the deep suspicion of the \"vague justification\" given by AstraZeneca this week, when their chief executive insisted that the production problem was down to \"lower productivity\" at its Belgian plant. \nThis new system of export control could well affect British vaccine deliveries.\nPfizer currently dispatches doses from the Puurs site here to the UK. In future, Pfizer would have to fill in an export form and wait up to 48 hours for their export request to be accepted or rejected by the Belgian government. That decision would be based on whether the company could prove that taking that batch of vaccine to the UK would not affect the existing EU agreement."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55842994/#comp-comments-button",
      "category": "#comp-comments",
      "title": "GameStop: Global watchdogs sound alarm as shares frenzy grows",
      "tags": "Companies,Financial Conduct Authority (FCA),Personal finance,Reddit,GameStop",
      "text": "Regulators have fired warning shots over frenzied share dealing in GameShop and other firms fuelled by social media chat on sites like Reddit and Facebook.\nWatchdogs in the US and UK said they were monitoring activity and potential lawbreaking, and warned traders they risked facing huge losses.\nTraders should ensure they are familiar with all rules, \"including market abuse\", the UK's regulator said.\nGameStop is the focus of a trading war between amateurs and Wall Street pros.\nShares in the US bricks-and-mortar video games retailer surged again on Friday, ending 68% higher. Another stock in the traders' sights, AMC Entertainment, jumped 54%.\nThat bucked broader market trends, which saw all three main US indexes fall roughly 2%. For the week they were down more than 3% - the biggest weekly decline since October. \nSome share trading firms temporarily halted dealings on Thursday amid extreme volatility in GameStop, which has soared as much as 700% in the past week. AMC Entertainment and Blackberry, which have also seen huge trading activity, were among the other companies also hit by the restrictions.\nUK traders have also been sharing their thoughts and tips on trading chat forums amid mounting concerns about misinformation and share ramping. \nLondon-listed companies have also been the focus of social media attention, including publisher Pearson and cinema operator Cineworld, although the share price movements were minimal compared with the GameStop surge.\nIn a statement on Friday, the UK's Financial Conduct Authority said: \"The FCA is aware of the situation and continues to closely monitor trading in UK markets. UK investors should take care when trading shares in highly volatile market conditions that they fully understand the risks they are taking. This applies to UK investors trading both US and UK stocks.  \n\"Firms and individuals should also ensure they are familiar with, and abiding by, all regulations including the market abuse and short selling regimes in the jurisdiction they are trading in.\"\nIn the US, the US Securities and Exchange Commission (SEC) warned against illegal \"manipulative trading activity\". \nThe regulator added: \"Our core market infrastructure has proven resilient under the weight of this week's extraordinary trading volumes.\n\"Nevertheless, extreme stock price volatility has the potential to expose investors to rapid and severe losses and undermine market confidence.\"\nThe SEC also said it would review actions that could \"unduly inhibit\" and \"disadvantage investors\".\nThe war between amateur private investors and heavyweight firms like hedge funds centres on so-called short selling. Over recent months, hedge funds had made big bets that shares in loss-making GameStop would fall. \nBut an army of private investors, swapping tips on social media, spotted a chance for a buying frenzy that would push up the price and \"squeeze\" the hedge fund short sellers. \nMany private traders made profits - and losses - along the way, but their actions also dealt a big financial blow to hedge funds that spent billions of dollars gambling GameStop's shares would tumble.\nThe decision on Thursday by several brokerages to halt purchases of shares in Gamestop and some other firms  sparked outrage among investors, who accused the companies of working on behalf of traditional Wall Street investors who were losing out to the army of amateurs. Some disgruntled investors said they were preparing legal action.\nInvestor anger over their temporary ban from trading spread beyond the investment community, with rappers and US politicians on both sides of the Washington divide joining the backlash against Wall Street.\n\"This is unacceptable,\" tweeted Representative Alexandria Ocasio-Cortez, a Democrat. \"We now need to know more about @RobinhoodApp's decision to block retail investors from purchasing stock while hedge funds are freely able to trade the stock as they see fit.\"\nHer tweet was shared by Republican Senator Ted Cruz who commented \"fully agree.\" Tesla founder Elon Musk, whose shares have also been a retail favourite, also commented on Ms Ocasio-Cortez's tweet, saying \"Absolutely\".\nMuch of the anger was directed atRobinhood, a new breed of broker popular among a new generation of younger, tech-savvy investor, but which has been accused of \"gamifying\" share trading. \nOn Friday, a Robinhood chat forum on Facebook was also removed for breaking its Community Standards rules, although the social media giant did not expand on the reasons.\nAfter the backlash, Robinhood late Thursday said it would ease the restrictions. The firm also said it had raised more than $1bn from existing investors to bolster its finances amid questions about strains caused by the buying frenzy.\nBut Senator Elizabeth Warren, a Democrat known as a supporter of tougher financial rules, said the chaos was another sign of \"years of distortion in securities markets that have allowed the wealthy few to artificially inflate and deflate share prices and reap short-term profits while exacerbating wealth inequality\".\nShe said regulators must review the trades and make changes to ensure that markets \"reflect real value, rather than the highly leveraged bets of wealthy traders or those who seek to inflict financial damage on those traders\".\nKey to what's going on is \"short selling\" or \"shorting\", where a big investment firm such as a hedge fund tries to make money by betting that a company's share price will fall.\nThe hedge fund borrows shares in a company from other investors (for a fee) and sells the shares on the markets at, for example, $10 each, waits until they fall to $5, and buys them back. The borrowed shares are returned to the original owner, and the hedge fund pockets a profit.\nGameStop - which saw heavy losses last year and was described as \"failing\" by one big investor - is the most shorted stock on Wall Street.\nBut in the last week, amateur investors who follow the Wall Street Bets forum on Reddit have poured money into buying the company's stock with the aim of pushing up the price.\nIf the price rises dramatically, short sellers face big losses and they need to buy back the shares they have borrowed quickly to prevent bigger losses - a process known as covering.\nHowever, buying back the shares only adds to demand for the stock and pushes its price higher still."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55862130",
      "category": "world-europe",
      "title": "Black Lives Matter foundation wins Swedish human rights prize",
      "tags": "Black Lives Matter,African-American Civil Rights Movement,Sweden,Racism,George Floyd death,United States",
      "text": "The Black Lives Matter Global Network Foundation has won Sweden's Olof Palme human rights prize for 2020. \nOrganisers said the movement was honoured for promoting \"peaceful civil disobedience against police brutality and racial violence\" across the globe. \nThey noted that about 20 million people had taken part in Black Lives Matter (BLM) protests in the US alone, along with millions more around the world.\nAn online prize-giving ceremony is due to take place in Stockholm on Saturday.\nThe $100,000 (£73,000) annual prize commemorates Olof Palme, the Swedish prime minister and prominent human rights advocate who was assassinated in Stockholm in 1986.\nFounded in the US in 2013, the Black Lives Matter (BLM) movement became an international slogan last year following several high-profile cases of police brutality against African-Americans.\nProtests that followed the deaths of George Floyd, Breonna Taylor and others saw chapters of Black Lives Matter spread across the US and around the world.\n\"This illustrates that racism and racist violence is not just a problem in American society, but a global problem,\" prize organisers said.\nThey said the foundation had \"in a unique way exposed the hardship, pain, and wrath of the African-American minority at not being valued equal to people of a different colour\".\nA Norwegian MP, Petter Eide, has nominated the BLM foundation for this year's Nobel Peace Prize.\nIn his nomination papers, Mr Eide said the movement had become an \"important worldwide movement to fight racial injustice\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-55874235",
      "category": "uk-northern-ireland",
      "title": "Leo Varadkar: PSNI investigating Belfast graffiti warning",
      "tags": "Belfast,Leo Varadkar,Police Service of Northern Ireland",
      "text": "Graffiti carrying a threat to lynch Tánaiste (Irish deputy PM) Leo Varadkar is being treated as a hate crime, police have confirmed.\nThe threat appeared on a shop wall at Drumart Square in the Belvoir estate, south Belfast, between Friday, 29 January, and Saturday, 30 January.\nIt was framed in large black writing on a white wall and warned Mr Varadkar not to \"set foot in Ulster\".\nSouth Belfast MP Claire Hanna described the words as \"vile\".\nIn a post on social media, the SDLP MP said Belvoir residents were \"nauseated by words seemingly borrowed from the Ku Klux Klan\". \n\"Actions like this will persist until we treat backward elements as the societal threats they are. Words on walls and words from politicians have consequences - time for leadership and calm,\" she said in a tweet.\nMr Varadkar was born in the Republic of Ireland to an Indian father and an Irish mother.\nSinn Féin MP Paul Maskey said there was no place in society for such hatred.\n\"The appearance of threatening graffiti with racist undertones directed at An Tánaiste Leo Varadkar in Belfast is disgusting,\" he said.\n\"It has now been removed but those responsible for this hate crime in the first place should be held to account.\n\"Anyone with information on those responsible should forward that to the PSNI.\" \nAlliance Party leader Naomi Long described the words as \"absolutely sick and offensive\" with \"clearly racist overtones\" while Ulster Unionist councillor Michael Palmer said it was \"disgusting graffiti\" that is \"not at all representative of the community\". \nThe wall was painted over by the shop's staff by Saturday evening. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-55872480",
      "category": "world-asia-india",
      "title": "India protests: Internet cut to hunger-striking farmers in Delhi",
      "tags": "Indian farmers protest 2020,Delhi,India",
      "text": "India has suspended mobile internet services in three areas around the capital, Delhi, where farmers are staging a hunger strike in protest at new agriculture laws.\nThe government said the shutdown would continue until Sunday night to \"maintain public safety\".\nTens of thousands of protesting farmers have been camped out on Delhi's outskirts for more than a month.\nTalks between unions and the government have failed to break the deadlock.\nThe protest made international headlines on Tuesday when a tractor rally ended in violent clashes that left one protester dead and dozens of police officers injured. Some demonstrators stormed Delhi's historic Red Fort and occupied it until police pushed them back.\nOn Saturday, the interior ministry said mobile internet services had been suspended at Singhu, Ghazipur and Tikri - the districts where farmers have gathered - until 23:00 (17:30 GMT) on Sunday.\nFarmers' leaders said Saturday's one-day hunger strike had been timed to coincide with the anniversary of the death of independence leader Mahatma Gandhi. \n\"The farmers' movement was peaceful and will be peaceful,\" said union leader Darshan Pal.\nProtesters themselves reacted angrily to the internet shutdown, Reuters reported. One farmer, Sandee Sharma, accused officials of trying to \"create a panic\" while another, Bhavesh Yadav, said it was \"killing democracy.\"\nThe government action comes amid rising tensions at the locations where farmers are based.\nOn Friday, clashes broke out at Singhu when a group of unidentified men approached farmers and reportedly told them to leave. \nFarmers say the men threw stones at them and destroyed tents. Several injuries were reported. Indian media said the men were local residents who accused the protesters of disturbing the peace and damaging the local economy. \nThe laws loosen rules around the sale, pricing and storage of farm produce which have protected India's farmers from the free market for decades.\nFarmers fear that the new laws will threaten decades-old concessions - such as assured prices - and weaken their bargaining power, leaving them vulnerable to exploitation by private companies.\nIndian Prime Minister Narendra Mod has defended the reforms but the laws have been likened to a \"death warrant\" by unions.\nAgriculture employs about half of India's 1.3 billion population but the sector accounts for barely a sixth of the country's gross domestic product (GDP) - which measures the value of goods and services produced in the economy.\nAnalysts say declining productivity and a lack of modernisation have shrunk incomes and hobbled agriculture in India for decades.\nThe government, meanwhile, provides farmers with subsidies, exempts them from income tax and crop insurance, guarantees a minimum price for many crops and regularly waives debts."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-55871908",
      "category": "uk-england-london",
      "title": "HS2 tunnel protest: Activists in 'great danger' as weather worsens",
      "tags": "Euston,HS2,Environment",
      "text": "Activists staging an underground protest in central London have \"put themselves in great danger\" as weather conditions worsen, HS2 said.\nAt least five HS2 Rebellion campaigners have refused to leave tunnels they have dug under Euston Square Gardens.\nOfficials have said they are at risk of suffocating or drowning, as weather forecasters warn of heavy rain, sleet and snow.\nThe activists dug the tunnels to thwart their eviction from a protest camp.\nIn September, they set up a Tree Protection Camp in Euston Square Gardens in protest against the £106bn HS2 scheme. The campaigners allege that the small green space near Euston station will be built over with a temporary taxi rank, before being sold to developers, as part of plans for the high-speed railway.\nVeteran environmental campaigner Daniel Cooper - better known as Swampy and who is in the tunnel - said on Friday the situation was \"not safe\" after it rained overnight.\n\"There's not enough room for people to get out quickly from this tunnel,\" he said.\nThe National Eviction Team previously warned the \"very dangerous\" tunnels could collapse.\nIn a statement, HS2 said: \"We are concerned that the occupants of the tunnel are now impeding efforts to help them, shutting themselves off underground, and preventing us from checking air quality as we supply them with air. \n\"As carbon dioxide can build up in the tunnel, they are putting themselves in even greater danger.\"\nHS2 said paramedics and police officers had spoken to the campaigners to warn them of the perils of their protest. Firefighters have also been to the scene to prepare a rescue plan.  \n\"These activists have had multiple opportunities to remove themselves from the danger they have put themselves in,\" HS2 said.\n\"For their own safety, and the safety of our staff and the emergency service personnel at Euston, we urge them to get out of the tunnel.\"\nHS2 is set to link London, Birmingham, Manchester and Leeds. It is hoped the 20-year project will reduce rail passenger overcrowding and help to rebalance the UK's economy.\nThe campaign group alleges HS2 is the \"most expensive, wasteful and destructive project in UK history\" and that it is \"set to destroy or irreparably damage 108 ancient woodlands and 693 wildlife sites\".\nHowever, HS2 bosses have said seven million trees will be planted during phase one of the project.\nThey also say that much ancient woodland will \"remain intact\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-55859455",
      "category": "uk-england-essex",
      "title": "'Stansted 15' win appeal against conviction for deportation flight protest",
      "tags": "London Stansted Airport,Deportation,Stansted",
      "text": "Protesters who broke into Stansted Airport to stop a plane deporting people to Africa have won an appeal against their convictions.\nThe group, known as the Stansted 15, cut through the perimeter fence and locked themselves together around a Boeing 767 jet in 2017.\nThey were convicted of the intentional disruption of services at an aerodrome.\nThe Lord Chief Justice said they \"should not have been prosecuted for the extremely serious offence\".\nA spokesman for the Crown Prosecution Service said: \"We will consider the judgment carefully in the next 28 days.\"\nThe jet they surrounded in March 2017 had been chartered by the Home Office to transport people from UK detention centres for repatriation to Nigeria, Ghana and Sierra Leone.\nThe protesters put their arms inside pipes which were then filled with expandable foam, and secured themselves around the nose wheel and wing of the aircraft, the court was told during their trial.\nThey were convicted under the Aviation and Maritime Security Act (Amsa) 1990.\nIn February 2019, three were given suspended jail sentences, and the other 12 were handed community orders.\nSitting with Mr Justice Jay and Mrs Justice Whipple, Lord Burnett said the protesters' \"conduct did not satisfy the various elements of the offence\".\n\"There was, in truth, no case to answer,\" he said.\n\"We recognise that the various summary-only offences with which the appellants were originally charged, if proved, might well not reflect the gravity of their actions.\n\"That, however, does not allow the use of an offence which aims at conduct of a different nature.\n\"All the appellants' convictions must be quashed.\"\nAt the appeal hearing in November, lawyers for the activists argued the legislation used to convict the 15 is rarely used and not intended for this type of case.\nThe Stansted 15's barristers argued that the Amsa law is intended to deal with violence of the \"utmost seriousness\", such as terrorism, not demonstrators.\nLord Burnett said in the judgement that it could not be established on the evidence in the case that the group's actions caused disruption which was \"likely to endanger\" the safe operation of the airport or the safety of people there.\nAfter the judgment was published, one of the protesters, Lyndsay Burtonshaw, tweeted: \"We got the judgement from our appeal for our terrorism-related conviction for the #Stansted15 action. WE WON!\" \nThe Court of Appeal's judgment in favour of the 15 underlines a fundamental safeguard in the law: You can only be prosecuted for something you've actually done - and that means the evidence has to fit the wording of the offence. \nThe crime the 15 were charged with had its genesis in the need to protect airports from terrorism - yet the prosecution didn't suggest at the trial that the incident was remotely that kind of attack. \nAnd the protesters insisted that despite their plan to stop the flight, they never intended to do anything that was likely to endanger safety at the airport. The three senior judges agreed that this critical test had not been met and so the prosecution was unjustified. The 15 may have created a health-and-safety risk by going onto the airport tarmac - but that was well below a genuinely dangerous situation that would have justified charging them with this very serious offence. \nIn a statement on behalf of the group, May MacKeith, one of the protesters, said: \"The nightmare of this bogus charge, a 10-week trial and the threat of prison has dominated our lives for four years.\n\"Despite the draconian response we know our actions were justified.\n\"Eleven people, including survivors of trafficking, who would have been deported that night are still in the UK.\n\"Mothers, fathers, colleagues, friends and family members are rebuilding lives the Government attempted to destroy.\"\nThe 15 are: Helen Brewer, 31; Lyndsay Burtonshaw, 30; Nathan Clack, 32; Laura Clayson, 30; Melanie Evans, 37; Joseph McGahan, 37; Benjamin Smoke, 29; Jyotsna Ram, 35; Nicholas Sigsworth, 31; Melanie Strickland, 37; Alistair Tamlit, 32; Edward Thacker, 31; Emma Hughes, 40; May MacKeith, 35; and Ruth Potts, 46.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55871381",
      "category": "business",
      "title": "GameStop and AMC: UK trading platform IG stops new trades",
      "tags": "Financial services,Stock markets,GameStop",
      "text": "One of the UK's biggest financial trading platforms, IG, has stopped any new trades in GameStop and theatre chain AMC when markets open on Monday.\nUS video games retailer GameStop is the focus of a trading war between amateurs and Wall Street pros.\nBoth GameStop and AMC Entertainment have seen their share prices boom as amateur investors, fuelled by chat on social media, bought their shares.\nIn a statement IG said the restrictions will be reviewed regularly.\nOther popular stock market trading apps also temporarily halted dealings in GameStop on Thursday, after its shares soared as much as 700% in the past week. \nAMC Entertainment and Blackberry, which have also seen huge trading activity, were among the other companies hit by the trading restrictions.\nBut the move left investors outraged, accusing the trading platforms of working on behalf of traditional Wall Street investors who were losing out. Several platforms then rowed back on their stance.\nIn a statement, IG said: \"Due to the recent extreme volatility, and in order to prioritise the service we give our existing clients, we are not allowing any new positions to be opened on the US stocks GameStop and AMC Entertainment.\n\"These restrictions apply to all IG accounts, and will be reviewed regularly. You will still be able to close any open positions that you have in these stocks. Any orders that you have already placed on these two stocks will remain.\"\nGameStop is a struggling US High Street shop that sells games, consoles and other electronics.\nLots of big investment firms, such as hedge funds, had bet on GameStop to lose a lot of value, meaning they borrowed shares in the company and then sold them, with a promise to buy them back at a later date. This is called \"short selling\" or \"shorting\" and the idea is to make money as the share price falls.\nGameStop - which saw heavy losses last year and was described as \"failing\" by one big investor - is the most shorted stock on Wall Street.\nBut huge numbers of independent amateur traders on social media, including Reddit, swapped tips and bought shares in GameStop. The demand raised its share price massively, leading to losses for the Wall Street traders.\nAnd the idea has caught on globally, fuelling activity in stocks traded in other parts of the world, including the UK, Brazil and Malaysia.\nThe strategy has also been deployed on behalf of other firms, such as struggling theatre chain AMC Entertainment, owner of Odeon Cinemas. Publisher Pearson and cinema operator Cineworld have also been the focus of social media discussion, although the share price movements were minimal compared with the GameStop surge.\nEarlier this week, watchdogs in the US and UK said they were monitoring activity and potential lawbreaking, and warned traders they risked facing huge losses.\nIn a statement on Friday, the UK's Financial Conduct Authority said: \"The FCA is aware of the situation and continues to closely monitor trading in UK markets. UK investors should take care when trading shares in highly volatile market conditions that they fully understand the risks they are taking. This applies to UK investors trading both US and UK stocks.\n\"Firms and individuals should also ensure they are familiar with, and abiding by, all regulations including the market abuse and short selling regimes in the jurisdiction they are trading in.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55844268",
      "category": "world-europe",
      "title": "Covid: Why is EU’s vaccine rollout so slow?",
      "tags": "EU-UK post-Brexit trade talks,Coronavirus vaccines,Moderna,Pfizer,European Union,Coronavirus pandemic,AstraZeneca",
      "text": "Has the European Commission failed EU voters in its all-for-one and one-for-all approach to procuring coronavirus vaccines? Are member countries now regretting they didn't go it alone?\nAs things stand, according to EU sources, the bloc looks sets to receive only a quarter of the 100 million doses it had been expecting from pharma company AstraZeneca by the end of March - putting millions of lives at risk. \nVaccine deliveries from another pharma giant, Pfizer, have also slowed down temporarily, while the firm says it's adjusting production methods.\nDwindling supplies of coronavirus vaccines have seen Madrid cancelling first dose injections for two weeks.\nRegional hospitals in Paris say they're in a similar position. They said they're delaying first dose appointments in order to ensure already-vaccinated citizens their second jab. \nPortugal has warned it could take up to two months longer than initially planned to complete the first phase of its vaccinations. \nAngela Merkel has scheduled a Monday video conference with Germany's regional leaders and representatives of vaccine manufacturers, after her Health Minister Jens Spahn warned of \"at least another 10 weeks of shortages\".\nCharles Michel, the president of the European Council (the man who represents EU countries in Brussels) said on Thursday he hoped delays in vaccine deliveries could be solved. If not, he said he supported the use of \"all legal means and enforcement measures to ensure effective vaccine production and supply for our population\".\nIn the meantime, the EU is trying to get some control over the number of vaccine doses leaving the bloc from pharmaceutical company sites. New powers for EU members to restrict exports of vaccines are expected to be made public later on Friday. \nAstraZeneca, BioNTech and Pfizer have EU production sites. Moderna completes its vaccines for countries other than the US in Spain, although the vaccine itself is produced in Switzerland, which is not an EU member.  \nBasically, Brussels wants to know if pharmaceutical companies are exporting vaccines or components needed to produce vaccines from EU production sites, in order to fulfil orders elsewhere, when those same companies have delayed supplies to the EU.\nOfficially, Brussels insists it doesn't intend to ban vaccine exports in the future. It claims the new powers for members states are for the purpose of transparency. But the situation is evolving.\nEU suspicions led it to ask Belgian investigators to inspect a factory - part of the AstraZeneca production chain - this week, to look into the company's claims that the dramatic delay in vaccine supply for the EU was due to production problems.\nBrussels also asked AstraZeneca whether vaccines produced, or partially produced, in the EU were delivered to the UK. The EU has also demanded the company divert vaccines made at its UK production sites to boost the supply to the EU.\nIn what at first seemed an extremely emotional attack on AstraZeneca, Brussels threw at the company the fact that it had invested more than €300m (£265m; $364m) to help it develop the vaccine and to produce it in mass quantities. \nIn reality, Brussels has yet to hand over a substantial lump of the promised amount.\nAnd some EU accusations just don't add up. \nTake the complaint that the bloc is being treated as \"second class\" by AstraZeneca. The fact is, when it comes to honouring its contract with the UK, for example, the EU signed its AstraZeneca vaccine contract three months later than Prime Minister Boris Johnson's government. \nAstraZeneca has also claimed that it has a \"best effort\" agreement with the EU, rather than a 100% commitment that the desired amount of vaccines would be delivered by the end of March.\nThe UK has tried to stay out of the Astra Zeneca row, with the government focusing instead on the content of their contract with the pharmaceutical company. There have been public assurances from cabinet ministers that the UK supply agreed with AstraZeneca will not be affected. That was the really important thing, said UK cabinet office minister, Michael Gove, on Thursday, also adding: \"We will want to talk to and with our friends in Europe to see how we can help.\" \nSome EU figures bridled at comments by Mr Johnson this week that he didn't want to see restrictions on vaccines or their ingredients across borders. \nThey took it as criticism of the discussion in EU circles - originally championed, but later stepped away from, by Germany - of a possible export ban.\nPost-Brexit, relations are sensitive between the EU and UK - but by Thursday the European Commission was keen to spell out that its beef was with the pharmaceuticals, not with Downing Street.\nBut while there's clearly been bad luck with vaccine supplies so far, the finger of blame has also been pointed squarely - from inside the EU - at the European Commission itself.\nBrussels had hoped the EU's vaccination procurement scheme would be a beacon of European solidarity and strength. A stark contrast to the \"each country for itself\" impression given off by member states at the start of the pandemic, when EU countries closed off national borders, and Germany and France initially blocked exports of PPE equipment, much needed elsewhere in the bloc.\nA stark contrast too, according the EU, to the \"vaccine nationalism'\" it believed it saw in the US under President Donald Trump.\nEU diplomats say the bloc was \"desperate\" to avoid having one EU member state pitted against the other in an \"ugly\" national scramble to secure vaccine contracts for their own populations.\nBut the Commission's ensuing three-pronged attempt to sign a number of contracts with different pharmaceutical companies, at lower prices, ensuring more legal liability on the companies themselves, undoubtedly slowed the process down.\nThe EU is also accused of not investing enough in expanding production capacity.\nAn added complication was the initial suspicion from some member states of the motives of others, such as Germany, France and the Netherlands that are homes to big vaccine producers. Were they keen for the EU to spend more on vaccine procurement, so companies on their soil could benefit?   \nThe EU got there in the end with its contracts, amounting to 2.3bn doses, it says, but an online article from Belgium's RTBF describes the current vaccine situation as politically humiliating for the EU, especially after Brexit. \nIt says even though the EU managed to negotiate vaccine contracts as a bloc, even though it played a major role in the research and development of a Covid vaccine, it ultimately failed to achieve \"vaccine sovereignty\".\nEU defenders say it's a question of perspective and that smaller, less well-off member states are still relieved the EU negotiated on their behalf as they would have probably found themselves far nearer the back of the vaccine queue had they been trying to go it alone.\nEU officials also make the argument that the European Medicines Agency (EMA) has been slower to approve new vaccines in order to be extra sure of their safety. \nDespite a week of rowing with AstraZeneca, for example, the EU has yet to actually approve the company's vaccine. By contrast, the UK government approved the vaccine a month ago. An EMA announcement is expected on Friday afternoon.\nDiplomats point to lowering levels of vaccine scepticism amongst the EU public this year, compared with 2020, for example in France, which has a pretty high level of anti-vaxxers. They attribute that to public confidence in the EMA.\nBut EU vaccine problems don't just lie in Brussels. \nSome member countries have been far more efficient at rolling out the vaccines they have so far received, than others. Denmark is held up as a poster child, for example, whereas Germany's popular Bild newspaper has criticised Angela Merkel's government for being a \"vaccination snail\".\nAnd that, coupled with a steadily climbing Covid death toll, has a definite impact on national politics - and EU solidarity.\nThis is election year in Germany. Under fire for the slow rate of getting vaccines into arms compared with the UK, the German government felt forced to admit it had negotiated a separate vaccine contract with Pfizer back in September.\nMs Merkel is obliged to wait with using those additional vaccines until all EU countries have received their allotted doses under the EU-Pfizer contract, but still...\nHungary, meanwhile, has agreed to purchase two million doses of Russia's Sputnik V vaccine. Since the EU has no contract with Moscow, Prime Minister Viktor Orban is legally free to start rolling out those jabs whenever he wants.\nPharmaceutical companies promised vaccine deliveries to the EU will greatly increase after March - but EU citizens look at the advanced rate of vaccinations in the UK, the US, never mind Israel, and right now the mood is fearful and sceptical.\nIn the initial race to find a vaccine, most countries spoke of the need for fairness. \nGlobal pledging conferences emphasised the importance of everyone getting the vaccine, rich or poor; wherever they live.\nBut now vaccines are available and with Covid still a huge health threat, the rush for jabs is proving rather messier than was hoped. At least in the immediate term."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-humber-55827609",
      "category": "uk-england-humber",
      "title": "Covid: Doctors who treated first patients 'exhausted'",
      "tags": "Hull,Coronavirus pandemic",
      "text": "A doctor who treated the UK's first coronavirus cases one year ago said battling the disease has been an \"exhausting\" effort for NHS staff.\nDr Anda Samson was on duty when two patients were brought to a hospital near Hull after falling ill in York.\nBoth later tested positive for Covid-19 - the first confirmed cases in the UK.\nDr Samson said over the past 12 months she and her colleagues had been through a \"rollercoaster of emotions\" but that she had \"high hopes\" for vaccines.\n\"It's exhausting and a little bit demoralising to still see the numbers going up,\" she said.\n\"I really do hope that will slow down in the next weeks if not months. \n\"Then, hopefully, I can look back and have a think about what's happened, because at the moment there is just no time to think, we only have to do.\"\nAccording to the latest data analysed by the BBC, 174 people were admitted to Hull University Teaching Hospitals in the week to 24 January, up from 150 the previous week and the highest for more than ten weeks.\nDr Samson said hospitals were caring for about 260 patients, \"the highest number we've had since the start of the epidemic\".\nColleague Dr Nick Easom, who was also involved in the care of the first patients, said: \"It's just tiring. It just keeps going and keeps going.\n\"I really wish it would finish soon and it's really not going to happen, it's going to be an ongoing problem for months and months and months to come.\"\nLooking back on the events of 29 January 2020, Patrick Lille, who was also on duty that night, said no one could have guessed then what would happen but that by early March \"we knew things were very definitely going to go bad\".\nHe said: \"It's hard to think of a time before [coronavirus].\n\"It's so all consuming, and I suppose that was the tipping point when we had those cases. It's certainly not been normal since.\"\nFollow BBC East Yorkshire and Lincolnshire on Facebook, Twitter, and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-55871503",
      "category": "science-environment",
      "title": "Climate change: Minister rapped for allowing Cumbria coal mine",
      "tags": "Robert Jenrick,Cumbria County Council,Committee on Climate Change,China,COP26,Climate change,Whitehaven",
      "text": "The government’s climate change advisors have rapped ministers for allowing a new coal mine in Cumbria. \nThey say the site will increase global emissions and compromise the UK’s legally binding carbon budgets. \nThey warn the decision could undermine its leadership of the vital COP26 climate summit in Glasgow in November. \nThe new deep coking coal mine was agreed by Cumbria County Council and the government previously said it did not want to intervene. \nThe rebuke comes in the form of a letter from the chair of the Climate Change Committee (CCC), Lord Deben, to the planning minister Robert Jenrick, which says:\nIn response to the letter, a government spokesperson said the decision to allow the coal mine would not be reversed. \nCumbria councillors told BBC News there were no good planning grounds for them to refuse permission for the mine, near Whitehaven, and said it would help to diversify local employment prospects.\nThe government’s chief planning officer Joanna Averley defended Mr Jenrick’s decision not to over-rule their consent for the mine.\nShe told conference on planning policy arranged by the countryside charity CPRE that the decision was only a local issue.\nShe was asked why, given the UK's policies on cutting carbon, Mr Jenrick had not exercised his powers to overrule Cumbria County Council's approval of the mine.\nMs Averley said: \"The Secretary of State has to make a judgement based on whether the impacts of the scheme are more than local.\n\"And in this case, the decision was that this was a decision for local determination, and the application was approved by the local authority… a decision for local democracy.\"\nShe said the planning department was playing its part in tackling climate change.\nEnvironmentalists have reacted with astonishment and disbelief, saying the carbon from burning coal is clearly a global concern.\nJohn Sauven, from Greenpeace, said: \"It’s extraordinary that anyone still believes burning coal is only a local issue and has no global impacts.\n\"Let’s hope China doesn’t take the same view or the world will be toast. It certainly isn’t setting the global leadership on climate that the prime minister says he's aspiring to.\"\nThe critics point out that the UK has also helped drive an international group called the Powering Past Coal Alliance.\nSupporters of the mine say it will supply coking coal for steel manufacture in the UK and that will save the need to import coal.\nFollow Roger on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-55866285",
      "category": "uk-northern-ireland",
      "title": "Arlene Foster urges PM to replace 'unworkable' NI Brexit deal",
      "tags": "UUP (Ulster Unionist Party),Simon Coveney,Coronavirus vaccines,DUP (Democratic Unionist Party),Brexit,Nigel Dodds,Coronavirus pandemic",
      "text": "Arlene Foster has called on Boris Johnson to invoke part of the Brexit agreement to deal with problems in the movement of goods between GB and NI.\nIt comes as the EU reversed its decision to use the same mechanism to control the export of coronavirus vaccines from the EU into NI.\nNorthern Ireland's first minister said the move to trigger Article 16 of the NI Protocol was an \"act of hostility\".\nIreland's leader rejected her claim that the protocol is unworkable.\nHowever, Taoiseach (Irish Prime Minister) Micheál Martin it was a mistake on the part of the European Commission to signal its intention to trigger Article 16 and lessons would have to be learned.\nMeanwhile, cabinet office minister Michael Gove said he was \"confident\" the UK can now continue its vaccine programme and is \"on track\" to deliver 15 million jabs by 15 February.\nMr Gove said the EU bloc had recognised it \"made a mistake\" in signalling that it might trigger Article 16, which could have seen checks at the Irish border.\nEarlier, Northern Ireland Deputy First Minister Michelle O'Neill said the EU had been \"unwise and ill-judged\".\nMrs Foster, the leader of the Democratic Unionist Party (DUP), said the EU's move was prompted by what she called its \"vaccine embarrassment\".\nEU countries are dealing with a big shortfall in vaccines and there was concern the Irish border could be used as a backdoor for supplies entering the UK. \nThe protocol, which is part of the Withdrawal Agreement, is designed to allow the free movement of goods from the EU into NI, and prevent the need for a hard border on the island of Ireland.\nMrs Foster urged the prime minister to use Article 16 of the protocol to take immediate action to address trade flow problems between GB and NI, as some businesses grapple with post-Brexit arrangements for importing food products from GB.\nSince 1 January, there has been a new trade border between Northern Ireland and the rest of the UK - the so-called Irish Sea border - because Northern Ireland has stayed in the EU single market for goods and enforces EU customs rules at its ports.\nThere have been calls from unionist parties to reduce checks on goods entering Northern Ireland from the rest of the UK but the government insists the new arrangements are not creating serious difficulties.\nThe protocol itself was \"unworkable\" and should be replaced, Mrs Foster told BBC Radio 4's Today programme.\nShe added it was based on a \"misunderstanding\" of the Good Friday Agreement, the two-decade-old deal to maintain peace in Northern Ireland.\n\"This protocol that was meant to bring about peace and harmony in Northern Ireland is doing quite the reverse,\" she said.\nLast night Stephen Kelly's phone rang off the hook.\nAs chief executive of Manufacturing Northern Ireland his members were clamouring to know what on earth the European Commission's decision meant for their businesses.\n\"We'd just started to get used to the new regime - and now they want to rip it all up again?\"\nFor business, the decision to trigger Article 16 and subsequent U-turn was a test that delivered a swift result, but raised the spectre of many more.\nA month on from the Brexit deal and companies were aghast at the prospect that the European Commission could so quickly trigger a change that was only meant for the most egregious circumstances.\nThe Brexit deal and protocol which eliminated the need for a border on the island of Ireland is, businesses feel, vital for maintaining peace and prosperity.\nArlene Foster said this morning the protocol isn't working.\nThere are indeed trade issues relating to the implementation of barriers between Great Britain and Northern Ireland, delays, cancellations.\nBut experts say the protocol is doing exactly as it was planned to do - which is ensuring goods can flow friction free across the island of Ireland's border.\nMs O'Neill, the Sinn Féin vice-president, said the EU had given \"the Brexiteers a rod to beat the protocol with and that is unfortunate because the protocol is absolutely necessary\".\n\"There was a lot of attention and effort and dedication put in to protecting the all-island economy,\" she added.\nOn Friday night, the European Commission backtracked on its plan to invoke Article 16 of the Northern Ireland Protocol over the export of vaccines.\nTriggering the mechanism would have temporarily placed export controls on the movement of vaccines to prevent NI being used as a backdoor to move them from the bloc into the UK.\nThe clause allows the EU and UK to chose to suspend any aspects they consider are causing \"economic, societal or environmental difficulties\".\nThe Irish government was not consulted on the EU's initial decision to invoke the article.\nTaoiseach Mr Martin told RTÉ News on Saturday that the EC had made a mistake but that any damage done could be repaired.\nHe said he had spoken to Boris Johnson on Friday night and also had several conversations with President von der Leyen.\nHe said that dialogue would continue to ensure that lessons are learned.\nWhatever the sequencing and the hard conversation between Dublin and Brussels, political parties in Northern Ireland are already picking through the wreckage to salvage what they can.\nFor Sinn Féin, the SDLP and the Alliance Party, it is all about damage limitation and ensuring Brussels has learned lessons from its costly political blunder.\nFor the DUP and Ulster Unionists, the EU's reaction has supercharged their onslaught on the Northern Ireland protocol.\nThey can say that, at the first sign of trouble, Brussels effectively advocated for the same hard land border it had fought years to prevent.\nIt was a political penalty kick for unionists into an open goal.\nRead more of Enda's analysis here.\nParties in Northern Ireland were unanimously opposed to the invocation of Article 16.\nUlster Unionist Party leader Steve Aiken called it a \"tipping point\".\n\"The EU cynically and deliberately used Northern Ireland in an attempt to cover up their vaccine omnishambles with a political one,\" he said.\n\"The EU's actions show that they do not have our best interests at heart.\"\nThe SDLP claimed Mrs Foster's position was illogical, with the party's South Belfast Stormont assembly member Matthew O'Toole saying: \"Invoking Article 16 was an indefensible act which has been rectified.\n\"But the logic at work from Arlene Foster is remarkable: Triggering Article 16 was aggressive and hostile so let's force London to do same?\"\nAlliance Party MP Stephen Farry said it was something which \"should not have happened\" and that \"trust and confidence now needs to be rebuilt\".\nIrish Foreign Minister Simon Coveney said \"lessons should be learned\" about the way the matter had been handled.\n\"The protocol is not something to be tampered with lightly,\" he tweeted.\n\"It's an essential, hard won compromise, protecting peace and trade for many.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-55862068",
      "category": "uk-northern-ireland",
      "title": "Coronavirus: Is Northern Ireland exiting the Covid-19 peak?",
      "tags": "NI Health,Coronavirus pandemic",
      "text": "The initial indications are that Northern Ireland is just starting to come out of the current peak of the coronavirus pandemic. \nThe numbers give plenty of cause for hope - but they also suggest there's a long way to go yet.\nThe death rate is high, but has been falling slowly and hospital admissions have also dropped. \nBoth of these things are positive but there are still hundreds of people in hospital with Covid-19. \nOn a brighter note, the vaccination rollout continues and the spread of the virus has slowed.\nNorthern Ireland is in a good place in terms of the number of people vaccinated. \nDespite some controversy about certain aspects of the rollout, in raw numbers terms, Northern Ireland's vaccination story has been a very positive one.\nAs of 28 January, almost 200,000 people in Northern Ireland have been given a coronavirus vaccine jab - that's about 10.5% of the population. \nFor context:\nBut consider that under-18s are not part of vaccination plans at present.\nWhen you take this into account Northern Ireland's numbers look even more impressive - 13.6% of our adult population has been vaccinated. \nThat is a massive cause for hope.\nThe fact that anyone aged between 65 and 69 can now book their jab at their leisure, online or by phone, seems to have led to a huge increase in the number of vaccines being given. \nOn Thursday 28 January, almost 21,000 people got their first dose. \nThis represents a huge upswing in the rate of rollout - for example, five days previous just under 1,300 were vaccinated.\nThis big increase makes sense. People aged between 65 and 79 are now getting vaccinated. \nThat's a group of more than 230,000 people. If our vaccination process can keep up the rate of 20,000 a day that age group could be completed in about two weeks.\nAfter a very quick start, Northern Ireland's rate of vaccinations had dropped considerably and for about a week we were the slowest in the UK at getting it into people's arms. \nThis recent increase in the speed of delivery is a very welcome boost in the fight against the virus.\nSomething that is less clear is whether the Department of Health has reached its targets for its vaccination priority groups - care home residents; care home staff; Health and Social Care workers and people aged 80+.\nThe Department of Health says that so far 83% of the 80+ group has received a first dose. However, it is unclear whether this is meeting the department's goal. \nThe BBC has asked the department for clarity about this.\nThe Department of Health also says that 100 % of care homes have received a first dose. \nIt is unclear whether this means that vaccinators have simply visited all of Northern Ireland's care homes, or whether it means that all staff and residents have been vaccinated. \nThe BBC has also asked the department for clarity about this.\nHardly surprising is the tiny number of second doses being administered. \nThis has fallen because of the policy to prioritise first doses. \nThe number of second doses being given out each day range between a few dozen and a few hundred.\nJanuary has been an awful month for Covid-related deaths. The worst of the pandemic in fact.\nThe Northern Ireland Statistics and Research Agency (Nisra)  recently published its highest tally of the pandemic for weekly deaths. \nThe figures cover the week up to 22 January and reflect the number of death certificates where Covid was mentioned.\nNisra recorded 182 deaths in that one week.\nThe figures on Northern Ireland's Covid dashboard indicates the frequency of Covid deaths has been falling, but slowly. \nWe are still seeing deaths at about the same numbers as the peak of the first wave of the pandemic.\nIt's a pattern that's mirrored in other parts of the UK and the Republic of Ireland.\nWhile the numbers are still not good, at least they are falling. It should however be remembered that they could easily start to rise again.\nHundreds of people are still in hospital suffering from Covid, and our hospitals and healthcare workers remain under huge pressure.\nThere has been a fall but it comes from an exceptional high point. \nRevised data from the Department of Health shows for a period of five days - 10 January 10 to 14 January - there were more than 1,000 patients reported each day in our hospitals with Covid.\nThat's more than one in three of all hospital beds available in Northern Ireland.\nCurrently, there are about 750 people in hospital in Northern Ireland with Covid.\nIf it's tough in wards, figures indicate that it's even tougher in intensive care (ICU). \nWe've plateaued at about 70 patients in ICU for almost two weeks now. In theory this number should fall in line with the fall in hospital admissions, but we haven't really seen that yet.\nWe have more unoccupied ICU beds than at previous points in the pandemic, suggesting that we have capacity to deal with the increased number. \nBut those extra beds come with a price - the trimming of other medical services.\nWe're now a month into this current lockdown and the fall in the spread of the virus is a strong indication that it's been effective in getting the virus under control. \nThe first week of January saw huge increases in case numbers and spiralling infection rates. \nSince around the second week of the month, both those measures have been falling consistently.\nWe still have many more cases than were reported at the height of the first wave last April, although that can be explained by the fact that testing is much more widespread now.\nAt one point in the pandemic, the virus was spreading in a seemingly uncontrollable fashion in parts of Northern Ireland. Thankfully, it is a very different picture now. \nAccording to figures from the BBC's Data Unit, Northern Ireland's infection rates continue to fall and are among some of the lowest in the UK.\nFor the week up to 24 January, every council area in Northern Ireland saw a drop in its infection rate.\nArmagh City, Banbridge and Craigavon Borough Council still has the highest infection rate in NI at 473 per 100,000 population.\nDerry City and Strabane Borough Council - once the highest in all of the UK - now has the lowest in Northern Ireland. It's 142 cases per 100,000 population.\nThese lower infection rates, coupled with an expected boom in vaccinations, should - in time - mean fewer people being admitted to hospital, fewer people in ICU, and fewer people dying of the virus.\nThe statistics suggest we're starting to turn that corner, however slowly, and with a long journey still ahead of us."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55865539",
      "category": "uk",
      "title": "EU vaccine export row: Bloc backtracks on controls for NI",
      "tags": "EU-UK post-Brexit trade talks,Coronavirus vaccines,European Union,Brexit,Coronavirus pandemic",
      "text": "The EU has reversed its decision to trigger an emergency provision in the Brexit deal to control Covid vaccine exports from the EU.\nThe move could have seen checks at the border of Ireland and Northern Ireland to prevent shipments entering the UK.\nThe Brussels U-turn came hours after it was announced, following condemnation from London, Dublin and Belfast.\nThe plans had been part of the EU's new export controls on vaccines, to combat delivery shortfalls.\nIt is the latest development in a deepening dispute over delays to the production and distribution of Covid vaccines across the EU.\nThe Brexit deal guarantees an open border between the EU and Northern Ireland, with no controls on exported products. \nHowever, Article 16 of the Northern Ireland Protocol part of the deal allows the EU and UK to choose to suspend any aspects they consider are causing \"economic, societal or environmental difficulties\".\nOn Friday evening the EU announced it would trigger the clause and introduce the export controls on its vaccines entering Northern Ireland in a bid to prevent the region becoming a backdoor for jabs to be sent to the UK mainland. \nIt said the actions were \"justified\" to avert problems caused by a lack of supply.\nBut the proposals sparked concern from Irish Prime Minister Micheál Martin as well as all five parties in Northern Ireland's devolved government.\nNorthern Ireland First Minister Arlene Foster described it as \"an absolutely incredible act of hostility\" that created a hard Irish border, while Ireland's Foreign Minister Simon Coveney said in a tweet: \"The [Northern Ireland] Protocol is not something to be tampered with lightly, it's an essential, hard-won compromise, protecting peace and trade for many.\"\nLater on Friday evening, following talks with UK Prime Minister Boris Johnson, European Commission President Ursula von der Leyen tweeted that the UK and EU had \"agreed on the principle that there should not be restrictions on the export of vaccines by companies where they are fulfilling contractual responsibilities\".\nShe said the backtrack, which was outlined in a European Commission statement, came after \"constructive talks\" with Mr Johnson in which he had expressed \"grave concerns\" about the initial plan. \nThe BBC's Brussels correspondent, Kevin Connelly, said Ms von der Leyen's midnight tweet seemed to \"wind down\" the idea that there could be a \"vaccine war\" where jab supplies are prevented from reaching the UK.\n\"Mistake,\" \"misjudgement,\" \"blunder.\" \nThese are just some of words EU insiders have been using privately to describe the European Commission's initial decision on Friday to suspend areas of the Brexit deal dealing with Northern Ireland, a part of its Covid vaccine row. \nAlthough it then U-turned on those plans, critics say the damage was already done. \nBrussels previously lectured the UK government about respecting the Irish Protocol - which was painfully and carefully drafted during Brexit negotiations. \nNow the EU seemed quick to undermine the agreement. \nMember state Ireland felt stung that it hadn't been consulted. This all adds to the impression of chaos surrounding the EU's vaccine rollout. \nBrussels was already under fire from a growing number of EU countries for having been slow to sign vaccine contracts with pharmaceutical companies. \nThis \"mishap\" over the Irish Protocol, as Spain's Foreign Minister called it, hasn't exactly helped the commission's reputation. \nJulian Smith, Conservative MP and former Northern Ireland secretary, said the EU had \"pulled the emergency cord\" without following the proper processes that had been agreed over years of negotiations.\nHe told BBC Radio 4's Today programme the move came \"without anywhere near the level of understanding of the Good Friday Agreement, of the sensitivities of the situation in Northern Ireland\". \n\"It was an almost Trumpian act - I'm very pleased that they've changed their minds,\" he said, adding that the EU's \"major issue\" with its Covid vaccine rollout \"does not excuse\" their actions.\nBBC business correspondent Katie Prescott said firms in Northern Ireland were stunned that the European Commission could trigger a change that was only meant for the \"most egregious circumstances\" - just one month after the UK's post-Brexit transition period with the EU ended.\nConservative MP and former international trade secretary, Dr Liam Fox, said the EU had shown it was \"willing to impose [a] hard border on Northern Ireland\" despite the \"precious\" agreements in place to prevent such a situation, with \"very little requirement and no notice\".\n\"It was like an episode of Carry On at the [European] Commission yesterday, except that it wasn't funny,\" he told BBC News.\nMr Martin welcomed the EU's reversal, describing it as a \"positive development given the many challenges we face in tackling Covid-19\".\nIt was not thought that the move would have directly disadvantaged Northern Ireland, which gets its vaccine supplies through the UK procurement system.\nThe Department of Health confirmed Health Secretary Matt Hancock had a \"constructive discussion\" on the supply of vaccines with his Northern Ireland counterpart Robin Swann, who tweeted it was \"essential\" confidence and trust were rebuilt after the EU's actions.\nThe Irish government and its diplomats have spent a huge amount of time and energy educating their EU partners on the nuances of the Irish border.\nDuring the Brexit negotiations there was a slick operation where visiting dignitaries and camera crews were whisked up the road from Dublin airport to see the border in County Louth.\nThis paid dividends for Ireland: its concerns remained top of the EU's priorities during the negotiations.\nSome of the European Commission's most talented officials were deeply involved in the Irish elements of the Brexit deals.\nBut something clearly went badly awry on Friday.\nThe use of the Article 16 mechanism, to override part of the Brexit deal, caught the Irish government by surprise.\nThose Commission officials with special knowledge of Ireland were either not consulted or not listened to.\nDick Roche, Ireland's former Europe minister, told the BBC the government had been \"blindsided\" and \"embarrassed\".\nHe said the Taoiseach had been \"very annoyed\" and made \"very strong representation\" to urge the Commission to change its mind.\nDespite later backtracking on Article 16, the EU is still introducing new controls giving its member states the power - should they want to - to block exports of the coronavirus vaccine to countries including the UK, if the company making them has not honoured existing contracts with the EU.\nThe European Commission said the temporary mechanism is to combat \"the current lack of transparency\" over vaccine exports outside the EU, and is not an export ban.\nBut the World Health Organization is among those criticising the move, saying \"vaccine nationalism\" could prolong the pandemic and further widen global inequality.\nLast summer the EU agreed to buy up to 400m doses of the Oxford-AstraZeneca vaccine, and on Friday the EU's drugs regulator approved the vaccine's use for all adults.\nBut the firm said that due to problems at one of its EU factories, supplies would be reduced by about 60% in the first quarter of 2021."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55863928",
      "category": "uk-wales",
      "title": "Dinosaur footprint found by girl, four, on Barry beach",
      "tags": "Dinosaurs,Barry",
      "text": "A well-preserved dinosaur footprint has been discovered by a four-year-old girl on a beach.\nLily Wilder spotted it at Bendricks Bay, Barry, in the Vale of Glamorgan - and scientists believe it could help establish how they walked. \nThe footprint, spotted in January, is 220 million years old and had been preserved in mud. \nWhile it is impossible to tell what type left it, the print is 10cm long and likely from a 75cm tall dinosaur.\nNational Museum Wales palaeontology curator Cindy Howells described it as \"the best specimen ever found on this beach\".\n\"It was Lily and Richard (her father) who discovered the footprint,\" said mum Sally.\n\"Lily saw it when they were walking along and said 'daddy look'. When Richard came home and showed me the photograph, I thought it looked amazing. \n\"Richard thought it was too good to be true. I was put in touch with experts who took it from there.\"\nThe dinosaur which left it was described as \"a slender animal\" which would have walked on its two hind feet and actively hunted other small animals and insects.\nSimilar footprints in the USA are known to have been made by the dinosaur Coelophysis.\nSpecimens found at Bendricks Bay in the past are thought to be from more crocodilian-type reptiles rather than dinosaurs.\nSpecial permission had to be sought from Natural Resources Wales to legally remove the footprint, with the fossil extracted this week and taken to National Museum Cardiff where it will be preserved.\nDinosaurs first appeared about 230 million years ago, with the footprint shedding light on an early point in their evolution, when the different groups of dinosaurs were first diversifying. \n\"Its spectacular preservation may help scientists establish more about the actual structure of their feet as the preservation is clear enough to show individual pads and even claw impressions,\" National Museum Wales said in a statement.\nThe Bendricks is a stretch of coastline between Barry and Sully in the Vale of Glamorgan.\nIt is an important palaeontologist site and a site of special scientific interest. \nThe south Wales group of the Geologists' Association called it \"the best site in Britain for dinosaur tracks of the Triassic Period\".\nIt said: \"The footprints can be difficult to see. Many are covered at high tide so it is best to go after high tide when the tracks may retain small puddles of water. \n\"It is also easier to spot the footprints when the sun is low in the sky as longer shadows will help throw the footprints into relief.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-nottinghamshire-55870869",
      "category": "uk-england-nottinghamshire",
      "title": "Coronavirus: Apology after children invited for vaccine",
      "tags": "Children,Rempstone,Coronavirus vaccines,Nottingham,NHS",
      "text": "Health bosses have apologised after some clinically extremely vulnerable children were mistakenly sent letters inviting them for a Covid vaccination. \nNottingham and Nottinghamshire Clinical Commissioning Group (CCG) sent the letter to children under the age of 16.\nCurrently no-one under the age of 16 has been advised to have a vaccine.\nIn a statement, the CCG said the mix-up was due to a \"processing error\" and they were \"extremely sorry\", urging anyone who got a letter to ignore it.\n\"Due to the processing error reported, we are aware that some children under the age of 16 who are classed as clinically extremely vulnerable (CEV) have mistakenly received a letter inviting them for a Covid-19 vaccination,\" it said.\n\"We are extremely sorry for this mix-up.\"\nEarlier on Friday, the CCG also sent letters to people classed as clinically vulnerable with an incorrect link.\nThe letter included an online link that only works for those over 70, which the CCG said was also down to the \"processing error\".\nA CCG spokeswoman said people aged under 70 who are vulnerable would be sent a second letter with a new link, and would need to bring that to any appointment. \nThe BBC understands that error affected about 18,000 people. \nPaul Schober, from Rempstone in Nottinghamshire, who was affected, has been shielding since before the first lockdown following chemotherapy.\nThe 68-year-old cancer patient said he was \"frustrated\" with the error.\n\"To be offered the vaccine and then to be trapped in some Kafkaesque nightmare where you can't get your booking accepted... I wasn't very happy at all,\" he said.\nFollow BBC East Midlands on Facebook, on Twitter, or on Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-tyne-55870959",
      "category": "uk-england-tyne",
      "title": "Covid-19: Joelinton an idiot for sharing haircut photo, barber says",
      "tags": "Coronavirus lockdown measures,Newcastle upon Tyne,Coronavirus pandemic",
      "text": "A barber to the stars has called a Premier League ace an \"idiot\" for sharing a photo of an illegal haircut.\nTom Baxter cut Newcastle United forward Joelinton's hair on Friday. The Brazilian footballer then posted an image of the encounter on Instagram.\nThe celebrity stylist said it was obvious many footballers were getting professional cuts done, adding that if \"I didn't do it someone else would\".\nHe does, however, accept he \"is not above the law\" regarding Covid rules.\nMr Baxter admits he has cut a number of players' hair in his Newcastle salon during lockdown but said he had costs to cover. \nHe pointed out that Joelinton's visit was part of a photoshoot, which could be allowed under the rules, although the stylist said he \"should not have done it\" and Joelinton was an \"idiot\" for putting the image on social media.\nMr Baxter said he had spent £20,000 to make his salon Covid secure, he and his clients wear masks and both he and Joelinton have had regular tests showing they have not got the virus.\n\"Yes it was lockdown and we should not have done it, I should not have done it,\" he said.\n\"But I'm not a bad lad and he's not a bad lad.\n\"Everyone has probably broken the rules at some point. During the first lockdown everyone took it seriously but now I think people are fed up with it.\"\nHe said he was expecting a visit from the police and would \"accept what's handed down to me\".\nMr Baxter also said it was not fair to target 24-year-old Joelinton, Newcastle United's record signing when he joined the club in 2019 for £40m, saying: \"He is a lovely young lad in a new country where he does not know people or speak the language.\"\nThe stylist added: \"I'm not being arrogant or cocky. I know people who have had symptoms and I know people have died.\n\"I do regret it if I was putting somebody else at risk. I shall take the heat, whatever is thrown at me.\"\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55857530/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid vaccine: Single-dose Johnson & Johnson jab is 66% effective",
      "tags": "Johnson & Johnson,Coronavirus vaccines,Coronavirus pandemic",
      "text": "A new single-dose vaccine has shown to be 66% effective against Covid-19, and offered complete protection against hospitalisation and death in trials.\nHowever, there are signs the jab, made by Belgian pharmaceutical firm Janssen, is less effective against the new variant spreading in South Africa.\nThe Johnson & Johnson-owned company is looking at whether two doses will give stronger or longer-lasting protection.\nIt aims to make one billion doses this year.\nThe UK has ordered 30 million doses, the US 100 million and Canada 38 million.\nUK Health Secretary Matt Hancock said if the jab was approved by Britain's Medicines and Healthcare Products Regulatory Agency (MHRA) it could \"significantly bolster\" the country's vaccine programme.\nCrucially, no one needed hospital treatment or died from coronavirus after the Janssen vaccine took effect in the international trial.\nThe news comes shortly after Novavax announced their jab was 89% effective overall in the UK and 60% in South Africa. Both new vaccines will need to be reviewed by regulators before they can be used. \nMeanwhile, the EU's drugs regulator has approved the use of the AstraZeneca vaccine for people aged over 18. \nIt comes amid an ongoing dispute over whether AstraZeneca is breaking its vaccine delivery commitments to the bloc, which has seen the EU confirm that it will bring in export controls on Covid vaccines made in the bloc.\nThe EU has temporarily overridden a section of the Brexit deal in relation to Northern Ireland, over concerns the country could become a backdoor for vaccines from the EU to be sent into the wider UK.\nArlene Foster, DUP leader and Northern Ireland's first minister, called the move \"an incredible act of hostility\" by the EU.\nIt comes as the UK reported a further 29,079 new coronavirus cases on Friday, and 1,245 deaths within 28 days of a positive coronavirus test in the government's daily figures, bringing the total deaths by that measure to 104,371.\nCrucially, the Janssen trial looked at giving just one dose of the vaccine, which makes it significantly easier to roll out than those requiring two.  It is also investigating whether giving two doses will give either stronger or longer-lasting protection. \nThe fact it works as a single dose and can be kept in a standard fridge, while others need super-cold storage, means the vaccine could have a significant role around the world. \n\"A one-shot vaccine is considered by the World Health Organization to be the best option in pandemic settings,\" said Dr Paul Stoffels, the chief scientific officer at Johnson & Johnson.\nHe added the vaccine could \"potentially protect hundreds of millions of people from serious and fatal outcomes of Covid-19\". \nIt is easy to become complacent after the astounding success of the first vaccines to go through trials.\nBut having another two effective vaccines is a cause for massive celebration.\nIt will take vast quantities of vaccine to immunise the world - remember this is a pandemic - and the more options we have available, the better.\nHowever, there is also a warning sign in the new data from the Janssen and Novavax trials.\nBoth showed a dip in their overall effectiveness in South Africa, where a new and worrying variant has been spreading.\nThe results from South Africa were still good and clearly better than no vaccine at all.\nBut they do emphasise how coronavirus is a moving target and that we may need to change the vaccines we use in the future.\nThe Janssen vaccine uses a common cold virus that has been engineered to make it harmless. \nIt then safely carries part of the coronavirus's genetic code into the body. This is enough for the body to recognise the threat and then learn to fight coronavirus. \nThis trains the body's immune system to fight coronavirus when it encounters the virus for real. \nThis is similar to the approach used by the University of Oxford and AstraZeneca. \nDr Mathai Mammen, from Janssen, said: \"A single dose regimen with fast onset of protection and ease of delivery and storage provides a potential solution to reaching as many people as possible. \n\"The ability to avoid hospitalisations and deaths would change the game in combating the pandemic.\"\nThe results are based on nearly 44,000 people who took part in the trial and 468 cases of Covid-19.\nHowever the vaccine was just 57% effective in the South African part of the trial, where a new version of the coronavirus is spreading, compared with 72% in the US.\nPrime Minister Boris Johnson said that the results from the early trials were \"very encouraging\", and if the vaccine was approved doses should be available later this year.\nMr Hancock said the Janssen announcement was \"yet more good news\". \n\"If this jab is approved this could significantly bolster our vaccination programme, especially as a single-dose vaccine,\" he said.\n\"Once the full data has been submitted [to the MHRA], they will consider the evidence to determine whether the vaccine meets robust standards of safety, effectiveness & quality.\"\nIn the UK, the latest estimate for the R rate from the government's scientific advisory group, Sage, is 0.7 to 1.1. It means that on average, every 10 people with the virus will infect between seven and 11 other people. Last week, the R rate was between 0.8 and 1.\nThe number of coronavirus cases in the UK remained virtually unchanged in the week to 23 January, according to Office for National Statistics (ONS) data.  Its survey suggests the epidemic is levelling off or perhaps very slightly falling - but not at the rate hoped.\nMore than 7.8 million people in the UK have so far received a first dose of a coronavirus vaccine, according to the latest government figures.\nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55866781",
      "category": "uk",
      "title": "Covid: Families could be asked to pay funeral fines",
      "tags": "Coronavirus lockdown measures,Funerals,Coronavirus pandemic",
      "text": "UK funeral directors say they might need to ask bereaved families to agree to pay any fines incurred if a service breaches coronavirus restrictions.\nThe National Association of Funeral Directors said it was \"utterly ridiculous\" its members risked penalties for doing a frontline job.\nRules vary across the UK but there are limits at funerals in all four nations.\nOne director was given a £10,000 fine after nearly 150 people turned up to a funeral in Hertfordshire this month.\nOnly up to 30 people are able to attend services in England.\nThe NAFD told the BBC that it understood why funeral firms might consider asking families in some police force areas to cover the cost of any potential fines, in order to protect their businesses.\nAn alternative option, says the association, would be to arrange funerals with no family members in attendance at all.\nIn a statement, the NAFD said: \"Most police forces are being sensible about how they enforce restrictions, but some... have got their approach seriously wrong\".\nIt added: \"UK funeral directors are critical workers and, in the main, small businesses. \n\"Forcing them to risk a £10,000 fine for every funeral they are doing to support the nation through the pandemic is utterly ridiculous and could lead to some of them closing down.\"\nHertfordshire Police has said its fine was given to the funeral director in Welwyn Garden City \"for not managing this event correctly and advising their clients of the rules\".\nThe NAFD said its lawyers have now written to the force challenging the fine and have sought clarity on why the funeral director was responsible and \"what he should have done\".\nThe Cabinet Office says it has provided detailed guidance to the industry. \nIt added it is a \"legal requirement and therefore, the responsibility\" of the organiser of the funeral or venue manager to take all reasonable measures to limit the risk of transmission of Covid-19, including ensuring a limit on attendees is not exceeded and and mourners wear face coverings.\nHave you been affected by any of the issues raised in this article? You can get in touch by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55872763",
      "category": "world-europe",
      "title": "EU 'fiasco' on N Ireland heaps pressure on Commission",
      "tags": "EU-UK post-Brexit trade talks,Coronavirus vaccines,Moderna,Pfizer,European Union,Coronavirus pandemic,AstraZeneca",
      "text": "\"Misjudgement\", \"mismanagement\", \"blunder\"... and words that were far, far stronger.\nThat's what I've been hearing from EU insiders about the European Commission's initial decision on Friday to suspend part of the Brexit deal agreement on Northern Ireland, in its rush to impose restrictions on Covid vaccines, or components of vaccines, exported from the bloc.\nThe EU vaccine roll-out is in very clear trouble. EU countries are openly desperate to get hold of the jabs they have been promised to put in voters' arms. But representatives of member states I've spoken to say they were blindsided by the European Commission move.\n\"We certainly weren't asked about it,\" one EU diplomat told me. \"If we had been, we would have shouted loudly that it was a terrible idea. The decision was taken, in a hurry, at the top or close to the top [of the Commission].\" \nEven more astonishing, considering the huge sensitivity of the Northern Ireland chapter of the Brexit deal, EU member Ireland wasn't consulted, or even informed, of the Commission's intention.\nNor were those in the Commission with intimate knowledge of the post-Brexit Northern Ireland arrangement: former EU lead negotiator Michel Barnier and colleagues.\nThey tried to intervene on Friday evening, urging a swift U-turn on the policy, even as Boris Johnson and the Irish Taoiseach Micheál Martin held separate conversations with the European Commission president.\nRemember just how long and difficult the Brexit negotiations were in reaching an agreement on Northern Ireland? Think about how often the EU lectured the UK government about the importance of respecting the detail of the arrangement; how peace in Northern Ireland was at stake.\nYet the impression the European Commission gave on Friday - however incorrect or unintended, which is what it insists - is that those concerns could be thrown aside in a heartbeat. \nEU national diplomats, whom I've spoken to over the years as part of my Brexit coverage, appeared frustrated and dismayed.\n\"Over and again, I've repeated to the press the importance and the fragility of peace in Northern Ireland and how we in the EU appreciated and respected the importance of getting the Brexit deal right,\" a representative from a prominent EU country told me.\n\"And what do we look like now? This was a disaster. It plays into the hands of EU-haters and UK opponents of the Brexit deal.\"\nAnother diplomat questioned whether the team around Commission President Ursula von der Leyen actually understood the Irish protocol in the Brexit deal. \"They came in right at the end. Most of the deal was agreed under [former Commission President Jean-Claude] Juncker. Maybe they just don't get it?\" \nThe European Commission back-tracked late on Friday (although it has reserved the right to revisit the issue, it says, if it sees EU-manufactured vaccines entering the rest of the UK via Northern Ireland).\nThe U-turn was publicly welcomed by Micheál Martin. But take a look at political and press reaction in Ireland, Northern Ireland and the rest of the UK, and you'll see a lot of damage had already been done. \nBut Friday's \"Northern Ireland fiasco\" as I've heard it referred to, doesn't feature very prominently in the media elsewhere in Europe. The focus remains on the absence of vaccines, promised by the European Commission, which agreed contracts with pharmaceutical companies on behalf of all its members. \nHere again EU politicians seem increasingly irritated with what is now perceived as incompetence at the highest levels of the Commission. Friday's mess-up over the Brexit Northern Ireland agreement is being described to me as \"a symptom\" of mismanagement of the wider vaccine programme.\n\"It's like watching a car crash in slow motion,\" one irate EU diplomat told me. \"President von der Leyen is a medical doctor. She wanted to take over the mass purchase of vaccines for all the EU - as a high-profile exercise. Normally health issues are dealt with nationally. This hasn't been a great advertisement for handing over powers to Brussels. I think that's the lesson member states will take away from this.\"\nIt should be said that smaller, less well-off EU countries are still relieved the Commission represented them on the vaccine market, otherwise, they say, they'd have found themselves \"at the back of the queue\".\nThere is definite EU-wide anger too at pharmaceutical companies, which have delayed vaccine deliveries. Especially AstraZeneca, which is understood to have promised the EU 100 million doses before the end of March. It has now said it can supply only a fraction of that amount.\nBut by now - when EU governments look at how far ahead the UK and the US are compared to the EU in their vaccine roll-outs - blame is also being directed at Ursula von der Leyen. Some in the EU say privately she may come under pressure to resign.\nThe Commission stands accused of not investing enough in expanding vaccine production sites. And Bavarian leader Markus Soeder - a favourite to replace Angela Merkel as German chancellor - is far from alone when he lashed out at the Commission last week for being \"too late\" in concluding vaccine contracts.\nAstraZeneca's argument (rejected by the EU) as to why it's honouring its agreement with the UK first, is, it says, because the Johnson government signed on the dotted line three months before Brussels.\nSo now what?\nThe priority for people across the EU is protecting themselves and their families. They were promised a vaccine action-plan they're not - or not yet - getting. Which, in turn, is having an impact on domestic politics. Take the Netherlands or Germany, for example, as they head towards parliamentary elections.\nVaccine appointments have been cancelled in France, Portugal, Spain and beyond because of dwindling supplies. \nThe European Commission is under pressure to take effective action. But of late it has given the impression of firing hastily in all directions - threatening AstraZeneca with legal proceedings; demanding some of the company's vaccines be diverted to the EU from production centres in the UK; risking alienating allies in Japan, Canada and Australia with new authorisation requirements for vaccine exports from the EU; and dragging the Brexit deal on Northern Ireland into the fray.\nNone of this, so far, has resulted in reducing the EU's vaccine shortfall. \nOf course, not all aspects of the current vaccine debacle are the fault of the Commission. Aside from pharmaceutical company delays, the EMA, the EU's medical regulator, has been slow to approve the use of individual vaccines. Some EU countries have proved more efficient than others with their national roll-out programmes. \nAstraZeneca and others have promised far larger vaccine supplies for the EU come the spring. Perhaps the EU mood towards the Commission may then soften, but not now, while the health threat from Covid looms large."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55872249",
      "category": "world-europe",
      "title": "Russian billionaire Arkady Rotenberg says 'Putin Palace' is his",
      "tags": "Russia,Alexei Navalny,Vladimir Putin",
      "text": "Russian oligarch Arkady Rotenberg says he is the owner of an opulent Black Sea mansion, not President Vladimir Putin, as the leaders' critics had alleged.\nA video report about the vast palace, by Kremlin critic Alexei Navalny, went viral across Russia and has now been watched more than 100m times. \nThe Russian president rubbished reports he owned the resort earlier this week. \nMr Rotenberg, a billionaire with close links to Mr Putin, went public claiming to be the owner on Saturday.\nThe revelation came in an interview posted on the pro-Kremlin Mash Telegram channel, before being confirmed to the Interfax news agency.\n\"I have managed to strike a deal with creditors a few years ago, and I became a beneficiary of this site a few years ago,\" Mr Rotenberg's press office quoted him as saying.\nMr Rotenberg said the property will be completed \"in a couple of years\" and is expected to become an apartment hotel.\nThe claim comes as a crackdown against opposition figures intensifies across Russia. \nControversy over the property has been rife following the publication of the documentary by jailed Kremlin critic Alexei Navalny's team earlier this month.\nTheir investigation alleged the property cost £1bn ($1.37bn) and was paid for \"with the largest bribe in history\". \nThe BBC's Tim Whewell previously reported on the mysterious palace back in 2012, quoting a former business associate of Mr Putin who alleged that the mansion was built to his specifications for his personal use - but a spokesman dismissed the allegations at the time. \nEarlier this week, the Russian president directly denied that he or his family owned it and described the video about it as \"boring\".\nThe allegations about the palace have taken off on Russian social media, including video platform TikTok. The corruption allegations helped spur on protests held throughout the country last weekend in support of Mr Navalny - the biggest seen against President Putin in years.  \nMore than 4,000 people were arrested as large crowds took to cities across Russia demanding Mr Navalny's release.\nThe anti-corruption campaigner was immediately taken into custody after returning to Russia on a flight from Germany, where he had been recovering from an attempt to kill him with a nerve agent last year. \nBoth the heavy-handed police response and the continued detention of Mr Nalavany has drawn sharp international criticism.  \nDespite this, a crackdown seems to be intensifying.\nA number of close associates of Mr Navalny have been detained since last week and others, including his brother and Pussy Riot activist Maria Alyokhina, have been put under house arrest.\nThe chief editor of a Russian website specialising in human rights, Sergei Smirnov, was also arrested outside his home on Saturday. News of his detention, apparently over allegations he participated in last week's protests, has been condemned by other journalists.\nFurther demonstrations are expected on Sunday, despite fresh police warnings about gatherings.\nOfficials have said that public transport routes and pedestrian movement will be limited across Moscow to try to curb protests.\nMr Rotenberg is a significant figure in Russia as the owner of huge construction firms which build infrastructure like bridges and gas pipelines. He is known to be close to Mr Putin as a former childhood friend and judo partner. \nMr Rotenberg and his brother were implicated during the FinCEN file revelations late last year. \nThe businessman has been under US sanctions since 2014, when officials described him as a member of the \"Russian leadership's inner circle\" who they claimed provided \"support for Putin's pet projects\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55873900",
      "category": "uk",
      "title": "'Daddy, look at this': Girl's dinosaur footprint discovery on Barry beach",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-55863264",
      "category": "uk-scotland-scotland-politics",
      "title": "Crown Office hands over 'material' to Salmond inquiry",
      "tags": "Scottish government,Alex Salmond inquiry,Scottish Parliament",
      "text": "The Crown Office has handed over evidence to the Holyrood inquiry into the handling of harassment claims against Alex Salmond. \nIt follows an unprecedented move by MSPs to use legal powers to seek documents from the prosecution service.\nProsecutors have confirmed they have given \"material\" from the former first minister's criminal trial to MSPs.\nBut committee members were also asked to consider whether it is in the public interest to publish it.\nA spokesman for the Crown Office said: \"Material has been provided to the committee and the convener has been respectfully asked to give careful consideration as to whether or not it is appropriate and in the public interest to publish material Crown Office and Procurator Fiscal Service (COPFS) has provided.\n\"The Lord Advocate and Solicitor General for Scotland have not had any decision-making role in the investigation and prosecution of Alex Salmond and any subsequent related matters.\"\nThe committee was set up after a judicial review court case where the Scottish government admitted its internal investigation of two harassment complaints against Mr Salmond had been unlawful. \nThe government had to pay out more than £500,000 in legal expenses to the former first minister, who was later acquitted of 13 charges of sexual assault in a separate criminal trial.\nLast week MSPs on the committee issued a notice to the Crown Office under part of the Scotland Act, demanding a number of documents. \nIt was the first time MSPs have issued such a formal request in the history of the Scottish Parliament. \nThe notice, formally issued by Holyrood chief executive David McGill, says the COPFS \"may hold documents relevant and necessary for the committee to fulfil its remit\".\nThe committee was seeking the release of documents detailing text or WhatsApp communications between SNP chief operating officer Susan Ruddick and Scottish government ministers, civil servants or special advisers from between August 2018 and January 2019, that may be relevant to the inquiry.\nIt also asked for any documents linked to the leaking of complaints to the Daily Record newspaper in August 2018.\nA Scottish Parliament spokeswoman said: \"The committee received a response from the Crown Office this evening.\n\"This response will be considered by the committee when it next meets.\" \nMr Salmond looks set to appear before the inquiry on 9 February, while his successor as first minister, Nicola Sturgeon, is expected to give evidence the following week. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55842994",
      "category": "business",
      "title": "GameStop: Global watchdogs sound alarm as shares frenzy grows",
      "tags": "Companies,Financial Conduct Authority (FCA),Personal finance,Reddit,GameStop",
      "text": "Regulators have fired warning shots over frenzied share dealing in GameShop and other firms fuelled by social media chat on sites like Reddit and Facebook.\nWatchdogs in the US and UK said they were monitoring activity and potential lawbreaking, and warned traders they risked facing huge losses.\nTraders should ensure they are familiar with all rules, \"including market abuse\", the UK's regulator said.\nGameStop is the focus of a trading war between amateurs and Wall Street pros.\nShares in the US bricks-and-mortar video games retailer surged again on Friday, ending 68% higher. Another stock in the traders' sights, AMC Entertainment, jumped 54%.\nThat bucked broader market trends, which saw all three main US indexes fall roughly 2%. For the week they were down more than 3% - the biggest weekly decline since October. \nSome share trading firms temporarily halted dealings on Thursday amid extreme volatility in GameStop, which has soared as much as 700% in the past week. AMC Entertainment and Blackberry, which have also seen huge trading activity, were among the other companies also hit by the restrictions.\nUK traders have also been sharing their thoughts and tips on trading chat forums amid mounting concerns about misinformation and share ramping. \nLondon-listed companies have also been the focus of social media attention, including publisher Pearson and cinema operator Cineworld, although the share price movements were minimal compared with the GameStop surge.\nIn a statement on Friday, the UK's Financial Conduct Authority said: \"The FCA is aware of the situation and continues to closely monitor trading in UK markets. UK investors should take care when trading shares in highly volatile market conditions that they fully understand the risks they are taking. This applies to UK investors trading both US and UK stocks.  \n\"Firms and individuals should also ensure they are familiar with, and abiding by, all regulations including the market abuse and short selling regimes in the jurisdiction they are trading in.\"\nIn the US, the US Securities and Exchange Commission (SEC) warned against illegal \"manipulative trading activity\". \nThe regulator added: \"Our core market infrastructure has proven resilient under the weight of this week's extraordinary trading volumes.\n\"Nevertheless, extreme stock price volatility has the potential to expose investors to rapid and severe losses and undermine market confidence.\"\nThe SEC also said it would review actions that could \"unduly inhibit\" and \"disadvantage investors\".\nThe war between amateur private investors and heavyweight firms like hedge funds centres on so-called short selling. Over recent months, hedge funds had made big bets that shares in loss-making GameStop would fall. \nBut an army of private investors, swapping tips on social media, spotted a chance for a buying frenzy that would push up the price and \"squeeze\" the hedge fund short sellers. \nMany private traders made profits - and losses - along the way, but their actions also dealt a big financial blow to hedge funds that spent billions of dollars gambling GameStop's shares would tumble.\nThe decision on Thursday by several brokerages to halt purchases of shares in Gamestop and some other firms  sparked outrage among investors, who accused the companies of working on behalf of traditional Wall Street investors who were losing out to the army of amateurs. Some disgruntled investors said they were preparing legal action.\nInvestor anger over their temporary ban from trading spread beyond the investment community, with rappers and US politicians on both sides of the Washington divide joining the backlash against Wall Street.\n\"This is unacceptable,\" tweeted Representative Alexandria Ocasio-Cortez, a Democrat. \"We now need to know more about @RobinhoodApp's decision to block retail investors from purchasing stock while hedge funds are freely able to trade the stock as they see fit.\"\nHer tweet was shared by Republican Senator Ted Cruz who commented \"fully agree.\" Tesla founder Elon Musk, whose shares have also been a retail favourite, also commented on Ms Ocasio-Cortez's tweet, saying \"Absolutely\".\nMuch of the anger was directed atRobinhood, a new breed of broker popular among a new generation of younger, tech-savvy investor, but which has been accused of \"gamifying\" share trading. \nOn Friday, a Robinhood chat forum on Facebook was also removed for breaking its Community Standards rules, although the social media giant did not expand on the reasons.\nAfter the backlash, Robinhood late Thursday said it would ease the restrictions. The firm also said it had raised more than $1bn from existing investors to bolster its finances amid questions about strains caused by the buying frenzy.\nBut Senator Elizabeth Warren, a Democrat known as a supporter of tougher financial rules, said the chaos was another sign of \"years of distortion in securities markets that have allowed the wealthy few to artificially inflate and deflate share prices and reap short-term profits while exacerbating wealth inequality\".\nShe said regulators must review the trades and make changes to ensure that markets \"reflect real value, rather than the highly leveraged bets of wealthy traders or those who seek to inflict financial damage on those traders\".\nKey to what's going on is \"short selling\" or \"shorting\", where a big investment firm such as a hedge fund tries to make money by betting that a company's share price will fall.\nThe hedge fund borrows shares in a company from other investors (for a fee) and sells the shares on the markets at, for example, $10 each, waits until they fall to $5, and buys them back. The borrowed shares are returned to the original owner, and the hedge fund pockets a profit.\nGameStop - which saw heavy losses last year and was described as \"failing\" by one big investor - is the most shorted stock on Wall Street.\nBut in the last week, amateur investors who follow the Wall Street Bets forum on Reddit have poured money into buying the company's stock with the aim of pushing up the price.\nIf the price rises dramatically, short sellers face big losses and they need to buy back the shares they have borrowed quickly to prevent bigger losses - a process known as covering.\nHowever, buying back the shares only adds to demand for the stock and pushes its price higher still."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55862233",
      "category": "world-europe",
      "title": "Covid: EU approves AstraZeneca vaccine amid supply row",
      "tags": "European Union,Coronavirus pandemic,AstraZeneca",
      "text": "The EU's drugs regulator has approved the use of the Oxford-AstraZeneca Covid vaccine for all adults.\nThe European Medicines Agency (EMA) said the AstraZeneca vaccine was about 60% effective in the trials on which it based its decision.\nThe move comes amid a dispute over whether AstraZeneca is breaking its vaccine delivery commitments to the EU.\nThe European Commission has published its contract with the Anglo-Swedish drug-maker, hoping to show a breach.\nThe bloc agreed to buy up to 400 million doses of the AstraZeneca vaccine last year.\nIn a press conference later on Friday, Astra-Zeneca chief executive Pascal Soriot conceded that it had \"teething issues\" in the yield of vaccine at some production sites.\n\"We're talking about biology manufacturing here,\" he said, adding - \"it's not like doing an orange juice.\"\nMr Soriot said AstraZeneca had millions of doses ready to ship to the EU, and was working 24/7 to increase capacity. \nThe European Commission has now given final approval for the vaccine.\nIt would have been very surprising if EU regulators had not given the go-ahead for this vaccine that they have been pre-ordering hundreds of millions of doses of. The UK approved it weeks ago, and millions of people in Britain have already received their first shot that should give them protection very soon. \nTrials show it is highly effective at preventing severe illness and deaths from coronavirus. But there have been questions about how well it works in people aged 65 and above, because there isn't as much data for that age group - fewer than 10% of the trial volunteers were in this age bracket. However, there is other evidence to suggest the vaccine works very well in older adults. \nStudies show that, like other age groups, the over-65s have a strong immune response to the vaccine. After receiving the shots their blood has plenty of the required antibodies that can fight the coronavirus. It will be up to individual countries to decide who - including which age groups - to offer the shots to. \nThe bigger question will be how soon EU nations can get large deliveries of the vaccine. Supplies of this and other Covid vaccines are in huge demand, but there is a limit to how much can be manufactured at pace. \nLast week AstraZeneca said vaccine supplies would be reduced because of problems in one of its EU factories.\nThe shortfall is expected to be about 60% in the first quarter of 2021. The EU has also received fewer than expected doses of the two other vaccines it has approved - from Pfizer-BioNTech and Moderna.\nThe EU has said AstraZeneca must honour its commitments and deliver the jabs it ordered by diverting doses manufactured in the UK. The company said its contract for UK supplies prohibits that, since it must fulfil Britain's order before it can send supplies made there abroad.\nBut an EU source familiar with the matter told the BBC that AstraZeneca's UK facilities were legally obliged to do so, saying: \"This is not an option, it is a contractual obligation.\"\nThe UK plants are not back-up facilities; they are part of the main network, the source added.\nThe company's CEO Mr Soriot said earlier this week that the contract obliged AstraZeneca to make its \"best effort\" to meet EU demand, without compelling it to stick to a specific timetable - an assertion disputed by the EU.\n\"There are binding orders and the contract is crystal clear,\" European Commission chief Ursula von der Leyen said in an interview with German radio on Friday morning.\n\"'Best effort' was valid while it was still unclear whether they could develop a vaccine. That time is behind us. The vaccine is there.\"\nThe European Commission said on Friday it had agreed a plan to introduce export controls on coronavirus vaccines. This means individual member states will decide whether to allow the export of vaccines produced in the territory. It will be in place until the end of March.\nThe controls will affect some 100 countries worldwide - including the UK, the US, Canada and Australia - but many others, including poorer nations, are exempt.\nEU Health Commissioner Stella Kyriakides told a news conference the aim was to ensure all EU citizens had access to vaccines, and to make sure all parties played by the rules.\n\"This approach is built on trust, transparency and responsibility,\" she said.\n\"Commitments need to be kept, and agreements are binding. Advance purchase agreements need to be respected.\"\nThe World Health Organization's Mariangela Simao, assistant director for access to medicines and health products, described the export controls as a worrying trend. \nThe EU also suspended terms of the Brexit deal allowing goods to flow across the Northern Irish border, arguing it could be used as a back door to the rest of the UK. \nNorthern Ireland's First Minister Arlene Foster branded the move an \"incredible act of hostility\".\nGermany's vaccine commission has said it cannot recommend the use of the jab in people aged over 65, citing a lack of data on how it affected this age group.\nIndividual EU countries are free to decide who vaccines should be given to, once they have been approved. \nHowever, the UK has been using the AstraZeneca vaccine in its mass immunisation programme for weeks now, and public health officials say it is safe and provides \"high levels of protection\".\nResearch has shown it is highly effective. No-one who received the Oxford vaccine in trials was hospitalised or became seriously ill due to Covid.\nThe vaccine is given via two injections to the arm, the second between 4 and 12 weeks after the first.\nConfirming it had approved the AstraZeneca vaccine, the European Medicines Agency (EMA) said that most participants in the test studies were between 18 and 55 years old. It said that while there were not yet enough results to show how the vaccine will work in older people, \"protection is expected, given that an immune response is seen in this age group and based on experience with other vaccines.\"\nAstraZeneca has said a US study will shortly provide additional data on the vaccine's efficacy in older adults. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-55870559",
      "category": "uk-scotland",
      "title": "Catherine Calderwood given senior NHS role at Golden Jubilee",
      "tags": "Clydebank,Catherine Calderwood,Coronavirus pandemic",
      "text": "The Scottish government's former chief medical officer, who quit after breaking lockdown rules, has been given a new senior post in the NHS.\nCatherine Calderwood resigned after it emerged she had breached travel restrictions to visit a second home.\nShe has now been appointed as national clinical director of the new Centre for Sustainable Delivery at the Golden Jubilee hospital in Clydebank.\nIt is believed the role comes with a salary of £85,000 to £112,000.\nDr Calderwood became well-known across the country after she fronted TV and radio adverts urging the public to stay at home to save lives and protect the NHS.\nShe took part in daily televised media briefings alongside First Minister Nicola Sturgeon. \nShe was given a police warning for breaking the lockdown rules after the Scottish Sun published photographs of her and her family visiting Earlsferry in Fife - more than an hour's drive from her main family home in Edinburgh.\nAt first, she issued an apology, saying she did not want her \"mistake\" to distract from the guidance on social distancing.\nHowever, she later admitted during a televised press briefing that she had also made another visit to the property in Fife and within several hours she confirmed she was standing down as the country's chief medical officer.\nNHS Golden Jubilee confirmed the doctor's appointment following \"a stringent, values based, recruitment process\".\nJann Gardner, the hospital's chief executive, said: \"Dr Calderwood brings a wealth of experience in medical leadership, where she has held a variety of roles within the NHS and in government.\n\"Part of NHS Golden Jubilee's values is about recruiting the best people with the knowledge and skills for the role they apply for. \n\"However, it is also important that the successful candidate wants to improve, innovate and learn as an individual to benefit our patients across Scotland.\" \nThe hospital is hoping the new centre will become an internationally-recognised centre of excellence promoting best practice, a 'Once for Scotland' approach and enabling a sustainable health and care system. \nSpeaking on BBC Radio Scotland's Off The Ball programme, Dr Calderwood's former colleague, national clinical director Jason Leitch said: \"I think it's great to have Catherine back. She has huge skills for the Scottish clinical community. \n\"And I'm delighted that she's found a job that's appropriate for her in a competitive environment. I look forward to speaking to her about it.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55863841",
      "category": "health",
      "title": "Covid: The devastating toll of the pandemic on children",
      "tags": "Coronavirus lockdown measures,Loneliness,Children,Disability,Children's Commissioner for England,Young people,Mental health",
      "text": "They are not likely to get seriously ill with Covid and there have been very few deaths. But children are still the victims of the virus - and our response to it - in many other ways.\nFrom increasing rates of mental health problems to concerns about rising levels of abuse and neglect and the potential harm being done to the development of babies, the pandemic is threatening to have a devastating legacy on the nation's young.\nThe closure of schools is, of course, damaging to children's education. But schools are not just a place for learning. They are places where kids socialise, develop emotionally and, for some, a refuge from troubled family life.\nProf Russell Viner, president of the Royal College of Paediatrics and Child Health, perhaps put it most clearly when he told MPs on the Education Select Committee earlier this month: \"When we close schools we close their lives.\"\nHe says the pandemic has caused a range of harms to children across the board from being isolated and lonely to suffering from sleep problems and reduced physical activity - alongside school closures all children's sport is currently banned as it has been at various points during the pandemic. The only exception is for organised outdoor sport for the under 12s in Scotland. \nMany experts are baffled by the approach to children's sport given the low risks of transmission outdoors and the clear benefits for emotional and physical wellbeing - the UK has some of the highest rates of child obesity in the world.\nBut it's not just the closure of schools. The stress the pandemic has put on families, with rising levels of unemployment and financial insecurity combined with the stay-at-home orders, has put strain on home life up and down the land.\nThe NSPCC says the amount of counselling for loneliness provided by its Childline service has risen by 10% since the pandemic started. Neil Homer, who has been volunteering for the service since 2009, has never known anything like it. \"It's had a devastating impact,\" he says.\nThe experience of this 16-year-old is typical of the calls that come in. \"I feel really sad and lonely. Most days I find myself just lost in my own thoughts and feeling numb.\"\nUnsurprisingly, there are clear signs the upheaval in children's lives is having an impact on children's mental health.\nThe Mental Health of Children and Young People in England 2020 report, which is produced by NHS Digital and the Office for National Statistics, is the official stocktake of the state of children's well-being.\nIt has been tracking more than 3,000 young people over the last four years. Its latest findings, published in the autumn, found overall one in six children aged five to 16 had a probable mental health disorder, up from one in nine three years previously. Older girls had the highest rates.\nChildren involved in the research cited family tensions and financial concerns as well as feeling isolated from friends and fear about the virus for causing their distress.\nOlder teenagers and adolescents have been affected too as they have seen their prospects shrink. The Youth Index, published in January by the Prince's Trust in partnership with YouGov, has been tracking the well-being of young people aged 16 to 25 for 12 years. \nIt found more than half of young people were always or often feeling anxious - the highest level ever recorded. Jonathan Townsend, of The Prince's Trust, fears young people are \"losing all hope for their future\".\nAt the opposite end of the age spectrum, health visitors, who support parents and babies during the early years, are worried about the impact on newborns.\nResearch shows the first two to three years of a baby's life is the most crucial period of human development. This has become known as the 1,001 days agenda. If children fall behind, they can find themselves at a lifelong disadvantage.\nThe Institute of Health Visiting says services have been badly hit during the pandemic with these specialist nurses pulled away from their duties to help out on the Covid front line. In some areas, health visitor numbers have dropped by half.\nThis and the social distancing rules mean for a lot of parents the only support they have received has been online. Meanwhile, the absence of baby and parent groups, and the friendships that naturally develop from them, has meant the babies of the pandemic have not benefited from the stimulus of social contact that is vital to their development.\nAlison Morton, head of the Institute of Health Visiting, says this has been an \"invisible\" cost of the pandemic, but one that will have a lasting impact, particularly in the most deprived areas. Babies and children, she says, are being \"harmed\" by what she says is the secondary indirect impact of the virus.\nThere are around one million children with special educational needs and disabilities - around one in 10 of whom have complex and life-limiting conditions, such as severe cerebral palsy or cystic fibrosis.\nThe nature of the pandemic and the response to it have created even greater challenges for many of these children and their families.\nThose with the most complex conditions can require care at home from specialist nurses and carers. This has become harder to obtain as staff have been redeployed or charities forced to cut back on their support networks. For those with compromised immune systems, shielding has been a constant almost throughout.\nDame Christine Lenehan, director of the Council for Disabled Children, says in some cases children have ended up \"incarcerated\" in their homes. \"There are some who have barely had any formal education since lockdown began.\"\nShe says even those who are the most independent have struggled, with many schools - she estimates more than half - unable to address the additional learning needs of children with special needs who are learning remotely.\nFor some children, the pandemic has had dire consequences with the numbers being harmed and abused on the rise.\nBetween April and September there were 285 reports by councils of child deaths and incidents of serious harm, which includes child sexual exploitation. This was a rise of more than a quarter on the same period the year before.\nBut children's commissioner for England, Anne Longfield, is worried this is just the tip of the iceberg, arguing the lockdowns, closure of schools and stay-at-home orders have led to a generation of vulnerable children becoming \"invisible\" to social workers.\nReferrals that would normally come in from a variety of sources, form health visitors to school nurses, dropped last year. This, she says, makes no sense given the impact of the pandemic on family life.\nFigures show that before the pandemic there were already more than two million children in England and Wales living in households affected by one of the \"toxic trio\" - domestic abuse, parental drug and alcohol dependency or severe mental health issues. The fear is this will have risen significantly.\nThe governments across the UK, of course, maintain they have prioritised children. Investment has been made in mental health services and schools are being prioritised as the first thing to open once lockdown starts to lift.\nBut is this enough? Research by Ms Longfield's organisation shows only one in three children who needed mental health support was getting it before the pandemic - and she believes that will now be even worse given the impact of the pandemic on both services and mental health.\nShe warns that children will be living with the legacy of the pandemic for \"years to come\", particularly those from disadvantaged communities, and wants to see a major investment in support for children.\nSunil Bhopal, an expert in child health at Newcastle University, agrees. He says too many people dismiss the impact on children, claiming they are \"resilient\" and will \"bounce back\". \nHe believes this is misguided and instead growing up in a world where even \"playing with your friends is illegal\" threatens to cause long-lasting damage to many. \"I don't think it is an exaggeration to say children and their families have been abandoned.\"\nFollow Nick on Twitter\nRead more from Nick"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-kent-55870808",
      "category": "uk-england-kent",
      "title": "Napier Barracks: Five arrests over asylum centre fire",
      "tags": "Refugees and asylum seekers,Folkestone,Right of asylum,Migration",
      "text": "Five men have been arrested after a fire at a former barracks where asylum seekers are being held.\nKent Police said one man was held on suspicion of assaulting a security guard and four in connection with the fire at Napier Barracks on Friday.\nThe Home Office had said a disturbance followed objections by asylum seekers to not being moved from the Folkestone site after a Covid outbreak.\nOn Saturday, the government said the barracks remained \"calm\".\nDet Ch Supt Andrew Pritchard said the five men were in custody and the force was working with the Home Office and fire service to \"establish the full circumstances and identify any individuals involved\".\nHe said a team of officers remained at the scene as part of continuing inquiries.\nMeanwhile, Folkestone's council leader David Monk said about 300 asylum seekers were still at the barracks and called for them to be moved to hotels.\n\"One building has been virtually destroyed, but there is no intention to remove the people from the site,\" he said.\nHe said he never believed it was sensible to put a large group of young men in one place, adding: \"It is not a surprise to me that tensions have eventually overridden common sense.\"\nCharity Care4Calais had said asylum seekers were \"completely abandoned by the authorities\" and left to organise their own accommodation after the fire, without food, drink, heating or light, until volunteers took supplies.\nThe group posted on Facebook: \"What you wouldn't expect is for everyone to be told to go back inside, but all the lights and heating are turned off so it's cold and dark. And as the night goes on it gets colder. \n\"But all the staff have been evacuated so only residents are left alone, with no information or care. Many have Covid and are very sick.\"\nHowever, a Home Office spokeswoman said the statement was inaccurate.\nShe said: \"The Home Office is meeting all its statutory duties to accommodate asylum seekers.\n\"The Napier Barracks site is safe and secure and we are working with our provider to repair the damage that has been done.\n\"This was a deliberate attack that put lives at risk. There are formal investigations taking place and the police have made arrests.\"\nAccording to the department, staff were only asked to stay outside the site while police and fire crews took control of the situation, and were back on Friday night.\nPower was cut off temporarily because of the fire and an electrician was restoring power on Saturday.\nThe canteen was vandalised and food could not be prepared on site, but food is being delivered and three meals a day are being provided, the government said.\nHome Secretary Priti Patel and Folkestone and Hythe MP Damian Collins have said action will be taken against anyone found to be responsible.\nMr Collins has previously called for the barracks to close.\nMr Monk said criminal damage could not be condoned but said prosecutions would count against asylum applications, adding: \"One of the tensions that really built up and underlies it all is they aren't getting to know whether their application will be successful or not.\"\nAfter the fire, the Home Office said people had \"set about destroying the barracks\", with one building set on fire and windows smashed.\nMs Patel described the destruction as \"deeply offensive to the taxpayers of this country\".\nClearsprings, the private firm that runs the site, has referred the BBC to the Home Office.\nA spokeswoman for the Home Office said: \"There are no plans to move any asylum seekers from the site and we are accommodating them all safely in the parts of the site that have not been damaged.\n\"To provide additional physical support and reassurance to staff and asylum seekers located at Napier barracks, immigration enforcement deployed members of its rapid response team overnight and will continue to attend the site over the weekend.\"\nIt is understood the team was not deployed to undertake enforcement action against anyone."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55863061",
      "category": "world-europe",
      "title": "Austrian man leaves 'large amount' to village that saved family from Nazis",
      "tags": "France,Nazism,World War Two",
      "text": "An Austrian man has left a bequest to a French village as a gesture of gratitude decades after residents took in his family during World War Two.\nLe Chambon-sur-Lignon, in south-east France, protected thousands of Jews and has a long-standing reputation for shielding people from persecution. \nEric Schwam, who died last month at 90, arrived there with his family in 1943.\nThe town's mayor says he left the village a \"large amount\" in his will, without confirming a figure.\nBut his mayoral predecessor told local media Mr Schwam had enquired with officials years ago and the total is thought to be about €2m (£1.7m; $2.4m).\nDenise Vallat, culture and communication assistant at Le Chambon-sur-Lignon, said the town was contacted by a notary about three weeks ago to discuss the donation.\n\"He was a very discreet gentleman and he didn't want a lot of publicity about his gesture,\" she was quoted by France 3 as saying. \"Little is known about the donor but we did some research.\"\nAccording to that research, Mr Schwam's family were originally from Vienna, where his father was a doctor.\nHe arrived in the town in 1943 with his parents and a grandmother. It is not known how the refugee family got there, but they had previously been held at Rivesaltes camp, a military facility in southern France used to intern civilians, before its closure in 1942.\nRecords suggest Mr Schwam's parents returned to Austria after the war but he moved to Lyon in 1950 to study pharmacy.\nIt was there he met, married and lived with his future wife. According to local reports, the couple did not have children and he was a widower before his death on 25 December.\nMayor Jean-Michel Eyraud told AFP that Mr Schwam's fortune would be used to fund education and youth initiatives.\nLe Chambon-sur-Lignon has a population of only about 2,500 people but has a reputation as a place of refuge dating back to the French Protestant Huguenots who fled religious persecution during the 17th Century.\nDuring WW2, a local pastor and his wife led calls to protect Jewish refugees from the occupying Nazis and Vichy French collaborators. Word spread through human rights groups and word of mouth and the village became a hub of the resistance movement, with ordinary residents taking in and hiding those who fled. \nLe Chambon-sur-Lignon was later recognised by Israel for its extraordinary effort."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-55872070",
      "category": "uk-scotland",
      "title": "Covid: Scotland records a further 60 virus deaths",
      "tags": "Coronavirus vaccines,East Kilbride",
      "text": "Scotland has recorded a further 60 deaths of people who tested positive for coronavirus.\nIt brings the death toll under this measure - testing positive for the virus within the previous 28 days - to 6,100.\nSaturday's figures show a slight drop in the number of people being treated in hospital for Covid-19.\nNow 1,952 people are in hospital, six fewer than Friday. And 142 people are in intensive care, down by two.\nNew case numbers also fell, from 1,155 on Friday, to 994 reported on Saturday.\nA total of 178,682 people have now tested positive in Scotland, up from 177,688 the previous day.\nThe daily test positivity rate is 5.8%, the same figure as the previous 24 hours.\nOf the new cases, 331 are in Greater Glasgow and Clyde, 174 in Lanarkshire, and 119 in Lothian.\nThe first dose of a coronavirus vaccine has now been give to 543,370 people.\nThe virus programme was boosted on Saturday as NHS Lanarkshire opened the doors in East Kilbride to any over-80s who had not yet received their first dose.\nThe health board advertised extra appointments at its vaccination centre at the Alistair McCoist Complex for patients of GP practices in the area who were eligible .\nThe Scottish government said this week it was \"on track\" to meet vaccine targets.\nFirst minister Nicola Sturgeon predicted that the \"vast majority\" in the over-80s group would get the jab by the start of next week - ahead of the 5 February target date.\nPublic health expert Prof Linda Bauld told BBC News on Saturday that it was important that anyone offered the vaccine should accept it, and not be concerned about which vaccine was offered.\nShe said: \"We should recognise that if we are offered an appointment we should take it up. Its phenomenal the rate science is delivering these vaccines. It was reassuring to hear Novavax is effective against the variant but it is important if someone gets an appointment, they go. If you delay, you are delaying potential protection for yourself.\"\nShe said the situation was moving in the right direction, but very slowly.\nShe said: \"If you look at case numbers they are definitely declining and over the last few days we have even seen slightly fewer people in hospital and in ICU. \n\"But you get these population-based estimates of where we are which show around 1 in 55 people in England - over a million people - still have the virus. It is slightly lower in other parts of the the UK. \n\"It is not a big decline from the previous week, but it does look like it is levelling off. \"\nShe added: \"We are making progress but it is very slow progress and remains fragile. \n\"Sadly the mortality rates are not going to decline for a while so from a public health perspective, unfortunately, we have to continue with the restrictions we currently have to accelerate getting the prevalence and incidence of the disease even lower.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55857530",
      "category": "health",
      "title": "Covid vaccine: Single-dose Johnson & Johnson jab is 66% effective",
      "tags": "Johnson & Johnson,Coronavirus vaccines,Coronavirus pandemic",
      "text": "A new single-dose vaccine has shown to be 66% effective against Covid-19, and offered complete protection against hospitalisation and death in trials.\nHowever, there are signs the jab, made by Belgian pharmaceutical firm Janssen, is less effective against the new variant spreading in South Africa.\nThe Johnson & Johnson-owned company is looking at whether two doses will give stronger or longer-lasting protection.\nIt aims to make one billion doses this year.\nThe UK has ordered 30 million doses, the US 100 million and Canada 38 million.\nUK Health Secretary Matt Hancock said if the jab was approved by Britain's Medicines and Healthcare Products Regulatory Agency (MHRA) it could \"significantly bolster\" the country's vaccine programme.\nCrucially, no one needed hospital treatment or died from coronavirus after the Janssen vaccine took effect in the international trial.\nThe news comes shortly after Novavax announced their jab was 89% effective overall in the UK and 60% in South Africa. Both new vaccines will need to be reviewed by regulators before they can be used. \nMeanwhile, the EU's drugs regulator has approved the use of the AstraZeneca vaccine for people aged over 18. \nIt comes amid an ongoing dispute over whether AstraZeneca is breaking its vaccine delivery commitments to the bloc, which has seen the EU confirm that it will bring in export controls on Covid vaccines made in the bloc.\nThe EU has temporarily overridden a section of the Brexit deal in relation to Northern Ireland, over concerns the country could become a backdoor for vaccines from the EU to be sent into the wider UK.\nArlene Foster, DUP leader and Northern Ireland's first minister, called the move \"an incredible act of hostility\" by the EU.\nIt comes as the UK reported a further 29,079 new coronavirus cases on Friday, and 1,245 deaths within 28 days of a positive coronavirus test in the government's daily figures, bringing the total deaths by that measure to 104,371.\nCrucially, the Janssen trial looked at giving just one dose of the vaccine, which makes it significantly easier to roll out than those requiring two.  It is also investigating whether giving two doses will give either stronger or longer-lasting protection. \nThe fact it works as a single dose and can be kept in a standard fridge, while others need super-cold storage, means the vaccine could have a significant role around the world. \n\"A one-shot vaccine is considered by the World Health Organization to be the best option in pandemic settings,\" said Dr Paul Stoffels, the chief scientific officer at Johnson & Johnson.\nHe added the vaccine could \"potentially protect hundreds of millions of people from serious and fatal outcomes of Covid-19\". \nIt is easy to become complacent after the astounding success of the first vaccines to go through trials.\nBut having another two effective vaccines is a cause for massive celebration.\nIt will take vast quantities of vaccine to immunise the world - remember this is a pandemic - and the more options we have available, the better.\nHowever, there is also a warning sign in the new data from the Janssen and Novavax trials.\nBoth showed a dip in their overall effectiveness in South Africa, where a new and worrying variant has been spreading.\nThe results from South Africa were still good and clearly better than no vaccine at all.\nBut they do emphasise how coronavirus is a moving target and that we may need to change the vaccines we use in the future.\nThe Janssen vaccine uses a common cold virus that has been engineered to make it harmless. \nIt then safely carries part of the coronavirus's genetic code into the body. This is enough for the body to recognise the threat and then learn to fight coronavirus. \nThis trains the body's immune system to fight coronavirus when it encounters the virus for real. \nThis is similar to the approach used by the University of Oxford and AstraZeneca. \nDr Mathai Mammen, from Janssen, said: \"A single dose regimen with fast onset of protection and ease of delivery and storage provides a potential solution to reaching as many people as possible. \n\"The ability to avoid hospitalisations and deaths would change the game in combating the pandemic.\"\nThe results are based on nearly 44,000 people who took part in the trial and 468 cases of Covid-19.\nHowever the vaccine was just 57% effective in the South African part of the trial, where a new version of the coronavirus is spreading, compared with 72% in the US.\nPrime Minister Boris Johnson said that the results from the early trials were \"very encouraging\", and if the vaccine was approved doses should be available later this year.\nMr Hancock said the Janssen announcement was \"yet more good news\". \n\"If this jab is approved this could significantly bolster our vaccination programme, especially as a single-dose vaccine,\" he said.\n\"Once the full data has been submitted [to the MHRA], they will consider the evidence to determine whether the vaccine meets robust standards of safety, effectiveness & quality.\"\nIn the UK, the latest estimate for the R rate from the government's scientific advisory group, Sage, is 0.7 to 1.1. It means that on average, every 10 people with the virus will infect between seven and 11 other people. Last week, the R rate was between 0.8 and 1.\nThe number of coronavirus cases in the UK remained virtually unchanged in the week to 23 January, according to Office for National Statistics (ONS) data.  Its survey suggests the epidemic is levelling off or perhaps very slightly falling - but not at the rate hoped.\nMore than 7.8 million people in the UK have so far received a first dose of a coronavirus vaccine, according to the latest government figures.\nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55858851",
      "category": "uk",
      "title": "UK stands firm over special visa for Hong Kong residents",
      "tags": "China,Hong Kong",
      "text": "The UK will not \"look the other way\" on Hong Kongers with British National (Overseas) status, No 10 says, amid a row with China over a new visa.\nFrom Sunday Hong Kong citizens with BNO status can apply for a special UK visa.\nBut China's foreign ministry has been critical of the move, saying \"while the UK may be in dire need of talents\" it should not have used the BNO passport as a \"political cover-up\".\nIt said it will no longer recognise the BNO passport as a travel document.\nAbout 300,000 people are expected to leave Hong Kong for Britain using the route.\nThe visa was announced in July after China imposed a new security law in Hong Kong.\nThose who apply and secure the visa will be able to apply for settlement after five years and then British citizenship after a further 12 months.\nThe prime minister's official spokesman said: \"We have been clear that we will not look the other way when it comes to Hong Kong people with British National (Overseas) status who now have a choice to come and live and work and study in the UK.\n\"And it remains the case that BNOs and their families can use documentation other than BNO passports to travel and enter the UK.\" \nA UK Foreign, Commonwealth and Development Office spokesman said they were \"disappointed but not surprised\" by China's decision not to recognise BNO passports.\nThe comments came after Chinese foreign ministry spokesman Zhao Lijian told a daily briefing the \"attempt to turn a large number of Hong Kong people into second-class British citizens\" had \"completely changed the nature of the two sides' original understanding of BNO\". \n\"This move seriously infringes on China's sovereignty, grossly interferes in Hong Kong affairs and China's internal affairs, and seriously violates international law and the basic norms of international relations,\" he said.\nA statement from China's Ministry of Foreign Affairs said: \"Apart from serving its political agenda, the move of the British side will also bring huge economic interests to the country. While the UK may be in dire need of talents and capital, it should not have made use of the BNO passport as a 'political cover-up'.\"\nChina has also said the BNO passport will not be accepted as proof of identity and they \"reserve the right to take further measures\".\nHong Kongers use their own Hong Kong passport or ID card to leave the city. To enter mainland China, they need to use their Home Return Permit, issued by Chinese immigration, unless they use a full foreign passport and apply for a visa to enter as a foreigner. \nThe only time they might use a BNO is upon arrival into the UK, or another country that recognises the document.\nOn one level the row between China and the UK over British National Overseas passports is symbolic. \nBeijing dislikes Britain making it easier for BNOs to come to live in the UK.\nIt promised retaliation. So it is refusing to recognise BNO passports.\nBut many BNOs also hold Hong Kong passports and anyway, they don't need a BNO passport to apply for the new UK visa, just BNO status.\nSo, inconvenient but not game changing.\nBut on another level, the row could be the start of things to come.\nThere are reports that BNOs could be banned from holding public office.\nCould their voting rights be curbed? Could further measures be put in place that do make it harder to leave Hong Kong?\nChina's foreign ministry spokesman said it reserved the right to take further actions, so the chances of this row intensifying are real.\nThe British government is determined to live up to what it sees as a moral duty to protect BNOs.\nAnd the Chinese government is determined to prevent a potentially damaging emigration from Hong Kong. \nEarlier, Prime Minister Boris Johnson said the special visa honoured the UK's \"profound ties of history and friendship\" with the ex-British colony.\nAbout 7,000 people from Hong Kong have already been allowed to settle in the UK since July, the Home Office said.\nAlthough there are 2.9 million citizens eligible to move to the UK, with a further estimated 2.3 million dependants, the government expects about 300,000 people to take up the offer in the first five years. \nThe 7,000 who have already arrived were allowed to settle before the scheme began by being granted Leave Outside the Rules, which gives the government discretion over immigration rules on compassionate grounds.\nThose eligible for the new visa can apply online and will need to book an appointment to attend a visa application centre.\nAnd from 23 February, BNO status holders who hold an eligible biometric passport will be able to use an app to complete their application from home.\nThe visa fee to stay for five years will be £250 per person - or £180 for a 30-month stay - and there is an immigration health surcharge of up to £624 every year.\nHome Secretary Priti Patel said the mobile phone app was to give applicants greater security amid fears they could be identified and targeted by the authorities.\n\"Safeguarding individuals' freedoms, liberty and security is absolutely vital for those individuals that go through this process,\" she said.\nThe BNO status was created before the UK handed responsibility for Hong Kong back to China in 1997.\nBefore Hong Kong was returned, the UK and China made an agreement to introduce \"one country, two systems\", which meant, among other things, rights such as freedom of assembly, free speech and freedom of the press would be protected.\nThe agreement signed in 1984 was set to last until 2047.\nBut the UK has said this agreement - known as the Joint Declaration - is under threat because the territory passed a new law in June that gives China sweeping new controls over the people of Hong Kong.\nChina has said the law is necessary to prevent the type of protests seen in Hong Kong during much of 2019. However, the law has caused alarm both in Hong Kong and abroad, with opponents saying it erodes the territory's freedoms as a semi-autonomous region of China."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-55860938",
      "category": "entertainment-arts",
      "title": "'Visionary' music producer Sophie dies aged 34",
      "tags": "Music",
      "text": "Sophie, the Grammy-nominated experimental pop musician and producer, has died aged 34 following a \"sudden accident\" in Athens.\nThe Glasgow-born artist worked with the likes of Madonna, Diplo, Camila Cabello and Charli XCX.\nIn a statement, Sophie's management said the musician had died at around 04:00 on Saturday in the Greek capital.\n\"Sophie was a pioneer of a new sound, one of the most influential artists in the last decade,\" they said.\nA further statement from Sophie's record label Transgressive, explained how the \"terrible accident\" had occurred.\n\"True to her spirituality she had climbed up to watch the full moon and slipped and fell,\" they posted online. \"She will always be here with us.\"\n\"The family thank everyone for their love and support and request privacy at this devastating time.\"\nSophie was also known as a transgender icon, after affirming their identity in the 2017 video for It's Okay To Cry. \nThe musician, who preferred not to use gendered pronouns, told Billboard that being trans meant \"taking control to bring your body more in line with your soul and spirit so the two aren't fighting against each other and struggling to survive\",\nThe artist's management said Sophie would be remembered \"not only for ingenious production and creativity but also for the message and visibility that was achieved. An icon of liberation\".\nSophie's innovative productions drew on pop, trance and underground dance music, mixing them with warped, disorientating waveforms to create a sound that was both instantly recognisable and highly in-demand.\nMadonna sought Sophie out to co-produce the 2015 single Bitch, I'm Madonna; while Charli XCX worked with the musician on her abrasive, avant-garde EP, Vroom Vroom and the hit single After The Afterparty.\nSophie's debut album, Oil of Every Pearl's Un-Insides, followed in 2018, exploring questions of identity, non-conformity and reinvention, while expanding the artist's trademark sound with longer, more explorative tracks. \n\"Crossing boundaries of pop music and chasing transcendence, Sophie achieves the rare feat of making abstract, difficult electronic music that hits you straight in the heart,\" wrote the NME in a four-star review.\nThe album was subsequently nominated for a Grammy for best dance/electronic album.\nFrench pop act Héloïse Letissier, aka Christine and the Queens led the tributes to the late star, whose full name was Sophie Xeon. \nWriting on Twitter, Letissier described Sophie as a \"stellar producer\", \"a visionary\", and \"a pioneer\".\n\"She rebelled against the narrow, normative society by being an absolute triumph, both as an artist and as a woman\" she added.\nLondon-based Japanese singer Rina Sawayama echoed those sentiments, calling Sophie an \"icon\". \"The world and our community has lost a beautiful soul,\" she tweeted.\nGuitar hero Nile Rodgers said she was an \"innovative\", \"dynamic\", and \"warm\" person.\n\"Heart-breaking news,\" added singer Sam Smith.\n\"The world has lost an angel. A true visionary and icon of our generation. Your light will continue to inspire so many for generations to come.\"\nAfter being given the Innovator gong at the Association of Independent Music (AIM) Awards in 2018, Sophie used the platform to promote trans rights.\n\"To be truly deserving of this award involved not only changing the sound of today's music, but also ripping apart a deeply entrenched and deeply flawed patriarchal society,\" said the producer while collecting the award.\n\"Creating a more diverse, inspiring and meaningful future for us and the generations whose lives our decisions affect and help shape.\"\nFollow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55868574",
      "category": "uk",
      "title": "Covid-19: EU backtracks on NI vaccine controls, and Australian Open to allow up to 30,000 fans",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic on Saturday. We'll have another update for you on Sunday morning. \nThe EU has reversed its decision to temporarily override part of the Brexit deal amid an ongoing row over Covid vaccine supplies in the bloc. The move would have seen checks at the border of Ireland and Northern Ireland to prevent shipments entering the UK. It come as the EU confirmed that countries in the bloc can stop the export of vaccines if the company making them has not honoured existing contracts with the EU. Meanwhile, what's the problem with the EU's vaccine programme?\nEnvironmental groups have called for a review into HS2 in the light of the pandemic. The high speed rail line linking London with the Midlands and northern England was planned to accommodate increased passenger numbers over the coming decades, but the home-working revolution may permanently reduce travel demand, writes the BBC's environment analyst Roger Harrabin.\nFrom increasing rates of mental health problems to concerns about rising levels of abuse and neglect, the pandemic is threatening to have a devastating legacy on the nation's young. BBC health correspondent Nick Triggle says children are not likely to get seriously ill with Covid - but they are still the victims of the virus in many other ways.\nUK funeral directors have said they might need to ask bereaved families to agree to pay any fines incurred if a service breaches coronavirus restrictions. It comes after one director was given a £10,000 fine when nearly 150 people turned up to a funeral in Hertfordshire this month.\nThere have been a number of changes because of the pandemic but up to 30,000 tennis fans a day will be allowed at the Australian Open next month. Held in Melbourne from 8-21 February, up to 390,000 people will attend the two-week event - about half the average of previous years.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nAs two new vaccines prove effective, where do we stand with the other jabs in development, and the fight back against Covid?\nYou can find more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55866716",
      "category": "world-us-canada",
      "title": "Brian Sicknick: Officer killed in Capitol riot to lie in honour",
      "tags": "US Capitol stormed",
      "text": "Brian Sicknick, a police officer who died during the pro-Trump siege of the US Capitol on 6 January, will lie in honour at the same location.\nSicknick 42, was injured while \"physically engaging with protesters\", police said. He died the following day.\nHe was one of five people to lose their lives in the riot, which led to Donald Trump's second impeachment.\nHouse Speaker Nancy Pelosi and Senate Majority Leader Chuck Schumer said he would lie in honour in the Capitol.\n\"The US Congress is united in grief, gratitude and solemn appreciation for the service and sacrifice of Officer Brian Sicknick,\" they said in a statement.\n\"The heroism of Officer Sicknick and the Capitol Police force during the violent insurrection against our Capitol helped save lives, defend the temple of our democracy and ensure that the Congress was not diverted from our duty to the Constitution.\n\"His sacrifice reminds us every day of our obligation to our country and to the people we serve.\"\nA ceremonial arrival will take place on 2 February. The US Capitol Police (USCP) and members of Congress will be invited to attend the viewing over two days.\nThe details surrounding Sicknick's death are still unclear.\nThe USCP said he died \"due to injuries sustained while on duty\". He was responding to the riots at the US Capitol when he was injured, the force said.\nCiting two law enforcement officials, the New York Times reported that Sicknick was struck with a fire extinguisher at some point during the breach of Congress. However, reports of an attack have not been confirmed.\nAfter the riot, Mr Trump was impeached by the House of Representatives for incitement. His trial in the Senate is due to begin in the week of 8 February. He could be banned from running for office ever again. \nDozens of people have been arrested and charged by the FBI in connection with the riot. \nTwo members of the Capitol police board - the former sergeants-at-arms for the two houses of Congress - resigned in the wake of the chaos.\nThe images of violence in the hallowed corridors of government shocked the United States and the world.\nThey have also led to much soul-searching in the US over the state of the nation at the start of Joe Biden's presidency. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-51665497",
      "category": "health",
      "title": "Covid vaccine update: Those that work - and the others on the way",
      "tags": "Medical research,Coronavirus vaccines,Moderna,Vaccination,James Gallagher,Pfizer,Flu,Coronavirus pandemic,Immune system,AstraZeneca",
      "text": "Covid vaccination campaigns are under way in the UK and across the world. \nA range of vaccines are being used to reduce people's chances of getting sick, needing hospital treatment or dying. \nIt is more than a year since the virus first emerged, yet many people are still vulnerable. \nThe restrictions on our lives help keep the virus in check as they reduce opportunities for the virus to spread. \nVaccines teach our bodies to fight the infection and are \"the\" exit strategy from the pandemic.\nThe three vaccine frontrunners are those developed by Pfizer-BioNTech, Moderna and Oxford-AstraZeneca.\nPfizer and Moderna both developed RNA vaccines - a new approach that is incredibly quick to design.\nThey inject a tiny fragment of the virus's genetic code into the body, which starts producing part of the coronavirus and pushes the body to mount a defence. \nThese have been approved for use in the UK, Europe and the US. \nThe Oxford vaccine is subtly different as it uses a harmless virus to carry the same genetic material into the body. This has been approved in the UK and Europe.\nIt is the easiest of the three to use as it can be stored in a fridge, rather than needing very cold temperatures.\nAll three are supposed to be given as two doses.\nA single-dose Covid vaccine made by Janssen has now been approved for use in the UK.\nTwenty million doses of the jab, which was 85% effective in stopping severe illness from Covid-19 in trials, will arrive later this year.\nBecause only one dose is needed - and the vaccine can be stored in a fridge - it could have a significant impact around the world. A billion doses are planned this year.\nAnother jab, Novavax, is also being reviewed by drugs regulators.\nIt uses a different, old-school, approach to vaccines - proteins from the virus and a chemical to prime the immune system are injected into the body. \nThere are other noteworthy vaccines, even if they are not being used in Europe and the US. \nThe Sinovac, CanSino and Sinopharm vaccines have been developed by scientists in China and deals have signed with other countries in Asia and South America. Around one million people in China are reported to have been given the Sinopharm injection.\nThe Sputnik V vaccine, developed by Russia's Gamaleya Research Centre, is also effective according to late stage trial results published in The Lancet. Some people have been immunised.\nThe vaccine, which works in a similar way to the Oxford-AstraZeneca and Janssen vaccines has also been deemed to be safe - and offer complete protection against hospitalisation and death.\nIt is hard to compare one company's results with another as their trials will have been conducted in slightly different ways and at different points in the pandemic. \nHowever, all the main vaccines seem to have a large impact on your chances of needing hospital treatment or dying from Covid.\nNonetheless, one of the most important questions - do they stop you spreading the virus - remains unknown. \nUnderstanding which method produces the best results will be explored in challenge trials where people are deliberately infected with the virus.\nNew versions of the coronavirus are emerging in countries around the world. \nHowever, there is a warning sign from Janssen and Novavax, which have the first \"real-world\" data on the new variants.\nBoth showed a dip in their overall effectiveness in South Africa, where a new and worrying variant has been spreading.\nThe results were still good and clearly better than no vaccine at all, but they emphasise how coronavirus is a moving target.\nWe may need to change the vaccines we use in the future."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-55870232",
      "category": "uk-england-birmingham",
      "title": "Romaine Sawyers: Arrest over racist abuse of West Brom player",
      "tags": "Dudley,Kingswinford,Racism",
      "text": "A man has been arrested after a racist message was sent to West Bromwich Albion midfielder Romaine Sawyers.\nWest Brom said the \"abhorrent message\" was sent to Sawyers on social media during their loss to Manchester City.\nA 49-year-old man, from Kingswinford near Dudley, has been arrested on suspicion of racially abusing the player, West Midlands Police said.\nThe force said it was also investigating another report of a racist comment towards Sawyers.\nOn Friday, West Brom said the club would \"offer Romaine the relevant support required at this time and continues with its long-standing commitment to help rid football of racism\".\nManager Sam Allardyce also said Sawyers was \"extremely upset, as anybody would be\".\nOn Monday, the UK government held talks with current and former footballers about tackling discrimination and abuse.\nThe government plans to introduce new laws on online abuse this year and the Premier League has launched its own online abuse reporting system.\nSaint Kitts and Nevis international Sawyers, 29, played for West Brom between 2009 and 2013 and then rejoined the club from Brentford in 2019.\nHe helped them win promotion from the Championship in 2019-20 - playing 42 league games - and has played 18 times in the Premier League this season.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55873288",
      "category": "uk",
      "title": "Covid: EU 'made a mistake' over vaccines, Gove says",
      "tags": "Michael Gove,Coronavirus vaccines,European Union,Brexit,Coronavirus pandemic",
      "text": "The European Union recognised it \"made a mistake\" in triggering an emergency provision in the Brexit deal to control Covid vaccine exports, the Cabinet Office minister has said.\nMichael Gove said he was \"confident\" of the UK's vaccine supply and said its programme would continue as planned.\nHe said the UK was \"on track\" to deliver 15 million jabs by 15 February.\nIt comes after the EU reversed a decision which could have seen checks at the Irish border amid a vaccine row.\nMr Gove said he had spoken with European Commission vice-president Maroš Šefčovič and both had agreed \"we need a reset\" and to put the people of Northern Ireland first.\nHe said Prime Minister Boris Johnson had spoken to European Commission President Ursula von der Leyen and it was made clear that \"supply would not be interrupted so we can proceed with our plans\".\nOn Friday, the EU said it would trigger Article 16 of the Northern Ireland Protocol - which allows the EU and UK to choose to suspend any aspects they consider are causing \"economic, societal or environmental difficulties\" - before later reversing the decision following condemnation from London, Dublin and Belfast.\nThe Irish Republic's foreign minister, Simon Coveney, said in a tweet the protocol was a \"hard-won compromise\" and was \"not something to be tampered with lightly\". \nThe move came amid a deepening dispute over delays to the production and distribution of Covid vaccines across the EU.\nOne EU diplomat told BBC Europe editor Katya Adler they were not consulted on the move and would have said it was a \"terrible idea\", while another described the EU's vaccination programme as a \"car crash in slow motion\". \nAfter speaking with Mr Gove, Mr Šefčovič tweeted their shared priority was ensuring the protocol worked for the people of Northern Ireland, \"protecting gains of the peace process and avoiding disruption to everyday lives\".\nMr Coveney said he had also spoken with the pair, as well as UK Northern Ireland Secretary Brandon Lewis. He said the protocol was there to \"protect relationships, facilitate trade, avoid borders\".\nA major row has been avoided - and UK ministers are adopting a conciliatory tone. \nBut this situation did something rare in our recent political history - it united politicians from across the Brexit divide in condemnation of the EU.\nAlthough Michael Gove is pleased Brussels has stepped back from its plan to introduce controls on the island of Ireland, this could still do political damage.\nIt's unlikely to help with trust between London and Brussels when it comes to implementing the Brexit trade deal. \nAnd some think the bar has been lowered for invoking emergency powers in the future. We've already seen some unionist politicians in Northern Ireland saying it should be used by the UK to make sure goods can travel seamlessly between Great Britain and Northern Ireland. \nThe UK government said a further 1,200 people had died within 28 days of testing positive for coronavirus as of Saturday, taking the total deaths by that measure to 105,571.\nThere have been a further 23,275 lab-confirmed cases of the virus in the UK, while 8,378,940 have received their first dose of a vaccine.\nMr Gove said the government expected vaccines manufactured by Pfizer and AstraZeneca to be supplied to the UK but said it would work with the EU to \"make sure that their own problems can be tackled\".\n\"Our first priority is vaccinating people in the United Kingdom, but we also want to work with our friends and neighbours in the European Union in order to help them as well,\" he said.\nA government spokeswoman said the UK had secured \"more than enough to vaccinate the whole country\", with 30 million doses of Janssen's jab expected to begin arriving in the second half of the year, if approved for use by the regulator.\nThere's no doubt the UK is in a much better position than many countries when it comes to vaccines. \nAlthough the supply of Pfizer might be disrupted by recent plans to upgrade the company's plant in Belgium (or the row with the EU), the AstraZeneca vaccine is made in the UK and the supply chains are working well. \nThe government has ordered 100 million doses of AstraZeneca, which is why it's so confident it can vaccinate the most vulnerable groups by mid-February. \nBy April, the UK is expected to get access to its first doses of the Moderna vaccine. Then there was good news on Friday when two other vaccines - Novavax and Janssen - were both declared effective by their manufacturers. \nLike AstraZeneca, Novavax will be made inside the UK and that will mean it won't be subject to any disputes with other countries. \nWith 60 million doses of Novavax on order, it will make up the second biggest tranche of the UK's vaccine supply. \nIt's expected to come on stream in the summer and will help boost plans to vaccinate the bulk of the UK's adult population by the start of the autumn. \nThe EU proposal to trigger Article 16 sparked concern from Irish Prime Minister Micheál Martin as well as all five parties in Northern Ireland's devolved government.\nNorthern Ireland First Minister Arlene Foster described it as \"an absolutely incredible act of hostility\" that created a hard Irish border.\nDespite later backtracking on Article 16, the EU is still introducing new controls giving its member states the power - should they want to - to block exports of the coronavirus vaccine to countries including the UK, if the company making them has not honoured existing contracts with the EU.\nThe European Commission said the temporary mechanism is to combat \"the current lack of transparency\" over vaccine exports outside the EU, and is not an export ban.\nBut the World Health Organization is among those criticising the move, saying \"vaccine nationalism\" could prolong the pandemic and further widen global inequality.\nLast summer the EU agreed to buy up to 400m doses of the Oxford-AstraZeneca vaccine, and on Friday the EU's drugs regulator approved the vaccine's use for all adults.\nBut the firm said that due to problems at one of its EU factories, supplies would be reduced by about 60% in the first quarter of 2021."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-55867387",
      "category": "world-latin-america",
      "title": "Cuba helicopter crash: Five dead after aircraft left Holguín",
      "tags": "Aviation accidents and incidents,Cuba",
      "text": "A Cuban military helicopter has crashed into a hill in the east of the island, killing all five people on board, the armed forces ministry said.\nThe aircraft crashed after leaving the eastern province of Holguín for a short trip to Guantánamo province, it said.\nThe identities of the victims have not been released. An investigation has been launched.\nThe last serious air accident in Cuba was in May 2018 when a plane crashed on take-off at Havana airport.\nA total of 112 passengers died in that accident. One person survived."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55871373",
      "category": "business",
      "title": "UK applying to join Asia-Pacific free trade pact CPTPP",
      "tags": "Peru,UK trade tariffs,Vietnam,Singapore,Boris Johnson,Elizabeth Truss,Japan,Brunei,Department for International Trade,Mexico,Chile,Brexit,Malaysia,Canada,New Zealand,Australia",
      "text": "The UK will apply to join a free trade area with 11 Asia and Pacific nations on Monday, a year after it officially left the EU.\nJoining the group of \"fast-growing nations\" will boost UK exports, the government says.\nThe Comprehensive and Progressive Agreement for Trans-Pacific Partnership - or CPTPP - covers a market of around 500 million people.\nBut they are harder to reach than neighbouring markets in Europe.\nMembers include Australia, Canada, Japan and New Zealand.\nBrunei, Chile, Malaysia, Mexico, Peru, Singapore and Vietnam are also founder members of the bloc, which was established in 2018.\n\"In future it's going to be Asia-Pacific countries in particular where the big markets are, where growing middle-class markets are, for British products,\" International Trade Secretary Liz Truss told the BBC's Andrew Marr.\n\"Of course British businesses will have to reach out and take these opportunities, but what I'm doing is I'm creating the opportunities, the low tariffs, removing those barriers so they can go out and do that.\" \nJoining the bloc would reduce tariffs on UK exports such as whisky and cars, as well as service industries, she said.\nHowever the immediate impact is likely to be modest as the UK already has free trade deals in place with several CPTPP members, some of which were rolled over from its EU membership. The UK is negotiating deals with Australia and New Zealand.\nIn total, CPTPP nations accounted for 8.4% of UK exports in 2019, roughly the same proportion as Germany alone.\nThe US was originally in talks to be part of the CPTPP, but former President Donald Trump pulled out when he took office. \nIf the new administration in Washington were to reconsider the CPTPP, that would make membership much more attractive to the UK. It could allow a much closer UK-US trading relationship, without waiting for a bilateral trade deal to be negotiated.\nExactly a year after it said goodbye to the EU, the UK is eying a new trading club. \nIt sounds a win-win: those Pacific Rim nations represent 13% of global income and 500 million people - and the UK would retain the freedom to strike deals elsewhere. There'd be agreement on how standards and regulations are set (with minimums to be adhered to) - but they wouldn't need to be identical.\nIn practice, however, the short-terms gains for households and business would be limited. The UK already has trade deals with seven of the 11 nations - and is pursuing two more. In total, CPTPP nations account for less than 10% of UK exports, a fraction of what goes to the EU. \nThis deal would however deepen some of those ties - and allow UK manufacturers who source components from multiple nations in the bloc some benefits under \"rules of origins\" allowances. \nBut the real boost could come in the future, if others join - in particular the US, as President Biden has hinted. That would give the UK that hoped-for trade deal with America - within a trading bloc wielding considerable power on the global stage. \nRead more from Dharshini\nThe UK is the first non-founding country to apply to join the CPTPP and, if successful, would be its second biggest economy after Japan.\nThe free trade block aims to reduce trade tariffs - a form of border tax - between member countries.\nIt includes a promise to eliminate or reduce 95% of import charges- although some of these charges are kept to protect some home-made products, for example Japan's rice and Canada's dairy industry.\nIn return, countries must cooperate on regulations, such as food standards. However, these standards and regulations do not have to be identical, and member countries can strike their own trade deals.\nThe government was putting place strategies that would \"deliver for Britain in 2030 and 2050\", Ms Truss said. She said services, robotics, data and digital industries were particularly set to gain, which could lead to more UK jobs.\nMembership will also offer the potential for faster and cheaper visas for business people, the government said.\nThe formal request to join will be made on Monday, with negotiations expected in the spring."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55869647",
      "category": "uk",
      "title": "Covid: Boris Johnson 'in awe' of pandemic parents",
      "tags": "Schools,Boris Johnson,Homeschooling,Coronavirus pandemic",
      "text": "Parents have risen to the challenge of the pandemic as they cope with the pressures of home schooling, Boris Johnson has said.\nIn an open letter, the prime minister described how Covid had \"brought out the very best in a great many people\".\nBut some parents have said Mr Johnson \"doesn't get\" the pressures they are facing.\nIt comes after the government confirmed England's schools will remain closed to most pupils until at least 8 March.\nIn his letter, Mr Johnson told parents: \"You're doing great for your own kids, and you're doing great for the whole country too\".\nHe added parents \"have been dealt the trickiest of hands yet played it magnificently\" adding he was \"in awe of the way the parents, carers and guardians of children have risen to the unique challenges with which you have been faced\".\nMr Johnson announced the birth of a son, Wilfred, during the first wave of infections last April.\nHe wrote: \"Whether you've been welcoming a baby into the world without all the usual support networks, finding new ways to entertain a restive five-year-old when the soft play centre is shut and playdates are but a distant memory, or steering a teenager through the emotional stresses and strains of these unprecedented times, you have been dealt the trickiest of hands yet played it magnificently.\"\nThe letter repeated a pledge to provide support for home schooling, including laptops, access to free school meals, and catch-up programmes.\nMother-of-one Carina White, a parenting podcaster from south east London, told BBC Breakfast some parents were struggling and Mr Johnson needed to deliver on his promises.\nShe said: \"We have mums within our network that have two, three, four kids, under six… and they're also working full time from home. So it is really a struggle for them.\"\nAsked about her response to Mr Johnson's letter, she said: \"When you start looking at the data and start looking at what is actually happening, to me he doesn't get it at all, he really doesn't. \n\"I'm glad to hear that they are going to commit some money to education recovery programmes but until I actually see what that looks like I'm not sure that he gets it at all.\"\nShe said children were \"struggling to learn online because maybe the work is too easy for them or maybe it is too hard\".\nMs White called on the government to consider the return to school carefully and she suggested grouping pupils by ability to help those who have struggled to catch-up quickly.\nMother-of-three Nicola Mason, a headteacher from Staffordshire, told BBC Breakfast Mr Johnson may not fully understand all the pressures facing parents and teachers.\nShe said: \"Whilst the prime minister is right to give credit to parents, I'm not sure he fully understands the pressures they're under.\"\nShe said there was pressure \"to chase parents and childrens' engagement with remote learning because of the expectation legally on schools to provide that remote learning\".\nChildren in larger families are competing for time on devices, which are also in short supply, Ms Mason added.\nMr Johnson announced the birth of his son with fiancée Carrie Symonds last year, and is known to have fathered five other children."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-55873821",
      "category": "uk-scotland-scotland-politics",
      "title": "Claims Sturgeon adviser spoke of 'getting' Salmond",
      "tags": "Scottish government,Alex Salmond inquiry,Scottish Parliament",
      "text": "A claim has emerged from Alex Salmond saying a Scottish government adviser spoke of \"getting\" him in a criminal court case just before its own investigation into harassment claims was deemed unlawful.\nHis comments come in a new written submission to the Holyrood inquiry into the handling of the claims.\nHe also called the government's behaviour in the affair \"a disgrace\".\nThe Scottish government would not comment on an unseen submission.\nMr Salmond was acquitted of sexual assault charges in a criminal trial in March 2020.\nThe committee on the Scottish government handling of harassment complaints was set up after a judicial review court case where the Scottish government admitted its internal investigation of two harassment complaints against Mr Salmond had been unlawful.\nThe government had to pay out more than £500,000 in legal expenses to the former first minister, who was later cleared of 13 charges of sexual assault by a criminal court.\nMr Salmond has now made a written submission to the inquiry, ahead of an expected appearance later this month.\nIn the submission, first reported by The Times and seen by the BBC, Mr Salmond states: \"During November 2018 we became concerned about the possibility of the government attempting to sist (delay) the judicial review and (mindful of their likely loss in court) seek to emphasise instead the police investigation. \n\"We have a witness precognition (statement) which recounts that in late November 2018 a special adviser told the witness that the government knew they would lose the JR but that they would \"get him\" in the criminal case.\"\nIn his conclusion, Mr Salmond said: \"The behaviour of the government was, in my view, a disgrace. But actions have consequences. \n\"Accountability is at the heart of the Scottish Parliament. The rule of law requires that those who have acted illegally are held to account. It is now the job of this committee to resolve how that is best done\".\nA Scottish government spokeswoman said: \"We can't comment on a submission that we haven't seen and that the committee has not yet published.\n\"The committee has received both written and oral evidence, including from the Lord Advocate, explaining clearly the legal position taken by the Scottish government throughout the judicial review. \n\"As the Lord Advocate set out in his evidence, when the judicial review was first raised the Scottish government was satisfied that it could answer all of the grounds raised by Mr Salmond in the judicial review.\" \nThe spokeswoman added: \"The issue on which the case was ultimately conceded only emerged over time from late October into December.  \n\"The case was conceded as quickly as possible once it became clear that it could no longer be defended on the single ground of perceived bias.\"\nOn Friday, the Crown Office confirmed that it had handed over evidence to the Holyrood inquiry following an unprecedented move by MSPs to use legal powers to seek documents from the prosecution service.\nMr Salmond looks set to appear before the inquiry on 9 February, while his successor as first minister, Nicola Sturgeon, is expected to give evidence the following week."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55861946",
      "category": "world-asia",
      "title": "The exiles: Hong Kong at a crossroads",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55863069",
      "category": "world-europe",
      "title": "Covid-19: France closes borders to most non-EU travel",
      "tags": "EU citizens,France,Coronavirus vaccines,European Union",
      "text": "France has imposed new Covid-19 border restrictions, but has once again resisted a new nationwide lockdown.\nAll but essential travel from outside the EU has been banned, while testing requirements on travellers from within the EU has been tightened. \nPM Jean Castex said France's night curfew would be more tightly enforced and large shopping centres would close.\nBut the measures were seen as mild and favouring the economy. Some doctors fear they will not curb infections.\nThe new border restrictions will affect the UK, now no longer in the EU, but the French transport minister clarified on Twitter that hauliers transporting goods to or from the UK would not be affected. \nMr Castex said that from Sunday, apart from exceptional reasons, \"any entry into France and any exit from our territory to or from a country outside the European Union will be prohibited\".\nA number of countries are exempted, as they are not considered at risk. They are Australia, South Korea, Japan, New Zealand, Rwanda, Singapore and Thailand.\nIn addition, arrivals from inside the EU, and several other neighbouring states - Andorra, Iceland, Liechtenstein, Monaco, Norway, San Marino, the Vatican and Switzerland - will have to present a negative polymerase chain reaction (PCR) test.\nAll arrivals, not just by air and sea, but by land too, must comply with the test rule.\nThere are exemptions, including cross-border workers and hauliers, and other groups such as students, health workers and diplomats, although the list is not fully defined.\nThe new Covid variants are the main motivating factor, and travel to the UK, which has been hit by the UK - or Kent - variant, is \"strongly discouraged\".\nThere were few specific details about how the measures would be enforced, particularly on those arriving by road and having to provide test results.\nThe shopping centre rule affects some 400 malls and 25,000 businesses. Small traders were relieved not to be be included.\nThe other measures appeared more general, with French media saying they were fairly mild and an attempt to slow the virus without harming the economy further.\nFor now, schools remain open across the country.\nSome health sector experts were unconvinced the measures would be of use in controlling rising infections.\nMahmoud Zureik, professor of public health at the University of Versailles-Saint-Quentin, told French news network BFMTV: \"Unfortunately I fear it is too late. It is not enough.\"\nThe threat of a third national lockdown in France has loomed large all week, following warnings by top health officials that one would be needed amid high hospital rates and the spread of new variants.\nBut there is a lot of public opposition - more than 50% in an Elabe Institute poll oppose a strict lockdown, compared to 93% support last spring.\nMr Castex said in his televised statement on Friday a lockdown could still be prevented.\n\"We know the grave impact [of a lockdown]. Tonight, looking at the data of the past few days, we consider that we can still give ourselves a chance to avoid one,\" he said.\n\"The coming days will be decisive. Let's be very vigilant.\"\nFrance reported 820 new deaths on Friday, taking the total recorded nationally to more than 75,000. It has recorded the sixth highest number of infections in the world.\nMore than 25,000 people are in hospital with the virus - including more than 3,000 in intensive care - but Mr Castex said the health situation was \"better controlled in France than in many of our neighbours\".\nHealth Minister Olivier Véran warned this week that the new, more transmissible variants were now \"actively spreading\" in France, despite the current restrictions.\nFriday's announcement also comes amid a growing row between the EU and vaccine companies about supply shortfalls. \nFrench officials say they have given first doses to 1.45m people so far, but delivery shortages from Pfizer and Moderna are further slowing their rollout. \nFrom Saturday, Germany has banned most travellers from countries hit hard by new variants. The countries are the UK, Ireland, Portugal, Brazil, South Africa, Lesotho and Eswatini. \nThe move is expected to last until 17 February.\nAlso from Saturday, the Czech Republic has banned non-essential entry into the country, again to try to curb the new variants.\nPortugal on Thursday banned non-essential overseas travel by air, land or sea for its citizens for a fortnight.\nBelgium on Wednesday banned non-essential trips out of the country until 1 March.\nIn contrast, Italy said on Friday it would move more areas into less-restrictive rules from Monday, despite health officials warning it was risky. No areas would be classified as \"red\", which brings tough travel and business restrictions."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-kent-55863081",
      "category": "uk-england-kent",
      "title": "Napier Barracks: Fire at Covid-hit asylum-seeker site was 'arson'",
      "tags": "Refugees and asylum seekers,Folkestone",
      "text": "A fire at a former army barracks housing hundreds of asylum seekers was started deliberately, police have said.\nEmergency services were sent to Napier Barracks in Folkestone at 14:00 GMT after \"reports of a disturbance\".\nThe Home Office said people had \"set about destroying the barracks\" because they objected to not being moved from the site after a Covid outbreak.\nHome Secretary Priti Patel called the \"destruction... deeply offensive to the taxpayers of this country\".\nKent Police said the blaze had caused \"a significant amount of damage\" and officers were investigating it as a suspected arson attack.\nThe ex-military site has been used to house about 400 asylum seekers since September.\nAccording to the Home Office, a number of asylum seekers had been moved from the site earlier in week following a Covid outbreak so that those remaining could self-isolate and a deep clean could take place.\nSome of those who stayed \"became aggressive, turned violent and began to set about destroying the barracks\" after they objected that they had not been moved as well.\nThe government department claimed that windows had been smashed at the barracks and one building had been set on fire.\nThe fire has been brought under control and Kent Fire and Rescue Service said crews were damping down remaining hot spots.\nKent Police said it was not treating the incident as a riot.\n\"We are carrying out inquiries and working with partners... to establish the circumstances surrounding this serious incident and the identities of those who may have been involved,\" Det Ch Supt Andrew Pritchard said.\nThe force added that no arrests have been made and no serious injuries reported.\nCharity Care4Calais said the blaze began after an \"upsetting afternoon\" in which residents were told they would not be moved despite a Covid-19 outbreak.\nInstead, a letter from Clearsprings, the private firm that runs the site, told asylum seekers they would have to self-isolate for a further ten days, the charity said.\nClearsprings has been approached for comment.\nCare4Calais founder Clare Moseley said: \"Everyone was really upset and a small number of people caused a bit of a ruckus in the dining room and they knocked over tables and then a fire was started.\"\nShe said she had received phone calls from residents who were \"really frightened\" that the actions of others would affect their asylum claims. \nMs Moseley said \"the fact there has been this ridiculous Covid outbreak, proves that [the barracks] weren't suitable\".\nWhen asked about staying at the barracks, one resident told the PA news agency: \"I have suffered here more than I have ever suffered on earth.\"\nHe added that the \"only dream\" for many who were there was to \"get out of Napier\".\nMs Patel has previously defended the use of barracks amid calls to close them. \nCoventry South MP Zarah Sultana said on Tuesday that \"one in four people\" at Napier Barracks had tested positive for Covid-19 as she called on Ms Patel to close the camp and \"provide good, safe and liveable housing instead\".\nBut Ms Patel told Parliament the accommodation was of a \"very strong standard\" and \"in line with PHE guidance\".\nOn Friday, Ms Patel said that she would support police in taking \"robust action against those vandalising property\".\n\"This site has previously accommodated our brave soldiers and army personnel - it is an insult to say that it is not good enough for these individuals,\" she added.\nFolkestone Conservative MP Damian Collins tweeted \"there can be no excuse for what has happened\", adding there will be a review of security alongside a police inquiry."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55866162",
      "category": "world-europe",
      "title": "Poland abortion ban: Thousands protest for third day",
      "tags": "Abortion,Poland",
      "text": "Protests have been taking place in Polish cities for the third night in a row following the introduction of a near-total ban on abortion.\nAbortion is now allowed only in cases of rape or incest or when the pregnancy threatens the life of the mother. \nDemonstrators have defied coronavirus restrictions and freezing temperatures to protest after the judgement was enforced on Wednesday.\nThe majority of Poles opposed a stricter ban on abortion.\nProtesters in Warsaw marched through the streets chanting \"freedom, equality, abortion on demand\", the BBC's Adam Easton reports from the capital. \nMany carried banners, with slogans including \"My government is killing me\", \"My body, my choice\" and \"The revolution has a uterus\".\nAn October ruling by the Constitutional Court found that a 1993 law allowing abortion in cases of severe and irreversible foetal abnormalities was unconstitutional.\nIn 2019, 98% of abortions were carried out on those grounds, meaning that the ruling effectively banned the vast majority of pregnancy terminations.\nThe ruling provoked outrage from supporters of the right to abortion, fuelling protests that morphed into more general anti-government demonstrations.\nPoland's conservative government, which has strong ties to the country's powerful Catholic Church, supports the ruling.\nThe court justified its ruling on the grounds that \"an unborn child is a human being\" and therefore it deserves protection under Poland's constitution which ensures the right to life.\nThere is anger over the way the ruling has been introduced, without a public or parliamentary debate and by a group of judges who are widely seen as loyal to the government.\nKrzysztof Sobolewski, a senior official from the ruling PiS party, said the protests were illegal due to Covid-19 restrictions.\n\"People who organise these protests... should realise they are risking the lives of the participants and those close to them, because it threatens, God forbid, a new coronavirus wave,\" he told the state PAP news agency."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-highlands-islands-55857072",
      "category": "uk-scotland-highlands-islands",
      "title": "Covid in Scotland: Western Isles goes into lockdown",
      "tags": "Isle of Lewis,Coronavirus lockdown measures,Isle of South Uist,Isle of Barra,Isle of Harris,Isle of North Uist,Isle of Benbecula,Coronavirus pandemic",
      "text": "The whole of the Western Isles has moved up to level four lockdown restrictions as part of efforts to suppress the spread of Covid-19.\nHealth Secretary Jeane Freeman said \"quick and decisive\" action was needed following new cases on the islands.\nBarra and Vatersay were already under level four restrictions. The rest of the isles moved up from level three at 00:01 on Saturday.\nOne of the outbreaks is affecting Western Isles Hospital in Lewis.\nMs Freeman said the hospital, the largest on the island, was reaching full capacity and the isles had seen six new Covid cases on Friday and nine on Thursday.\nSome non-urgent procedures will be rescheduled but the hospital in Stornoway will maintain a full emergency service.\nThe Scottish government said lockdown was necessary to avoid the NHS becoming overwhelmed.\nIslands MSP Alasdair Allan said the new cases in the Western Isles included the UK variant of Covid, which has been \"accelerating spread\" of the infection in Scotland, and widely across the UK. \nIn the Scottish government's daily Covid briefing Ms Freeman said the numbers were high in proportion to the population of the Western Isles. The islands are home to almost 27,000 people.\nShe appealed to all islanders to stay at home and only leave for essential reasons.\nMs Freeman said: \"These cases follow on from quite a high number of cases two weeks ago including a significant community outbreak in Barra.\n\"All of that is placing significant strain on hospital capacity in the Western Isles health board area.\"\nIn her appeal to islanders, Ms Freeman said: \"Please don't wait for us to reach a view on whether or not we should act to move to level four. Please behave now as if that is the case.\"\nThe outbreak at Western Isles Hospital involves both patients and staff. \nThere are pressures on the hospital due to numbers of patients affected and the impact on staff, including close contacts also having to self isolate.\nNHS Western Isles has been offered support from NHS Highland and NHS Golden Jubilee in Clydebank to manage the situation.\nBarra, along with neighbouring Vatersay, entered level four this month following rising cases in an outbreak on Barra.\nThe number of cases recently reached 50.\nOn Thursday, NHS Western Isles said a new cluster of three cases had also been identified in Benbecula.\nIslands MSP Mr Allan said: \"This continues to be a an extremely concerning situation in the islands with six new cases linked to the outbreak at Western Isles Hospital in Stornoway - including the new UK variant of Covid.\n\"I have made the case to the government for the need to ensure adequate arrangements are in place while the hospital outbreak is dealt with.\"\nHe added: \"More hopefully, it is clear that vaccination is proceeding well locally, with the Western Isles one of the first parts of the country already giving first doses to the over 70s.\" \nRoddie Mackay, leader of Western Isles local authority Comhairle nan Eilean Siar, said moving up to level four was \"disappointing but not entirely unexpected\".\nHe said: \"Our communities continue to make stringent efforts to protect themselves and others and it is imperative, now more than ever before, that we maintain and indeed - wherever possible - increase these efforts.\n\"While this will inevitably cause concern in our communities, we are confident in local resilience and commitment which will help us get through this challenging period.\"\nThe Western Isles along with Orkney, Shetland and some islands in Highland and Argyll have been under level three restrictions since Boxing Day, when mainland Scotland went into lockdown.\nUnder level three, six people from up to two separate households can meet indoors in a public place such as a café or restaurant, and outdoors in a private garden or in a public place such as a park or an outdoor area of a pub. \nBut under the tighter level four restrictions, a maximum of two people, aged 12 and over, can meet outdoors for a permitted purpose if they are not from the same household.\nUnder both levels, children under 12 do not count towards the total number of people allowed to gather.\nFor large parts of last year, the Western Isles had recorded the lowest number of Covid-19 cases in Scotland.\nSeptember saw an outbreak affect South Uist, Eriskay and Benbecula. It was declared over at the end of October.\nThis month's outbreak in Barra was linked to socialising not permitted under level three rules.\nScotland's Chief Medical Officer Dr Gregor Smith said earlier this month: \"What we are seeing in Barra is a good example of what happens when people let their guard down and come together.\""
    }
  ]
}