{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58833349",
      "category": "uk",
      "title": "Sarah Everard: Baroness Louise Casey to lead review into Met Police",
      "tags": "Sarah Everard murder,Metropolitan Police Service",
      "text": "Baroness Louise Casey of Blackstock will lead an independent review into the Metropolitan Police's culture and standards following Sarah Everard's murder, the force has announced. \nIt will examine the force's vetting, recruitment and training procedures. \nMet Police Commissioner Dame Cressida Dick said the move aimed to \"make sure that the public have more confidence in us\".\nThe review is expected to take six months.\nDame Cressida said: \"[Baroness Casey] is extremely experienced and highly respected and I know will ask the difficult questions needed for this thorough review. \n\"This will build a stronger Met, ensure lasting improvement in our service to London and public confidence in us.\"\nMet Police officer Wayne Couzens murdered Sarah Everard after falsely arresting her for a breach of Covid-19 guidelines as she walked home from a friend's house in south London on 3 March.\nHe has been sentenced to a whole-life prison term.\nOf her appointment, Baroness Casey said any acts undermining trust placed in police by the public \"must be examined and fundamentally changed\".\nShe said: \"This will no doubt be a difficult task but we owe it to the victims and families this has affected and the countless decent police officers this has brought into disrepute.\"\nBaroness Casey was formerly the government's chief adviser on homelessness and is a crossbench peer in the House of Lords.\nDame Cressida also announced the Met would be launching a second investigation, examining its practices over the past 10 years.\nIt would look at cases in which somebody made an allegation of sexual misconduct or domestic abuse, against a police officer or member of staff, who was still employed by the force.\nShe said: \"We'll be going back to look at some of those investigations just to make sure that the processes that should have taken place have, and that we are taking the right management action after the case is closed, for example in vetting.\"\nThe Mayor of London Sadiq Khan welcomed Baroness Casey's appointment and said public trust in the police \"requires urgent rebuilding\".\n\"Baroness Casey's review must look into the wider culture of the Met Police, including issues of misogyny, sexism, racism and homophobia as well as thoroughly examining recruitment, vetting, training, leadership and standards of behaviour among officers and staff,\" he tweeted.\nBaroness Casey has worked on issues relating to social welfare for five prime ministers over the past 23 years.\nShe was made head of the Rough Sleepers' Unit in 1999 and went on to hold leadership positions including director of the national Anti-Social Behaviour Unit, the Respect Task Force and the Troubled Families programme.\nShe was also the UK's first victims' commissioner - undertaking an inspection into child sexual exploitation in Rotherham in 2015 - and carried out a review of community cohesion and extremism for then prime minister David Cameron, which was published in 2017.\nShe left the civil service in 2017 to establish the Institute for Global Homelessness before returning to public service to support the government's Covid-19 rough sleeping response."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58855168",
      "category": "uk",
      "title": "Chris Packham calls on Royal Family to rewild estates",
      "tags": "Rewilding,Conservation,UK Royal Family,COP26,Environment,Chris Packham",
      "text": "Wildlife expert Chris Packham is calling on the Royal Family to conserve nature on their estates and reintroduce animals like beavers and wild boar.\nMore than 100 children joined Mr Packham in delivering a petition signed by 100,000 people to Buckingham Palace.\nMr Packham told the BBC he wanted the royals to take \"more dramatic action\", including rewilding.\nThe Royal Estates said they were always looking for ways to continue improving conservation and biodiversity.\nThe children, their parents and other campaigners carried the Wild Card campaign petition calling on the Royal Family to rewild their estates to the palace on Saturday.\nThey said the Royal Family should lead by example before they appear as ambassadors at the COP26 climate summit in November.\nFormer Archbishop of Canterbury Rowan Williams, chef Hugh Fearnley-Whittingstall  author Michael Morpurgo, actors Sir Mark Rylance and Josh O'Connor and Packham's wildlife TV colleague Kate Humble are among those to sign the petition.\nMr Packham told BBC Breakfast: \"The aim of the petition was to get our Royal Family to think about taking some more dramatic action when it comes to conservation of both the environment and of wildlife at a crucial time given we are in an environment and biodiversity crisis. \n\"The Royal Family are landowners of some magnitude, they own 800,000 acres of the UK, 1.4% of our land surface.\"\nSpeaking later at the \"polite protest\" outside the Palace in central London, the BBC Springwatch presenter explained rewilding means allowing natural habitats to go back to their natural state.\nHe said that some of the Royal Family's estate - including the Balmoral estate in Scotland - is currently used for deer stalking and grouse shooting with very few trees. \nIf it were rewilded, he said it \"really would be a temperate rainforest, filled with a much richer diversity of life\".\nReflecting on his own role in conservation, he said he felt his \"conscience is not clear\". \n\"On my watch as an environmentalist and conservationist I have failed these young people, I have failed to act quickly and broadly enough to prevent the crisis that we find ourselves in,\" he added.\nMr Packham said rewilding would help the rural economy, and, if the Royal Family supported his call, it would send an important message to the world.\nCampaigners said while the average tree coverage is 37% in the European Union, the Duchy of Cornwall estate owned by the Prince of Wales has only 6% tree coverage.\nThey have said ecologists believe beavers, wolves, bison, wild boar, pine martens and white storks could be introduced if the estates are rewilded, with a call to rewild as much as 50% of the UK over time.\nRoyal-owned land in the UK includes the Crown Estate and the Duchies of Lancaster and Cornwall. \nA Royal Estates spokesperson said the Royal Family have a proud history, over 50 years, of getting involved in conservation and are always looking for new ways to further that work."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58849465",
      "category": "uk-wales",
      "title": "Midwife and home birth services suspended at Aneurin Bevan",
      "tags": "NHS Wales,Coronavirus pandemic,Pregnancy",
      "text": "A health board has halted some maternity services because of the number of staff off sick.\nAneurin Bevan health board has stopped midwifery-led, and home-birthing services at four hospitals.\nThe Royal Gwent Hospital, Newport, Nevill Hall Hospital, Abergavenny, Ysbyty Aneurin Bevan, Ebbw Vale and Ysbyty Ystrad Fawr, Ystrad Mynach, are all affected.\nThe temporary measures have been put in place for 11 days.\nExpectant mothers are being sent to Cwmbran's Grange Hospital instead.\n\"We are currently experiencing a high number of births and short term staff absence due to sickness and self-isolation in our midwifery services,\" the board said in a statement on Friday.\nThe board apologised to the eleven expectant mothers affected. The women were all booked in to give birth at one of the four units.\nIt said the plan would not impact on any others.\nThe measures came into force at 14:00 BST on Thursday 7 October and will continue until 08:00 BST on 18 October."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58824121",
      "category": "business",
      "title": "Firms warn of price rises as energy costs soar",
      "tags": "Companies,Energy customer switching,Ofgem,Personal finance,Energy industry,Oil & Gas industry",
      "text": "High energy costs are forcing manufacturers to warn of higher prices for their goods as they pass on increases to consumers.\nIceland boss Richard Walker said higher energy bills and other costs meant price rises were now \"inevitable\".\nThe warning came as analysts predicted that household energy bills could rise by hundreds of pounds next year.\nThey said the energy price cap, which protects domestic consumers, could soar by £400 in the spring.\nCornwall Insight forecasts that the energy price cap will rise to about £1,660 by next summer.\nThat is about 30% higher than the record £1,277 level for the cap set for winter 2021-22, which began at the start of October.\n\"With wholesale gas and electricity prices continuing to reach new records, successive supplier exits during September 2021 and a new level for the default tariff cap, the Great British energy market remains on edge for fresh volatility and further consolidation,\" said Craig Lowrey, senior consultant at Cornwall Insight.\nEnergy regulator Ofgem said the price cap \"will ensure that consumers don't pay more than is absolutely necessary this winter\".\nBut if gas prices stay high, the price cap will rise, Ofgem said.\nThe regulator said its \"number one priority is to protect customers\", but acknowledged \"this is a worrying time for many people\". \nBut while the price cap helps households, there is no such safeguard for businesses, which have to absorb the full impact of rising global energy prices.\nMr Walker warned that Iceland's energy bill would go up by £20m next year. Alongside higher salaries to address lorry driver shortages and other new costs, he said grocery prices would have to increase.\n\"It's inevitable that we will see price rises,\" he told the BBC. \"The UK supermarket industry is one of the most competitive in the world. \n\"Our margins are very very tight and we're not an endless sponge that can just absorb all of these different cost increases.\"\nAndrew Large, director general of the Confederation of Paper Industries, said: \"This is a highly inflationary situation for the British economy and members will clearly be in a position where they do try to pass those costs on to consumers where they can.\"\nOne paper manufacturer, the Northwood Group, said the industry had been \"left to fend for itself\" in the face of \"horrendous\" knock-on effects from the gas price rise.\n\"The spike [in gas prices] that we have seen since January is equivalent to a 550% price increase, which of course destroys any industrial planning,\" said chairman Paul Fecher.\nLaura Cohen, chief executive of the British Ceramic Confederation, said many of her member firms could even be forced to stop production \"due to uneconomic higher energy costs\".\nThis could cause \"severe damage\" to production facilities such as brick kilns, which could not easily be turned off at short notice, she said.\nMeanwhile, Business Secretary Kwasi Kwarteng has said that by decarbonising the UK's power supply, the country will protect customers from volatile fossil fuel prices.\n\"The UK so far, as many of you know, has made great progress in diversifying our energy mix. But we are still very dependent, perhaps too dependent, on fossil fuels and their volatile prices,\" he told a conference organised by trade body Energy UK.\nHe said that the government's recent pledge to decarbonise the electricity grid by 2035 - 15 years ahead of the previous target - would help.\n\"Our homes and businesses will be powered by affordable, clean and secure electricity generated here in the UK, for people in the UK,\" Mr Kwarteng said.\nThe Energy Shop - a price comparison site - warned people to prepare themselves for even greater increases in household bills.\nIt said that the next increase in the price cap, due to come in from 1 April 2022, could be £500 or even higher.\nFounder Joe Malinowski warned: \"If things don't settle down soon, increases of £600, £700 or even £800 cannot be ruled out.\"\nNine energy suppliers have already collapsed in recent weeks and more could be facing the same fate.\nThey were unable to keep their price promises as the wholesale price of gas soared. \nTheir customers have already seen annual bill increases of hundreds of pounds when they moved to a new provider and away from whichever low-rate fixed deal their supplier had offered.\nSome of the heat was drawn from the crisis on Wednesday when Russia said it would increase gas supplies to Europe.\nUK wholesale gas prices hit a record high during the day before falling after the Russian intervention.\nBut price volatility could continue as investors remain nervous about low stockpiles of gas across Europe.\nIf you feel powerless against international business and politics when watching your domestic energy bill go up, you are in good company.\nNormally, customers are urged to get active, search and switch to save money - but not now.\nUntil recently, the energy price cap was a backstop, protecting the vulnerable. Now it is the most competitive tariff available.\nThe cap is shielding households from the wild fluctuation in prices seen on the wholesale markets, but that is only a crumb of comfort when bills and prices across the board are still expected to see a sharp increase.\nSo for now, experts simply advise customers to find ways to save energy, brace themselves and budget for bigger bills. Wrap up for a financial chill that could last longer than the winter.\nThe energy price cap sets the maximum price suppliers in England, Wales and Scotland can charge customers on a standard - or default - tariff.\nThat includes the fixed daily amount customers pay, plus the price per unit they pay for electricity and gas.\nThe cap was increased on 1 October, with about 15 million households facing a 12% rise in energy bills, the biggest jump, to the highest amount, seen since the backstop was introduced in January 2019.\nThose on standard tariffs, with typical household levels of energy use, saw an increase of £139 - from £1,138 to £1,277 a year.\nPrepayment meter customers with average energy use saw a £153 increase.\nThat's a far cry from a year previously when on 1 October 2020, the energy price cap was cut by £84, to £1,042.\nWill you be affected by rising energy prices? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58852437",
      "category": "world-europe",
      "title": "Havana syndrome: Berlin police probe cases at US embassy",
      "tags": "CIA,Berlin,Joe Biden",
      "text": "Police in Berlin say they are investigating after staff at the US embassy reported experiencing symptoms of the so-called Havana syndrome. \nThe probe into an \"alleged sonic weapon attack on employees of the US Embassy\" began in August, police said. \nMore than 200 US officials have reported suffering from the illness since 2016. \nOn Friday President Biden vowed to find out \"the cause and who is responsible\" for the syndrome.\nThose affected say they experienced a sudden onset of pressure sensations inside their heads, and of hearing strange buzzing sounds coming from a particular direction. Others have complained of dizziness, nausea and fatigue, among other symptoms.\nSeveral people at the US embassy in Berlin had reported symptoms of Havana syndrome, Der Spiegel reported.\nAn embassy spokesperson declined to comment on the police inquiries, but told Reuters that a US investigation was ongoing into cases worldwide.\nMr Biden's statement came as he signed a bill pledging better healthcare and increased financial support for victims. \nBut he characterised the condition as \"anomalous health incidents\" rather than saying it was the result of attacks. \nHe said civil servants, intelligence officers, diplomats, and military personnel all over the world had been affected.\nThe mysterious illness first emerged at the US and Canadian embassies in Havana in 2016. Since then there have been a number of similar reports. \nLast month the CIA's station chief in Vienna was removed for failing to respond appropriately to an outbreak of the mysterious syndrome at the embassy, where there have been more recorded cases than any other city apart from Havana.\nDays earlier a CIA officer who was travelling to India with the agency's director reported symptoms consistent with Havana syndrome.\nAnd in August, Vice President Kamala Harris' flight from Singapore to the Vietnamese capital Hanoi was briefly delayed after an American official reported symptoms. \nHowever, the cause of the illness remains unclear. Last year, a US National Academy of Sciences panel found that the most plausible explanation was \"directed, pulsed radio frequency energy\"..\nAnd in 2018 a scientific study of diplomats affected in Cuba found that they had experienced a form of brain injury. The cause was not conclusively determined, but researchers said it was most likely the result of directed microwave radiation.\nIn July, CIA director William Burns said there was \"a very strong possibility\" that the symptoms were being caused deliberately and that Russia could be responsible. However, Moscow has strongly denied responsibility. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58850393",
      "category": "entertainment-arts",
      "title": "Genesis cancel UK tour shows over Covid cases in band",
      "tags": "Genesis,Coronavirus pandemic",
      "text": "Pop band Genesis have postponed the final four UK dates of its reunion tour \"due to positive Covid-19 tests within the band\".\nThe group said they would reschedule the gigs due to take place in Glasgow on Friday, and at the O2 in London on Monday, Tuesday and Wednesday.\nThey did not say who had tested positive for coronavirus.\nThe Last Domino? tour started in September after being postponed by almost a year because of the pandemic.\nFrontman Phil Collins, 70, has been performing seated and has not been able to play the drums because of ongoing health issues, including back problems following surgery.\nHe told the BBC last month that he can now \"barely hold a [drum] stick\", and has been replaced behind the drum kit by his 20-year-old son Nicholas.\nThe pair have been joined on the road for the tour - the band's first since 2007 - by keyboardist Tony Banks and guitarist Mike Rutherford, both aged 71 and both founding members of the group.\nGenesis had six number one albums in the UK in the 1980s and 1990s, with hits including Land of Confusion, Invisible Touch and I Can't Dance.\n\"This is a hugely frustrating development for the band who are devastated with this unlucky turn of events,\" a statement from the band said.\n\"They hate having to take these steps but the safety of the audience and touring crew has to take priority. They look forward to seeing you upon their return.\"\nThe band, who have sold more than 21 million albums in the US, are due to start the North American leg of the tour in Chicago on 15 November."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58857620",
      "category": "uk-wales",
      "title": "Llanelli: Woman, 23, charged after child dies in crash",
      "tags": "Llanelli,Dyfed-Powys Police",
      "text": "A 23-year-old woman has been charged with causing death by dangerous driving after a child was killed in a crash.\nThe car crash happened at Heol Goffa crossroads in Llanelli, Carmarthenshire, at about 21:00 BST on Friday.\nLucy Dyer, of Heulwen Terrace, Llanelli, was also charged with drink driving and has been remanded in custody.\nFlowers, toys and tributes have been left at the scene of the crash.\nThe crash involved a blue BMW 3 Series and a blue Vauxhall Vectra. The woman and the child were in different cars.\nDyfed-Powys Police said specially trained officers were supporting the child's family."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58859205",
      "category": "uk-wales",
      "title": "Covid: 'Anti-vaxxers told me I was wrong to get jab'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58857204",
      "category": "world-europe",
      "title": "La Palma: Lava engulfs more buildings on Spanish island",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58857621",
      "category": "uk-wales",
      "title": "Wrexham crash: Driver held after doorman left seriously injured",
      "tags": "Wrexham,Ruabon",
      "text": "A man has been arrested after a doorman was left seriously injured following two crashes in north Wales.\nThe doorman was hit by the the driver of a Mercedes A-Class in Abbot Street, Wrexham, at about 04:00 BST.\nNorth Wales Police believe the doorman had tried to \"engage\" with the driver, who was thought to have been drinking, when he drove off \"at speed\".\nThe man was arrested after he was involved in a second crash on a nearby roundabout minutes later.\nHe became trapped in the car and was helped out by firefighters after crashing with a taxi on the roundabout, which linked Ruabon Road and Victoria Road.\nThe condition of the taxi driver is not known.\nThe police force said the driver of the Mercedes provided a positive breath sample and was taken into custody.\nRuabon Road, Fairy Road, Pen Y Bryn and Abbot Street were closed while investigations took place, but have since reopened.\nSgt Raymond Williams said: \"I hope the injured man makes a good recovery.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-58851625",
      "category": "education",
      "title": "Nadhim Zahawi vows to tackle persistent pupil absences 'head on'",
      "tags": "Spending reviews,Chancellor's Autumn Statement,Nadhim Zahawi,National Association of Head Teachers",
      "text": "The education secretary has vowed to tackle persistent pupil absences \"head on\", describing it as a \"key priority\". \nIn a speech to head teachers on Saturday, Nadhim Zahawi said disadvantaged children lose out most from not being in school. \nAhead of the spending review later this month, he pledged to invest \"record sums\" in children's education. \nIt comes after the number of pupils in England absent for Covid-related reasons rose two-thirds in a fortnight.\nThe latest government figures showed 204,000 children - 2.5% of state school pupils in England - were out of school for this reason in the fortnight to 30 September. \nThere are also concerns children may be missing lessons because of mental health issues. \nSpeaking at the conference of the NAHT school leaders' union in London, Mr Zahawi said: \"Another key priority for me will be getting to the root of what is causing children to be persistently absent and then tackling it head on.\n\"Because the children who lose out the most from not being in school are likely to be the ones who can cope least - the vulnerable, the disadvantaged. You can't help them if they aren't there.\n\"For all these reasons, we will continue to invest record sums in our children's education.\"\nHe added that he would not give a \"running commentary\" on the spending review, but said he would \"not stop\" making the case for investing in children and young people. \nHe also called for better understanding of and support for mental health issues. \n\"I want us to put wellbeing at the centre of everything we do in schools alongside a drive for rigorous standards and high performance. But, of course, we can't do this if children are not at school,\" he added. \nIn response to the education secretary's comments, Paul Whiteman, NAHT's general secretary, said Mr Zahawi needed to match the \"passion and ambition\" of school leaders.\n\"The real test though, is what he is prepared to do immediately, to prise more investment from the Treasury in the comprehensive spending review, and then how he chooses to develop policy in the coming weeks and months,\" he said.\nAddressing the conference on Friday, Mr Whiteman said the government's goals for helping children catch-up after the pandemic needed to be more ambitious. \n\"Recovery implies a return to what we had before, which is simply not good enough,\" he added. \nIn June, the government's schools catch-up tsar Sir Kevan Collins resigned, saying the £1.4bn in funding pledged to help pupils make up for lost learning fell \"far short of what is needed\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58850041",
      "category": "technology",
      "title": "Facebook apologises as services including Instagram hit again",
      "tags": "Social media,Instagram,Facebook",
      "text": "Facebook has apologised after again reporting problems with its services, days after a major outage hit WhatsApp, Instagram and Facebook for hours.\nThe company said that a \"configuration change\" had impacted users globally.\nIt added that the incident was not related to the outage that saw its products taken offline for over six hours earlier this week. \nIts Facebook, Instagram, Messenger and Workplace products had been affected, it said.\n\"We're so sorry if you weren't able to access our products during the last couple of hours,\" the company said it a statement on Friday evening. \"We know how much you depend on us to communicate with one another. We fixed the issue - thanks again for your patience this week.\"\nEarlier, web monitoring group Downdetector said that for a relatively short period of time on Friday there was an avalanche of messages from users reporting problems with Instagram. \nSome of them immediately took to Twitter and other social media platforms to complain about the second Instagram disruption and share memes on the issue.\nOn Monday, Facebook - which owns WhatsApp and Instagram - blamed an internal technical issue for the major outage which not only affected the firm's services, but also employees' work passes and email.\nThe services were down from about 16:00 GMT until around 22:00 on Monday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-58854081",
      "category": "world-asia-china",
      "title": "China-Taiwan tensions: Xi Jinping says 'reunification' must be fulfilled",
      "tags": "China,Taiwan",
      "text": "China's President Xi Jinping has said that \"reunification\" with Taiwan \"must be fulfilled\", as heightened tensions over the island continue. \nMr Xi said unification should be achieved peacefully, but warned that the Chinese people had a \"glorious tradition\" of opposing separatism.\nIn response, Taiwan said its future lay in the hands of its people.\nTaiwan considers itself a sovereign state, while China views it as a breakaway province. \nBeijing has not ruled out the possible use of force to achieve unification.\nMr Xi's intervention comes after China sent a record number of military jets into Taiwan's air defence zone in recent days. Some analysts say the flights could be seen as a warning to Taiwan's president ahead of the island's national day on Sunday. \nTaiwan's defence minister has said that tensions with China are at their worst in 40 years.\nBut Mr Xi's remarks on Saturday were more conciliatory than his last major intervention on Taiwan in July, where he pledged to \"smash\" any attempts at formal Taiwanese independence. \nSpeaking at an event marking the 110th anniversary of the revolution that overthrew China's last imperial dynasty in 1911, he said unification in a \"peaceful manner\" was \"most in line with the overall interest of the Chinese nation, including Taiwan compatriots\". \nBut he added: \"No one should underestimate the Chinese people's staunch determination, firm will, and strong ability to defend national sovereignty and territorial integrity.\"\n\"The historical task of the complete reunification of the motherland must be fulfilled, and will definitely be fulfilled,\" he said.\nMr Xi has said he wants to see unification occur under a \"one country, two systems\" principle, similar to that employed in Hong Kong, which is part of China but has a degree of autonomy. \nBut Taiwan's presidential office said that public opinion was very clear in rejecting one country, two systems. In a separate statement, Taiwan's Mainland Affairs Council called on China to abandon its \"provocative steps of intrusion, harassment and destruction\".\nShortly before Mr Xi spoke in Beijing, Taiwan's Premier Su Tseng-chang accused China of \"flexing its muscles\" and stoking tensions.\nDespite the recent heightened tensions, relations between China and Taiwan have not deteriorated to levels last seen in 1996 when China tried to disrupt presidential elections with missile tests and the US dispatched aircraft carriers to the region to dissuade them.\nAnd while a number of Western countries have expressed concern at China's displays of military might, US President Joe Biden said Mr Xi had agreed to abide by the \"Taiwan agreement\".\nMr Biden appeared to be referring to Washington's longstanding \"One China\" policy under which it recognises China rather than Taiwan.\nHowever, this agreement also allows Washington to maintain a \"robust unofficial\" relationship with Taiwan. The US sells arms to Taiwan as part of Washington's Taiwan Relations Act, which states that the US must help Taiwan defend itself.\nIn an interview with the BBC this week, US national security adviser Jake Sullivan said the US will \"stand up and speak out\" over any actions that may \"undermine peace and stability\" across the Taiwan Strait."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58844606",
      "category": "uk-politics",
      "title": "Tributes paid to Tory MP and ex-Northern Ireland Secretary James Brokenshire",
      "tags": "Home Office,Theresa May,Boris Johnson,Lung cancer",
      "text": "Fellow politicians have paid tribute to Tory MP James Brokenshire, who has died aged 53, having been diagnosed with lung cancer more than three years ago.\nPrime Minister Boris Johnson described the father of three, a former Northern Ireland secretary, as the \"nicest, kindest\" colleague.\nLabour leader Sir Keir Starmer called him \"a thoroughly decent man\".\nMr Brokenshire, a lifelong non-smoker, stood down as a Home Office minister earlier this year.\nHe died in hospital on Thursday night, having been admitted after his condition deteriorated.\nAn MP since 2005, Mr Brokenshire served in government under three prime ministers - David Cameron, Theresa May and Mr Johnson.\nHouse of Commons Speaker Sir Lindsay Hoyle has ordered that flags in Parliament's New Palace Yard be flown at half-mast to mark \"a profound loss to us all\".\nMrs May tweeted: \"Truly saddened by the death of James Brokenshire. He was an outstanding public servant, a talented minister and a loyal friend.\"\nAnd Mr Johnson tweeted that it was \"desperately sad\", adding: \"James was the nicest, kindest and most unassuming of politicians but also extraordinarily effective.\"\nMr Brokenshire, who was MP for Old Bexley and Sidcup in Kent, resigned as Northern Ireland secretary in January 2018 following his lung cancer diagnosis, but made a comeback to the cabinet a few months later as housing secretary.\nHe lost that job in July 2019, after Mr Johnson took over from Mrs May in 10 Downing Street.\nMr Brokenshire re-entered government as a Home Office minister in February last year, but stood down in July this year, due to poor health.\nFollowing his death, Mr Brokenshire's family expressed \"deep sadness\", adding: \"James was not only a brilliant government minister... but a dedicated constituency MP.\n\"But most importantly, he was a loving father to his three children, a devoted husband to Cathy and a faithful friend to so many.\"\nThe family also thanked NHS staff, including those at Guy's & St Thomas' hospital in London, for treating Mr Brokenshire \"with such warmth, diligence and professionalism over the past three-and-a-half years\".\nThey also shared a memorial page on his Twitter feed, which encouraged people to share memories and photos of Mr Brokenshire and to donate to the Roy Castle Lung Cancer Foundation in lieu of flowers.\n\"In the last few years of his life James's passion was to help others with lung cancer, preventing others going through what he did,\" the memorial page said, describing him as an \"indefatigable campaigner for better lung cancer screening\".\nAfter his lung cancer diagnosis, Mr Brokenshire, a former lawyer, worked to promote greater awareness of the disease, urging people who showed symptoms to get tested.\nFellow Conservative MP Karen Bradley told the BBC News Channel the news of her \"understated\" friend's death was \"heartbreaking\", adding: \"I can't believe I'm not going to be able to sit down with James again and have a laugh about life, and chat about the issues that we both cared about.\n\"My thoughts are with Cathy and the family, who are just the most wonderful family. I'm devastated.\"\nSir Keir Starmer tweeted: \"James Brokenshire was a thoroughly decent man, dedicated and effective in all briefs he held.\n\"He fought his illness with dignity and bravery. I'm incredibly sad to learn of his death and send my condolences to his wife and children.\"\nThe UK's most senior civil servant, Cabinet Secretary Simon Case, said: \"I had the personal privilege of working with him closely over a number of years and admired greatly his unwavering commitment to public service and compassion.\"\nThe Archbishop of Canterbury, Justin Welby, tweeted: \"So sorry to hear of the death of James Brokenshire, whose courage and faith were an inspiration to so many, myself included.\" \nBefore becoming the Old Bexley & Sidcup MP in 2010, Mr Brokenshire represented the seat of Hornchurch and Rainham, north-east London, for five years.\nHis death will prompt a Parliamentary by-election in Old Bexley and Sidcup, where he had a majority of 18,952 at the last general election."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-58856914",
      "category": "world-middle-east",
      "title": "Lebanon left without power as grid shuts down",
      "tags": "Lebanon,Beirut,Electricity",
      "text": "Lebanon has been left without electricity, plunging the country into darkness amid a severe economic crisis. \nA government official told Reuters news agency the country's two largest power stations, Deir Ammar and Zahrani, had shut down because of a fuel shortage.\nThe power grid \"completely stopped working at noon today\" and was unlikely to restart for several days, they said.\nFor the past 18 months Lebanon has endured an economic crisis and extreme fuel shortages.\nThat crisis has left half its population in poverty, crippled its currency and sparked major demonstrations against politicians.\nA lack of foreign currency meanwhile has made it hard to pay overseas energy suppliers.\nLebanon country profile \nMany Lebanese people already depend on private diesel-powered generators for power. These however have become increasingly expensive to run amid the lack of fuel, and cannot cover for the lack of a nationwide power grid. \nPeople were often receiving just two hours of electricity a day in the country before this latest shutdown.\nIn a statement, Lebanon's state electricity company also confirmed the shutdown of the two power plants, which together provide some 40% of the country's electricity. \nTheir closure led to the \"complete outage\" of the power network, the statement reportedly said, \"with no possibility of resuming operations in the meantime\".\nAl Jazeera reports protests in the northern town of Halba, outside the offices of the state power company, as well as residents blocking roads with burning tyres in the city of Tripoli.\nThe country is also grappling with the aftermath of the Beirut blast in August 2020, which killed 219 people and injured 7,000 others.\nAfter the explosion its government resigned, leaving political paralysis. Najib Mikati became prime minister in September, more than a year after the previous administration quit. \nLast month the militant group Hezbollah brought Iranian fuel into the country to ease shortages. Its opponents say the group is using the fuel delivery to expand its influence."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58854984",
      "category": "world-asia",
      "title": "Afghanistan: US and Taliban hold first face-to-face talks since withdrawal",
      "text": "US officials have met Afghanistan's ruling Taliban for their first face-to-face talks since Washington pulled its troops from the country in August.\nThe talks in Qatar are focusing on issues including containing extremist groups, the evacuation of US citizens and humanitarian aid, officials say.\nThe US insists the meeting does not amount to recognition of the Taliban.\nIt comes a day after Afghanistan suffered its deadliest attack since US forces withdrew. \nThe suicide bombing at a mosque in the northern city of Kunduz killed at least 50 people and wounded more than 100 others. \nThe Said Abad mosque was used by the minority Shia Muslim community in the Sunni Muslim-majority country. The Islamic State group said it was behind the attack.\nSpeaking after the talks with the US opened in Qatar, Afghanistan's Taliban-appointed Foreign Minister Amir Khan Muttaqi said the two sides had agreed to uphold the terms of the Doha agreement signed in 2020. \nThe deal includes broad obligations on the Taliban to take steps to prevent groups such as al-Qaeda from threatening the security of the US and its allies.\nMr Muttaqi said US officials had also told the Taliban they would help in delivering Covid vaccines and humanitarian aid. \nThe US has not yet commented on the details of Saturday's talks, but a state department spokesperson previously said officials would use the meeting to press the Taliban to respect women's rights, form an inclusive government and allow humanitarian agencies to operate. \nThe meeting is set to continue on Sunday. \nMr Muttaqi told reporters that the Islamist group wanted to improve relations with the international community but also warned that nobody should interfere with any country's internal policies. \nAmerican officials have said the talks are a continuation of engagement with the Taliban on matters of national interest, not about giving legitimacy to the group's government.\nAs the talks were taking place in the Qatari capital Doha, in Afghanistan funeral ceremonies were being held for the victims of Friday's attack.\n\"[We] bury the bodies next to each other because we have no choice, and we have to prepare mass graves,\" one mourner said.\nThe United Nations said Friday's bombing was a \"third deadly attack this week apparently targeting a religious institution\" and was part of a \"disturbing pattern of violence\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-gloucestershire-58836397",
      "category": "uk-england-gloucestershire",
      "title": "Covid: Frome cancer patient who survived coma 'a cat with nine lives'",
      "tags": "Frome,Coronavirus pandemic",
      "text": "A cancer patient whose wife was told he might not wake from a coma he was put in while being treated for Covid-19 has been called \"a cat with nine lives\" by doctors after making a speedy recovery.\nPaul Luttrell, who has myeloma cancer, went to Bristol's Southmead Hospital on 27 July and was placed in a coma.\nHis wife Dalma said she was \"very much prepared for the worst\", but the 52-year-old woke after 11 days and left hospital a month after arriving.\nShe said it was \"unbelievable\".\nMr Luttrell, from Frome, was sent to the hospital after nurses noticed he was \"very unwell\" and had to put him on oxygen whilst on a routine dialysis visit. \n\"They put me into an induced coma for 11 days and it took me a week to fully wake up,\" he said.\n\"When I did, I asked doctors to call Dalma.\n\"They couldn't believe it.\"\nMrs Luttrell said following conversations with her husband's doctors, she had \"very much prepared for the worst\".\nShe also said the medical team had warned her that as he was in a coma, he would probably need a long recovery time if he survived.\nHowever, within two weeks ,she said she \"had a call from him\", adding: \"It was unbelievable.\"\nMr Luttrell, who had been double vaccinated, said though he had had lucid dreams whilst in the coma of \"terrible things\", after he woke, he could walk \"my stairs at home to go to dialysis\" within a week. \nHe returned home on 26 August.\n\"My haematologist and doctors said I was a cat with nine lives,\" he said.\nHowever, he said he felt lucky to be alive and was worried that about \"people still not taking [coronavirus] seriously\".\n\"Get vaccinated,\" he said, adding: \"Covid is very real.\"\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58662667",
      "category": "business",
      "title": "What can I do if my energy supplier goes bust?",
      "tags": "Energy customer switching,Ofgem,Personal finance,Energy industry,Bulb",
      "text": "Together Energy is the latest UK supplier to collapse due to rising gas prices. \nTwenty-eight energy companies have stopped trading in the UK since August, including Bulb, which is being managed separately because of its size. \nMore than three million customers have seen their energy firm collapse since the summer, though most suppliers are tiny compared to Bulb. \nOfgem said a new supplier will be found for Together Energy's 176,000 domestic customers, whose supply will continue without interruption. \nThe other companies which have already gone out of business are: \nAmpoweruk Ltd, Avro, Bluegreen, CNG Energy Limited, Colorado Energy, Daligas, Enstroga, Entice, Goto, Green, Hub, Igloo Energy, MA Energy Limited, Money Plus, Neon Reef, Omni Energy Limited, Orbit Energy, People's Energy, PFP, Pure Planet, Social Energy Supply, Symbio Energy, Utility Point, Zebra Power Limited and Zog Energy.  \nFirms have struggled because they offered customers cheap fixed deals. That meant they couldn't pass on the cost of soaring gas prices.\nIf your energy provider goes bust, you still receive gas and electricity. \nBecause of its size, Bulb has been put into an arrangement called \"special administration\". \nThe company is being run as normal by administrators Teneo, until a buyer can be found or its customers can be moved elsewhere. In the short-term, it means Bulb customers haven't been been transferred to another provider, and don't have to do anything. \nThe accounts held by the other failed firms are automatically moved to a new supplier by energy regulator Ofgem.\nYou can't choose the provider and may end up on a more expensive tariff.\nOfgem has sent customers to the following suppliers: \nOfgem and Citizens Advice both recommend making a note or taking a photo of your meter reading and downloading any bills, while waiting for your new supplier to get in touch.\nThere's no need to cancel direct debits.\nIf you're in credit, the balance will be added to your account with your new supplier. However, this may take several weeks.\nIf you're in debt to a company which has stopped trading, you still have to pay the money you owe. You will be contacted by its administrators, or the supplier which takes over its business.   \nIt's unlikely. \nUsually, consumers are encouraged to shop around when energy bills rise. \nBut at the moment better offers simply aren't available. In particular, people already on fixed deals are advised to stay put.\nThose coming to the end of fixed deals will be moved on to higher standard tariffs.\nA tariff set at the price cap limit - the maximum price suppliers can charge customers on a standard deal - will be the most competitive.\nInstead of searching for a cheaper deal, the Energy Saving Trust says simple changes to our homes and energy habits could help offset the current price rises.\nThe price cap sets the maximum price suppliers can charge customers on a standard - or default - tariff. The level of the cap is reviewed every six months.\nIt's the reason energy suppliers haven't been able to pass on all of the recent wholesale gas price increases.\nAbout 15 million households in England, Wales and Scotland saw a 12% rise in their energy bills on 1 October, when a higher price cap took effect.\nOfgem has now said it will review how the price cap is calculated to make sure it accurately reflects the risks faced by companies. \nIt will publish its conclusions in February, and a new price cap will be announced before it is implemented in April 2022.\nIn Northern Ireland, which has its own energy market, a number of suppliers have also announced price increases in recent months.\nA worldwide squeeze on gas and energy supplies has meant gas prices in the UK, Europe and Asia have risen dramatically. \nSupplies of renewable energy in Great Britain were also reduced by the least windy summer since 1961. \nA fire at a National Grid site in Kent closed a power cable supplying electricity from France. \nRising gas prices also led to a shortage of carbon dioxide (CO2), which is widely used in the food and drink industry."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58856068",
      "category": "uk-wales",
      "title": "Covid: Anti-vax protesters intimidate teen outside jab centre",
      "tags": "Coronavirus vaccines,Anti-vaccination movement,Cowbridge,Vaccination,Chronic fatigue syndrome,Vale of Glamorgan,Coronavirus pandemic",
      "text": "A 15-year-old girl and her mum say they were intimidated by anti-vax protesters outside a Covid vaccination centre.\nGrace Baker-Earle, who uses a wheelchair after contracting Covid, was confronted after receiving the jab at Cardiff's Bayside mass vaccination centre.\nHer mum Angela said protesters accused her of using Grace \"as a lab rat\".\nSouth Wales Police said officers attended a protest in the area at 10:50 BST and remained in attendance.\nThe force said no arrests had been made.\nThe vaccine has been offered to 12 to 15-year-olds in Wales since 4 October.\nMs Baker-Earle said the confrontation was \"just horrible\" and \"incredibly intimidating\", and happened while getting her daughter's wheelchair into her car - something she needs since developing Myalgic Encephalomyelitis (ME).\nThe 44-year-old said a protester claimed it was \"ridiculous\" to get the jab. \n\"I said my daughter is using a wheelchair because of Covid,\" Ms Baker-Earle said.\n\"[A protestor] said: 'She'll have immunity, you shouldn't be getting the vaccine since you have natural immunity. You shouldn't be using her as a lab rat'.\n\"It was incredibly unpleasant.\"\nMs Baker-Earle, from Cowbridge, in the Vale Glamorgan, said the 15 protesters walked in front of her car and she had to tell one man to \"step back\".\n\"He was within two feet of me, looked at me as if I was stupid. I told them: 'You have literally surrounded my car'.\"\nShe said a vaccination centre steward then came out and checked she and her daughter were safe.\nGrace said the confrontation \"hit a spot\" because of how much Covid has affected herself and family.\n\"I think I was sad more than anything because it's something I still live with, it takes up every second of my day,\" she said.\n\"I was excited to have it done - to have people tell you as you come out that what you're doing is wrong and to have people invading your personal space, it wasn't nice.\"\nMs Baker-Earle said she was in hospital with Covid and pneumonia last November, around the same time Grace also had the virus.\n\"Grace was very unwell for a couple of weeks, she lost half a stone and was really poorly - she weighed 6.5 stone (41kg) to begin with.\n\"A cardiologist has said although Grace had a virus earlier in March, having Covid pushed it over into having ME.\"\nME is a chronic neurological condition which means day-to-day tasks can be \"exhausting\" for Grace, she added.\n\"People were so dismissive of such a serious thing we are dealing with, which makes my blood boil,\" she added.\n\"There are 12-year-olds going down there to be faced with that - a whole line of people, it is disgusting.\"\n\"Now she has to use a wheelchair to go more than 50 yards, and has an extremely elevated heart rate,\" she said.\n\"It has been lifechanging for Grace, we are hoping she will get better. This is all off the back of Covid in November.\"\nThe UK's four chief medical officers (CMOs) have said healthy children aged 12 to 15 should be offered one dose of a Covid vaccine.\nThe advice, they say, reflects evidence on the mental health and long-term prospects for young people, the effect on education and the marginal benefit to health.\nThe Welsh government has emphasised that the vaccine is a choice for each individual to make.\nIt said all children aged 12 to 15 in Wales will be offered a Covid vaccine by the end of October.\nWales' Health Minister Eluned Morgan said studies showed children were at some risk of developing long Covid despite low hospital admission rates."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58846999",
      "category": "business",
      "title": "Energy prices: Steel boss says government offers no solution",
      "tags": "Companies,Steel industry,Oil & Gas industry",
      "text": "The government has failed to find solutions to halt soaring energy prices, UK Steel boss Gareth Stace has said.\nHe was speaking after leaders of energy-intensive industries met with Business Secretary Kwasi Kwarteng.\n\"We can't wait until Christmas and beyond. Or even a few weeks. We need action now, it needs to be swift, decisive action,\" Mr Stace said.\nThe government said it was exploring ways to manage high energy costs.\nGas prices have risen 250% since January, pushing up costs dramatically.\nMr Stace told the BBC that Mr Kwarteng had listened but had provided \"no immediate solutions or guarantees\".\nThe UK Steel director general said he was \"baffled\" because governments in the rest of Europe had stepped in to support industry, although they faced lower energy costs than in the UK.\nRepresentatives from energy-intensive sectors including paper, glass, cement, lime, ceramics, chemicals and steel were at Friday's talks with the business secretary.\nThe Energy Intensive Users Group (EIUG) said it hoped the government would find ways to support those sectors.\nMr Kwarteng told the business representatives he would continue to work with them to tackle the problem. \nHis department said the government would assess the options put forward by the industry, with his spokesperson saying: \"We recognise the recent increase in global gas prices will be a cause of concern for businesses in the UK.\n\"We are in regular contact with Ofgem and business groups to explore ways to manage the impact of rising global prices.\"\nMr Kwarteng also stressed government confidence in the security of gas supplies this winter.\nAfter the meeting, EIUG chair Richard Leese said the government had made \"positive first steps to develop practical solutions\".\n\"EIUG will work with government to avoid threats both to the production of essential domestic and industrial products, as well an enormous range of supply chains critical to our economy,\" he said.\nAndrew Large, director-general at the Confederation of Paper Industries, said there were \"serious\" risks factories could stop operating as a result of the gas prices being too high.\nThere have already been stoppages at fertiliser and steel plants due to high energy costs.\nHowever, he said the business secretary appeared to share industry's desire to avoid any potential supply chain disruption.\nOn Thursday Mr Kwarteng said the government's strategy to shift to \"clean\" power sources by 2035, including wind, solar and nuclear, would reduce reliance on fossil fuels.\n\"The volatility of the gas price has shown we do need to plan strategically and net zero helps us do that,\" he said.\nSpeaking before the meeting, Mr Stace had said if the government failed to act it could \"strangle steel production\" in the UK.\nA crisis in steel production as a result of high energy prices would affect the wider economy, he added, saying the government should consider taking additional action in the short term.\n\"We're pausing production already in terms of some steel producers in the UK.... and it's going to happen more often unless something is done, or the energy market corrects itself and I don't think that will happen any time soon.\"\nHe said the government should address the disparity in energy costs for UK steel makers who he said were paying 50-80% more for electricity than German producers.\nOther countries, such as Italy and Portugal, had \"committed billions of euros\" to address the rising cost of gas, he added. \n\"If the government does nothing then tomorrow, there'll be a steel crisis, and given in terms of what impact that could have on jobs, then that wouldn't be good, not only for the steel sector, for those regions where steel is, but for the UK economy as a whole,\" he said.\nThe price of wholesale gas has soared since the start of the year. And the UK has lower levels of gas stored than other European countries, which could help cushion price volatility.\nDomestic customers' bills are partly protected from these sharp rises by a price cap, managed by the regulator Ofgem, which limits how far and how fast bills can rise.\nNevertheless, UK households have felt the impact after the price cap was raised at the start of October.\nCustomers will see further \"significant rises\" in the spring, regulator Ofgem has warned.\nThe cap is revised twice a year and is next due to be changed in April.\nIt applies to households in England, Scotland and Wales this month.\nHouseholds in Northern Ireland have also seen a recent sharp rise in their bills, but they are not protected by the energy price cap for Great Britain."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cumbria-58829618",
      "category": "uk-england-cumbria",
      "title": "James Bond actor Daniel Craig gives £10k to 'Three Dads Walking'",
      "tags": "Sale,Suicide prevention,Morland,Shouldham",
      "text": "Film star Daniel Craig has donated £10,000 to three fathers who have set out on a 300-mile walk to raise funds for a suicide prevention charity after their daughters took their own lives.\nAndy Airey, Mike Palmer and Tim Owen's \"Three Dads Walking\" trek will see them walk between their homes in Cumbria, Greater Manchester and Norfolk.\nThey are raising money for the Papyrus charity.\nThey said the donation from the James Bond actor was \"amazing\".\nMr Airey said he was happy that the actor had let them share the news of his generosity.\n\"Allowing us to shout about it is fantastic news, especially as he's just about the most famous film actor in the world at the moment, isn't he?\" he said.\nThe trio, who set out earlier, will be walking about 20 miles a day between Mr Airey's home, near Cumbria, Mr Palmer's house in Sale, Greater Manchester, and Mr Owen's property in Shouldham, Norfolk.\nThey expect to complete the challenge on 23 October.\nMr Airey, whose 29-year-old daughter Sophie took her own life in 2018, said they had \"three different stories to tell, but each has the same tragic ending; the devastating loss of a daughter to suicide\". \n\"Daniel Craig has clearly been moved by the indescribable pain we and our families are suffering and wants to help us to bring something positive out of the utter devastation,\" he added.\nMr Palmer, whose daughter Beth died in 2020, said being part of the challenge was \"not a club I want to belong to, but [it gives us] an opportunity to fight back and maybe make a difference.\n\"We hope that by linking our three homes and telling our three daughters' very different stories, we will put a spotlight on young mental health.\"\nMr Owen added that \"strongly\" believed that \"in a moment of darkness\", his 19-year-old daughter Emily \"made a wrong decision\" last year. \n\"Had she just taken time to think or to speak to someone, her decision and my family's lives would be on another path,\" he said.\n\"Instead, she decided she could no longer go on, leaving behind a devastating ripple effect on her family and friends.\"\nIf you're affected by the issues in this piece, you can find support from BBC Action Line.\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58831110",
      "category": "business",
      "title": "Up to 1.5m more could struggle to pay energy bills next year",
      "tags": "Companies,Energy customer switching,Ofgem,Personal finance,Energy industry,Oil & Gas industry",
      "text": "More than a million extra British households won't be able to afford to heat and power their homes next spring, according to a charity.\nEnergy bills are expected to rise again in April to reflect the rising wholesale price of gas.\nNational Energy Action says 1.2 million to 1.5 million additional households will be plunged into fuel poverty.\nHouseholds that spend a high proportion of their income on energy bills are considered to be in fuel poverty.\nAt the start of October the energy price cap, which limits the impact of rising energy prices on households in England, Scotland and Wales, was raised to take the sharply rising wholesale gas price into account.\nBut Ofgem, the energy regulator, said the price cap would have to rise again next year if wholesale gas prices continue to go up.\nAnalysts said this could mean a typical customer paying between £400 and £600 more per year. \nHouseholds in Northern Ireland have also seen a recent sharp rise in their bills, but they aren't protected by the energy price cap for Great Britain.\nIf you feel powerless against international business and politics when watching your domestic energy bill go up, you are in good company.\nNormally, customers are urged to get active, search and switch to save money - but not now.\nUntil recently, the energy price cap was a backstop, protecting the vulnerable. Now it is the most competitive tariff available.\nThe cap is shielding households from the wild fluctuation in prices seen on the wholesale markets, but that is only a crumb of comfort when bills and prices across the board are still expected to see a sharp increase.\nSo for now, experts simply advise customers to find ways to save energy, brace themselves and budget for bigger bills. Wrap up for a financial chill that could last longer than the winter.\nNational Energy Action (NEA) said this month's price rises had already pushed half a million more households into fuel poverty.\n\"It's building into a brutal and bleak winter for millions. If the price cap goes up by £400 to £600 a year it could plunge 1.2 to 1.5 million households into fuel poverty, leaving almost 5.5 million households struggling to keep their homes warm and safe,\" said NEA chief executive Adam Scorer.\nNEA is calling for more support to be put in place for low income households.\nOfgem, the energy regulator, said it expected prices would rise further in April. \nIts chief executive Jonathan Brearley said the energy cap was \"designed to reflect fair costs and therefore will need to adjust over time\".\nNatural gas prices are at record highs as economies around the world begin to recover from the Covid crisis. \nAs a result, firms that supply gas to householders are running into trouble because they have agreed to sell energy at less than the price it now costs them to buy it.\nEven with the raising of the cap this month Mr Brearley said more energy firms could run into difficulties.\n\"Given the continued volatility in the market, it is likely more suppliers will exit the market,\" he told an energy conference on Thursday.\nNine firms have already gone out of business, forcing 1.7 million customers to move to new suppliers.\nThose households have already seen annual bill increases of hundreds of pounds, since new providers aren't able to match lower-rate fixed deals that were on offer when gas prices were lower.\nBusiness Secretary Kwasi Kwarteng, who was also attending the conference, said the right response to rising gas prices was to renew the UK's commitment to renewable energy.\nThe government recently pledged to shift electricity generation away from fossil fuels entirely by 2035.\n\"The UK so far, as many of you know, has made great progress in diversifying our energy mix. But we are still very dependent, perhaps too dependent, on fossil fuels and their volatile prices,\" he said.\nDecarbonising heating and power would mean lower prices he said. \n\"Our homes and businesses will be powered by affordable, clean and secure electricity generated here in the UK, for people in the UK,\" Mr Kwarteng said.\nHowever, customers will question whether the cost of the making the transition to lower carbon energy could push bills higher in the short term.\nThe next revision to the energy price cap will be decided by Ofgem in February but will come into force in April.\nAnalysts Cornwall Insight said that the cap could go up by £400 meaning that a household with typical energy use would pay around £1,660 a year.\nHowever the Energy Shop - a price comparison site - warned people to prepare themselves for even greater increases in household bills.\nIt said that the next increase in the price cap could be £500 or even higher.\nFounder Joe Malinowski warned: \"If things don't settle down soon, increases of £600, £700 or even £800 cannot be ruled out.\"\nBusinesses are also feeling the impact of rising energy costs. Firms are warning that could lead to higher prices for their goods as increases are passed on to consumers.\nRichard Walker, managing director of supermarket chain Iceland, said steep rises in energy bills and other costs meant price rises were now \"inevitable\".\n\"The UK supermarket industry is one of the most competitive in the world,\" he told the BBC.\n\"Our margins are very tight and we're not an endless sponge that can just absorb all of these different cost increases.\"\nMark Nicholson and his business partner set up their firm Harvey George Furniture four years ago in Hull. Today they employ about 30 people making bespoke bathroom and bedroom furniture. \nThe past 18 months have been so good that they've moved premises to expand - and invested about £500,000 in new technology and machinery to keep up with demand.\n\"It's a gas guzzler - unfortunately for us it's a big gas guzzler,\" he says of their new painting machine, which is piped into the mains and is able to produce colourful furniture much faster. \n\"Any business, it's about cost and quite a big component for us is energy, so it's quite a scary thought. Our last bill was £8,000 - it was a shock.\n\"We'll keep going. But we could just do with some stability on our costs. It feels like everything - rates, recruitment, materials, shipping - now energy... feels very up and down.\" \nThe energy price cap sets the maximum price suppliers in England, Wales and Scotland can charge customers on a standard - or default - tariff.\nThat includes the fixed daily amount customers pay, plus the price per unit they pay for electricity and gas.\nWhen the cap was increased on 1 October, about 15 million households faced a 12% rise in energy bills, the biggest jump, to the highest amount, seen since the backstop was introduced in January 2019.\nThose on standard tariffs, with typical household levels of energy use, saw an increase of £139 - from £1,138 to £1,277 a year.\nPrepayment meter customers with average energy use saw a £153 increase.\nThat is a far cry from a year previously when on 1 October 2020, the energy price cap was cut by £84, to £1,042.\nWill you be affected by rising energy prices? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58852586",
      "category": "uk",
      "title": "Covid-19: Europe's Covid hotspot and GP appointments not for all",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday morning. We'll have another update for you tomorrow. \nThe UK now has one of the highest rates of Covid infection in Europe. But why is this and does it matter? Vaccination rates, variants and the timing on lifting Covid restrictions are just some of the considerations. As we head into winter, just how worried should we be? Meanwhile, what's the 'Winter Plan' and what are the rules across the UK?\nGP appointments largely moved online in lockdown and although restrictions have eased, many are still being conducted remotely. In parts of the West, face-to-face appointments are still only possible for just over half of all patients. Yet for some GPs, their workload is busier than ever. Dr Lucy Pocock, from South Gloucestershire, said: \"I got home at the end of a 12-hour day and I shed a few tears.\"\n\"I couldn't even walk into a supermarket, within a few seconds it was like a barrier had come down,\" Colin Stubbings said. \"I felt like I had lost a part of myself, like I didn't know who I was or where I fitted in society.\" The 53-year-old from Nottingham says a mix of severe mental health problems, including anxiety and post-traumatic stress disorder, left him unable to leave his house. People living with a severe mental illness are very likely to be out of work - the employment rate for the group is thought to be as low as 7%. Although a pioneering approach is meant to change that, the NHS rollout has been slower than planned - partly because of Covid.\nEnergy bills, grocery bills and other household costs are rising, putting the pinch on people's day-to-day spending. There are a number of reasons why prices are rising.  It's partly because the government is unwinding the support it gave businesses during the pandemic. For example, tax breaks for pubs and restaurants are being withdrawn in stages, meaning a rise in prices. \nCovid has thwarted many events in the past few months, and the band Genesis' tour is another casualty. The group has postponed a final four UK dates \"due to positive Covid-19 tests within the band\".  They did not say who had tested positive. The band said they would reschedule gigs due in Glasgow on Friday, and at the O2 in London on Monday, Tuesday and Wednesday.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. \nTo see how the vaccine rollout is going in the UK, check out our visual guide here.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58854578",
      "category": "uk",
      "title": "Sarah Everard: BT 888 phone service floated to protect lone women",
      "tags": "Sarah Everard murder,Women,Metropolitan Police Service,BT Group",
      "text": "Plans for a phone service aimed at protecting lone women walking home have been set out by BT in the wake of the murder of Sarah Everard.\n\"Walk Me Home\" would allow users to opt in to a GPS tracking system and an alert would be triggered if they did not reach their destination on time.\nIt would be activated by calling a phone number, possibly 888.\nBut campaigners criticised the plan as a \"sticking plaster solution\" and said the real problem was male violence.\nUsers of the service - which could be accessed by any network - would be able to enter their home address and other regular destinations into the mobile phone app.\nBefore walking the user would start the app, or call or text 888. This would give the expected journey time and begin the GPS tracking.\nA message would be sent to the user at the time they were predicted to arrive at their destination. A failure to respond would issue calls to emergency contacts and then the police.\nWriting in the Daily Mail, BT chief executive Philip Jansen said the cases of Sarah Everard, who was kidnapped as she was walking home, and Sabina Nessa, who was killed as she walked to meet a friend, filled him with \"outrage and disgust\" and prompted his company to take action.\n\"Male violence is causing so many people, especially women, to live in fear,\" he wrote, saying that he was in a position to do something practical.\nHe said BT was building the \"next-generation 999 network\".\n\"We are proposing to build into it a new emergency service that would complement 999.\n\"This new service is provisionally called 888 or 'walk me home', but it could also be used on taxi rides, public transport or any journey.\"\nHe said the existence of the 888 service \"should also act as a deterrent to criminals, knowing that the alarm will automatically be raised if their victim doesn't reach their destination on time, that friends and family will start ringing around and alert the police\".\nThe service needed to be tested and required funding, Mr Jansen added.\nHe also acknowledged there would likely be concerns around privacy and misuse of the app, including wasting police time.\nHe said he had set out the plans for the app, which could be used by anyone who felt vulnerable, in a letter to Home Secretary Priti Patel.\nThe Daily Mail quoted Ms Patel as saying: \"This new phone line is exactly the kind of innovative scheme which would be good to get going as soon as we can. I'm now looking at it with my team and liaising with BT.\"\nA Home Office spokesman said it would respond to Mr Jansen's letter \"in due course\".\n\"As set out in our strategy earlier this year, we need a whole-of-society approach to tackling violence against women and girls and welcome joint working between the private sector and government.\"\nBut Charlotte Proudman, a lawyer who specialises in violence against women, told BBC News the scheme was \"nothing more than attempting to paper over the cracks\".\n\"We need to tackle the real harm here that is male violence against women and girls,\" she added, saying the onus for change should not be placed on women.\nCaroline Nokes, chairwoman  of the Commons Women and Equalities Committee, described the idea as a \"sticking plaster\" that achieves \"very little\".\nThe Conservative MP told BBC Radio 4's PM programme she welcomed any action that made women \"feel safer\" - \"but the underlying problem is not how women feel\".\n\"It's the culture of male violence against women - and of course this app is going to do nothing to tackle that,\" she said.\n\"And I think the government needs to come forward with a whole suite of measures that are going to address the root of the problem and not just find a sticking plaster that might make everybody feel a bit better, but actually achieve very little.\"\nThe End Violence Against Women coalition said support for the scheme \"shows we're moving further away from actually tackling the problem of male violence against women and girls\".\nLabour's deputy leader Angela Rayner wrote on Twitter: \"Here's a radical idea for you Priti - instead of tracking women's movements as we go about our lives, how about the government actually tackles male violence instead?\n\"Only 1% of reported rapes result in a charge. That's the problem, not us walking home.\"\nAnd the Women's Equality Party said of the app proposal: \"This is just another thing for women to do to try to keep themselves safe; another indication that the government think it's women's responsibility to avoid violence.\"\nThere are other smartphone safety apps already available to download that offer similar functions - including the Hollie Guard.\nThis app was created by the Hollie Gazzard Trust, which was set up in memory of 20-year-old Hollie who was murdered by her ex-boyfriend in 2014. \nHer father Nick Gazzard, the charity's founder and CEO, said their app has been available for the last six years.\nIt uses GPS tracking to pinpoint its user's location and can alert emergency contacts and record evidence if they are attacked.\nMr Gazzard told the BBC their free app was \"tried and tested and proven and has all the functionality which the 888 app suggests they're going to include\".\nTheir app has been downloaded more than 300,000 times \"and that's increasing by the day\".\n\"Really we've had a massive response to the sentencing of Sarah Everard ['s killer] and our objective is to keep all people safe, particularly women and girls,\" he said.\nThe charity also has Hollie Guard Extra, which is a paid-for service that will alert a 24-7 monitoring centre with staff who can contact the emergency services if needed.\nMet Police officer Wayne Couzens murdered Sarah Everard after falsely arresting her for a breach of Covid-19 guidelines as she walked home from a friend's house in south London on 3 March.\nHe has been sentenced to a whole-life prison term.\nAnd last month more than 500 people joined a vigil held in memory of primary school teacher Sabina Nessa, who was killed a few minutes' walk from her London home. A 36-year-old man has been charged with her murder."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58859105",
      "category": "science-environment",
      "title": "Biodiversity loss risks 'ecological meltdown' - scientists",
      "tags": "Extinction,Biodiversity,Nature,Climate change,Environment",
      "text": "The UK is one of the world's most nature-depleted countries - in the bottom 10% globally and last among the G7 group of nations, new data shows. \nIt has an average of about half its biodiversity left, far below the global average of 75%, a study has found.\nA figure of 90% is considered the \"safe limit\" to prevent the world from tipping into an \"ecological meltdown\", according to researchers.\nThe assessment was released ahead of a key UN biodiversity conference. \nBiodiversity is the variety of all living things on Earth and how they fit together in the web of life, bringing oxygen, water, food and countless other benefits. \nProf Andy Purvis, research leader at the Natural History Museum in London, said biodiversity is more than something beautiful to look at. \n\"It's also what provides us with so many of our basic needs,\" he told BBC News. \n\"It's the foundation of our society. We've seen recently how disruptive it can be when supply chains break down - nature is at the base of our supply chains.\"\nThe new tool uses the Biodiversity Intactness Index to estimate the percentage of natural biodiversity that remains across the world and in individual countries.\nThe UK's low position in the league table is linked to the industrial revolution, which transformed the landscape, the researchers said.\nThe UK has seen relatively stable biodiversity levels over recent years, albeit at a \"really low level,\" team researcher Dr Adriana De Palma explained in a news briefing.\nThe assessment was released on the eve of the UN Biodiversity Conference, COP 15, hosted by China, a mega-diverse country with nearly 10% of plant species and 14% of animals on Earth. \nWorld leaders are attending week-long virtual talks seen as pivotal in raising ambition for slowing the loss of nature ahead of face-to-face talks in Kunming, China, in April next year and the climate conference in Glasgow at the end of the month.\n Andrew Deutz, global policy lead of international conservation charity, the Nature Conservancy, said the gathering momentum behind nature had not come a moment too soon. \n\"As with the accelerating climate emergency, what happens over the next year will - to a large extent - set humanity's course for the rest of the decade; and what happens this decade is likely to define our prospects for the rest of this century,\" he said.\nAt the summit in Kunming - taking place in a two-part format due to pandemic disruption - world leaders will negotiate a framework for protecting nature and species for the next decade.\nThe draft agreement aims to conserve at least 30% of the world's lands and oceans, and increase funding for the conservation of nature. \nBut elements of the draft lack ambition, according to a report by MPs on the Environmental Audit Committee.\nThe global biodiversity framework replaces the plan for the last decade, which missed all 20 targets.\n \"To play our part, we need the UK to step up and turn our global promises into action at home, to show that we are not going to let another lost decade for nature slip past,\" said Beccy Speight, chief executive of the RSPB.\nBiodiversity is declining faster than at any time in human history. Since 1970, there has been on average almost a 70% decline in the populations of mammals, birds, fish, reptiles and amphibians.\nIt is thought that one million animal and plant species - almost a quarter of the global total - are threatened with extinction.\nFollow Helen on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58856544",
      "category": "uk-northern-ireland",
      "title": "Brexit: Remove court's oversight of NI Protocol - Frost",
      "tags": "NI Brexit,EU-UK post-Brexit trade talks,Brexit",
      "text": "Lord Frost will use a speech next week to reiterate that the UK wants the European Court of Justice (ECJ) removed from oversight of the NI Protocol.\nThe EU will bring forward proposals on Wednesday for reforming the protocol.\nThey will focus on easing practical problems, rather than changing oversight arrangements.\nBut the Brexit minister will say: 'Without new arrangements in this area the protocol will never have the support it needs to survive\".\nThe protocol is a special Brexit deal for Northern Ireland, agreed by the UK and EU in 2019.\nIt avoids a hard border on the island of Ireland by keeping Northern Ireland in the EU's single market for goods.\nThat creates a new trade border between Northern Ireland and the rest of the UK.\nThis has caused practical difficulties for some businesses while unionists say it undermines Northern Ireland's constitutional position as part of the UK.\nThe UK government also wants to reverse its previous agreement on the oversight role of the ECJ, which is the EU's highest court.\nIn a paper published in July, the government said it had only agreed to the ECJ's role because of the \"very specific circumstances\" of the protocol negotiation.\nIt now wants a new governance arrangement in which disputes should be \"managed collectively and ultimately through international arbitration.\"\nThe ECJ is the supreme interpreter of the rules of the single market.\nAs the protocol works by keeping Northern Ireland in the single market for goods, the EU says removing the ECJ would simply unravel the protocol.\nSpeaking last week, European Commission Vice President Maros Sefcovic said: \"I find it hard to see how Northern Ireland would stay or would keep the access to the single market without oversight of the European Court of Justice.\"\nLord Frost is expected to address that issue when he makes a speech to diplomats in Portugal on Tuesday.\nHe will say: \"The commission have been too quick to dismiss governance as a side issue. The reality is the opposite.\n\"The role of the ECJ  in Northern Ireland and the consequent inability of the UK government to implement the very sensitive arrangements in the protocol in a reasonable way has created a deep imbalance in the way the protocol operates.\"\nWhen the EU publishes its proposals next week that is expected to lead to a new round of negotiations.\nBoth sides have suggested there will be short, intense talks process beginning in late October or early November."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58090533",
      "category": "business",
      "title": "Why are gas prices so high and what is happening to fuel bills?",
      "tags": "Energy customer switching,Ofgem,Personal finance,Energy industry,Oil & Gas industry",
      "text": "Householders in the UK will find out in the next few weeks how much their gas bills are likely to increase in the coming year.\nThe energy regulator is due to announce the new energy price cap - the maximum amount that suppliers can charge in Great Britain.\nIt's expected to rise steeply, because global wholesale prices have gone up so much.\nEvery six months, Ofgem, the energy regulator, reviews the maximum price that suppliers in England, Wales and Scotland can charge domestic customers on a standard - or default - tariff.\nThis is called the energy price cap. \nAbout 15 million households saw their energy bills increase by 12% when it was last updated in October. \nThe next review is due at the beginning of February, and the new cap will come into effect in April. Industry predictions suggest gas prices could go up by as much as 50%.\nThere is a separate energy market in Northern Ireland, with two gas suppliers, and prices have risen sharply for consumers there too.\nThere's been a worldwide squeeze on gas and energy supplies over the past year.\nAs a result, wholesale gas prices have risen to unprecedented levels. At the end of December, they hit a new record of 450p per therm, which experts think could take average annual gas bills to about £2,000 next year.\nReasons for the increase include:\nThere are a number of technical and geopolitical issues at play as well, which mean many countries across Europe are grappling with the same problems.\nHowever, the UK is hit relatively hard-hit because it is one of Europe's biggest users of natural gas. Around 85% of homes have gas central heating, and it also generates a third of the country's electricity. \nStorage capacity in the UK is also lower than in some other European countries.\nSince wholesale gas prices started to spike, more than 20 retail energy suppliers have collapsed in the UK. \nThis is largely because the energy price cap prevented retailers from passing on higher wholesale prices to their customers.\nSeveral smaller companies, with fewer reserves, could not weather this.\nFailed firms include Bulb Energy, with 1.7 million customers. Because of its size, it was put into \"special administration\", and is now run by the government, through Ofgem.\nNearly four million customers have been affected. Many households saw their energy prices rise when their supplier went bust, and they were switched over to a more expensive deal with another supplier.\nThe government faces calls from energy companies, the opposition, and even some of its own MPs, to do more to prevent prices from rising too much.\nSuggestions include:\nIn the past, consumers have been encouraged to shop around when energy bills rise.\nBut at the moment better offers - including fixed deals - are simply not available.\nPeople already on fixed deals are advised to stay put.\nInstead of searching for a cheaper deal, householders are being encouraged to improve the energy efficiency of their homes.\nThe Energy Saving Trust says that simple changes to our homes and habits could offset the current price rises.\nMany companies face a considerable rise in their bills. That could mean they have to: \nEnergy-intensive industries are particularly exposed, but the problem affects every company that has to pay energy bills - even if it is just to heat an office or shop."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58821164",
      "category": "uk-wales",
      "title": "Coal tips: Satellite technology to cut landslide dangers",
      "tags": "Welsh government,Rhondda Cynon Taf County Borough Council,Coal mining",
      "text": "Satellite technology usually used to find water on other planets could help make Wales' coal tips safe.\nThe Welsh government-commissioned project comes after landslides at a tip in Tylorstown, Rhondda Cynon Taf, during Storm Dennis in February 2020.\nAnalysis after the slide showed stability problems would be widespread, and affect other tips in south Wales.\nThe data will be key to prioritising work on the tips, according to joint project manager Richard Pidcock.\nDue to climate change, Mr Pidcock said it was even more important to monitor the risks.\nIn 2020, Rhondda MP Chris Bryant warned it could cost £500m to ensure the safety of more than 2,000 coal tips across Wales.\nThe Coal Authority has appointed ground investigation specialists Central Alliance, who will use satellite imagery to analyse soil moisture at coal tips and surrounding areas across 10 local authority areas in south Wales.\nIt will assess a large number of high-risk tips, irrespective of ownership.\nIt is an adaptation of technology used to search for water and life on other planets such as Venus and Mars, and allows users to remotely measure soil moisture levels below ground level and assess risks.\nThe first stage starts in October to create a baseline during drier months, and will be followed with a second phase to capture seasonal change in winter early next year.\nThe assessment will confirm the effectiveness of existing drainage systems and identify any hidden moisture which could represent a future risk, the project leaders have said.\nA Welsh government spokesperson said: \"Alongside engineering works, technology has an important role to play in ensuring the safety of disused coal tips.\n\"It's important that all possible means of monitoring tips over the long term are considered, and funding different technology trials helps to ensure we have appropriate approaches in place.\"\nMr Pidcock, joint managing director at Central Alliance, said it was \"fantastic\" to see the Welsh government and Coal Authority use cutting-edge technology, which was originally developed by the company Asterra, to \"provide reassurance that existing drainage systems are effective and to identify hidden wet areas\".\nHe added: \"As we have seen from recent extreme weather events from around the world, it is vitally important to monitor the impact of climate change, and the GroundSat satellite mapping project will form an important dataset for that assessment.\"\nPhil Thomas lives near a coal tip in Ynyshir, and said the work needed to be done as soon as possible.\n\"I am really pleased to see the Welsh government and local authorities are working together to find out whether these tips are wet or need any kind of work, but it does surprise me it has taken 19 months to get to this point,\" he said.\nMr Thomas welcomed the use of new technology, but said this should not replace the use of older technology such as boreholes."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58831457",
      "category": "uk-wales",
      "title": "Mental Health: 'No face-to-face appointment for 18 months'",
      "tags": "Poverty,Mental health",
      "text": "\"I couldn't even take my children to school without a voice in my head.\"\nAimee, 29, from Bridgend, tried to take her own life after her mother's suicide in 2019, feeling it was a \"trigger\" for her mental health issues.\nShe said because of the pandemic she has not had a face-to-face appointment in 18 months, despite being sectioned in 2019.\nThe Welsh government said improving mental health is a priority, with an extra £42m spent this year.\nThe mother-of-two was diagnosed with complex post-traumatic stress disorder and emotionally unstable personality disorder and said she been unable to access specialised help during the pandemic.\nShe said: \"My mother, Louise, had suffered all of her life with mental health problems. \n\"I was experiencing the normal stages of grief, and we as a family were all in a great deal of shock - we were not expecting it.\n\"I had spoken to mum the night before and I thought she seemed OK and quite feisty which is what she was like. \n\"After the funeral I just couldn't eat, or sleep and it all took its toll on my body.\"\nAimee said even walking her children to school or making a cup of tea became difficult.\n\"I'd already previously suffered with my mental health. I started getting intrusive thoughts so I would have random things pop into my head.\n\"It was a constant battle against myself and it was exhausting. I had to try and act normal for my children, who had no idea what was going on but also fight against something which is still ongoing and how am I meant to fix it, without help?\"\nShe said she felt services had been lacking during the pandemic and \"mental health has become a new virus in itself\".\n\"I have not had a single face-to-face appointment since moving back to Wales, so I haven't had any mental healthcare for 18 months.\n\"I've had no psychologist or psychiatrist appointments, all my treatment has been solely over the phone with a GP and the advice is just to double my medication.\"\nAimee wants to undergo eye movement desensitisation and reprocessing therapy (EMDR), for which she said the waiting list was \"years long\".\nShe said privately the sessions she looked at cost £500 each, with patients usually needing at least five, according to Aimee.\n\"I haven't got that kind of money and I can't access it,\" she said.\n\"I'm dosed up to the eyeballs on medication. And if I don't take it I get extremely poorly. I'm looking for different ways of managing my mental health but how can I get better if I can't get help?\"\nThe Cwm Taf Morgannwg health board said it could not comment on individual cases.\nA spokesman said: \"We encourage anyone who wishes to discuss a concern or complaint with us directly, and we will do our best to put it right.  \n\"We continue to provide a comprehensive range of services for people with mental health issues, and we encourage anyone who may be needing support to get in touch with our teams.\"\nA recent report from the Samaritans found people who needed support during the pandemic had experienced reduced access to already-strained mental health services.\nExecutive director in Wales Sarah Stone said: \"What we need is for people to have the services that suit them. So face to face is really important to people and tailored services.\n\"The pandemic has highlighted and increased inequalities in a range of ways so the work we have done has showed issues about mental health and well-being, fear of unemployment, financial struggles and also people struggling to find the basics of feeding themselves and their families.\"\nSunday marks World Mental Health Day 2021, with its main theme being mental health in an unequal world.\nA survey carried out by mental health charity Mind Cymru found people living in a household receiving benefits had seen their mental health hit hardest during the pandemic.\nNearly six in 10 of the 650 people surveyed who lived in a household receiving benefits said they had poor or very poor mental health.\nThat compares with 34% of those not receiving benefits.\nHead of policy Simon Jones said there was an urgent need to tackle inequalities brought into focus by the pandemic.\nHe said: \"We know that mental health services were under huge pressure even before the pandemic.\n\"The impact will have a lasting effect on the mental health of many people in Wales, and there is increasing evidence to suggest that it has had, and continues to have, a disproportionate impact on certain groups of people - specifically people in poverty, and those from non-white communities.\"\nA Welsh government spokesperson said: \"Improving mental health and well-being is a priority for us and we are investing an additional £42m this year. \n\"Many people in crisis need a range of social and welfare support, as opposed to specialist mental healthcare and we continue to work on strengthening the multi-agency response.\n\"Our Discretionary Assistance Fund has been available to provide hardship payments and working in partnership with Citizens Advice to address underlying financial needs, including specialist debt advice.\n\"We have also expanded support for low-level mental health issues, like easy-to-access online cognitive behavioural therapy, which includes support for money worries.\"\nThe BBC Action Line has details of organisations that may be able to offer help for mental health problems"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58842793",
      "category": "world-asia",
      "title": "Afghanistan: Deadly attack hits Kunduz mosque during Friday prayers",
      "tags": "Afghanistan,Taliban,Islamic State group",
      "text": "A suicide bomb attack on a mosque in the Afghan city of Kunduz has killed at least 50 people, officials say, in the deadliest assault since US forces left.\nBodies were seen scattered inside the Said Abad mosque, used by the minority Shia Muslim community.\nMore than 100 people were injured in the blast in the northern city.\nThe Islamic State group said it was behind the attack. Sunni Muslim extremists have targeted Shias who they see as heretics.\nIS-K, the Afghan regional affiliate of the IS group that is violently opposed to the governing Taliban, has carried out several bombings recently, largely in the east of the country.\nAn IS suicide bomber reportedly detonated an explosive vest as worshippers gathered inside the mosque for Friday prayers. \nZalmai Alokzai, a local businessman who rushed to a hospital to check whether doctors needed blood donations, described seeing chaotic scenes after the attack.\n\"Ambulances were going back to the incident scene to carry the dead,\" he told AFP news agency. \nLocal security officials were quoted by Tolo News as saying that more than 300 people were attending the prayers when the attack happened.\nThere are fears that the death toll will rise further.\nThe United Nations said Friday's bombing was a \"third deadly attack this week apparently targeting a religious institution\" and was part of a \"disturbing pattern of violence\". \nThe UN referred to Sunday's bombing near a mosque in the capital Kabul that left several people dead, and an assault on a madrassa (educational institution) in the eastern city of Khost on Wednesday.\nMeanwhile the US said diplomats would on Saturday hold the first in-person talks with Taliban leaders since the US withdrawal from Afghanistan. \nDuring the two days of meetings the US would press the Taliban to respect women's rights, form an inclusive government and allow humanitarian agencies to operate, a state department spokesperson said.\nIS-K, the group that targeted Kabul airport in a devastating bombing in August, has repeatedly targeted Afghanistan's Shia minority in the past. Suicide bombers have struck mosques, sports clubs and schools. In recent weeks, IS has also stepped up a campaign of attacks against the Taliban.\nIS targeted a funeral prayer service attended by a number of senior Taliban leaders in Kabul on Sunday, and there have been a spate of smaller attacks in the eastern provinces of Nangarhar and Kunar, where IS previously had its stronghold.\nFriday's attack, if it has been carried out by IS as they claim, would mark a grim expansion of their activities into the north of the country. The Taliban say they have arrested dozens of members of IS and are believed to have killed others suspected of links to the group, but publicly they have also played down the threat IS poses. \nMany Afghans hoped that the Taliban's takeover would at least herald a more peaceful, if authoritarian, era. But IS represents a significant threat to the Taliban's promise of improved security. \nThe Taliban took control of Afghanistan after foreign forces withdrew from the country at the end of August following a deal agreed with the US.\nIt came two decades after US forces had removed the militants from power in 2001."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58849024",
      "category": "health",
      "title": "Covid: The UK is Europe's virus hotspot - does it matter?",
      "tags": "Coronavirus lockdown measures,Coronavirus testing,Coronavirus pandemic",
      "text": "With the news dominated by other issues, it has gone almost unnoticed that the UK now has one of the highest rates of Covid infection in Europe. But, as winter fast approaches, how worried should we be?\nThe rates certainly look troubling. Only a handful of countries, including Romania and Serbia, have higher infection levels than the UK. And compared with the big nations in western Europe, the numbers are significantly higher.\nThere is a variety of reasons for this. The UK - or rather England - was the first nation in Europe to fully unlock when it ended most Covid restrictions on 19 July. It was not until late August that an EU country - Denmark - followed suit.\nOthers, such as Norway, have only taken this step in recent weeks, while many have retained a significant number of measures, such as limits on large gatherings, Covid passports to enter bars and restaurants, social distancing and mandatory mask-wearing.\nFor example, in Germany and Italy there are still restrictions on large crowds at events like football matches. And in a number of nations, such as Spain, social distancing remains in schools as does wearing masks from the age of six. \nSo it is hardly surprising a virus that thrives on human contact has taken off in the UK compared with the rest of Europe.\nAnother factor is vaccination. At the start of the year and into the spring, the UK was leading the way on vaccination. But not any more, with the likes of Spain, Portugal and France all having administered more doses per head of population.\nA big reason for this is that many nations have started vaccinating under-16s, whereas this is only just getting going in the UK.\nBut when it comes to protecting people from serious illness - older people and those with health conditions - the UK has similar high levels of vaccine uptake. \nAnd that protection means the gap in the numbers dying is much smaller.\nThere are currently just over 100 deaths a day on average linked to Covid. That may sound a lot, but it is similar to what happens in a bad flu season for months on end.\nOf course, death should not be the only measure. Every day there are about 700 people being admitted into hospital with Covid. For some, the road to recovery will be long and arduous.\nThere is also then the risk of \"long Covid\" among those who have not become severely ill. The idea of persistent symptoms after a viral infection is not unique to Covid - it also happens with flu. But given we are still learning about Covid and it appears to happen more often, there are some who argue this warrants more action to contain spread.\nProf Christina Pagel and Prof Martin McKee, both of whom are members of Independent Sage, a self-appointed group of experts which has been critical of the approach taken by the government, wrote in the Guardian this week about the benefits of the \"vaccine-plus\" approaches taken on mainland Europe.\nBut extra measures do come with a cost, so for others it comes back to trade-offs. Prof Mike Tildesley, an expert in infectious disease modelling at the University of Warwick, believes there needs to be a debate about what is an \"acceptable\" level of Covid or we could find ourselves relying on extra measures long-term. \"Covid is here to stay - we need to discuss what we are willing to live with.\"\nBut it is not just where we are at, it's where we are heading that matters. There has always been variation in rates across Europe as a result of different approaches and being at different stages of the pandemic. \nThe UK was hit by the more infectious variants Alpha and then Delta before other parts of Europe. Back in early spring, for example, the UK had one of the lowest rates in Europe because our Alpha wave had passed and Europe's was in full swing. \nWith Covid the situation can change quickly. And as the chart on deaths above illustrates, this may already be happening. The UK death rate is falling - an achievement in itself given how open society is and a sign that the virus has been brought under some control. If nothing else really rapid surges in infection should be a thing of the past because of the amount of immunity in the population most experts agree.\nThe epidemic here is largely being fuelled by high rates in teenagers - and, in particular, those under the age of 16 who have not had a chance to get vaccinated over the summer, unlike many of their peers elsewhere in Europe.\nChildren are, of course, at very low risk of serious illness. So the concern has always been that infections in the young could spread into older age groups.\nBut the early signs are that that is not happening - and the rise in children may have peaked. Prof Tildesley says he is \"cautiously optimistic\" about the data although he says it is quite possible rates in teenagers will remain high for a little while.\nWhen this wave in teenagers ends, through a combination of natural immunity and the vaccination programme that is clicking into gear, we could actually start to see a sustained fall in infections as winter approaches.\nThat, after all, was always the argument the government and its senior scientists - Prof Chris Whitty and Sir Patrick Vallance - made when they decided to unlock on 19 July - that is was better to have our \"exit wave\" before winter really hit. \nProf Neil Ferguson, one of the senior scientists advising ministers, said this week there was a lot of uncertainty about what would happen next, but a sustained decline from this point on was possible. \"It's not guaranteed we will see a winter wave,\" he told MPs on the All-Party Parliamentary Group on Coronavirus. \nBut the problem, he said, was there was \"limited headroom\" in the NHS to cope with even a little surge. And that is one of the big risks with the government's approach.\nThe NHS has, compared with other nations, much less capacity to absorb extra demand. \nAnd this winter that will not just come from Covid. Lockdowns and social distancing meant the traditional winter viruses were largely absent last year. That will have led to less immunity across the population, prompting fears they could rebound back in a big way.\nA virus called RSV, which can cause 30,000 admissions every winter among the under-fives - six times what we have seen so far in that age group from Covid - is already circulating at very high levels. The flu season is just beginning.\nIt will not take much for the situation to unravel.\nFollow Nick on Twitter\nRead more from Nick"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58846999/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Energy prices: Steel boss says government offers no solution",
      "tags": "Companies,Steel industry,Oil & Gas industry",
      "text": "The government has failed to find solutions to halt soaring energy prices, UK Steel boss Gareth Stace has said.\nHe was speaking after leaders of energy-intensive industries met with Business Secretary Kwasi Kwarteng.\n\"We can't wait until Christmas and beyond. Or even a few weeks. We need action now, it needs to be swift, decisive action,\" Mr Stace said.\nThe government said it was exploring ways to manage high energy costs.\nGas prices have risen 250% since January, pushing up costs dramatically.\nMr Stace told the BBC that Mr Kwarteng had listened but had provided \"no immediate solutions or guarantees\".\nThe UK Steel director general said he was \"baffled\" because governments in the rest of Europe had stepped in to support industry, although they faced lower energy costs than in the UK.\nRepresentatives from energy-intensive sectors including paper, glass, cement, lime, ceramics, chemicals and steel were at Friday's talks with the business secretary.\nThe Energy Intensive Users Group (EIUG) said it hoped the government would find ways to support those sectors.\nMr Kwarteng told the business representatives he would continue to work with them to tackle the problem. \nHis department said the government would assess the options put forward by the industry, with his spokesperson saying: \"We recognise the recent increase in global gas prices will be a cause of concern for businesses in the UK.\n\"We are in regular contact with Ofgem and business groups to explore ways to manage the impact of rising global prices.\"\nMr Kwarteng also stressed government confidence in the security of gas supplies this winter.\nAfter the meeting, EIUG chair Richard Leese said the government had made \"positive first steps to develop practical solutions\".\n\"EIUG will work with government to avoid threats both to the production of essential domestic and industrial products, as well an enormous range of supply chains critical to our economy,\" he said.\nAndrew Large, director-general at the Confederation of Paper Industries, said there were \"serious\" risks factories could stop operating as a result of the gas prices being too high.\nThere have already been stoppages at fertiliser and steel plants due to high energy costs.\nHowever, he said the business secretary appeared to share industry's desire to avoid any potential supply chain disruption.\nOn Thursday Mr Kwarteng said the government's strategy to shift to \"clean\" power sources by 2035, including wind, solar and nuclear, would reduce reliance on fossil fuels.\n\"The volatility of the gas price has shown we do need to plan strategically and net zero helps us do that,\" he said.\nSpeaking before the meeting, Mr Stace had said if the government failed to act it could \"strangle steel production\" in the UK.\nA crisis in steel production as a result of high energy prices would affect the wider economy, he added, saying the government should consider taking additional action in the short term.\n\"We're pausing production already in terms of some steel producers in the UK.... and it's going to happen more often unless something is done, or the energy market corrects itself and I don't think that will happen any time soon.\"\nHe said the government should address the disparity in energy costs for UK steel makers who he said were paying 50-80% more for electricity than German producers.\nOther countries, such as Italy and Portugal, had \"committed billions of euros\" to address the rising cost of gas, he added. \n\"If the government does nothing then tomorrow, there'll be a steel crisis, and given in terms of what impact that could have on jobs, then that wouldn't be good, not only for the steel sector, for those regions where steel is, but for the UK economy as a whole,\" he said.\nThe price of wholesale gas has soared since the start of the year. And the UK has lower levels of gas stored than other European countries, which could help cushion price volatility.\nDomestic customers' bills are partly protected from these sharp rises by a price cap, managed by the regulator Ofgem, which limits how far and how fast bills can rise.\nNevertheless, UK households have felt the impact after the price cap was raised at the start of October.\nCustomers will see further \"significant rises\" in the spring, regulator Ofgem has warned.\nThe cap is revised twice a year and is next due to be changed in April.\nIt applies to households in England, Scotland and Wales this month.\nHouseholds in Northern Ireland have also seen a recent sharp rise in their bills, but they are not protected by the energy price cap for Great Britain."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58856796",
      "category": "world-europe",
      "title": "Sebastian Kurz: Austrian leader resigns amid corruption inquiry",
      "tags": "Austria,Sebastian Kurz",
      "text": "Austria's Chancellor Sebastian Kurz has stepped down, after pressure triggered by a corruption scandal.\nHe has proposed Foreign Minister Alexander Schallenberg as his replacement.\nMr Kurz and nine others were placed under investigation after raids at a number of locations linked to his conservative People's Party (ÖVP).\nHe denies claims he used government money to ensure positive coverage in a tabloid newspaper.\nThe allegations this week took his coalition government to the brink of collapse after its junior partner, the Greens, said Mr Kurz was no longer fit to be chancellor. \nThe Greens began talks with opposition parties, who were threatening to bring a vote of no confidence against the chancellor next week.\nGreens leader and Vice Chancellor Werner Kogler welcomed Mr Kurz's resignation and indicated he would be willing to work with Mr Schallenberg, saying they had a \"very constructive\" relationship. \n\"What's required now is stability. To resolve the impasse I want to step aside to prevent chaos,\" Mr Kurz said as he announced his resignation.\nHe said he would remain leader of his party, and continue to sit in parliament.\n\"First and foremost, however, I will of course use the opportunity to disprove the allegations against me,\" he added.\nAlthough he is no longer chancellor, Mr Kurz will still be a major figure in Austrian politics. \nAs leader of his party, he will be present at cabinet meetings. The head of the opposition Social Democrats says he will be pulling the strings as a shadow chancellor. \nOther observers point to his close relationship with Alexander Schallenberg, a career diplomat who worked with Mr Kurz when he first entered government as foreign minister. \nSome members of Mr Kurz's party are hoping his resignation will be temporary and he will be able to stage a comeback. \nOther Austrians say the two corruption investigations, and the collapse of his last coalition government with the far-right Freedom Party in 2019, mean it is time for Mr Kurz to leave politics altogether.  \nMr Kurz became leader of the ÖVP in May 2017 and led his party to victory in elections later that year - becoming, at the age of 31, one the world's youngest ever democratically elected heads of government.\nThe corruption allegations relate to the period between 2016 and 2018, when finance ministry funds were suspected to have been used to manipulate opinion polls in favour of the ÖVP that were then published in a newspaper.\nWhile no newspaper was named by prosecutors, the tabloid daily Österreich put out a statement on Wednesday denying media reports it had taken taxpayers' money for advertising in exchange for publishing the favourable polls.\nMr Kurz, nine other individuals and three organisations have been placed under investigation \"on suspicion of breach of trust ... corruption ... and bribery ... partly with different levels of involvement\", the Prosecutors' Office for Economic Affairs and Corruption said on Wednesday.\nEarlier in the day, prosecutors carried out raids at the chancellery, the finance ministry and homes and offices of senior aides to the chancellor.\nMr Kurz has called the allegations against him \"baseless\".\nHe also denies wrongdoing in a separate investigation he was placed under in May over allegations he had made false statements to a parliamentary commission."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58859030",
      "category": "world-europe",
      "title": "Olivier Rousteing: Balmain designer reveals fireplace explosion injuries",
      "text": "Celebrated French fashion designer Olivier Rousteing has revealed he was injured following an accident at his home last year, sharing a picture of himself in heavy bandages. \nRousteing, the creative director of fashion house Balmain, shared the news in an Instagram post on Saturday. \n\"Exactly a year ago, the fireplace inside my house exploded,\" he wrote. \nHe woke the next day at the Hôpital Saint Louis in Paris, and has since been recovering from his injuries.\nRousteing said his insecurities and fashion's \"obsession with perfection\" had stopped him from revealing all before now.\n\"To be honest I am not really sure why I was so ashamed,\" he wrote. As he recovered he had hidden his injuries with long sleeves and jewellery during interviews.\n\"Now, a year later - healed, happy and healthy,\" he wrote. He thanked the medical staff who had treated him despite \"dealing with an incredible number of Covid cases at that same time\", and spoke about how lucky he now felt.\n\"There is always the sun after the storm.\"\nFellow fashion designers, models and other celebrities were among those to offer their support in response to Rousteing's post. \nThe designer Donatella Versace wrote she was \"so glad\" he was safe. \"Let love rule,\" said musician Lenny Kravitz.\nKim Kardashian West wrote \"I love you\", while her mother Kris Jenner said she was \"beyond proud\" of Rousteing, adding that his \"message of hope and strength and focus and love will always inspire everyone who you come in contact with\". \nRousteing took up his post as Balmain's creative director in 2011 at the age of just 25. According to a profile in Out Magazine the brand grew between 15% and 20% between 2012 and 2015.\nHe has opened boutiques in London and New York, the company's first outside Paris.\nA 2019 Netflix documentary, Wonder Boy, looked at his career and followed him as he searched for his biological mother. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58859522",
      "category": "world-europe",
      "title": "Performer at Moscow's Bolshoi Theatre killed during set change",
      "tags": "Russia,Moscow",
      "text": "A Russian actor has been crushed to death during a set change at Moscow's world famous Bolshoi Theatre as it performed the opera Sadko. \nIt is believed Yevgeny Kulesh went in the wrong direction during the descent of a ramp and was trapped under it.\nFootage appeared to show panicked performers pleading with staff to lift the prop. Onlookers attempted to revive Mr Kulesh, but were unsuccessful. \nInvestigators say they are probing the circumstances surrounding the death.\nIn a statement issued on Saturday evening, the Bolshoi said: \"The performance was immediately stopped, the audience was asked to leave the hall.\"\nShocked spectators said on social media that they had initially believed that the accident was a staged trick. \nHowever, the reality of the incident quickly became apparent when performers reacted in horror and some on stage shouted \"call an ambulance, there is blood\".  \nLocal media said Mr Kulesh had been a performer at the theatre since 2002. \nIt is not the first tragic incident to hit the world-renowned theatre.\nIn July 2013, a senior violinist died after falling into the orchestra pit. Viktor Sedov was a veteran of the opera house's orchestra, having played there for four decades,\nAnd in 2011 a Moscow court jailed Ballet soloist Pavel Dmitrichenko for six years after he was found to have organised an acid attack on the company's artistic director, Sergei Filin, outside his Moscow flat, badly damaging his eyesight."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58785736",
      "category": "uk-wales",
      "title": "Covid vaccines for 12 to 15-year-olds: What we know so far",
      "tags": "Children,Coronavirus vaccines,Vaccination,Wales education,Coronavirus pandemic",
      "text": "All children aged 12 to 15 in Wales will be offered a Covid vaccine by the end of October.\nSome of the most vulnerable children have already received the vaccine and the rollout is due to gather pace this week. \nBut what are the potential benefits and risks of giving younger people a Covid jab? What about consent? Will it help reduce Covid cases in schools? When and where will it happen? \nHere is everything we know so far.\nThe Welsh government is emphasising the vaccine is a choice for each individual to make. \nLast month the UK's vaccine advisory body JCVI refused to give the green light to vaccinating healthy 12 to 15-year-olds on health grounds alone.\nIt said children were at such a low risk from the virus that jabs would offer only a marginal benefit.\nThe UK's four chief medical officers (CMOs) were then asked to have the final say, and to consider the wider impact on schools and society.\nThe CMOs then said healthy children aged 12 to 15 should be offered one dose of a Covid vaccine after taking into account evidence on the mental health and long-term prospects for young people and the effect on education, combined with the marginal benefit to health.\nAs with adults, the vaccine is not 100% effective but cases should be less severe and Covid is generally a mild illness in children.\nHealth Minister Eluned Morgan said studies showed children were at some risk of developing long Covid despite low hospital admission rates.\n\"Vaccines remain our strongest defence from the virus, helping prevent harm and stopping the spread of Covid-19,\" she said.\n\"Some studies show one in seven children who have been infected with the virus are thought to have also developed long Covid.\"\nNo vaccine or drug is ever 100% safe. \nResearch suggests there is a tiny risk of myocarditis, or inflammation of the heart, which is more common in young people - and particularly younger boys - after a second dose. \nThe risk is tiny after one vaccine dose and slightly higher after two, with 12 to 34 cases seen for every one million second doses - under-18s are only being given one dose at the moment. \nMyocarditis can cause chest pain and a pounding heart, but symptoms usually clear up within days. \nThere is other evidence that Covid itself can lead to  heart problems on very rare occasions.\nThe decision to recommend the vaccine took into account the mental health and long-term prospects for young people and the effect on education, amongst other factors. \nThe UK CMOs said missing school was detrimental to children's wellbeing, particularly for children from poorer backgrounds. \nBut they could not say with confidence how much impact vaccinating this age group would have on keeping children in school and allowing them to go about their usual activities. \nOn balance, they think it will help but emphasise that vaccination will not by itself stop Covid cases having an impact on schools or keeping children in classrooms.\nThe JVCI looked strictly at the health benefits which they said were marginally in favour, but not significant enough to recommend the rollout of the vaccine to 12 to 15-year-olds. \nThey suggested the four UK CMOs might want to take other factors into account and, after assessing the wider impact on children's lives and education, they recommended in favour. \nThose aged 19 and under currently make up 47% of positive tests. \nAt a similar point in the second wave, also the day that the vaccine programme began, it was only 16%.\nMore than a third of positive tests are among those aged 10 to 19.\nIn the latest week, there were 2,336 cases linked to schools - a 44% drop from the 4,187 cases recorded in the previous week.\nIt has been stressed that the vaccine is a choice for each family and is not compulsory. \nThey have already started in some areas but will be up and running across Wales this week. \nInvitations are being sent out and appointments are mainly on weekends and after school hours to avoid disrupting classes.\nIn the same vaccination centres where adults are getting jabbed. \nBut they may happen in some schools too. This is different to England and Northern Ireland where they are mainly happening in schools. \nAt the moment, 12 to 17-year-olds are only being offered one dose of the Pfizer vaccine. \nUnder-16s should have a parent or carer with them when they go to their appointment. \nFamilies are being urged to discuss the pros and cons of vaccination and, if there is any disagreement, 12 to 15-year-olds can give consent for themselves if they are judged to be competent to decide.\nNot in the short term as it will take some weeks to build up immunity. \nSo far this term, there have been more than 10,000 positive cases among school children and staff in Wales.\nOverall, the chief medical officers have judged that it will help to limit the amount of school children who miss lessons due to Covid, while warning that it's not a silver bullet. \nThat will not be clear until October half-term when all children in the age group should have been offered an appointment. \nMore than 70% of 16 and 17-year-olds have had their first vaccination."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58843166",
      "category": "technology",
      "title": "Facebook to act on illegal sale of Amazon rainforest",
      "tags": "Deforestation of the Amazon rainforest,Amazon rainforest,Climate change,Facebook",
      "text": "Facebook says it will begin clamping down on the illegal sale of protected areas of the Amazon rainforest on its site.  \nThe social media giant changed its policy following a BBC investigation into the practice.\nThe new measures will apply only to conservation areas and not to publicly owned forest.\nAnd the move will be limited to the Amazon, not other rainforests and wildlife habitats across the world.\nAccording to a recent study from the think tank Ipam (Instituto de Pesquisa Ambental da Amazonia), a third of all deforestation happens in publicly-owned forests in the Amazon.\nFacebook said it would not reveal how it planned to find the illegal ads but said it would \"seek to identify and block new listings\" in protected areas of the Amazon rainforest.  \nIn February, the BBC Our World documentary Selling the Amazon revealed that plots of rainforest as large as 1,000 football pitches were being listed on Facebook's classified ads service. \nMany of the plots were inside protected areas, including national forests and land reserved for indigenous peoples. \nIn order to prove the ads were real, the BBC arranged meetings between four sellers and an undercover operative posing as a lawyer claiming to represent wealthy investors. \nOne land-grabber, Alvim Souza Alves, was trying to sell a plot inside the Uru Eu Wau Wau indigenous reserve for about £16,400 in local currency. \nIn response to the BBC's investigation, Brazil's Supreme Federal Court ordered an inquiry into the sale of protected areas of the Amazon via Facebook. \nDespite calls from indigenous leaders to do more, at the time Facebook said it was \"ready to work with local authorities\", but would not take independent action to halt the trade. \nNow the company says it has consulted the UN Environment Programme (Unep) and other organisations to take its \"first steps\" in trying to address the issue.  \n\"We will now review listings on Facebook Marketplace against an international organisation's authoritative database of protected areas to identify listings that may violate this new policy,\" the Californian tech firm clarified. \nThe announcement comes at a time when the social media giant is under increasing pressure from US lawmakers, following a series of bombshell leaks by whistle-blower and former Facebook employee, Frances Haugen. \nFacebook also faced criticism this week when a failure brought down the entire platform for five hours worldwide. Instagram and Whatsapp, both owned by Facebook, were also offline during the period. \nTo try to catch criminal sellers, Facebook is using a database managed by the Unep World Conservation Monitoring Centre. \nUnep says it is the most \"comprehensive\" database of its kind and is updated monthly using reports from \"a range of government and other institutions\". \nBut Brazilian lawyer and scientist Brenda Brito questions the effectiveness of Facebook's proposals, saying: \"If they don't make it mandatory for sellers to provide the location of the area on sale, any attempt at blocking them will be flawed. \n\"They may have the best database in the world, but if they don't have some geo-location reference, it won't work,\" she added.   \nIn its investigation, the BBC found some ads featured satellite images and GPS co-ordinates but not all shared that level of information. \nFacebook told the BBC it did not intend to require sellers to post the precise location of advertised land.  \n\"We know there are no 'silver bullets' in this topic and we will continue to work to prevent people from circumventing our inspection,\" a company spokesperson said.  \nThe Amazon rainforest occupies 7.5 million sq km and spans more than seven countries, including Peru, Ecuador and Colombia.  \nThe tech firm would not confirm whether it was also working with each region's respective government to strengthen enforcement.  \nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives.\nAbout 60% of the Amazon rainforest is in Brazil where deforestation rates are at a 12-year high. \nThe Brazilian government's public forest database, which would be a key tool for any attempt to control the majority of illegal sales online, isn't being used. \n\"This data has been available since 2016. It is information they could use to improve this effort,\" says Brenda Brito. \nHowever, environmental activists in Brazil are calling the Facebook announcement a small victory against a backdrop of massive deforestation in the Amazon and several congressional attempts to weaken protection laws. \nIvaneide Bandeira, whose NGO Kandide was among those calling for Facebook to do more when the BBC's investigation came out in February, says she is pleased.  \n\"I think this announcement is a good thing. Although it's coming late, because they should never have allowed those ads.\n\"But the fact that they are now taking this position is good because it will help to protect the territory, as it will help not to publicise the sale of land inside a protected area or an indigenous land.\" \nRead more about the BBC's investigation here. \nWatch Our World: Selling the Amazon on BBC iPlayer."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58781911",
      "category": "uk-wales",
      "title": "Covid vaccine offers for ages 12 to 15 in Wales by half-term",
      "tags": "Children,Coronavirus vaccines,Vaccination,Welsh government,NHS Wales,Young people,Coronavirus pandemic",
      "text": "All 12 to 15-year-olds in Wales will be offered a Covid vaccine by the end of the October half-term, the Welsh health minister has said.\nThe rollout is due to gather pace this week with all health boards providing jabs, mostly at mass vaccination centres and others in schools.\nSome of the most vulnerable children have already received the vaccine.\nFamilies have been encouraged to discuss the choice to help make an informed decision.\nLast month the UK's vaccine advisory body JCVI refused to give the green light to vaccinating healthy 12-15 year olds on health grounds alone.\nIt said children were at such a low risk from the virus that jabs would offer only a marginal benefit.\nThe UK's four chief medical officers then said healthy children aged 12 to 15 should be offered one dose of a Covid vaccine as it would help reduce disruption to education.\nHealth Minister Eluned Morgan said studies showed children were at some risk of developing long Covid despite low hospital admission rates.\n\"Vaccines remain our strongest defence from the virus, helping prevent harm and stopping the spread of Covid-19,\" she said. \n\"Some studies show one in seven children who have been infected with the virus are thought to have also developed long Covid.\n\"We have provided resources and information to help this age group make an informed choice about vaccination. I encourage parents, guardians, children and young people to discuss the vaccination together,\" she said.\nGill Richardson, deputy chief medical officer for vaccines, said: \"We have seen the benefits that come from having as many people as possible vaccinated.\n\"After careful consideration of the evidence, the four UK chief medical officers recommended the vaccination of healthy 12 to 15-year-olds after consultation with experts, such as the Royal College of Paediatrics and Child Health.\n\"They concluded that the health benefits, combined with the additional benefits of reducing educational disruption and effects on mental health meant that vaccination should be offered.\n\"Children and their families will be receiving links to information with their invitation letters so they can make an informed decision about whether or not to have the vaccine,\" she said.\nLast month the chief medical officers agreed a single dose would help to reduce disruption to education.\nThe recommendation that only one dose be given is related to the very rare risk of a condition called myocarditis, or inflammation of the heart muscle.\nThe risk is tiny after one vaccine dose and slightly higher after two, with 12 to 34 cases seen for every one million second doses.\nTheir decision came after the UK Joint Committee on Vaccination and Immunisation said there was not enough benefit to warrant it on health grounds alone for most children.\nEithne Hughes, director of the Association for School and College Leaders Cymru, told BBC Radio Wales Breakfast with Claire Summers schools were already being targeted.\n\"There have been anti-vax campaigners, who are very, very well coordinated, who have made direct threats to head teachers by phone, by letter - confettis of letter with quasi-legal challenges threatening court action and huge fines, fake NHS consent letters to try and trick schools into sending those out to parents with misinformation.\" \nShe said it had caused a \"real upset in the system\".\n\"Let's be really clear about this, the virus is the enemy, not Public Health Wales, not the school, and college leaders are doing their very best to educate learners and get everything back on track again,\" she said.  \n\"So it's deeply disappointing and if these people are listening, I would urge them to desist.\"\nTrefor Jones, head teacher at Ysgol Y Creuddyn in Penrhyn Bay, Conwy, said he had received letters from people opposed to children having a Covid vaccine.\nHe said: \"It is concerning... It does reference various legal processes they want to take, so yes, it is a challenge...\n\"To be targeted in this way is a little disappointing.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-58849933",
      "category": "uk-scotland-glasgow-west",
      "title": "Luxury student complex in Glasgow 'unfinished and filthy'",
      "tags": "Construction industry,Students,Glasgow",
      "text": "A luxury student accommodation complex in Glasgow has been branded a \"filthy and unfinished building site\".\nThe Cathedral Street property, named Bridle Works, is billed as having a \"range of top-class amenities\" including a gym and rooftop terrace.\nBut students have complained to provider Novel Student as they felt they were \"misled\" over conditions.\nThe firm said the pandemic had affected construction and it was \"disappointed\" to hear the students' experiences.\nIn a letter seen by the BBC, 38 international students detail a list of complaints including:\nOne post-graduate student - who asked to remain anonymous - told BBC Scotland she arrived in the country from abroad last month.\nThe 22-year-old said she found the accommodation via the University of Strathclyde website. BBC Scotland found links to the property from the university's student association site.\nShe paid more than £10,000 up front for a year's stay at Bridle Works.\nFour days after she made the payment, however, the company informed her that her room was still under construction - a fortnight before she was due to move in mid-September.\nShe said: \"I was told by a couple of other international students it would be difficult to secure a place in the city this year due to an ongoing housing shortage and the UN conference. However, I managed to be linked to Bridle Works.\n\"There was never any mention online, on the phone calls or in any correspondence with Novel Student that it was still under construction until after I paid my rent.\n\"I felt it was incredibly misleading as my parents and I were under the impression it was finished.\"\nNovel Student offered to reimburse rent costs for days missed at the property and accommodate students in hotels in Glasgow.\nHowever, the student said she was told she could live on a lower floor until her room was ready.\nShe added: \"I arrived in Scotland and then moved into what was evidently a construction site. \n\"My room just gets coated with dirt. I can only open my window at night, and have to vacuum three times a day to manage the dust from internal construction. Not how I want to spend my time.\n\"What was advertised was a space that has amenities, where you can peacefully study in your room. But what we got was a place full of hazards and noise. It was the opposite of peaceful.\n\"I have counted 40 fire alarms since I moved in last month, sometimes in the middle of the night. And those are just the ones I am home for.\"\nThe 20-floor development advertises 422 rooms starting at £238 per week.\nOn its website, Novel Student said: \"You won't have to splash on extra gym memberships, or laundry fees, making it much more affordable for student life.\n\"All bills are also included in your rent, so you can set your budget for the month without having to worry about any unpleasant surprises.\"\nBBC Scotland understands issues have been shared in a WhatsApp group comprising 81 students.\nIn written statements also included in the letter of complaint, one student said: \"When I moved in [my room] was extremely dirty with dirty water hand marks on my banisters and door frames. \n\"When I wiped down the inside of my cupboards, the cloth I used turned black. I have only gotten hot water after a week of staying here and when I first moved in, my radiator fell off the wall.\n\"Not to mention, my sprinkler cover fell off my ceiling the other day with no warning. My friend's room has literal holes in the flooring.\"\nAnother student wrote that none of the amenities advertised by Novel Student had been provided apart from the gym, where they said \"half the machines\" were not working.\nThey also said one out of four lifts in the building can be used by tenants as the rest are being used by construction crew.\nNovel Student - which runs other sites in Edinburgh, Belfast and Sheffield - said it is \"committed to delivering exceptional student experiences\".\nIn a statement, it said: \"We are naturally disappointed to hear of any resident experiences that fall short of that.\n\"The Covid-19 pandemic has undoubtedly presented significant challenges to our operations given the three-month construction shutdown - a universal obstacle experienced by companies working in different capacities across the real estate industry.\n\"It is our goal to always ensure the on-time delivery of products to residents, and given the significant challenges we have faced, we have had to accelerate this process to the best of our ability.\"\nIt added: \"We greatly appreciate the patience of our residents as we navigate these challenges and sympathize with the disruptions they have endured over the last several weeks.\n\"Out of respect for the privacy of the entire community, residents and staff alike, we cannot comment publicly on more specific matters concerning our residents.\"\nThe University of Strathclyde said it had no agreement with Novel and had not referred any students there. \n\"Our website links to a housing guide created by Strath Union which lists all of the major private student accommodation providers in Glasgow but does not make any recommendations or endorse any provider, as stated on the guide,\" a spokesman said.  \n\"We are concerned to hear about these issues. The Strath Union Advice Hub and the University are working together to support students who are experiencing a range of issues. We would advise any student who is having difficulties with private accommodation to contact university support services for advice and support.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58850921",
      "category": "uk-wales",
      "title": "Wrexham toddler hit by police car in 20mph zone",
      "tags": "Welsh Ambulance Service,North Wales Police",
      "text": "A two-year-old boy has been taken to hospital after being hit by a police car in a 20mph zone. \nResidents living in Ffordd Llanerch, in Pen-y-Cae, Wrexham, said he was walking with a woman and another child when he was struck on Friday afternoon.\n\"The mother was hysterical,\" said Vanessa Jones. \"As I got there the little boy was trying to stand up.\"\nThe air ambulance landed at the scene, but the child was taken by road to Wrexham Maelor Hospital.\nPeople living in the street described how they heard screams and a loud bang when the crash happened outside their homes at about 15:30 BST.\n\"I was upstairs doing some bits and bobs in the bedroom and I could hear some screams,\" said Ms Jones, 30.\nShe sat with the child as neighbour Hiram Evans, 55, took a pillow, blanket and teddy bear for the child as they waited with the officers for an ambulance.\nHe said boy's mother was \"very shocked and crying\".\n\"He was conscious all the time,\" Mr Evans said.\n\"The ambulance was on the scene straight away.\"\nSome residents said they were unable to get into their homes for a time as a cordon and several police cars remained at the scene.\nNorth Wales Police asked people to stay away from the area while officers investigated. \nThe force has appealed for witnesses or anyone with dashcam footage to get in touch."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58851786",
      "category": "world-us-canada",
      "title": "Report finds Trump’s DC hotel lost $70m during his presidency",
      "tags": "Hotels,Donald Trump,United States",
      "text": "Former US President Donald Trump \"grossly exaggerated\" the profitability of his Washington DC hotel, a probe by a congressional committee has found. \nIt also said he appeared to hide \"potential conflicts of interest\".\nThe Trump International Hotel lost over $70m (£51.3m) during his term, though Mr Trump had previously claimed it earned at least $150m during that time.\nThe Trump Organization has denied wrongdoing and called the report \"misleading\". \nIn a statement, the House of Representatives Committee on Oversight and Reform said that documents provided by the General Services Administration (GSA) - which oversees federal spending - showed that Mr Trump had \"grossly exaggerated the financial health\" of the hotel. \nLosses forced Mr Trump's holding company to inject at least $24m to help the struggling hotel, located just a few blocks from the White House, the committee said.\nThe report also found Mr Trump seemed to have \"concealed potential conflicts of interest\" related to his ownership of the hotel and his roles as its lender and the guarantor of third-party loans. \nNewly obtained documents show that the hotel received $3.7m in payments from foreign governments - enough to cover 7,400 nights at the hotel on an average daily rate, according to the committee.\nThe lawmakers said that the amount raised concerns about potential violations of constitutional regulations aimed at preventing foreign influence on federal officials. \nThe oversight report found that during the four years of his administration, Mr Trump also received \"significant financial benefit\" from Deutsche Bank.\nThe Democrat-led committee said this allowed Mr Trump to delay making payments on a $170m loan for six years, and that he did not publicly disclose this benefit from a foreign bank while president.\nLawmakers have asked for additional documents from the GSA on the hotel, including on foreign payments and loans.\nIn a statement sent to the media, the Trump Organization called the report \"intentionally misleading, irresponsible and unequivocally false\" and described it as \"political harassment\".  \nThe hotel was opened to the public in September 2016, several weeks after Mr Trump accepted the Republican Party's nomination for president. \nIn 2017, Mr Trump resigned from his companies, and placed them in a trust to be run by his sons.\nBut the Office of Government Ethics said at the time that Mr Trump's plan didn't \"meet the standards\" of former presidents. In 2019, an internal GSA watchdog said the agency had chosen to \"ignore\" the Constitution when allowing the Trump Hotel to keep its lease after Mr Trump's election.\nThe Trump Organization has been looking for buyers for the 263-room hotel since 2019, but has so far been unable to sell the property. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58858305",
      "category": "uk-scotland",
      "title": "Vegan food blogger wins World Porridge Making Championships",
      "tags": "Carrbridge,Veganism,Food",
      "text": "A vegan food blogger from the Netherlands has won the World Porridge Making Championships. \nMiriam Groot, 25, who runs a blog call The Veggie Reporter, beat competitors from around the world. \nShe used pinhead oatmeal, mushrooms and vegan cheese to create Oatmeal Arancini - deep fried balls of risotto, rolled in breadcrumbs and deep fried in oil. \nThe annual competition, traditionally held in Carrbridge in the Highlands, has been run online since last year. \nCompetitors were asked to submit a video of themselves making their favourite oaty dish. \nThey were judged on appearance, execution, originality, flair and virtual taste - reflecting which dishes the judging panel most wanted to try. \nCoinneach MacLeod - better known as the Hebridean Baker - and Aaron Leung, a video producer from New Jersery, were joint runners up. \nMr MacLeod's Baked Oat Alaska was made with honey, oat and raspberry sponge, topped with pinhead oatmeal brittle ice cream and chocolate ice cream, all encased in a baked meringue. \nMeanwhile, Mr Leung's savoury Japanese fusion Golden Omuoats dish included a spicy pork and oatmeal mince, served under an omelette and topped with a curry sauce which included chocolate.\nCharlie Miller, from Carrbridge Community Council which organises the competition, said: \"While we were disappointed that we couldn't have the competition in person again this year, the response was amazing, with the highest level of international interest we've ever had. \n\"The judging was very close, with only six points separating the top 10. Congratulations to our top 10, and especially to Miriam, Aaron and Coinneach for your excellent entries. We hope to see you all in Carrbridge this time next year.\"\nThe top 10 included two Americans, one Canadian, two Australians, one each from Germany and the Netherlands, two from England and one from Scotland. \nOther dishes included a cranachan ice cream sundae, banana oat pancakes, an oatmeal banana split, and a dessert porridge inspired by the Sacher Torte chocolate cake. \nThey each won a hand-carved commemorative spurtle. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58852612",
      "category": "business",
      "title": "Gas prices: Energy price cap not fit for purpose, say suppliers",
      "tags": "Energy industry",
      "text": "The energy price cap protecting households from sharp rises in gas prices is \"not fit for purpose\", suppliers have said.\nNatural gas prices are at record highs, which has led to some domestic energy firms failing as they are paying more for gas than they are able to charge.\nSuppliers have warned that consumers could face a \"huge cost\" from these firms going out of business.\nThere are also calls for an energy price cap to help small businesses.\nGas prices are at record highs as economies around the world begin to recover from the Covid pandemic.\nDomestic customers are partly protected from sharp rises by a price cap - which sets the maximum price suppliers in England, Wales and Scotland can charge customers on a standard tariff - although energy regulator Ofgem has warned that households will see further \"significant rises\" in the spring, when the cap is reviewed.\nLast month, nine energy companies went out of business, forcing 1.7 million customers to move to new suppliers and on to higher rates.\nPaul Richards, chief executive of Together Energy, which he said is currently making losses, told the BBC that while he supported a price cap to protect customers, the current mechanism \"is not fit for industry, nor is it fit for customers\". \n\"Crazy, just crazy\" is how the nursery and soft play owner Gordon Foster describes the sharp rise in energy prices, shaking his head in dismay. \nBusinesses typically fix their energy bills a few years in advance, known as \"hedging\".\nMr Foster is one of the unlucky ones whose energy contract is up for renewal, and at the moment he's looking at paying eight times his current rate, taking up a contract that would tie him in for years. \nThe alternative is paying sky high prices now without a contract, and keeping his fingers crossed that prices will stabilise. \nFor him, as for others, this sudden jump in costs makes parts of the business unviable, and certainly means he has to put his prices up for his customers. \nWhile households might have an energy cap in place to protect them from such eye-watering spikes in global markets, we are all exposed to the impact of such costs for businesses. Ultimately they feed through to everyone. \nHe said while the cap protected customers in the short term, he thought there was somewhere between £1bn and £3bn in costs which would be spread back across business and households as a result of failed suppliers.\nDerek Lickorish, chairman of Utilita Energy, which has more than 800,000 customers, said there was no doubt there would be a cost paid by consumers for failed firms.\n\"The government has to look at the means by which they can support not only energy suppliers, but also big industry,\" he said. \nMr Lickorish said he would like to see the price cap reviewed four times a year, rather than the current two, and for a longer period of gas prices to be considered in setting it.\nStephen Murray, head of energy, commercial and partners at Moneysupermarket.com, said that while the usual advice for consumers was to shop around, for now it was to stay put, with those on a fixed deal likely to be better off.\nThe price cap provided \"some level of protection\", he said, but \"that comes at a cost and we've seen that through failed suppliers\".\nBusiness group the British Chambers of Commerce has called for a similar cap to be introduced for the energy bills of small and medium sized businesses - those with 250 employers or fewer.\nThese firms mostly buy their energy several years in advance, so those whose contracts are due for renewal now are facing a \"difficult time\", it said.\nThe group's co-executive director Claire Walker said the increasing pressure on these sized businesses was \"becoming dire\" and said that a price cap would give them the confidence to maintain normal business activities.\nDave Dalton, chief executive of British Glass, said he thought a cap would help but was probably \"too little, too late\" and that an \"immediate intervention\" was needed.\nThe government said it was in regular contact with business groups to explore ways to manage the impact of global prices.\nBusiness Secretary Kwasi Kwarteng met leaders from heavy industry on Friday amid warnings that some sectors could have to shut down, but they failed to find any solutions.\nLabour has accused the government of being in denial about gas prices, with wholesale prices rising 250% since January.\nA number of Conservative MPs have called for the government to take action, and the Energy Intensive Users Group - which represents firms that use a lot of energy - said measures were needed \"right now\".\nThe group's chair Dr Richard Leese said that energy-heavy industries were \"intrinsically linked\" and if some sectors were forced to shut down, it would have a knock-on impact.\n\"We've seen the curtailment in production in the steel and fertiliser sector - that's had a knock-on impact into the supply chains in the industrial supply chains and domestic supply chains,\" he said.\nUK Steel boss Gareth Stace said he was \"baffled\" that the UK government had failed to find solutions because governments in the rest of Europe had stepped in to support industry - although they faced lower energy costs than in the UK."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58847481",
      "category": "uk-scotland",
      "title": "Covid in Scotland: More than 500 cases linked to TRNSMT",
      "tags": "Music festivals,Glasgow,TRNSMT,Coronavirus pandemic",
      "text": "More than 500 cases of Covid-19 have been linked to the TRNSMT music festival, new data shows.\nAbout 50,000 people descended on Glasgow Green for the three-day event last month. \nThey had to bring proof of a negative lateral flow test to gain entry. \nPublic Health Scotland said 551 who tested positive for the virus reported having been at the festival around the time of their illness when speaking to contact tracers. \nSome 1,645 people were also found to have been close contacts of those who tested positive.\nPublic health expert Prof Linda Bauld said it was likely that some of these people were infected at TRNSMT but it was not a \"super-spreader\" event. \nThe figures were published in response to a freedom of information request from the Press Association news agency. \nTRNSMT was one of the first mass events held in Scotland since the start of the pandemic. \nAccording to Public Health Scotland, the figures do not mean Covid-19 was contracted at the event, only that those who spoke to Test and Protect recorded having been at TRNSMT around the time of their illness.\nFollowing the event which started on 10 September, national clinical director Professor Jason Leitch said the festival was not responsible for a spike in cases.\nProf Bauld, professor public health at the University of Edinburgh, said it was not possible to say definitely how people caught the virus at the festival. \n\"I think it's certainly possible that some of those cases were infected at TRNSMT but we can't prove it,\" she added. \nProf Bauld said there were always risks when mass events are held during periods of relatively high levels of infection in the community. \nAt the time of TRNSMT about one in 60 people in Scotland had Covid. \nBe she added: \"TRNSMT was not a super-spreader event. \n\"It's really important to recognise that in the weeks following the festival, we actually saw a decline in cases in Scotland and we certainly didn't see a surge related to that festival. \n\"But clearly it's not without risk and that may be reflected in these numbers.\"\nIn the week immediately following the festival, 30,928 cases of Covid-19 were recorded as part of the Scottish government's daily tally, meaning the number of confirmed cases linked to TRNSMT was 1.7% of the total.\nWeekly Covid cases in Scotland hit a peak of just under 44,900 in the week ending 6 September - just before TRNSMT. They have since fallen to just under 17,600 in the week to 3 October.\nThere were 2,627 cases recorded by the Scottish government on Friday and 16 deaths following a positive test. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-kent-58849085",
      "category": "uk-england-kent",
      "title": "David Fuller admits killing two women in 1987",
      "tags": "Heathfield",
      "text": "A man admits killing two women in 1987, a court has heard.\nDavid Fuller, 67, of Heathfield, East Sussex, attacked Wendy Knell, 25, and Caroline Pierce, 20, at their Tunbridge Wells bedsits. \nDuncan Atkinson QC, prosecuting, told Maidstone Crown Court that David Fuller accepted he killed the two women \"subject to the issue of diminished responsibility\". He denies murder.\nHis trial is due to start on 1 November.\nMs Pierce worked in a restaurant and Ms Knell worked in a shop.\nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58852536",
      "category": "world-us-canada",
      "title": "Trump must give documents to Capitol riot probe - Biden",
      "tags": "US Capitol stormed,Donald Trump,US Congress",
      "text": "US President Joe Biden has rejected a bid by Donald Trump to withhold documents from a congressional investigation into the Capitol riot.  \nMr Trump had asked that the records the committee requested remain hidden under executive privilege, which shields some presidential communications. \nMeanwhile his former aide Steve Bannon vowed to resist a subpoena to appear before the inquiry.\nThe panel has threatened jail for any ex-officials who refuse to co-operate. \nMr Trump's supporters stormed the Capitol building in Washington on 6 January in a failed bid to overturn the certification of Mr Biden's election victory in November.\nHundreds of Mr Trump's supporters have since been arrested for their actions that day. Prosecutions continue. \nIn August the congressional investigating committee asked for records relating to the day's events, including communications from Mr Trump, members of his family, his top aides, his lawyers and other former members of his administration.\nBut Mr Trump argued he could claim executive privilege to prevent the documents from being handed over to the inquiry.\nLegal scholars are divided on whether executive privilege can be asserted by former presidents. The issue is likely to set off a series of legal challenges to be determined by the courts. \nOn Friday the White House wrote to the National Archives saying that Mr Biden had \"determined that an assertion of executive privilege is not in the best interests of the United States\".\nMr Bannon's refusal to testify led members of the 6 January committee to threaten criminal contempt of Congress charges against him. \nDemocrats argue that Mr Bannon is employing a delaying tactic in an attempt to push back proceedings until after the midterm elections in November 2022, which may change the composition of the House of Representatives, the lower chamber of Congress.\n\"The whole game is to drag this out as long as possible, to see whether they can mobilise enough voter suppression to get Congress to change hands,\" Rep Jamie Raskin told US media, adding: \"We're not going to let people play games and sweep evidence under the rug.\"\nThe committee has also ordered the testimony of Mr Trump's ex-Chief of Staff Mark Meadows; Dan Scavino, Mr Trump's social media manager; and Kash Patel, a former Pentagon chief of staff. \nMr Meadows and Mr Patel were co-operating with the inquiry, committee leaders Democrat Bennie Thompson and Republican Liz Cheney said in a statement.\nUS media report Mr Trump has asked all four former officials to refuse to comply with the inquiry. \nOn Friday Mr Trump - who has never conceded losing the election to Mr Biden - accused Democrats in Congress of using the committee to \"persecute their political opponents\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58853859",
      "category": "world-us-canada",
      "title": "Texas abortion: US appeals court reinstates near total ban",
      "tags": "Abortion,Texas,United States",
      "text": "A US appeals court has temporarily reinstated Texas's near total ban on abortions.\nThe Fifth Circuit Court of Appeals agreed to a request from Texas Attorney General Ken Paxton that an injunction imposed against the law be lifted. \nOn Wednesday, a lower court had temporarily blocked the bill for the \"offensive deprivation\" of the constitutional right to an abortion. \nThe restrictive law bans all abortions at about six weeks of pregnancy.\nIt gives any individual the right to sue anyone involved with providing or facilitating an abortion after cardiac activity is detected, and makes no exceptions for pregnancies caused by rape or incest.\nOn Wednesday District Judge Robert Pitman granted a request by the Biden administration to prevent enforcement of the law while its legality was being challenged. He held that women had been \"unlawfully prevented from exercising control over their lives in ways that are protected by the Constitution\".\nHowever, Texas officials immediately appealed against the ruling, which the New Orleans-based, conservative-leaning Fifth Circuit court has agreed to set aside. It ordered the justice department to respond to its ruling by Tuesday. \nIn a statement following the latest ruling, Nancy Northup, president of the Center for Reproductive Rights, called on the Supreme Court to \"step in and stop this madness\". \n\"Patients are being thrown back into a state of chaos and fear, and this cruel law is falling hardest on those who already face discriminatory obstacles in health care, especially Black, Indigenous, and other people of colour, undocumented immigrants, young people, those struggling to make ends meet, and those in rural areas,\" she said.\n\"The courts have an obligation to block laws that violate fundamental rights.\"\nThe Texan attorney general said the court's decision was \"great news\", adding he would \"continue to fight to keep Texas free from federal overreach\".\nThe dispute over the law could ultimately end up before the US Supreme Court, which in September declined to hear an emergency case filed in a last-minute bid to prevent the ban passing into law. \nSeveral clinics in Texas had resumed providing abortions to patients who were beyond the six-week limit following Wednesday's order. \nThey may now face some legal risk, as the law includes a provision that says clinics and doctors may still be liable for abortions carried out while an emergency injunction is in place, legal experts say.\nHowever, it is unclear whether such a provision can be enforced, with Judge Pittman saying in his ruling that it is \"of questionable legality\".\nSome women have reportedly been travelling to other states where the procedure is legal."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58847328",
      "category": "business",
      "title": "Nations agree to 15% minimum corporate tax rate",
      "tags": "Companies,Tax,OECD,Tax avoidance,Income tax",
      "text": "Most of the world's nations have signed up to a historic deal to ensure big companies pay a fairer share of tax. \nA hundred and thirty six countries agreed to enforce a corporate tax rate of at least 15% and a fairer system of taxing profits where they are earned.\nIt follows concern that multinational companies are re-routing their profits through low tax jurisdictions.\nCountries including Ireland had opposed the deal but have now agreed to the policy. \nUK Chancellor Rishi Sunak said the deal would \"upgrade the global tax system for the modern age\".\n\"We now have a clear path to a fairer tax system, where large global players pay their fair share wherever they do business,\" he said.\nThe Organisation for Economic Cooperation and Development (OECD), an intergovernmental organisation, has led talks on a minimum rate for a decade.\nIt said the deal could bring in an extra $150bn (£108bn) of tax a year, bolstering economies as they recover from Covid. \nYet it also said it did not seek to \"eliminate\" tax competition between countries, only to limit it. \nThe floor under corporate tax will come in from 2023. Countries will also have more scope to tax multinational companies operating within their borders, even if they don't have a physical presence there. \nThe move - which is expected to hit digital giants like Amazon and Facebook - will affect firms with global sales above 20 billion euros (£17bn) and profit margins above 10%.\nA quarter of any profits they make above the 10% threshold will be reallocated to the countries where they were earned and taxed there.\n\"[This] is a far-reaching agreement which ensures our international tax system is fit for purpose in a digitalised and globalised world economy,\" said OECD Secretary-General Mathias Cormann. \n\"We must now work swiftly and diligently to ensure the effective implementation of this major reform.\" \nThis deal marks a sweeping change in approach when it comes to taxing big global companies.\nIn the past, countries would frequently compete with one another to offer an attractive deal to multinationals. It made sense when those companies might come in, set up a factory and create jobs. They were, you could say, giving something back.\nBut the new digital era giants have become adept at simply moving profits around, from the regions where they do business to those where they will pay the lowest taxes. Good news for tax havens, bad news for everyone else.\nThe new system is meant to minimise opportunities for profit shifting, and ensure that the largest businesses pay at least some of their taxes where they do business, rather than where they choose to have their headquarters.  \nSome 136 countries have signed up - an achievement in itself. But inevitably there will be losers as well as winners. \nIreland, Hungary and Estonia - all of which have corporate tax rates below 15% - at first resisted the plan but are now on board. \nIreland currently has a rate of 12.5%, which has helped it attract large amounts of foreign investment and become a base for big US firms such as Apple. But after securing a compromise on the wording of the agreement, Finance Minister Pascal Donohoe said he was \"absolutely certain\" Ireland's interests were served by being part of the deal.\nHowever, Kenya, Nigeria, Pakistan and Sri Lanka have not yet signed up to the plan. \nThe pact resolves a spat between the US and countries such as the UK and France, which had threatened a digital tax on big mainly American tech firms. \nUS Treasury Secretary Janet Yellen said: \"As of this morning, virtually the entire global economy has decided to end the race to the bottom on corporate taxation. \n\"Rather than competing on our ability to offer low corporate rates, America will now compete on the skills of our workers and our capacity to innovate, which is a race we can win.\"\nFacebook welcomed the deal, saying it has long called for reform of global tax rules.\n\"We recognise this could mean paying more tax, and in different places,\" said Nick Clegg, its vice president for global affairs. \"The tax system needs to command public confidence, while giving certainty and stability to businesses. We are pleased to see an emerging international consensus.\"\nBut Argentine economy minister Martin Guzman said the proposals would do little to help developing countries. Despite agreeing to the pact, he had argued for a tax rate of at least 21%. \nOxfam also said the 15% rate was too low and would \"let big offenders... off the hook\". The corporate tax rate in industrialised countries averages at 23.5%, well above the agreed 15% floor.\nOxfam's tax policy lead Susana Ruiz said: \"The world is experiencing the largest increase in poverty in decades and a massive explosion in inequality but this deal will do little or nothing to halt either. Instead, it is already being seen by some wealthy nations as an excuse to cut domestic corporate tax rates, risking a new race to the bottom.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58856794",
      "category": "world-asia",
      "title": "Singapore to allow quarantine-free travel for UK and other nations",
      "tags": "Singapore,Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Singapore has announced it is easing coronavirus lockdown restrictions and will allow quarantine-free travel from a number of nations, including the UK.\nPrime Minister Lee Hsien Loong said it was time to press on with the \"strategy of living with Covid-19\".\nHe said so-called vaccinated travel lanes with Germany and Brunei had been successful, and would be extended to nine other countries.\nSingapore had very tight restrictions in place to tackle the pandemic.\nCovid-19-related deaths are very low, but the lockdown has had an impact on the South-East Asian island's status as a business and aviation hub.\nPrime Minister Lee told Singaporeans in a televised address that the Delta variant had shown the coronavirus was not going to go away. \nBut with vaccinations, social distancing measures and careful monitoring, it is possible to live with the \"new normal\".\n\"It will take us at least three months, and perhaps as long as six months, to get there,\" he said, acknowledging a likely surge in cases as restrictions ease that would have to be monitored closely.\nPrime Minister Lee said the vaccinated travel lanes with Germany and Brunei begun last month had shown that vaccinated people could travel safely and quarantine-free without contributing to a rise in cases.\nHe said an expansion of the arrangement with countries with stable numbers of coronavirus cases would \"keep us connected to global supply chains and help to preserve Singapore's hub status\".\nFrom 13 October, the government announced, it would allow vaccinated travellers from Canada, Denmark, France, Italy, Netherlands, Spain, the US and the UK, and, from November, South Korea.\nThe government also announced that it would allow groups of two vaccinated people to dine in restaurants and shop in malls. In-class teaching for children under the age of 12 will be allowed to resume although \"centres are encouraged to continue conducting lessons online\"."
    }
  ]
}