{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57535113",
      "category": "uk",
      "title": "Covid: Setback for EU in AstraZeneca legal fight and Download Festival resumes",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday morning. We'll have another update for you tomorrow morning. \nThe EU has lost a legal battle in Brussels to force AstraZeneca to supply 120m doses of Covid-19 vaccine by the end of June. It went to court last month after the Anglo-Swedish company delayed shipment of the vaccines, having originally committed to supply 300m doses by the same date. But the judge did impose a deadline on AstraZeneca to supply doses to the EU over the summer or face hefty fines. You can find out more about how the vaccine rollout is progressing around the world here.\nConservative MP Andrea Leadsom has suggested that some workers on furlough are avoiding returning to their jobs because the situation has been \"great\" for them. Speaking to BBC Radio 4's Any Questions, Ms Leadsom said there was also a mental health issue with some people fearful of going back. But the former business secretary said the issue had \"real consequences for our economy\". \nLabour is calling for a rethink on work environments as Covid restrictions come to an end. Staff should be given the \"right to switch off\" when they have left for the day to ensure homes don't become \"24/7 offices\", the party says. And it wants employees to have the right to flexible practices such as working from home. Labour deputy leader Angela Rayner said \"as restrictions lift and we adjust to a 'new normal', we need a new deal for working people\". However, the government has already said it has no plans to introduce a legal right to work from home. Read more about the current rules affecting work.\nThe Palestinian Authority has cancelled a deal under which Israel was to give it at least one million Covid vaccines. Israel had arranged to supply an ageing stock of Pfizer vaccines to speed up the Palestinian rollout. In return, the Palestinians were to give Israel a similar number of vaccines they are expecting from Pfizer later in the year. However, when the first batch of jabs from Israel arrived, Palestinian officials said they were nearer their expiry date than expected and they did not have enough time to use them.\nLast year, Covid-19 wiped out the UK's summer music festival season, and this year only a handful are still taking place. One such event is the Download Festival in Donnington Park, Leicestershire, this weekend. Download is a test event to allow the government to assess how crowd events can be run safely. The headliners include Enter Shikari and Frank Carter & The Rattlesnakes. The audiences will be smaller - only 10,000 people instead of 111,000 in a normal year. Everyone must provide proof of a negative Covid test result to gain entry, and take a test after the festival. And despite the rainy weather, Download devotees are relieved to return. Amy Ford, who's has been coming to the festival since 2014, says: \"We needed to be back on the holy ground; it's where we belong.\"\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nThe gap between vaccine doses has been shrunk from 12 weeks to eight because of concerns over the Delta variant. Find out about the jab rollout here.\nYou can find more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57540221",
      "category": "uk-wales",
      "title": "Covid: Church congregations allowed to sing with masks",
      "tags": "Lampeter,Churches,Cardiff,Singing,Coronavirus testing,Coronavirus pandemic",
      "text": "Congregations can once again sing in churches and other places of worship - as long as members wear masks. \nPlaying instruments and chanting is also allowed under newly-announced Welsh government guidance.\nChurch leaders have expressed their excitement, following a year where congregation members said they missed the companionship of singing together.\nVenues must conduct a risk assessment first, with the move brought in because of a low Covid case rate in Wales.\n\"It should make a huge difference. From my standpoint, singing is something God commanded, and something government shouldn't have touched,\" said the Rev Wade McLennan.\n\"It's important as an expression, and music and singing have been a part of the culture and heritage of Wales for hundreds of years.\n\"Now it's allowed again, it will be wonderful for congregations.\"\nIt has been a difficult year for many places of worship - last October, police sent 30 worshippers home from the New Hope Community Church in Llanrumney, Cardiff, where Mr Mclennan officiates for breaking lockdown rules.\n\"Can't wait to join in person sung worship again. With all the appropriate risk assessments and precautions of course,\" is how John Settatree from the Scripture Union responded.\nThe new Welsh government guidance says: \"Over the course of the pandemic, a number of 'super-spreading' events have been associated with gatherings where a 'vocal' element plays a role in transmission. \n\"These include choir practise and recitals, concerts, weddings and worship. \n\"The risks of singing, chanting and playing of instruments are then significant.\"\nHowever, it added scientific advice has concluded these risks were \"manageable\", where the community transmission rate is low. \nAs a guide, it gave 50 cases per 100,000 people as being considered low - the rate across Wales is currently 23.6, according to latest figures.\nBecause of this, singing, chanting and playing instruments could now be allowed indoors and outside, following a risk assessment and with \"appropriate mitigation\" in place.\n\"However, it is emphasised that extreme caution should be exercised, especially in relation to large groups indoors,\" the guidance added.\nIt said \"a precautionary approach\" would be to treat all congregation members as having the potential to spread the virus, with masks to be worn during singing.\nDelyth Morgans Phillips, a member of the Corisma choir in Cwm-Ann, near Lampeter, had said Zoom singing was \"a completely different experience\".\n\"When the choir doesn't meet, one loses the companionship,\" she said. \n\"We are a very social bunch in Corisma and we meet every fortnight to sing but also to laugh and put the world to rights.\"\nThe Welsh government said: \"People are able to sing in places of worship in Wales. \n\"Organisers should continue to assess the risks involved, consider other safety mitigations where appropriate and put plans in place to keep their congregation as safe as possible.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57540820",
      "category": "uk",
      "title": "Covid: Queues at pop-up vaccine centres amid jabs push",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "A major push to offer coronavirus jabs to every adult in England is under way, with queues forming outside pop-up vaccination centres.\nFootball grounds and parks are among the venues used across the country and it is hoped all adults will have had their first jab by 19 July.\nIt comes as Prof Adam Finn, who advises the government, warns the Delta variant is fuelling a third wave of infections.\nAnyone aged 18 or over can book a jab in England online or by calling 119.\nMore than 42m people in the UK have had their first jab and more than 31m have had their second, according to the latest figures.\nOn Saturday the UK recorded more than 10,000 new coronavirus infections for the third day in a row - with 10,321 cases. The previous time the number was higher than 10,000 was on 22 February.\nLatest figures also indicate there have been 14 deaths within 28 days of a positive test.\nIn London, clinics have been set up at sports grounds, including the London Stadium, Tottenham Hotspur FC and Selhurst Park.\nCharlton Athletic opened its Valley stadium in south-east London as a walk-in centre focused giving over-40s their second doses.\nA woman waiting in the queue told the BBC: \"The most important thing was just to feel well, and a bit free in society - and to not be a danger to others either.\"\nIn Bristol, Muna Abubakar persuaded her 97-year-old mother to have the jab on Saturday at a walk-in clinic at Eastville Park, despite her previous reluctance.\n\"Today, finally she accepted the injection,\" Muna said.\nThe government wants everyone aged over 50 - and the clinically extremely vulnerable - to have been offered a second vaccination by 19 July.\nThis is the date that the government has set to ease the final lockdown restrictions in England - removing the remaining curbs on social contact.\nPrime Minister Boris Johnson has said he is \"confident\" that there will not be a further delay to the easing of restrictions, but he has not ruled out the possibility the date could be pushed back again.\nAcross the rest of the UK, people aged 30 and over can get their vaccine in Scotland - or those aged 18 and over in some parts of Glasgow.\nIn Northern Ireland those aged over 18 can book a vaccination.\nIn Wales, over 18s can get the vaccine. Earlier this week the Welsh government said all adults had been offered a first jab.\nProf Finn, a member of the Joint Committee on Vaccination and Immunisation (JCVI), which advises the government, said cases were rising.\n\"Perhaps we can be a little bit optimistic it's not going up any faster, but nevertheless it is going up,\" he told BBC Radio 4's Today programme.\n\"We can conclude that the race is firmly on between the vaccine programme, particularly getting older people's second doses done, and the Delta variant third wave.\"\nDr Mike Tildesley, an epidemiologist and member of the SPI-M modelling group, told BBC Breakfast he was \"cautiously hopeful\" that the number of Covid-19 hospital admissions over the coming weeks will not be on the same scale as in January.\nHe said those who have been going to hospital tended to be \"slightly younger\" and \"slightly less sick\".\n\"Even if we're starting to see more people going into hospital they tend to be younger people who have higher likelihood of recovering successfully.\" \nDr Tildesley said these were all \"cautiously good signs\".\nProf Mark Jit, a vaccine epidemiologist at the London School of Hygiene and Tropical Medicine, told BBC News the UK is \"well into the beginning of the third wave\" of coronavirus.\nHe said the link between getting Covid and hospitalisation or death \"has been weakened, but it's not been broken completely\".\nMost people in hospital with coronavirus have not been vaccinated, he said, \"so there is a bit of a race to get the vaccination out as soon as possible before the third wave gets really big\".\nMeanwhile, people in England who have had both jabs and who come into contact with someone infected with the virus could be spared having to isolate for 10 days if trials prove the idea is effective.\nGovernment sources have told the BBC the trials are examining whether it might be possible to scrap the quarantine period and instead allow double-vaccinated people to take daily tests. \nIf the test, done each morning, is negative the individual would not have to quarantine that day.\nThe trials are not expected to be completed until later in the summer. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57531064",
      "category": "world-europe",
      "title": "Coronavirus: Setback for EU in legal fight with AstraZeneca",
      "tags": "Coronavirus vaccines,European Union,Coronavirus pandemic,AstraZeneca",
      "text": "The EU has lost a legal battle in Brussels to force Anglo-Swedish drug maker AstraZeneca to supply 120m doses of Covid-19 vaccine by the end of June. \nIt went to court last month after the company delayed shipment of the vital vaccines, having originally committed to supply 300m doses by the same date.\nHowever, the EU demand was not satisfied by the judge in Brussels.\nBut the judge did impose a deadline on AstraZeneca to supply doses to the EU over the summer or face hefty fines.  \nBoth the EU and the pharmaceutical company talked up Friday's court order, with Brussels saying it confirmed its position and AstraZeneca saying it welcomed the outcome.   \nThe two-dose Oxford-AstraZeneca jab is one of the big three vaccines, along with those developed by Pfizer-BioNTech and Moderna, and has by far the greatest global reach.\nThe judge at the Court of First Instance in Brussels ordered that AstraZeneca should deliver a total of 80.2m doses by 27 September.\nIf the company fails to do so, the order says, it must pay a penalty of €10 (£8.5; $12) per dose not delivered.\nThe EU's demand for 120m doses by the end of this month was not accepted.\nWelcoming the court order, AstraZeneca said it had already supplied more than 70m doses to the EU and would \"substantially exceed\" 80.2m doses by the end of June.\nIt noted that the order acknowledged that \"the difficulties experienced by AstraZeneca in this unprecedented situation\" had had a \"substantial impact on the delay\" of vaccine deliveries.\n\"AstraZeneca now looks forward to renewed collaboration with the European Commission to help combat the pandemic in Europe,\" it added.\nThe President of the European Commission, Ursula von der Leyen, also welcomed the order but said it confirmed the Commission's view that AstraZeneca had not lived \"up to the commitments it made in the contract\".\n\"It is good to see that an independent judge confirms this,\" she said. \"This shows that our European vaccination campaign not only delivers for our citizens day by day. It also demonstrates, that it was founded on a sound legal basis.\"\nA lawyer representing the EU said the court order meant AstraZeneca must also use a British factory, Oxford Biomedica, to deliver Covid-19 vaccines to the EU if necessary. The factory has been used to supply the vaccine to the UK.\nAmong other things, the court order says: \"The choice to monopolise the Oxford site for the benefit of the UK and in so doing to deprive the EU of an expressly foreseen production site seems even more prejudicial considering its production capacity is twice that of other sites.\"  \nBut AstraZeneca says the legal judgement does not oblige the company to use the Oxford BioMedica plant to fulfil its contract with the EU.\nA further court ruling is expected in September on whether AstraZeneca made its best efforts to fulfil its advance purchase agreement with the EU.\nThe original June target of 300m doses was agreed in negotiations last summer but was then cut by AstraZeneca to 100m because of production problems and export restrictions. That reduction prompted the EU to make its demand for 120m doses."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57525791",
      "category": "uk-northern-ireland",
      "title": "Edwin Poots: DUP leader leaves party office after meeting",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57532258",
      "category": "world-us-canada",
      "title": "Portland riots: Police crowd-control team resigns after officer indicted",
      "tags": "Portland",
      "text": "Every member of a police crowd-control unit in the US city of Portland has resigned after one of its officers was indicted on an assault charge.\nThe charge stemmed from violent anti-racism protests that rocked the city, in the state of Oregon, last year. \nProsecutors allege the officer used \"excessive and unlawful use of force\" against a protester in August 2020.\nBut Portland's police union described the decision to prosecute the officer as \"politically driven\".\nThe crowd-control unit, known as the Rapid Response Team (RRT), comprised about 50 police officers. They serve in the team voluntarily and are deployed during events such as riots, large-scale searches or disaster situations.\nIn a statement, Portland police said members had \"left their voluntary positions and no longer comprise a team\". It said the officers would continue in their regular assignments.\nPortland experienced weeks of protests against racism and police brutality following the death of George Floyd, an unarmed black man, in Minneapolis, Minnesota, in May.\nAmid widespread rioting, vandalism and arson that often took place at night, the RRT was sent in to disperse crowds.\nThe then Trump administration also sent federal security forces to the city in July to protect federal buildings that were being vandalised. However, their deployment exacerbated civil unrest, especially when footage emerged of protesters being grabbed off the street by federal officers and forced into unmarked cars.\nEarlier this week, a grand jury decided to indict Portland police officer Corey Budworth with one count of fourth-degree assault - the first RRT member to face criminal prosecution stemming from the protests.\nVideo of the incident purportedly shows an officer using his baton to push a woman to the ground and then pushing the baton into her face, the New York Times reported.\nThe Portland Police Association said the officer had been \"caught in the crossfire of agenda-driven city leaders and a politicised criminal justice system\".\nActing Portland Police Chief Chris Davis said the mass resignations came after \"a very long complicated history of things that have gone on over the last 14 months\".\n\"I don't think it is just an indictment that caused this to happen,\" he told reporters.\n\"Our entire organisation has been put through something none of us have ever seen through our careers - and at a level and intensity that I don't think any other city in the United States has experienced,\" he added.\nLast October, the then police association president, Daryl Turner, wrote a letter to the city's mayor and police chief asking them to \"stand up and publicly support police bureau members who voluntarily serve on the Rapid Response Team\".\n\"Our RRT members do not volunteer to have Molotov cocktails, fireworks, explosives, rocks, bottles, urine, faeces and other dangerous objects thrown at them,\" he wrote."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57537027",
      "category": "world-middle-east",
      "title": "Iran election: Hardliner Raisi will become president",
      "tags": "Iran",
      "text": "Hardliner Ebrahim Raisi has won Iran's presidential election in a race that was widely seen as being designed to favour him.\nHe thanked Iranians for their support, after securing 62% of the votes.\nMr Raisi is Iran's top judge and holds ultra-conservative views. He is under US sanctions and has been linked to past executions of political prisoners.\nIran's president is the second-highest ranking official in the country, after the supreme leader.\nMr Raisi will be inaugurated in early August, and will have significant influence over domestic policy and foreign affairs. But in Iran's political system it is the country's supreme leader, Ayatollah Ali Khamenei, the top religious cleric, who has the final say on all state matters.\nIran is run according to conservative Shia Islamic values, and there have been curbs on political freedoms since its Islamic Revolution in 1979. \nMany Iranians saw this latest election as having been engineered for Mr Raisi to win, and shunned the poll. Official figures showed voter turnout was the lowest ever for a presidential election, at 48.8%, compared to more than 70% for the previous vote in 2017.\nThe 60-year-old cleric has served as a prosecutor for most of his career. From an early age, Mr Raisi held powerful and high-ranking positions - when he was just 20 years old, he was already serving as the chief prosecutor of the city of Karaj. \nHe was appointed head of the judiciary in 2019, two years after he lost by a landslide to Hassan Rouhani in the last presidential election.\nMr Raisi has presented himself as the best person to fight corruption and inequality, and solve Iran's economic problems. \"Our people's grievances over shortcomings are real,\" he said as he cast his vote in Tehran. \nThe man who wears a black turban identifying him in Shia tradition as a descendant of the Prophet Muhammad is fiercely loyal to Iran's ruling clerics, and has even been seen as a possible successor to Ayatollah Khamenei. \nBut many Iranians and rights groups have pointed to Mr Raisi's alleged role in the mass executions of political prisoners in 1988, when he was 27 years old.\nHe is said to have been part of a so-called \"death committee\" - one of four judges who oversaw secret death sentences for about 5,000 prisoners in jails near Tehran, according to Amnesty International. It says the location of the mass graves where the men and women were buried is being \"systematically concealed by the Iranian authorities\".\n\"That Ebrahim Raisi has risen to the presidency instead of being investigated for the crimes against humanity of murder, enforced disappearance and torture, is a grim reminder that impunity reigns supreme in Iran,\" said Amnesty chief Agnès Callamard.\nMr Raisi has repeatedly denied his role in the death sentences. But he has also said they were justified because of a fatwa, or religious ruling, by former supreme leader Ayatollah Khomeini.\nAmnesty also says that as head of the judiciary Mr Raisi oversaw impunity for officials and security forces accused of killing protesters during unrest in 2019.\nMr Raisi has promised to ease unemployment and work to remove US sanctions that have contributed to economic hardship for ordinary Iranians and caused widespread discontent.\nBBC Persian correspondent Kasra Naji adds that under Mr Raisi, Iran's hardliners will seek to reinforce a puritanical system of Islamic government, possibly meaning more controls on social activities, fewer freedoms and jobs for women, and tighter control of social media and the press.\nThe hardliners are suspicious of the West, but both Mr Raisi and Supreme Leader Khamenei favour a return to an international deal on Iran's nuclear activity. \nThe Joint Comprehensive Plan of Action, signed in 2015, gave Iran relief from Western sanctions in return for limiting its nuclear activities.\nThe US pulled out of the deal in 2018, and President Trump's administration re-imposed crippling limits on Iran's ability to trade. Mr Raisi was among the officials put under sanctions.\nIran has responded by re-starting nuclear operations that were banned under the deal.\nTalks aimed at resurrecting the deal are ongoing in Vienna, with President Joe Biden also keen to revive it. But both sides say the other must make the first move.\nAnalysis by Kasra Naji, BBC Persian\nThe election was engineered to pave the way for Mr Raisi to win. This has alienated a good number of Iranians already deeply discontented with their living conditions in an economy that is crippled by US sanctions but also mismanagement.\nThe result of the election will not help with their concerns and may even lead to more instability at home. In the past few years Iran has witnessed at least two rounds of serious nationwide protests - with hundreds, some say thousands, killed. \nWith Mr Raisi taking the presidency the hardliners will have taken all the centres of power: the executive branch as well as the legislative and the judiciary. Iran will be a more closed society. Freedoms will likely be curtailed even more than before.\nThe regime will look to China to help the economy out of deep crisis. There will be more tension with the West. Indirect talks between Iran and the US in Vienna over reviving the nuclear deal may face more uncertainty. There are already reports that the talks will now break up for a few weeks, allowing all sides to take stock of the new reality in Iran.\nAlmost 600 hopefuls, including 40 women, registered to be candidates in the election.\nBut in the end only seven men were approved last month by the 12 jurists and theologians on the Guardian Council, an unelected body that has the ultimate decision with regard to candidates' qualifications. Three of those candidates subsequently pulled out before polling day.\nBefore he withdrew, reformist candidate Mohsen Mehralizadeh hinted that the vote would be a foregone conclusion, saying during a candidates' TV debate that the ruling clerics had aligned \"sun, moon and the heavens to make one particular person the president,\" according to The Economist.\nMeanwhile former President Mahmoud Ahmadinejad, one of those barred from running, said in a video message that he would not vote, declaring: \"I do not want to have a part in this sin.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-56696907",
      "category": "world-latin-america",
      "title": "Why are so many babies dying of Covid-19 in Brazil?",
      "tags": "Children,Brazil,Long Reads,Coronavirus pandemic",
      "text": "More than a year into the pandemic, deaths in Brazil are now at their peak. But despite the overwhelming evidence that Covid-19 rarely kills young children, in Brazil 1,300 babies have died from the virus. One doctor refused to test Jessika Ricarte's one-year-old son for Covid, saying his symptoms did not fit the profile of the virus. Two months later he died of complications from the disease.\nAfter two years of trying, and failed fertility treatments, teacher Jessika Ricarte had all but given up on having a family. Then she fell pregnant with Lucas.\n\"His name comes from luminous. And he was a light in our life. He showed that happiness was much more than we imagined,\" she says. \nShe first suspected something was wrong when Lucas, always a good eater, lost his appetite. \nAt first Jessika wondered if he was teething. Lucas's godmother, a nurse, suggested that he might just have a sore throat. But after he developed a fever, then fatigue and slightly laboured breathing, Jessika took him to hospital, and asked for him to be tested for Covid.\n\"The doctor put on the oximeter. Lucas's levels were 86%. Now I know that is not normal,\" says Jessika.  \nBut he was not feverish, so the doctor said: \"My dear, don't worry. There's no need for a Covid test. It's probably just a minor sore throat.\"\nHe told Jessika that Covid-19 was rare in children, gave her some antibiotics and sent her home. Despite her misgivings, there was no option to have Lucas tested privately at the time. \nJessika says that some of his symptoms dissipated at the end of his 10-day antibiotics course, but the tiredness remained - as did her concerns about coronavirus. \n\"I sent several videos to his godmother, my parents, my mother-in-law, and everyone said that I was exaggerating, that I should stop watching the news, that it was making me paranoid. But I knew that my son was not himself, that he was not breathing normally.\"\nThis was May 2020, and the coronavirus epidemic was growing. Two people had already died in her town, Tamboril in Ceará, north-east Brazil. \"Everyone knows each other here. The town was in shock.\" \nJessika's husband Israel was worried that another hospital visit would increase the risk that she and Lucas would become infected with the virus. \nBut the weeks went by, and Lucas became sleepier and sleepier. Finally on 3 June, Lucas vomited over and over again after eating lunch, and Jessika knew she had to act.  \nThey returned to their local hospital, where the doctor tested Lucas for Covid, to rule it out. \nLucas's godmother, who worked there, broke the news to the couple that his test result was positive. \n\"At the time, the hospital did not even have a resuscitator,\" says Jessika. \nLucas was transferred to a paediatric intensive care unit in Sobral, over two hours away, where he was diagnosed with a condition called multi-system inflammatory syndrome (MIS). \nThis is an extreme immune response to the virus, which can cause inflammation of vital organs. \nExperts say the syndrome, which affects children up to six weeks after they are infected with coronavirus, is rare, but leading epidemiologist Dr Fatima Marinho from the University of São Paolo, says that, during the pandemic, she is seeing more cases of MIS than ever before. Although it doesn't account for all deaths. \nWhen Lucas was intubated, Jessika wasn't allowed to stay in the same room. She rang her sister-in-law to try and distract herself. \n\"We could still hear the sound of the machine, the beep, until the machine stopped and there was that constant beep. And we know that happens when the person dies. After a few minutes, the machine started working again and I started to cry.\"\nThe doctor told her Lucas had suffered a cardiac arrest but they had managed to revive him.\nDr Manuela Monte, the paediatric doctor who treated Lucas for over a month in the ICU in Sobral, said she was surprised that Lucas's condition was so serious, because he did not have any risk factors. \nMost children affected by Covid have comorbidities - existing conditions such as diabetes or cardiovascular disease - or are overweight, according to Lohanna Tavares, a paediatric infectologist at Albert Sabin Children's Hospital in Fortaleza, the state capital. \nBut that wasn't the case with Lucas. \nDuring the 33 days Lucas was in the ICU, Jessika was only allowed to see him three times. Lucas needed immunoglobulin  - a very expensive medication - to deflate his heart, but luckily an adult patient who had bought his own had donated one leftover ampoule to the hospital. Lucas was so ill that he went on to receive a second dose of immunoglobulin. He developed a rash on his body and was running a persistent fever. He needed support to breathe. \nThen Lucas began to improve and the doctors decided to take out his oxygen tube. They video-called Jessika and Israel so that he wouldn't feel alone as he regained consciousness. \n\"When he heard our voices he started to cry,\" says Jessika.  \nIt was the last time they were to see their boy react. During the next video call \"he had a paralysed look\". The hospital requested a CT scan and discovered Lucas had had a stroke.\nStill, the couple were told Lucas would make a good recovery with the right care and would soon be moved out of ICU and into a general ward.\nWhen Jessika and Israel went to visit him, the doctor was just as hopeful as they were, she says. \n\"That night, I put my cell phone on silent. I dreamed Lucas came up to me and kissed my nose. And the dream was a great feeling of love, gratitude and I woke up very happy. Then I saw my cell phone and saw the 10 calls that the doctor had made.\" \nThe doctor told Jessika that Lucas's heart rate and oxygen levels had dropped suddenly, and he had died early that morning. \nShe feels sure that if Lucas had been given a Covid test when she had requested it back in early May he would have survived.  \n\"It is important that doctors, even if they believe it is not Covid, do the test to eliminate the possibility,\" she says. \n\"A baby does not say what he is feeling, so we depend on tests.\"\nJessika believes that the delay in proper treatment made his condition more serious. \"Lucas had several inflammations, 70% of the lung was compromised, the heart increased by 40%. It was a situation that could have been avoided.\"\nDr Monte, who treated Lucas, agrees. She says that although MIS cannot be prevented, treatment is much more successful if the condition is diagnosed and treated early. \n\"The earlier he would have received specialised care, the better,\" she says. \"He arrived at the hospital already critically ill. I believe he could have had a different outcome if we could have treated him earlier.\"\nJessika now wants to share Lucas's story to help others who may miss critical symptoms.\n\"Every child I know was saved by some warning and the mother says: 'I saw your posts, I took my son to the hospital and he is now at home.' It's as if it were a little bit of Lucas,\" she says. \n\"I have been doing for these people what I wish they had done for me. If I had had information, I would have been even more cautious.\"\nThere is a misconception that children are at zero risk for Covid, says Dr Fatima Marinho, who is also a senior adviser to the international health NGO Vital Strategies. Marinho's research has found that a shockingly high number of children and babies have been affected by the virus. \nBetween February 2020 and 15 March 2021, Covid-19 killed at least 852 of Brazil's children up to the age of nine, including 518 babies under one year old, according to figures from the Brazilian Ministry of Health. But Dr Marinho estimates that more than twice this number of children died of Covid. A serious problem of underreporting due to lack of Covid testing is bringing the numbers down, she says. \nDr Marinho calculated the excess of deaths by unspecified acute respiratory syndrome during the pandemic, and found that there were 10 times more deaths by unexplained respiratory syndrome than in previous years. By adding these numbers, she estimates that the virus in fact killed 2,060 children under nine years old, including 1,302 babies.\nExperts say the sheer number of Covid cases in the country - the second-highest number in the world  - have increased the likelihood that Brazil's babies and young children are affected.\n\"Of course, the more cases we have and, as a result, the more hospitalisations, the greater the number of deaths in all age groups, including children. But if the pandemic were controlled, this scenario could evidently be minimised,\" says Renato Kfouri, president of the Scientific Department of Immunisations of the Brazilian Society of Pediatrics.\nSuch a high infection rate has overwhelmed Brazil's entire health care system. Across the country, oxygen supplies are dwindling, there is a shortage of basic medicines and in many ICUs across the country there are simply no more beds.\nBrazilian President Jair Bolsonaro continues to oppose lockdowns and the infection rate is being driven by a variant called P.1 which emerged in Manaus, in northern Brazil, last year, and is thought to be much more contagious. Twice the number of people died last month than in any other month of the pandemic, and the upward trend is continuing. \nAnother problem driving the high rates in children is a lack of testing.   \nMarinho says that for children often the Covid diagnosis comes too late, when they are already seriously ill. \"We have a serious problem detecting cases. We don't have enough tests for the general population, even fewer for children. Because there is a delay in the diagnosis, there is a delay in care for the child,\" she says. \nThis is not just because there is little testing capacity, but also because it is easier to miss, or misdiagnose, the symptoms of children suffering from Covid-19, as the disease tends to present differently in younger people. \n\"A child has a lot more diarrhoea, a lot more abdominal pain, and chest pain, than the classic Covid picture. Because there is a delay in diagnosis, when the child arrives at the hospital they are in a serious condition and can end up complicating - and dying,\" she says.  \nBut it's also about poverty and access to health care. \nAn observational study of 5,857 Covid-19 patients under the age of 20, carried out by Brazilian paediatricians led by Braian Sousa from the São Paolo school of medicine, identified both comorbidities and socioeconomic vulnerabilities as risk factors for the worst outcome of Covid-19 in children.\nMarinho agrees this is an important factor. \"Most vulnerable are black children, and those from very poor families, as they have the most difficulty accessing help. These are the children most at risk of death.\" She says this is because crowded housing conditions make it impossible to socially distance when infected, and because poorer communities do not have access to a local ICU.  \nThese children are also at risk of malnutrition, which is \"terrible for the immune response\", Marinho says. When Covid payments stopped, millions were plunged back into poverty. \"We went from 7 million to 21 million people below the poverty line in one year. So people are also going hungry. All of this is impacting mortality.\" \nSousa says his study identifies certain risk groups among children that should be prioritised for vaccination. Currently, there are no vaccines available for children under 16 years of age. \nVisits by relatives to children in ICU have been restricted since the beginning of the pandemic, for fear of infection. \nDr Cinara Carneiro, an ICU doctor at Albert Sabin Children's Hospital, says this has been immensely challenging, not just because parents are a comfort to their children, but because they can also help in a clinical sense - they can tell when their child is in pain or in psychological distress and when they need soothing rather than medicating.\nAnd she says the parents' absence intensifies their own trauma when they hear their child's condition has deteriorated and they haven't been there to witness it. \n\"It hurts to see a child dying without seeing their parents,\" says Dr Carneiro.\nIn an attempt to improve the communication between parents and their children, staff at Albert Sabin hospital clubbed together to buy phones and tablets to facilitate video calls. \nDr Carneiro says this has helped immensely. \"We have made over 100 video calls between family members and patients. This contact has greatly reduced the stress.\"\nScientists stress the risk of death in this age group is still \"very low\" - the current figures suggest only 0.58% of Brazil's 345,287 Covid deaths to date have been of 0-9 year olds - but that is more than 2,000 children. \n\"The numbers are really scary,\" says Dr Carneiro.\nWhile coronavirus is infectious to children, it is rarely serious. If your child is unwell it is likely to be a non-coronavirus illness, rather than coronavirus itself.\nThe Royal College of Paediatrics and Child Health advises parents seek URGENT help (call 111 or go to A&E)  if their child is:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57537108",
      "category": "entertainment-arts",
      "title": "Mosh pits and no masks at Download Festival pilot",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57542454",
      "category": "world-us-canada",
      "title": "Arizona police shoot driver who crashed into charity bike ride",
      "tags": "United States,Arizona",
      "text": "A man in a pick-up truck drove into cyclists taking part in a charity bike ride in Arizona, leaving six of them in a critical condition.\nThe incident happened at about 07:25 (14:25 GMT) in Show Low, a city about 180 miles north-east of Phoenix.\nPolice said the suspect, described as a 35-year-old white male, fled the scene and was pursued by officers.\nPolice then shot him behind a hardware store over a mile away, leaving him in a critical but stable condition.\nKristine M Sleighter, a spokeswoman for the Show Low Police Department, told reporters: \"Our community is shocked at this incident and our hearts and prayers are with the injured and their families at this time.\"\nThe department added that the Navajo County Sheriff's Office was assisting them, and the Arizona Department of Public Safety was investigating the shooting of the suspect.\nSix cyclists were rushed to hospital after the crash, four of whom are in a critical condition, while the other two are critical but stable. Police said another two or three victims took themselves to hospital and are in a stable condition.\nLocal cycling shop owner Mike Godwin, who sponsored the race, told the New York Times that the group of cyclists who were hit by the vehicle were in the men's master class group, aged 55 and above.\nThe race, Bike the Bluff, is a 58-mile (93 km) cycle ride through eastern Arizona to raise money for Mountain Christian School, a religious primary school in Show Low. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57527492",
      "category": "uk-england-london",
      "title": "Man looking for Mayfair 'guardian angel' who saved his life",
      "tags": "Mayfair",
      "text": "A man who collapsed on a London street after suffering a stroke is hoping to track down the \"guardian angel\" who saved his life.\nMathew O'Toole, 47, was outside Ole & Steen on Wigmore Street in Mayfair at 08:30 BST on 10 June when it happened. \nHe was sitting on a bench when he began vomiting and sweating.\nHis wife, Georgina, 44, shared a Twitter post hoping to track down the woman who helped.\nShe wrote: \"He started vomiting. Many people passed by. Many probably assumed that he was drunk or hungover. One lady stopped.\n\"She recognised the signs of a stroke, called the paramedics, and directed them to take him straight to UCH emergency stroke unit.\n\"If she hadn't done that, we might not have him here today. Or things could have been a lot worse than they are.\"\nMr O'Toole was able to return home to his family in Farnham, Surrey, after five days in hospital, and although he is lacking some balance and coordination, he is set to make a full recovery.\n\"The road to recovery is long and I know there are going to be ups and downs, but it's purely because of the help that woman gave me that I am here today,\" he said.\n\"It is Father's Day tomorrow, and I could have left two children, aged 16 and 12, and a wife, but as it is I am looking forward to opening some socks.\"\nOne in four strokes happen to people under the age of 65, according to the charity Different Strokes. It says people should use the FAST acronym as a simple test. \nOther stroke symptoms include sudden loss of vision, sudden weakness or numbness on one side of the body, sudden memory loss or confusion, sudden dizziness or unsteadiness, or a sudden fall. \nSource: Different Strokes\nHe said the woman, who he believes was called Dani or Danielle, was a nurse with blonde curly hair, a \"kind face\", and was possibly from Australia or New Zealand.\nHe added: \"People do walk past, we don't always take the time to see what is going on around us, but if that woman hadn't stopped, I would have been dead. She was just so calming with me all the way through.\"\nHe said the family was also \"so grateful\" for the treatment he received from the NHS, and wanted to highlight the importance of recognising the symptoms of a stroke."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57522348",
      "category": "uk",
      "title": "'I was told I didn’t look like somebody who'd been raped'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57538350",
      "category": "uk-scotland",
      "title": "Scotland fans clean up London after Euro celebrations",
      "tags": "Coronavirus lockdown measures",
      "text": "A number of Scotland fans took part in a clean-up of London's Leicester Square after the area was covered in litter during Euro celebrations.\nThe national squad drew 0-0 with England at Wembley, keeping their hopes alive for the knockout stage.\nThousands travelled from Scotland to London to support the team despite Covid restrictions, with a large number of them watching the match in pubs.\nMany are travelling home on Saturday due to a rail strike on Sunday.\nThere was large police presence in both the capital and Glasgow as celebrations took place.\nThe Met Police said 30 people were arrested in London, however, no arrests were made at George Square.\nLondon mayor Sadiq Khan had urged fans not to come to the city unless they had a ticket or had organised somewhere to watch the game.\nWhen a \"large\" crowd gathered in Leicester Square, flares were set off as fans, many wearing kilts and draped in Scotland flags, sang Flower of Scotland and chanted \"No Scotland, no party\".\nThe square and fountain were left covered in litter, however some Scotland fans arrived on Saturday morning to begin a clean-up.\nThere was no indication of disorder in George Square but unauthorised large gatherings are prohibited in Scotland under Covid rules.\nScotland's First Minister Nicola Sturgeon had urged fans to \"be respectful to our hosts\" in London and not to behave in any way that was going to make the Covid problem worse.\nEarlier a dispersal order was issued for central London, giving police extra powers to break up groups of people where they believed their behaviour was causing a nuisance, harassment or distress.\nFans were urged to plan ahead if they were making the journey back to Scotland by train. \nScotRail warned that services would be limited as a result of industrial action on Sunday - members of the RMT union are staging a strike in a dispute about overtime payments. \nServices beyond Glasgow and Edinburgh will be significantly reduced.\nTV coverage of the game drew an average audience of 13.1 million, a peak of 20 million and a 79% audience share across ITV and STV. The match set a new streaming record for the channel with 4.8 million streams across ITV Hub and STV Player.\nIt also becomes the most-watched football match in terms of peak viewing numbers since ITV's coverage of England's World Cup semi-final against Croatia in 2018, which earned 27.5 million viewers.\nThe result comes off the back of Scotland's 2-0 loss to the Czech Republic on Monday and England defeating Croatia 1-0 the previous day.\nScotland will face Croatia at Hampden at 20:00 BST on 22 June, while England will play the Czech Republic at Wembley at the same time."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57541346",
      "category": "world-middle-east",
      "title": "Iran election: Israel PM warns world of Ebrahim Raisi",
      "tags": "Israel,Iran",
      "text": "Israel's Prime Minister has said the international community should \"wake up\" to the election of Iran's next president, Ebrahim Raisi.\nPrime Minister Naftali Bennett said Iran's \"regime of brutal hangmen\" wants nuclear weapons - something Iran has repeatedly denied.\nEbrahim Raisi was declared the winner of Iran's presidential election on Saturday.\nHe is is Iran's top judge and holds ultra-conservative views.\nIn a statement following his victory, he promised to strengthen public trust in the government, and be a leader for the entire nation.\n\"I will form a hard-working, revolutionary and anti-corruption government,\" state media quoted him as saying.\nThe election race was widely seen as being designed to favour Mr Raisi. The president-elect - who will be inaugurated in August - is under US sanctions and has been linked to past executions of political prisoners.\nIn an Israeli cabinet meeting on Sunday, Mr Bennett told colleagues this was \"the last chance for world powers to wake up... and understand who they are doing business with\".\n\"A regime of brutal hangmen must never be allowed to have weapons of mass destruction.\"\nIran and Israel have been in a long-running \"shadow war\", which has resulted in both countries taking part in tit-for-tat actions, but so far avoiding all-out conflict. Recently, however, the hostilities between the two have escalated again.\nThe situation is complex, but one big source of tension is Iran's nuclear activities.\nIran blames Israel for the murder of its top nuclear scientist last year and an attack on one of its uranium enrichment plants in April. \nIsrael does not believe that Iran's nuclear programme is purely peaceful, and is convinced it is working towards building a nuclear weapon.\nThe 2015 Iran nuclear deal, which saw harsh penalties on Iran lifted as long as it stopped some nuclear work, collapsed when former US President Donald Trump abandoned the deal in 2018, and re-imposed the crippling economic sanctions. The Biden administration is now trying to work out a way to re-enter the deal.\nIn response to the sanctions being tightened, Iran stepped up its nuclear activities, and is currently enriching uranium at its highest levels ever - although still short of what is needed to make nuclear-grade weapons.\nCommenting on the election result, the US said it regretted Iranians were \"denied their right to choose their own leaders in a free and fair electoral process\". \nVoter turnout was at a record low for this election, with less than 50% of registered voters going to the polls, compared to more than 70% in 2017. Many people shunned the vote, believing that it had been engineered in favour of Mr Raisi, who is a staunch ally of Supreme Leader Ayatollah Ali Khamenei.\nAyatollah Khamenei has repeatedly called for the elimination of the state of Israel. In 2018, he described the country as a \"cancerous tumour\" that had to be removed from the region.\nNuclear deal talks\nMr Raisi's win has come on the same weekend as negotiations to try and revive the 2015 Iran nuclear deal continue in Vienna. \nThe EU has said another formal meeting will take place on Sunday between Iran and the six world powers involved in the deal. This is the sixth round of indirect talks between the US and Iran, and this week officials said the parties remain divided on some key issues, Reuters reported. \nA spokesman for the US State Department said the indirect talks would still continue after Mr Raisi takes power.  \nRussia's Vladimir Putin was quick to congratulate Ebrahim Raisi, highlighting the \"traditionally friendly and good-neighbourly\" relationship between the two countries.\nThe leaders of Lebanon, Syria, Iraq, Turkey and the United Arab Emirates sent similar messages of support and congratulations.\nA spokesperson for Hamas, the Palestinian militant group that runs Gaza, wished Iran \"progress and prosperity\".\nHowever, human rights groups have said Mr Raisi should be investigated for atrocities.\n\"As head of Iran's repressive judiciary, Raisi oversaw some of the most heinous crimes in Iran's recent history, which deserve investigation and accountability rather than election to high office,\" Michael Page from Human Rights Watch said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-51176409",
      "category": "world-asia-china",
      "title": "Is a million boosters a day achievable? And other questions",
      "tags": "Travel health,Universities,Pets,Exercise,Coronavirus vaccines,China,Infection,Social distancing,Coronavirus testing,Employment,Students,Outbreaks,Self-isolation,Young people,Omicron variant,Motoring",
      "text": "The government wants to offer every adult in England a booster vaccine, in response to concern over the newly-identified Omicron variant.\nIt's the latest measure being taken to combat the newly-identified Omicron variant of Covid. \nHere are some of your latest questions on these, and other related matters: \nWhat questions do you have about coronavirus? Do you want to ask it on BBC News? Get in touch and we may ask you to send us a video of you asking your question.\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question:\nIf you are reading this and can't see the form above you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-57523457",
      "category": "world-asia-india",
      "title": "Milkha Singh: India's 'Flying Sikh' dies from Covid",
      "tags": "India",
      "text": "One of India's greatest athletes, Milkha Singh, has died from Covid-related complications, aged 91.\nPopularly known as \"the Flying Sikh\", Singh won four Asian gold medals and finished fourth in the 400m final at the 1960 Rome Olympics. \nIn 2013, his story was turned into the Bollywood film Bhaag Milkha Bhaag - Run Milkha Run.\nSingh's wife, Nirmal Kaur, a former volleyball captain, also died with Covid earlier this week, aged 85.\nSingh had contracted Covid-19 last month and died of complications from the disease in a hospital in the northern city of Chandigarh late on Friday. \nPrime Minister Narendra Modi led the tributes to the athlete, who has been described as independent India's first sporting superstar.\nSingh's exploits on the track and field are legendary in India. He won five golds in international athletic championships and was awarded the Helms World Trophy in 1959 for winning 77 of his 80 international races. He also won India's first Commonwealth gold in 1958.\nSingh grew up in a small village in what, during his childhood, was still British India. \nAs a young boy who lived in a remote village in Multan province, he saw his parents and seven siblings murdered during the Partition of India and the creation of Pakistan in 1947.\nAs his father fell, his last words were \"Bhaag Milkha Bhaag\", exhorting his son to run for his life.\nThe boy ran - first to save his life, and then to win medals.\nArriving in India as an orphan in 1947, he took to petty crime and did odd jobs for survival until he found a place in the army. It was there that he discovered his athletic abilities.\nSingh won Gold at the 1958 Commonwealth Games in Cardiff and went on to finish fourth in the 400 metres at the Rome Olympics, missing out on a bronze medal by a whisker. \nIn 1960, he was invited to take part in the 200m event at an International Athletic competition in Lahore, Pakistan. He hadn't been back to Pakistan since fleeing in 1947 and initially refused to go.\nSingh eventually did go to Pakistan. Despite the huge support for his main rival, Pakistan's Abdul Khaliq, in the stadium, Singh went on to win that race, while Khaliq took the bronze medal.\nAs Gen Ayub Khan, Pakistan's second president, awarded the competitors their medals, Singh received the nickname that would stick with him for the rest of his life.\n\"Gen Ayub said to me, 'Milkha, you came to Pakistan and did not run. You actually flew in Pakistan. Pakistan bestows upon you the title of the Flying Sikh.' If Milkha Singh is known as the Flying Sikh in the whole world today, the credit goes to General Ayub and to Pakistan,\" Singh told the BBC later.\nEven though he never won an Olympic medal, his only wish was that \"someone else should win that medal for India\".\nSingh once told the BBC he used to run six hours every day.\n\"I would not stop till I had filled up a bucket with my sweat. I would push myself so much that in the end I would collapse and I would have to be admitted to hospital, I would pray to God to save me, promise that I would be more careful in future. And then I would do it all over again.\"\nWhen the biographic film was released in 2013, Singh told the BBC that it would \"inspire the next generation\".\n\"We had nothing in our times. The athletes and sportsmen in those days didn't earn much money. We worked for the applause, people's appreciation inspired and motivated us, we ran for the country,\" he said. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leeds-57531904",
      "category": "uk-england-leeds",
      "title": "Imran Ahmad Khan: Wakefield MP charged with sex assault on boy",
      "tags": "Wakefield",
      "text": "A Conservative MP is to stand trial charged with sexually assaulting a 15-year-old boy in 2008.\nImran Ahmad Khan, MP for Wakefield in West Yorkshire, denies sexually touching the teenager in Staffordshire.\nThe 47-year-old appeared before Westminster magistrates via video-link on Thursday. Reporting restrictions on the case were lifted on Friday.\nHis solicitor said the allegation against the MP, who was elected in 2019, would be \"vigorously defended\".\nDuring Thursday's hearing Chief Magistrate Paul Goldspring said the case was not suitable for trial in the magistrates' court and sent the case to the Old Bailey.\nGranting Mr Ahmad Khan unconditional bail, he said his next court appearance would be on 15 July.\nIn a statement posted on Twitter, Mr Ahmad Khan said he denied the accusation \"in the strongest terms\".\nFollowing the hearing a spokesperson for the Conservative Party said: \"Imran Ahmad Khan has had the whip suspended. As there is an ongoing court case we will not be commenting further.\"\nSuspending the whip in Parliament means he will sit as an independent, but doesn't mean he has been expelled from the party.\nA Crown Prosecution Service spokesman said it had made the decision to charge Mr Ahmad Khan \"after reviewing a file of evidence from Staffordshire Police\".\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57525891",
      "category": "health",
      "title": "UK Covid infections rise as Delta variant dominates",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,NHS England,Coronavirus pandemic",
      "text": "UK coronavirus infections have risen slightly in the last week, with an estimated 119,000 people - up from 110,000 - now positive for the virus. \nThe Office for National Statistics figures, up to 12 June, suggest one in every 540 people is infected.\nThe more infectious Delta variant accounts for almost all of the cases, says Public Health England. \nThere is some regional variation in infection rates, however, and some good news on vaccine efficacy. \nNorth-west England had the highest proportion of people of any region in England likely to test positive for coronavirus in the week to June 12 - around one in 180.\nEastern England had the lowest estimate - around one in 2,480.\nThe trend is \"uncertain\" in Scotland and Northern Ireland, says the ONS, while in Wales the latest estimate is one in 1,500 people infected - down from one in 1,300 in the previous week - although first minister Mark Drakeford says a third wave of Covid is under way linked to the Delta variant. \nAccording to latest data from PHE, a single dose of vaccine reduces a person's chances of catching coronavirus and needing hospital treatment by about 75%, even with Delta circulating in the UK.\nAnd among people who had received the recommended two doses, the chances of catching and being hospitalised by coronavirus was reduced by more than 90%. \nOf 806 people infected with the Delta variant who ended up hospital in England between 1 February and 14 June 2021:\nAs of 14 June, there have been 73 deaths in England of people who were confirmed as having the Delta variant and who died within 28 days of a positive test, and of these:\nThe ONS data also gives the age ranges for people infected in England, based on household testing.\nRates are low and stable among adults over the age of 35 but are rising among younger adults and older teens. \nMeanwhile, the latest R number for the UK is between 1.2 and 1.4. It means that, on average, every 10 people infected will infect between 12 and 14 other people.\nThere have been a further 10,476 cases of Covid in the UK, latest daily government figures show.\nAnother 11 deaths within 28 days of a positive test have also been announced.\nLast Friday there were 7,439 cases and six deaths.\nAll adults can now book Covid-19 jabs in England.\nElsewhere in the UK, people aged 30 and over can get their vaccine in Scotland, although in some parts of Glasgow people aged 18 and over can get a first jab.\nIn Wales, people aged 18 and over can get the vaccine, with the Welsh government announcing that all adults had been offered a vaccine earlier this week.\nIn Northern Ireland, people aged 18 and over can book online or call 0300 200 7813.\nDr Jenny Harries, chief executive of the UK Health Security Agency said: \"Cases are rising rapidly across the country and the Delta variant is now dominant. The increase is primarily in younger age groups, a large proportion of which were unvaccinated but are now being invited to receive the vaccine. \n\"It is encouraging to see that hospitalisations and deaths are not rising at the same rate but we will continue to monitor it closely. The vaccination programme and the care that we are all taking to follow the guidance are continuing to save lives.\"\nSarah Crofts from the ONS said: \"Given the recent announcements to delay the easing of lockdown restrictions, it's critical that we are tracking infection rates over the next few weeks and analysing the impact of the Delta variant.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57529702",
      "category": "uk-politics",
      "title": "Give people the right to switch off after work - Labour",
      "tags": "Flexible working,Angela Rayner,Labour Party",
      "text": "Workers should be given the \"right to switch off\" when they have left for the day to ensure homes don't become \"24/7 offices\", Labour has said.\nThe party also wants employees to have the right to flexible practices such as working from home.\nThis would allow people to spend more time with their families instead of commuting, says Labour.\nThe government says it has no plans to introduce a legal right to work from home.\nA spokesperson said: \"The 2019 manifesto contains a clear commitment to consulting on making flexible working the default, unless employers have good reasons not to.\"\nLabour deputy leader Angela Rayner said \"as restrictions lift and we adjust to a 'new normal\", we need a new deal for working people\".\nShe said Labour's plans would \"enable more people to enjoy the benefits of flexible working, from a better work-life balance to spending less time commuting and more time with their family.\"\n\"We cannot have a drawn-out consultation process that simply kicks this urgent issue into the long grass, leaving workers in a vulnerable position and allowing employers to dictate terms to their staff.\"\nLabour wants the government to:\nThe right to disconnect has been law for four years in France, where companies with more than 50 workers are obliged to set out the hours when staff are not supposed to send or answer emails.\nAt the beginning of the pandemic, the government asked people to work from home if they could, and that guidance is still in place, despite the lifting of other restrictions.\nHowever attention is now turning to what will happen when all Covid limits are removed.\nAn employee can currently ask to continue working from home but the employer does not have to agree to that request.\nSome companies have found home working more effective and that reducing office space can save money.\nA BBC survey conducted earlier this year found that almost all 50 of the UK's biggest employers did not plan to bring staff back to the office full-time.\nOther business, such as cafes in city centres, have suffered from the lower number of office workers.\nProspect general secretary Mike Clancy said his union supported flexible working but added that \"'flexible' has to actually mean 'flexible', not simply moving work from the office to home with the same long hours, 'always on' culture.\"\n\"The challenge as we exit the pandemic is to make sure we build on the flexibility workers want and reset the boundaries between home and work life.\"\nEarlier this week, Downing Street denied press reports it had plans to introduce a legal right to work from home.\nThe prime minister's official spokesman said that there were \"significant benefits\" to be gained from people working in the office and that it would set out its position \"in due course\".\nThe 2019 Conservative manifesto said it would \"encourage flexible working and consult on making it the default unless employers have good reasons not to\". \nA Flexible Working Task Force is looking at non-binding advice for employers."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57525529",
      "category": "uk-scotland",
      "title": "In pictures: Scotland fans celebrate England result",
      "text": "Thousands of Scotland fans were in London to watch the match against England which ended in a 0-0 draw, enough to keep Scotland in the tournament.\nSupporters had been urged not to travel to London unless they had a ticket or had organised somewhere to watch the Euro 2020 game at Wembley Stadium.\nOthers watched the game in homes and pubs around the country, or the fan zone at Glasgow Green.\nAll pictures are copyrighted."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57521972/#comp-comments-button",
      "category": "#comp-comments",
      "title": "DUP looking for new leader as Edwin Poots quits",
      "tags": "Sinn Féin,DUP (Democratic Unionist Party),Arlene Foster",
      "text": "The Democratic Unionist Party is to begin the process of finding a new leader following Edwin Poots' resignation after 21 days as leader.\nHe resigned on Thursday night after an internal party revolt over his decision to agree a deal with Sinn Féin and nominate Paul Givan as first minister. \nA majority of DUP members in the assembly wanted to delay the process.\nIt is believed that Sir Jeffrey Donaldson is the favourite to succeed Mr Poots.\nThe Lagan Valley MP ran against Mr Poots for the leadership and was narrowly defeated in the wake of Arlene Foster's ousting.   \nMr Poots, who took over as leader in May amid internal tensions about the direction of his leadership and the manner of Mrs Foster's departure, announced his resignation after a meeting of DUP party officers on Thursday night. \nThe BBC understands a motion of no confidence was mentioned at the meeting, but not tabled. \nParty sources described the meeting as \"robust\" and said it had become clear Mr Poots knew he had to resign.\nThe process to appoint his successor could move \"at pace\", according to one DUP figure.     \nThere are concerns that the instability around Mr Poots' exit could threaten the future of power-sharing at Stormont. \nFocus now turns to who succeeds Edwin Poots, and Sir Jeffrey Donaldson will be the popular choice within the party. \nHe will be seen as the man who will possibly be able to heal some of the wounds that have been played out in public. That's not to say that there will not be many who may feel uncomfortable with that, as not everyone voted for him in the recent leadership election. \nThere is a sense, though, that Sir Jeffrey will be coronated - it is unlikely that there will be a leadership contest.\nThe party will want to move pretty quickly now, as it will not want to look back at the sores that were created during Edwin Poots' short reign as leader. \nI think that whoever will take over as leader - most likely Sir Jeffrey - will not want any more political instability.\nSo Paul Givan will probably remain as first minister for now. \nOn Thursday night, Mr Poots said he had asked the party chairman to start the process to elect a new leader, and that he would would remain in post until his successor is elected. \n\"This has been a difficult period for the party and the country and I have conveyed to the chairman my determination to do everything I can to ensure both unionism and Northern Ireland is able to move forward to a stronger place,\" he said.\nA planned North-South Ministerial Council (NSMC) meeting in Armagh will now not be going ahead on Friday, the Irish government has said. \nThe NSMC is the main body for cross-border co-operation between the governments of Northern Ireland and the Republic of Ireland.\nDUP MLA Jim Wells, a supporter of Mr Poots during the DUP leadership election, described his resignation as sad and \"very unfortunate\".\n\"The DUP did not have a leadership election for 50 years and now we are going to have two in 50 days,\" he told the BBC's Good Morning Ulster programme.\nHe said there were huge issues ahead and the new leader had to have to support of all in the party. \nOn Friday, DUP Armagh City, Banbridge and Craigavon councillor Darren Causby resigned from the party.\nThough he supported Edwin Poots as leader, he disagreed with his decision to nominate Paul Givan as first minister in defiance of MLAs and MPs.\nHe also does not believe the party will change course under Sir Jeffrey Donaldson.\n\"The DUP is not the party I joined and I have been unhappy for some time,\" he said.\n\"We can't allow Sinn Féin to dictate what happens and that has been the case for some time.\" \nDeputy First Minister Michelle O'Neill described Thursday as a \"tumultuous\" day. \n\"Clearly the DUP is at a crossroads, and they have a choice to make,\" Ms O'Neill said. \n\"The choice is to work with the rest of us, to deliver on power-sharing, to deliver rights, or continue to resist those very rights.\"\nShe added that she had not spoken to Mr Givan since Mr Poots resigned. \nUlster Unionist Party (UUP) leader Doug Beattie said there is a crisis within the DUP \"and the brand of unionism that follows them\". \n\"They left the goal open for Sinn Féin to score. That's why the DUP finds itself in a degree of crisis, whether it's imploding or just a blip, we'll see that in the coming weeks and months,\" Mr Beattie said. \nSDLP leader Colum Eastwood said unionism needed to \"figure out how it wants to engage with the rest of us\".\n\"The last few weeks have been a joke. It has been a real mess for unionism and a mess for all of us,\" he said.\n\"The only way that we can make this place work is to work it together.\"\nAlliance Party MLA Kellie Armstrong said the \"big disaster\" would happen if the new first minister - the DUP's Paul Givan - also resigned. \n\"We have so much to be getting on with. There are ordinary people all over Northern Ireland who still need us to lead. Playing games with politics is just a nonsense,\" said Ms Armstrong. \nTraditional Unionist Voice (TUV) leader Jim Allister said he was \"astounded\" by the speed with which Mr Poots' leadership came to an end, even though he did not expect it to last.\nHe said Mr Poots had left unionism \"in a weaker position than how he found it\". \nHe said the challenge for unionism was to focus on the main issue, which he said was \"dismantling the protocol and its defeat\".\nThe protocol is the part of the Brexit deal that places border in the Irish Sea.\nThere have been growing tensions within unionism and loyalism about the Northern Ireland Protocol, the part of the Brexit deal that created an Irish Sea border.\nUnionists oppose it as they believe it damages the integrity of the UK, and Mr Poots had pledged to get it scrapped as part of his leadership campaign.\nPrime Minister Boris Johnson said it is good that the executive is \"back up and running\". \n\"What we want to do as the UK is ensure we look after the stability of Northern Ireland, the peace process and of course the union,\" he said. \nTaoiseach (Irish prime minister) Micheál Martin said he intends to work collectively with all parties to ensure stability at Stormont.\n\"It will now be a matter for the Democratic Unionist Party to elect a new leader and once that happens we need steady engagement,\" Mr Martin said. \nThis latest issue was sparked after a late-night deal was done between Sinn Féin, the DUP and Secretary of State Brandon Lewis ending a stalemate over Irish language laws to allow for the nomination of a new first minister. \nThe position had become vacant after Mrs Foster formally resigned on Monday, thereby also triggering the resignation of Sinn Féin Deputy First Minister Michelle O'Neill, as it is a joint office. \nMr Poots had named Mr Givan as the DUP's pick to replace Mrs Foster, while Sinn Féin said Ms O'Neill would resume her post as deputy first minister.\nBut Sinn Féin had wanted commitments from the DUP over a timetable for implementing Irish language legislation, as set out in the New Decade, New Approach deal that restored power sharing in January 2020.\nThe party said this was not forthcoming, and it called on Mr Lewis to bring in Irish language legislation via Westminster.\nMr Poots had said he was committed to implementing all of the NDNA commitments, including those around Irish language, but not necessarily before the end of the current assembly mandate in May 2022. \nA deal was then struck between the two parties and the secretary of state in the early hours of Thursday morning that would see Westminster legislate for Irish language commitments in October, if Stormont fails to do so beforehand.\nDUP MPs and peers wrote to Mr Poots expressing concern about the deal, ahead of a DUP assembly group meeting which it is understood saw the vast majority of DUP MLAs - 24 to four - oppose Mr Poots nominating Mr Givan as first minister as a result of the deal. \nHowever, Mr Poots and Mr Givan left the meeting early, ahead of a special sitting of the assembly which then confirmed Mr Givan and Ms O'Neill as first and deputy first ministers. \nThe Loyalist Communities Council (LCC) said the new DUP leader must \"stop the constant flow of concessions to Sinn Féin\" even if it meant suspending the normal operation of devolution. \nThey urged Westminster to \"retract their ill-thought out and rushed decision to legislate for Irish language at Westminster or risk prompting significant political and community instability\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-57541794",
      "category": "world-latin-america",
      "title": "Covid: Brazil hits 500,000 deaths amid 'critical' situation",
      "tags": "Jair Bolsonaro,Brazil,Coronavirus pandemic",
      "text": "The number of deaths related to Covid-19 has passed 500,000 in Brazil, the second-highest in the world, as experts say the outbreak could worsen amid slow vaccination and the start of winter.\nThe virus continues to spread as President Jair Bolsonaro refuses to back measures like social distancing.\nThe health institute Fiocruz says the situation is \"critical\". Only 11% of adults are fully vaccinated. \nTens of thousands of Brazilians joined anti-government protests on Saturday.\nPresident Bolsonaro has been heavily criticised for not implementing a co-ordinated national response and for his scepticism toward vaccines, lockdowns and mask-wearing requirements, which he has sought to loosen.\nThe country has reported, on average, 70,000 cases and 2,000 deaths daily in the past week. Most of the new infections and deaths were among people aged 20-59, Fiocruz said, warning that the start of winter in the southern hemisphere, next week, could result in more infections.\nDespite this, governors and mayors have already relaxed the restrictions imposed to curb the spread of the virus. In many cities, restaurants, bars and shops have reopened while many people in the streets do not wear face masks or follow social distancing.\n\"People in Brazil are tired and they normalise death now so I think we still have a long way to go,\" Dr Natalia Pasternak Taschner, a microbiologist at the Question of Science Institute, told the BBC.\n\"If we're not successful in changing the behaviour of people and if we don't have campaigns for mask wearing, social distancing and vaccinations coming directly from the central government we're not going to be able to control it.\"\nOn Saturday, protests against President Bolsonaro were held in cities across the country, with demonstrators accusing him of delaying the purchase of vaccines while prioritising unproven treatments, such as hydroxychloroquine.\nIn rallies in Rio de Janeiro, Brasília and elsewhere, furious Brazilians carried banners with slogans like \"Bolsonaro must go\" or simply \"500,000\".\n\"His position on Covid and his denialism are absurd. He has abandoned reality and common sense. There is no explaining this, it is surreal,\" Robert Almeida, a 50-year-old marching in Rio, told AFP.\nProtester Denise Azevedo told Reuters: \"Herd immunity won't do any good. The only immunity you can get is with the vaccine. There is no early treatment. I have lost many friends, almost lost a cousin... people are orphans, fatherless, motherless, and childless.\" \nThe outbreak in Brazil has been fuelled by more transmissible variants of the virus, including the one first identified in the Amazon region and now known as Gamma. The rate of occupancy of intensive care unit beds remains at or above 80% in most states, while cities struggle with short supplies of vaccines.\nA parliamentary inquiry at the Brazilian Senate is looking into President Bolsonaro's handling of the pandemic. The opposition accuses him of delaying vaccine orders for political reasons, as he has consistently played down the severity of the pandemic.\nBut the president, whose popularity has plummeted, says he has done all he can to buy vaccines from several countries. He also insists the impact of lockdowns on the economy would be worse than the virus, a position shared by his supporters.\nPresident Bolsonaro has not commented on the 500,000 deaths. On Twitter, Health Minister Marcelo Queiroga expressed solidarity with the \"fathers, mothers, friends and relatives\" of those who had died.\nOnly the US has reported more total deaths related to Covid-19."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57526517",
      "category": "uk-wales",
      "title": "Monmouth: Arrest after pedestrian hit by bicycle dies",
      "tags": "Monmouth",
      "text": "A man has been arrested on suspicion of manslaughter after a pedestrian died following a collision with a bicycle.\nJane Stone, 79, from Monmouth, was injured in the incident at the junction of Wonastow Road and Somerset Road in the town at about 10:00 BST on 7 June. \nMs Stone was taken to hospital but died from her injuries on 11 June. \nA 28-year-old man, also from Monmouth, was arrested on suspicion of manslaughter and causing bodily harm by wanton/furious driving.\nGwent Police said the man was arrested on Thursday and had been released under investigation. \nPaying tribute, Ms Stone's family said: \"Jane was a very caring and active member of the Monmouth community.\n\"Having been born and brought up in Monmouth she trained in London as a teacher, in which profession she was well respected and appreciated. In retirement and being a widow, she returned to her roots, involving herself with great enthusiasm in many aspects of Monmouth life.\n\"Jane was a well-loved member of the family and closely followed the lives of her great nieces and nephews.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57525891/#comp-comments-button",
      "category": "#comp-comments",
      "title": "UK Covid infections rise as Delta variant dominates",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,NHS England,Coronavirus pandemic",
      "text": "UK coronavirus infections have risen slightly in the last week, with an estimated 119,000 people - up from 110,000 - now positive for the virus. \nThe Office for National Statistics figures, up to 12 June, suggest one in every 540 people is infected.\nThe more infectious Delta variant accounts for almost all of the cases, says Public Health England. \nThere is some regional variation in infection rates, however, and some good news on vaccine efficacy. \nNorth-west England had the highest proportion of people of any region in England likely to test positive for coronavirus in the week to June 12 - around one in 180.\nEastern England had the lowest estimate - around one in 2,480.\nThe trend is \"uncertain\" in Scotland and Northern Ireland, says the ONS, while in Wales the latest estimate is one in 1,500 people infected - down from one in 1,300 in the previous week - although first minister Mark Drakeford says a third wave of Covid is under way linked to the Delta variant. \nAccording to latest data from PHE, a single dose of vaccine reduces a person's chances of catching coronavirus and needing hospital treatment by about 75%, even with Delta circulating in the UK.\nAnd among people who had received the recommended two doses, the chances of catching and being hospitalised by coronavirus was reduced by more than 90%. \nOf 806 people infected with the Delta variant who ended up hospital in England between 1 February and 14 June 2021:\nAs of 14 June, there have been 73 deaths in England of people who were confirmed as having the Delta variant and who died within 28 days of a positive test, and of these:\nThe ONS data also gives the age ranges for people infected in England, based on household testing.\nRates are low and stable among adults over the age of 35 but are rising among younger adults and older teens. \nMeanwhile, the latest R number for the UK is between 1.2 and 1.4. It means that, on average, every 10 people infected will infect between 12 and 14 other people.\nThere have been a further 10,476 cases of Covid in the UK, latest daily government figures show.\nAnother 11 deaths within 28 days of a positive test have also been announced.\nLast Friday there were 7,439 cases and six deaths.\nAll adults can now book Covid-19 jabs in England.\nElsewhere in the UK, people aged 30 and over can get their vaccine in Scotland, although in some parts of Glasgow people aged 18 and over can get a first jab.\nIn Wales, people aged 18 and over can get the vaccine, with the Welsh government announcing that all adults had been offered a vaccine earlier this week.\nIn Northern Ireland, people aged 18 and over can book online or call 0300 200 7813.\nDr Jenny Harries, chief executive of the UK Health Security Agency said: \"Cases are rising rapidly across the country and the Delta variant is now dominant. The increase is primarily in younger age groups, a large proportion of which were unvaccinated but are now being invited to receive the vaccine. \n\"It is encouraging to see that hospitalisations and deaths are not rising at the same rate but we will continue to monitor it closely. The vaccination programme and the care that we are all taking to follow the guidance are continuing to save lives.\"\nSarah Crofts from the ONS said: \"Given the recent announcements to delay the easing of lockdown restrictions, it's critical that we are tracking infection rates over the next few weeks and analysing the impact of the Delta variant.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55045639",
      "category": "health",
      "title": "Who is eligible for the Covid jab and is it compulsory for anyone?",
      "tags": "Coronavirus vaccines,Moderna,Vaccination,Pfizer,Omicron variant,Coronavirus pandemic,AstraZeneca",
      "text": "About 37 million people have now had booster Covid vaccine doses across the UK - more than 64% of those eligible.\nThe government is urging everyone who can, to come forward and receive the jab.\nFor most people in the UK, the Covid vaccine is not mandatory.\nHowever, Health Secretary Sajid Javid has reconfirmed that the government wants all front-line NHS staff in England (with some exceptions) to be fully vaccinated by 1 April if they want to to keep their job.\nCare home staff in England must also already be vaccinated (unless exempt).\nMeanwhile a number of employers, including Morrisons, Next, Ikea, Ocado and Wessex Water have cut sick pay for unvaccinated workers who are forced to isolate after being exposed to Covid.\nEmployees will receive only the statutory-sick-pay (SSP) minimum (£96.35 per week), unless there are mitigating circumstances.\nAll staff who test positive for the virus will still receive full sick pay, regardless of their vaccination status.\nAcross the UK, Covid passports providing vaccination status or negative test results are required to enter some venues.\nMany foreign countries are restricting entry to vaccinated travellers or imposing restrictions on those who are not. \nIn England boosters are now available to all over-16s three months after their second dose - but appointments can be booked after two months. Some walk-in appointments are also available. \nIn Scotland boosters can be booked online.\nIn Wales people should wait to be invited, with older and higher-risk people being prioritised.\nIn Northern Ireland people aged 18 to 29 can go to walk-in hubs, and make booster appointments. \nEarly studies from UK researchers suggested a booster vaccine - on top of the first two jabs - provides 80-85% protection against Omicron (compared with 97% against Delta).\nMore antibodies are developed thanks to the booster, giving the body stronger defences against the virus. \nIt makes it harder for Omicron to infect the body, although current vaccines are still not a perfect match.\nPfizer has started clinical trials of a new Covid vaccine which targets the Omicron variant.\nModerna will soon begin trials of its own Omicron-specific jab, and AstraZeneca has also started working on a new version of its vaccine.\nAll children aged 12 and over are being offered two doses of the Pfizer jab. They can usually have a second dose 12 weeks after the first.\nA low-dose version of the Pfizer vaccine has been approved for children aged five to 11 who have health conditions putting them at greater risk from catching Covid. Eligible children in this age group are now being invited for vaccination in Scotland\nPrimary school children who live with clinically vulnerable adults should also be offered a jab, government vaccine advisers said. \nThe Joint Committee on Vaccination and Immunisation (JCVI) also recommended that the normal booster dose should be offered to children aged 12-15 if they:\nIt is not yet clear when children will get these doses.\nAbout 16 and 17-year-olds in England who had a second vaccine dose at least three months ago are being invited to have their booster.  \nThey can make an appointment or attend a drop-in clinic, as can eligible children of the same age in Scotland.\nChildren who are not considered to be at high risk from Covid should wait 12 weeks after a positive Covid test before having the vaccine.\nYour booster will be a single dose of either Pfizer or Moderna - regardless of which vaccine you received before.\nIf you have recently tested positive for Covid, you should wait four weeks from the date of the test before having your booster.\nYou shouldn't have the booster if you have a severe illness or high fever, but Pfizer and Moderna say a mild fever or a cold are not reasons to delay.  \nThe vaccines do not infect you with Covid, and cannot cause positive results on a lateral flow or PCR test.\nYou can still book your first or second jab. You need to wait eight weeks between the first and second.\nIn particular, the government wants unvaccinated pregnant women to come forward.\nThe most common ones include a sore arm, headache, chills, fatigue and nausea.\nThey are part of the body's normal immune response to vaccines and tend to resolve within a day or two.\nThere are extremely rare, but occasionally fatal, cases of people developing blood clots after taking the AstraZeneca vaccine. \nAnd a very small number of people have experienced a severe allergic reaction after the Pfizer vaccine.\nYou should discuss any existing serious allergies with your healthcare professional before being vaccinated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-56765150",
      "category": "world-latin-america",
      "title": "Covid in Brazil: Hunger worsens in city slums",
      "tags": "Sao Paulo,Coronavirus lockdown measures,Poverty,Jair Bolsonaro,Extreme Poverty,Brazil,Coronavirus pandemic",
      "text": "The queue snakes around the block and each day it gets longer: hungry residents of Heliopolis, São Paulo's largest favela, waiting in line for the handout that will keep them going until the next morning. \nThey are given a bowl of pasta with meat and a portion of rice, two packets of biscuits and a carton of milk, shared between a whole household and usually their only meal of the day. Before the pandemic, 300 people would queue up here. Now it is over 1,000, and the charity that runs it has 650 others across São Paulo.\n\"The vast majority of people who live in the favelas work in the informal economy, as cleaners in homes or helping to bake cakes, so when businesses close or houses stop using them, they feel the impact,\" says Marcivan Barreto, the local co-ordinator.\n\"You see people queuing up at 03:00 for food. I'm very worried that as the pandemic continues, a hungry father will start looting supermarkets. When you're starving, despair hits.\"\nDuring the first wave of the pandemic, Brazil's government introduced emergency relief, known as \"coronavouchers\". More than 67 million people received a monthly sum of 600 reais (£83; $107, at the time).\nIt was the biggest single injection of financial aid in Brazil's history, introduced by a president, Jair Bolsonaro, who had previously railed against welfare spending. It pushed extreme poverty to its lowest level since the 1970s - and boosted the president's support.\nBut the relief was temporary. With ballooning public debt, the government first suspended the programme and then reintroduced it but at a far lower level of 250 reais and for fewer people.\nThe drop in aid has hit Luciana Firmino and her family hard. She and her husband now depend on the food handout to feed their five children, living in a cramped couple of rooms in one of the favela's narrow alleyways.\nWhen the pandemic hit, she lost her job in a manicure studio and her husband's occasional work dried up.\nClutching her nine-month-old daughter, she says each day is a decision whether to pay for milk or diapers. \"We can't afford the rent anymore. So we will soon be out in the streets or under a bridge.\"\nThen she breaks down. \"I was hoping for a good life,\" she says through tears. \"Sometimes I think I should give my children away to social services.\"\nBrazil is in the grip of a health and social emergency. It has the world's second-highest death toll from the pandemic at over 370,000, and hospitals are near collapse. A study last week found that 60% of Brazilian households have food insecurity, lacking sufficient access to enough to eat.\nPresident Bolsonaro - who once dismissed the virus as \"just a little flu\", opposed lockdowns and failed to secure vaccine supplies in time - has lost support, particularly as the food handouts have declined. Attempts at impeachment are stirring.\nBut he still has his devoted fans, who insist \"the establishment\" are trying to destroy him.\nThree hours' drive out of São Paulo, the corn harvest is underway on Frederico D'Avila's farm. He has 1,300 hectares of the crop, as well as soybean, barley and fava, nestled beside dense pine forests.\nAnd as the harvester cuts through the stalks of corn, he talks of how the president is slashing \"the system of kleptocracy - chains of corruption - that have run here for 35 years\".\n\"President Bolsonaro wants to preserve liberty; he wants people to get out, work, feed their children,\" he says. \"He wants people to decide if they want the vaccine, not to be obligated by the state. Freedom in Brazil has always been under threat.\"\nI put it to him that the price of that policy is the public health disaster that Brazil is living through. \"It's not a disaster\", he replies. \"We don't have all the data from other countries so we don't know true numbers of dead.\"\nSupporters of the president echo the same line, hammered home by the effective Bolsonaro communication machine with claims that if other institutions, including the Supreme Court, had not tied his hands, he could have managed the pandemic fully.\nTo the charge that Brazil was desperately slow to order vaccines, they reply that the shots could not have been ordered earlier as they had not yet been approved by Brazil's health regulator. \nWhen I remind him that many countries ordered large quantities of vaccines pending regulatory approval so they could then be rolled out quickly, Mr D'Avila tells me the Supreme Court could have sued the president if the shots were ordered and then not approved.\n\"If he had unlimited power like a king, it would be better. He wouldn't need to deal with the Supreme Court and pressure groups,\" he says.\nPresident Bolsonaro is on the back foot. Under fire for mishandling what is becoming a humanitarian crisis and facing a threat from former President Luiz Inácio Lula da Silva, whose conviction for corruption was recently overturned, paving the way to challenge the president in next year's election. \nAnd all the while hospitals fill up, the food queues grow longer, and this shattered country watches helplessly as fresh graves are dug.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57520778",
      "category": "uk-northern-ireland",
      "title": "Q&A: What went wrong for the DUP's shortest-serving leader?",
      "tags": "Northern Ireland Assembly,DUP (Democratic Unionist Party),Arlene Foster",
      "text": "Edwin Poots has resigned as DUP leader after just 21 days in the job following an internal party revolt.\nHe had been elected in the first leadership contest in the DUP's 50-year history, with predecessors chosen by the party's top ranks.\nSo what went so wrong, so quickly, for the party's shortest-serving leader?\nEdwin Poots was under huge pressure having agreed a deal with Sinn Féin and the Westminster government to ensure Paul Givan became Northern Ireland's first minister.\nThis move was voted against by most of his elected colleagues.\nMr Poots, who took over as leader from Arlene Foster in May, had narrowly defeated Sir Jeffrey Donaldson in a leadership vote.\nThe ousting of Mrs Foster was decisive, and also strikingly brutal. \nOn 28 April 2021, the former DUP leader resigned within 24 hours of it being widely leaked to the media that a significant number of elected representatives had signed a letter of no confidence.\nFormer party leader Peter Robinson branded the manner of the heave, which was instigated by Mr Poots' supporters, as \"publicly humiliating, vindictive and needlessly nasty\". \nThat view was shared by a great number of DUP members - some of whom had their own issues with Mrs Foster's leadership, but who nevertheless believed she should have been treated with more respect.\nMrs Foster shared her thoughts about the nature of her ousting with the BBC's Newscast programme.\n\"I think I said a couple of days after what had happened that politics is brutal, but even by DUP standards, it was pretty brutal,\" she said.\nOn Thursday, Mrs Foster enjoyed a spot of lunch with a friend as the DUP party squabbled over the leadership of the party. \nIn a tweet, she said \"I hope everyone is having a nice day\".\nMr Poots' selection of a ministerial team was always going to be a balancing act.\nHe had to reward those who backed him, but many believe he also needed to conciliate those who were unhappy with his election.\nWhile he did ultimately appoint a few supporters of Sir Jeffrey Donaldson to lower level assembly roles, the vast majority of posts were given to his own supporters.\nThe reaction to this was summed up by two ministers sacked by Poots, with Diane Dodds and Peter Weir both accusing him of failing to sufficiently reach out.\nMrs Dodds said it was \"regrettable\" the new team did \"not match the rhetoric about healing and bringing the party together\".\nSignificantly, there was no move to bring Sir Jeffrey into a prominent role in the Poots' camp after a closely fought leadership election. \nThe policy stance that ultimately undid the politician was the one he took on Irish language.\nMr Poots' insisted on pressing ahead with the nomination of his close friend Paul Givan as Stormont's first minister, despite opposition from a majority of his elected representatives who were deeply unhappy. \nThe vast majority of DUP assembly members (MLAs) - 24 to four - voted against Mr Poots' decision during a meeting ahead of the special assembly sitting.\nSinn Féin had made clear it would only re-nominate Ms O'Neill if the party secured a guarantee that language legislation agreed in the New Decade New Approach Deal in 2020, that restored power-sharing, would be implemented.\nA refusal by Sinn Féin to nominate would have crashed the NI Executive and prompted a snap election.\nMr Poots said he would implement the legislation, but did not assure Sinn Féin he would do it in the current assembly mandate. \nIn response, Sinn Féin asked the UK government to introduce the laws at Westminster instead. \nIn the early hours of 17 June, Northern Ireland Secretary Brandon Lewis not only agreed to Sinn Féin's request, but also announced Mr Poots was happy to proceed with reconstituting the NI Executive on that basis.\nThis move came as a shock to many within the DUP ranks and culminated in the decisive meeting at DUP party headquarters in east Belfast the following evening, after which Mr Poots resigned.\nSir Jefferey Donaldson has been tipped as the clear frontrunner for the leadership of the party, as well as some suggestions that East Antrim MP and long-standing DUP stalwart Sammy Wilson could be in the running.\nThe Lagan Valley MP narrowly missed out in the last leadership contest to Edwin Poots by just two votes on 14 May.\nA big question for the DUP in the short term is just how quickly Edwin Poots can feasibly be replaced as leader.\nIt is likely party officers will outline the timetable for that process, proposing a cut-off date for anyone interested in the position, which could be as soon as next week.\nAfter passing that stage, the party will then assess who is in the running for the leadership, and then decide how that is going to be ratified or rubber-stamped.\nThe party has been in the headlines for all the wrong reasons recently, and the DUP will understandably want to move on from this difficult period as soon as possible. \nNewly elected First Minister Paul Givan finds himself in an uncomfortable position. \nThe very man who placed him there a day ago has been unceremoniously dumped from his leadership role by the party.\nWhoever takes on the leadership position will need to make a decision on how best to handle the first minister conundrum. \nUnless Paul Givan resigns from his post he will remain as first minister. \nIf he was to resign, it would then trigger a seven-day count down for another first minister to be appointed.\nFailure to do that, will result in Northern Ireland Secretary Brandon Lewis calling an election.\nSome within the party believe Sir Jeffrey Donaldson could help bring stability back to the party.\nSir Jeffrey may see Mr Givan remaining on in the first minister post as the best way to steady the ship. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-57526273/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Wales at start of third wave, warns first minister",
      "tags": "Coronavirus lockdown measures,Welsh government,Coronavirus pandemic",
      "text": "A third wave of the Covid-19 pandemic is already under way leaving Wales facing a \"serious public health situation\", the first minister said.\nMark Drakeford said Wales may be two or three weeks behind England and Scotland in rising case numbers.\nHe confirmed his decision to pause making major relaxations to coronavirus rules for four weeks.\nOfficials plan to offer a further 500,000 jabs during that time, which will largely be second doses.\nThere had been a \"sustained, week-on-week increase\" in the rate of Covid-19 in Wales, Mr Drakeford said, with the Delta variant originally found in India \"taking hold\".\nMr Drakeford said there was a \"particularly sharp rise\" in people aged under 25.\nWelsh government ministers were considering allowing more people to meet indoors in private homes, before delaying the plans because of the rise in cases.\nThe first minister said the \"job\" of the next few weeks will be \"to do everything we can to prevent\" having to impose lockdown rules again.\nHowever Mr Drakeford is making small changes to wedding reception rules, allowing venues to host as many people as they can safely.\nThe Conservatives called for \"light at the end of the tunnel\" from the first minister, while Plaid Cymru said more support was needed for businesses and those self-isolating.\nWales' Covid infection rate on Friday was 23.6 per 100,000 of the population, compared with 10 a fortnight ago - the first minister said the pattern was being driven by the more transmissible Delta variant.\nMeanwhile, the rate of tests coming back positive has more than doubled to 2.4%.\n\"Our scientific advisers believe the UK is now in the pre-peak stage of a third wave of the pandemic,\" he told a press conference.\n\"Wales may be two to three weeks behind what is happening in England and in Scotland, where tens of thousands of cases have been confirmed, there is widespread transmission and reports of increased hospital admissions as well.\"\nCases in Wales are higher in Conwy and Denbighshire than elsewhere - at 71.7 and 64.8 cases per 100,000 respectively.\nOf all Wales' cases over the last week, 23% were in those two areas.\nNearly half of all cases (47%) in Wales currently involve the under 25s, and more than half (52%) of cases in Conwy and Denbighshire involve this same group.\nCases in the two counties from the age group account for more than 10% of all cases in Wales.\nA total of 74% of local communities have had two or fewer Covid positives in the last seven days.\nHospital numbers remain low although there has been a slight uptick in Covid admissions in Betsi Cadwaladr to nine on Thursday. Only one patient was in critical care with Covid, across Wales, in Cardiff. \nMr Drakeford's decision to delay moving to Wales' lowest levels of coronavirus rules follows decisions taken in Scotland and England to hold off their own plans to ease restrictions - both in response to rising cases driven by the Delta variant.\nHe said Wales was currently \"nowhere near\" needing to impose stricter Covid lockdown rules again in response to concerns about rising transmission.\nThe first minister said the Welsh government was \"pausing\" the relaxation of restrictions \"because we don't want to add fresh risk in to what has become a more risky context\".\nHe said officials were \"not clear\" about \"the full extent to which vaccination has altered the link between falling ill with coronavirus and needing hospital treatment\".\n\"The more people we can vaccinate the stronger the defence will be, and the more certain we will become that we don't need to put anything in reverse,\" added Mr Drakeford.\nMeanwhile Wales' vaccination programme will \"switch into a new emphasis on double doses\" over the next four weeks.\nMr Drakeford said the focus would \"move down the age ranges\" as full vaccination rates were high for older members of the population, 88% for the over 60s, for example.\nHe added the Welsh government will be getting advice \"shortly\" from the Joint Committee on Vaccination and Immunisation on an \"autumn booster campaign\" of Covid jabs.\nDespite the rise in coronavirus rates, the first minister announced a series of small measures he said were designed \"to make those regulations easier to understand and to apply to everyday life\".\nThey included:\nRules in Wales will be reviewed again on 15 July.\nThe Welsh government is also looking at whether rules on face masks in schools could be relaxed.\nThe current rule in Wales is that face coverings should be worn in all areas, including the classroom.\nFirst Minister Mark Drakeford said there will be no immediate change, \"but we will work with schools, local authorities and teaching unions to find ways for the future that they do not need to be worn in every classroom, every day\".\nMeanwhile Wales' Economy Minister Vaughan Gething suggested officials were looking at a pilot for increasing payment for people self-isolating.\nBut he told BBC Radio Wales: \"The challenge is that many good ideas require practical means to deliver them and, in this case, it is the budget we have got with different demands upon it.\"\nThe Welsh Conservatives called for Mr Drakeford to give more clarity on when restrictions would be eased further.\nJames Evans, the party's shadow minister for mental health and well-being, said: \"We do have to be cautious with the Delta variant spreading across Wales and the UK. However I would like some light at the end of the tunnel from the first minister.\n\"Hospitalisations are 95% lower than their previous peak, deaths are 99% lower then their previous peak. Eighty per cent have antibodies, 96% of those of the over-65s and in the vulnerable groups have antibodies.\n\"And I think in Wales we do need to have some idea of Freedom Day - the vaccine programme is working, we just need a bit of light at the end of the tunnel.\"\nPlaid Cymru said the pause of easing restrictions \"made sense\", but called for greater support for those directly affected.\nSian Gwenllian, the party's deputy leader in the Senedd, said: \"We don't know how much pressure this will put on our hospitals, so keeping the status quo for a further four weeks does make complete sense, as does the focus on vaccination to maximise protection.\n\"But I do think we need clarity from Welsh government on support measures, for businesses, for those needing to self-isolate, and for the track and trace work of local authorities.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57536032",
      "category": "world-asia",
      "title": "Myanmar coup: UN calls for arms embargo against military",
      "tags": "Aung San Suu Kyi,Myanmar coup ,Myanmar,United Nations",
      "text": "The UN has issued a rare call to halt to arms sales to Myanmar in response to this year's violent military coup.\nThe General Assembly adopted a resolution condemning the military junta, which overthrew the country's elected government in February.\nThe UN also called for the release of political detainees, such as elected leader Aung San Suu Kyi, and an end to violence against peaceful protesters.\nWhile not legally binding, the resolution is politically significant.\n\"The risk of a large-scale civil war is real,\" UN special envoy on Myanmar, Christine Schraner Burgener, told the General Assembly. \"Time is of the essence. The opportunity to reverse the military takeover is narrowing.\"\nIt was supported by 119 countries, with Belarus the only one to vote against it.\nAnother 36 countries abstained, including Russia and China - Myanmar military's two biggest arms suppliers.\nSome of the abstainers said the crisis was an internal issue for Myanmar, while others said the resolution did not address a brutal military crackdown on the Rohingya Muslim population four years ago, which forced almost a million people to flee the country.\nThe EU's UN ambassador, Olof Skoog, said the resolution \"delegitimises the military junta, condemns its abuse and violence against its own people, and demonstrates its isolation in the eyes of the world\".\nBut Myanmar's UN ambassador Kyaw Moe Tun, who represents the country's elected civilian government, said he was disappointed by how long it took for the General Assembly to pass what he called a \"watered down\" resolution.\nMs Suu Kyi, 75, has been held under house arrest since the coup, and little has been seen or heard of her, with the exception of brief court appearances.\nThe military has justified seizing power in February, alleging voter fraud in general elections held last November.\nBut independent election monitors say the election was largely free and fair, and the charges against Ms Suu Kyi have been widely criticised as politically motivated.\nThe coup triggered widespread demonstrations, and Myanmar's military has brutally cracked down on pro-democracy protesters, activists and journalists.\nSecurity forces have killed more than 860 people and detained nearly 5,000 to date, according to the monitoring group Assistance Association for Political Prisoners (AAPP).\nLast month, Human Rights Watch had urged the UN General Assembly to pass a resolution calling for an arms embargo, saying that \"while not legally binding on states, such a resolution would carry significant political weight\".\n\"Governments should recognise that arms sold to Myanmar's military will likely be used to commit abuses against the population,\" the organisation added. \"Arms embargoes can help prevent such crimes.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-57532264",
      "category": "world-asia-china",
      "title": "Shanghai gallery removes exhibit ranking women 'prettiest to ugliest'",
      "tags": "China,Shanghai,Art",
      "text": "An art gallery in the Chinese city of Shanghai has apologised for promoting an exhibit that ranked images of women from \"prettiest to ugliest\".\nThe video artwork \"Uglier and Uglier\", by male artist Song Ta, featured about 5,000 images and videos of women in real life on a university campus.\nThe artist then ranked them according to how attractive he found them.\nAfter an outcry on social media, the OCAT Shanghai gallery said it had removed the exhibit.\n\"After receiving criticism, we re-evaluated the content of this artwork and the artist's explanation, we found it disrespected women, and the way it was shot has copyright infringement issues,\" the museum said on China's Weibo social media platform.\n\"As a museum that supports diversity, we will take this as a warning, improve our services and treat everyone with empathy.\"\nOCAT - the OCT Contemporary Art Terminal - is a division of the He Xiangning Art Museum.\nSong created the controversial exhibit in 2013 and it has appeared in several shows since then. \nIn his introduction to the project, he says he recorded the women as they passed by him on a university campus, the South China Post reported. Then he numbered them according to how attractive he found them - from prettiest to ugliest - to create the seven-hour long video. \n\"So if you want to see the campus queen, you have to go to the museum as early as possible. Otherwise, as dusk comes, it will become a living hell in this place,\" he said. \nIn a 2019 interview with Vice magazine, Song said he and a team of assistants had digitally sorted the images under titles such as \"forgivably ugly\" and \"unforgivably ugly\".\nHe defended the work saying: \"I think I have the right to tell the truth.\"\nMany commentators on Weibo were outraged that the gallery had displayed and advertised the \"misogynistic\" and \"intrusive\" artwork.\n\"It's already 2021, how can you still objectify women so boldly, without any shame?\" one said.\n\"This artwork is not only insulting but infringes on individuals' portrait rights, and these women didn't even know they were being filmed,\" another wrote. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57534918",
      "category": "world-europe",
      "title": "Robert Schuman: Pope puts father of modern Europe on sainthood path",
      "tags": "France,Catholicism,Pope Francis,Roman Catholic Church,European Union",
      "text": "Pope Francis has put French statesman Robert Schuman, one of the founders of modern Europe, on the path to sainthood in the Roman Catholic Church.\nThe Vatican said the Pope approved a decree recognising Schuman's \"heroic virtues\", an early stage of the long process that can lead to canonisation.\nOne miracle would have to be attributed to Schuman for him to be beatified and then another for him to become a saint.\nSchuman, who died in 1963, was key in creating today's European institutions.\nSeveral popes have praised the role Schuman, who was a devout Catholic, played in trying to break the cycle of wars in Europe. The decree means that he now has the title of \"venerable\" in the Church.\nBorn in Luxembourg in 1886 and naturalised as a French citizen, Schuman briefly supported Marshal Pétain, who would be sentenced to death for being a Nazi collaborator in World War Two. After the German occupation of France in 1940, Schuman was arrested by the Gestapo but managed to escape a year later, and went on to live in hiding until the end of the war.\nIn the post-war period, Schuman served as France's prime minister and foreign minister. In 1950, he proposed that coal and steel resources should be pooled between European countries as a way to avoid future conflicts. The plan became known as the Schuman Declaration, and the day it was announced, 9 May, is celebrated as Europe Day.\nSix founding members - France, West Germany, Italy, Belgium, Luxembourg and the Netherlands - signed the Treaty of Paris, creating the European Coal and Steel Community. It evolved in 1957 to become the European Economic Community and finally the European Union, in 1993.\nHe also played a key role in founding Nato, the North Atlantic Treaty Organization, in 1949, and  served as the first president of the predecessor to the current European Parliament, in 1958. When he left office due to poor health he was given the title of Father of Europe.\nLast year, on the 70th anniversary of the Schuman Declaration, Pope Francis said it had led to \"the long period of stability and peace from which we benefit today\".\nThe France-based Institut Saint Benoît has been promoting sainthood for Schuman for decades, Reuters news agency reports.\nThe next step in the sainthood path of the Catholic Church is beatification. To reach that stage a miracle needs to be attributed to prayers made to the individual after their death. Claims need to be verified by evidence before they are accepted as miracles.\nA second miracle normally needs to be attributed to prayers made to the candidate after they have been beatified for the process to move to canonisation, the final step in declaring a deceased person a saint."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57526543",
      "category": "uk-wales",
      "title": "Tourist tax in Wales: Industry bosses say 'no way'",
      "tags": "Tourism,Wales business,Welsh government,Travel & leisure industry,Wales economy",
      "text": "Tourism industry bosses have given ministers in Wales a blunt message on plans for a possible tourist tax: \"No way.\"\nIt followed Welsh government moves to explore a levy on visitors holidaying in Wales.\nThe Wales Tourism Alliance said it would make the industry less competitive, and make Wales seem more expensive.\nEconomy Minister Vaughan Gething said no decision had been made.\nUnveiling the Welsh government's programme of priorities over the next five years, First Minister Mark Drakeford said a tourism levy \"could be a significant opportunity for local authorities to invest in the conditions that make tourism a success\".\nBut the Wales Tourism Alliance chairman, Andrew Campbell, responded: \"Not only will it make the industry less competitive, sending out a perception that Wales will be a more expensive destination to visit, but businesses are already struggling to bounce back financially from the pandemic.\n\"Rather than proposing a new tax, the Welsh government should be focusing on financial support to help the sector.\"\nBut within the sector, there were concerns the industry could overwhelm some local populations.\nNia Jones, at Anglesey Tourism Alliance, said there had already been many more visitors to the island this year.\n\"Whitsun [half-term] was something else here on the island. I'd say the word 'sinking' comes to mind, not just with overnight visitors, but day visitors too.\"\nBed and breakfast owner George Reid said his Glangwilli Mansion in Carmarthenshire had seen unprecedented demand \"from the moment that we could open the doors\".\n\"The phone has never stopped ringing, literally from the moment that the restrictions were announced that it would be lifting.\"\nIt's not just those relying on the trade for an income that have noticed an increase in visitors - those who live in honeypot towns, such as resort town Benllech on Anglesey, said there has been \"a heck of a lot more\" tourists.\n\"Usually we get a nice quiet period between Whitsun and the summer holidays, but it seems to me that everybody's staying here,\" said resident Gareth Hughes.\nAnglesey tourism chief Nia Jones accepted tourism levies had worked elsewhere, especially on mainland Europe.\nBut she added: \"Is it something that the trade needs to deal and cope with at the moment? That's questionable. \n\"I think it shouldn't be a knee-jerk reaction. There needs to be much consultation with the trade, and the visitors of course, to get the fine balance. \n\"And we need to know exactly how that money's going to be spent.\"\nAsk those in locations such as Benllech though, and they broadly support a tax levy idea - residents and holidaymakers alike.\n\"I can't see why not, as long as it was a minimum. And it would make a lot of local people happy too,\" said Benllech resident Chris Lewis-Roberts.\nGill Simpson, who is on holiday in Benllech with Dawn Warburton, said: \"I agree if it's going to improve the roads and improve infrastructure, but it depends whether it would be affordable.\"\nMs Warburton agreed - but also accepted \"it could put some people off coming and that wouldn't work very well\".\nPet shop owner Lesley Jones backed the levy: \"I think it would be a good thing, as long as the money is then used to help areas that need it most.\"\nShe suggested the income raised should be used to help first time buyers on to the property ladder.\nThe economy minister said the tourism sector did not need to worry that changes would be forced on it - though it is unclear whether the Welsh government has the power to bring in a tourist tax.\n\"It's a conversation and a broad consultation we need to have now. It's got to involve local government because lots of visitors bring lots of pressure on local government services.\n\"We've got to take a health services perspective, and you then have to have a conversation with the people who are in the tourism industry itself as well.\n\"So I don't think people working in this industry need to worry that something is going to be done to them.\"\nWelsh Conservative tourism spokesperson Tom Giffard MS said: \"The evidence and calls against a tourism tax in Wales are mounting, and the first minister now needs to confirm that this terrible idea is a non-starter.\"\nBBC Politics Wales is on BBC1 Wales, at 10:00 BST on Sunday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-57538068",
      "category": "uk-england-merseyside",
      "title": "Fears Liverpool may lose World Heritage status",
      "tags": "Unesco World Heritage sites,Steve Rotheram,Liverpool",
      "text": "Nearly 30 figures from politics, football and academia have signed a letter urging Unesco not to strip Liverpool of its World Heritage status.\nThe threat of demotion has rumbled on for more than a decade after modern developments on the city's waterfront.\nThere are concerns the World Heritage committee will recommend that the city should lose the status in a Unesco report expected on Monday.\nRegional mayor Steve Rotheram is among those who said it would be a \"setback\".\nLiverpool was granted the highly sought-after World Heritage status from the international cultural organisation Unesco in 2004.\nThe accolade recognises the city's history as a major trading centre during the British Empire and its architectural landmarks.\nUnesco will confirm the sites on its World Heritage List in a meeting this July. \nOn Saturday, figures including ex-politician Michael Heseltine, playwright Willy Russell and the chief executives of Liverpool and Everton football clubs signed a letter published in The Times, saying the city was in a \"far superior state than when the status was granted\".\nThey said about £1.6bn had been invested in upgrading 157 heritage assets.\nThe letter also said the forthcoming £500m Everton stadium in Bramley-Moore Dock - in one of the city's poorest areas - would \"bring millions of people to the shores of the Mersey\", where they would also learn about \"the city's and Britain's maritime past\".\nHowever, the stadium plans were initially objected to by heritage body ICOMOS, acting on behalf of Unesco, as well as the Victorian Society and Historic England.\nIn March, the Ministry of Housing, Communities and Local Government said it had \"decided not to intervene\".\nThe letter's signatories urged World Heritage Committee members to \"defer any decision on the city's status and, instead, accept an invitation to visit Liverpool at some point during the next 12 months\".\n\"We hope they see, like us, that Liverpool's World Heritage Site should be shown up as an exemplar of best practice in heritage-led regeneration.\"\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-57526273",
      "category": "uk-wales-politics",
      "title": "Covid: Wales at start of third wave, warns first minister",
      "tags": "Coronavirus lockdown measures,Welsh government,Coronavirus pandemic",
      "text": "A third wave of the Covid-19 pandemic is already under way leaving Wales facing a \"serious public health situation\", the first minister said.\nMark Drakeford said Wales may be two or three weeks behind England and Scotland in rising case numbers.\nHe confirmed his decision to pause making major relaxations to coronavirus rules for four weeks.\nOfficials plan to offer a further 500,000 jabs during that time, which will largely be second doses.\nThere had been a \"sustained, week-on-week increase\" in the rate of Covid-19 in Wales, Mr Drakeford said, with the Delta variant originally found in India \"taking hold\".\nMr Drakeford said there was a \"particularly sharp rise\" in people aged under 25.\nWelsh government ministers were considering allowing more people to meet indoors in private homes, before delaying the plans because of the rise in cases.\nThe first minister said the \"job\" of the next few weeks will be \"to do everything we can to prevent\" having to impose lockdown rules again.\nHowever Mr Drakeford is making small changes to wedding reception rules, allowing venues to host as many people as they can safely.\nThe Conservatives called for \"light at the end of the tunnel\" from the first minister, while Plaid Cymru said more support was needed for businesses and those self-isolating.\nWales' Covid infection rate on Friday was 23.6 per 100,000 of the population, compared with 10 a fortnight ago - the first minister said the pattern was being driven by the more transmissible Delta variant.\nMeanwhile, the rate of tests coming back positive has more than doubled to 2.4%.\n\"Our scientific advisers believe the UK is now in the pre-peak stage of a third wave of the pandemic,\" he told a press conference.\n\"Wales may be two to three weeks behind what is happening in England and in Scotland, where tens of thousands of cases have been confirmed, there is widespread transmission and reports of increased hospital admissions as well.\"\nCases in Wales are higher in Conwy and Denbighshire than elsewhere - at 71.7 and 64.8 cases per 100,000 respectively.\nOf all Wales' cases over the last week, 23% were in those two areas.\nNearly half of all cases (47%) in Wales currently involve the under 25s, and more than half (52%) of cases in Conwy and Denbighshire involve this same group.\nCases in the two counties from the age group account for more than 10% of all cases in Wales.\nA total of 74% of local communities have had two or fewer Covid positives in the last seven days.\nHospital numbers remain low although there has been a slight uptick in Covid admissions in Betsi Cadwaladr to nine on Thursday. Only one patient was in critical care with Covid, across Wales, in Cardiff. \nMr Drakeford's decision to delay moving to Wales' lowest levels of coronavirus rules follows decisions taken in Scotland and England to hold off their own plans to ease restrictions - both in response to rising cases driven by the Delta variant.\nHe said Wales was currently \"nowhere near\" needing to impose stricter Covid lockdown rules again in response to concerns about rising transmission.\nThe first minister said the Welsh government was \"pausing\" the relaxation of restrictions \"because we don't want to add fresh risk in to what has become a more risky context\".\nHe said officials were \"not clear\" about \"the full extent to which vaccination has altered the link between falling ill with coronavirus and needing hospital treatment\".\n\"The more people we can vaccinate the stronger the defence will be, and the more certain we will become that we don't need to put anything in reverse,\" added Mr Drakeford.\nMeanwhile Wales' vaccination programme will \"switch into a new emphasis on double doses\" over the next four weeks.\nMr Drakeford said the focus would \"move down the age ranges\" as full vaccination rates were high for older members of the population, 88% for the over 60s, for example.\nHe added the Welsh government will be getting advice \"shortly\" from the Joint Committee on Vaccination and Immunisation on an \"autumn booster campaign\" of Covid jabs.\nDespite the rise in coronavirus rates, the first minister announced a series of small measures he said were designed \"to make those regulations easier to understand and to apply to everyday life\".\nThey included:\nRules in Wales will be reviewed again on 15 July.\nThe Welsh government is also looking at whether rules on face masks in schools could be relaxed.\nThe current rule in Wales is that face coverings should be worn in all areas, including the classroom.\nFirst Minister Mark Drakeford said there will be no immediate change, \"but we will work with schools, local authorities and teaching unions to find ways for the future that they do not need to be worn in every classroom, every day\".\nMeanwhile Wales' Economy Minister Vaughan Gething suggested officials were looking at a pilot for increasing payment for people self-isolating.\nBut he told BBC Radio Wales: \"The challenge is that many good ideas require practical means to deliver them and, in this case, it is the budget we have got with different demands upon it.\"\nThe Welsh Conservatives called for Mr Drakeford to give more clarity on when restrictions would be eased further.\nJames Evans, the party's shadow minister for mental health and well-being, said: \"We do have to be cautious with the Delta variant spreading across Wales and the UK. However I would like some light at the end of the tunnel from the first minister.\n\"Hospitalisations are 95% lower than their previous peak, deaths are 99% lower then their previous peak. Eighty per cent have antibodies, 96% of those of the over-65s and in the vulnerable groups have antibodies.\n\"And I think in Wales we do need to have some idea of Freedom Day - the vaccine programme is working, we just need a bit of light at the end of the tunnel.\"\nPlaid Cymru said the pause of easing restrictions \"made sense\", but called for greater support for those directly affected.\nSian Gwenllian, the party's deputy leader in the Senedd, said: \"We don't know how much pressure this will put on our hospitals, so keeping the status quo for a further four weeks does make complete sense, as does the focus on vaccination to maximise protection.\n\"But I do think we need clarity from Welsh government on support measures, for businesses, for those needing to self-isolate, and for the track and trace work of local authorities.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57535302",
      "category": "uk-scotland",
      "title": "Euro 2020: Crowds celebrate Scotland's 0-0 draw with England",
      "tags": "Wembley Stadium",
      "text": "Crowds gathered in London's Leicester Square and George Square in Glasgow following Scotland's 0-0 draw with England. \nScotland fans have been celebrating the result, which keeps alive hopes they could still qualify for the next round of the Euro 2020 tournament. \nThere was large police presence in both cities, and in London 30 people were arrested, the Met Police said.  \nMost arrests were made in central London and near Wembley Stadium.\nThe force said offences included violence and disorder, possession of drugs, possession of an offensive weapon, racial aggravation, drunk and disorderly behaviour and assault of a police officer, who suffered minor injuries.\nWhen a \"large\" crowd gathered in Leicester Square, flares were set off as fans, many wearing kilts and draped in Scotland flags, sang Flower of Scotland and chanted \"No Scotland, no party\".\nThe Met Police said at 00:45 BST officers encouraged people still in Leicester Square to leave, finally clearing the area by 01:15 BST.\nTV coverage of the game drew an average audience of 13.1 million, a peak of 20 million and a 79% audience share across ITV and STV. The match set a new streaming record for the channel with 4.8 million streams across ITV Hub and STV Player.\nIt also becomes the most-watched football match in terms of peak viewing numbers since ITV's coverage of England's World Cup semi-final against Croatia in 2018, which earned 27.5 million viewers.\nThousands of supporters travelled south for the match despite being urged not to unless they had a ticket or had organised somewhere to watch the game. \nEarlier a dispersal order was issued for central London, giving police extra powers to break up groups of people where they believe their behaviour is causing a nuisance, harassment or distress.\nThere was no indication of disorder in George Square but unauthorised large gatherings are prohibited in Scotland under Covid rules. \nScotland's First Minister, Nicola Sturgeon, had urged fans to \"be respectful to our hosts\" in London and not to behave in any way that was going to make the Covid problem worse. \nThe 3,000 strong crowd of supporters watching the match at Glasgow's fan zone erupted into huge cheers when the final whistle went on the 0-0 draw. \nAnd at Wembley the Scotland players lapped up the applause of the Tartan Army who stayed behind to celebrate the result as the England fans left. \nA fan zone in Trafalgar Square - where Scotland fans traditionally congregate when their team faces the Auld Enemy - was reserved for 750 key workers. \nMalcolm Gillespie, from Falkirk but living in London, was one of those who managed to secure a space in the area.\nHe said the draw was an \"amazing\" result for Scotland.\nThe 41-year-old, who attended with his son Santiago, eight, said: \"I'm happy but I definitely think we could have edged a win. They've played really well.\n\"It's been fantastic, a really nice atmosphere. I spoke to some English fans who were really friendly. We've loved every minute of it.\"\nMark Cumberworth, 58 and from Essex, said he was disappointed with the result, adding: \"It's almost like we've settled for a draw, which isn't the worst result in the world.\n\"Scotland have played well. England have no chance [of winning the Euros] playing like this.\" \nThe Scotland National Team tweeted that it had been a \"monumental\" effort from \"every one\" of the team. \nAnd Mrs Sturgeon tweeted: \"Yes, sir, you all boogied.\" \nIt was a reference to a video of ecstatic Scotland players dancing to the 1970s disco classic that went viral when they clinched qualification for the tournament by defeating Serbia on penalties in November.\nSNP Westminster leader Ian Blackford tweeted: \"An excellent performance by #Sco - desire, application, organisation and a decent amount of skilful invention.\n\"On another night we might have taken three points not one. Win on Tuesday and we can stay in #EURO2020 Well done @ScotlandNT. You have done Scotland proud.\" \nLondon Mayor Sadiq Khan, who attended the match at Wembley, tweeted: \"A fair result given the determination on both sides.\n\"Scotland held that line and made us work for the point.\" \nThe result comes off the back of Scotland's 2-0 loss to the Czech Republic on Monday and England defeating Croatia 1-0 the previous day. \nScotland will face Croatia at Hampden at 20:00 BST on 22 June, while England will play the Czech Republic at Wembley at the same time.\nWembley and Hampden are among 11 venues across Europe hosting the games in the tournament, which was delayed for a year because of the pandemic.\nScotland's men have never made it past the group stage before, but the top two - or possibly three - teams will go through to the knockout phase. \nWembley was open at 25% capacity for the match, with supporters having to show either proof of vaccination or a negative lateral flow test before entry.\nThe Tartan Army were allocated only about 2,600 tickets for Wembley, due to Covid rules. \nIn the absence of access to the stadium or official fan zones, many supporters instead booked to watch the match from pubs and bars across London.\nSome gathered in Hyde Park and Leicester Square throughout the day, with police moving Scotland fans on from the square during the second half of the match. \nIt is understood it came after an opposing group tried to approach the visiting fans. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57531637",
      "category": "uk",
      "title": "Some furloughed workers do not want to return, Andrea Leadsom says",
      "tags": "Job Retention Scheme,Employment,Andrea Leadsom,Coronavirus pandemic",
      "text": "Some people on furlough are avoiding a return to work because it has been \"great\" for them, former business secretary Dame Andrea Leadsom has said.\nShe said there were some who did not want to go back because they have a garden, have \"great vegetables growing\" and have been able to go walking. \nBut the Conservative MP said there was also a mental health issue about some people fearful of going back.\nThe furlough scheme has helped pay millions of wages during the pandemic.\nA total of 11.5 million jobs have been supported by the Coronavirus Job Retention Scheme and there were 3.4 million people on furlough as of 30 April, according to the latest statistics.\nThere were 5.1 million people on furlough in January.\nSpeaking to BBC Radio 4's Any Questions, Dame Andrea said: \"For some people they're just terrified, so it's like, 'I've been on furlough for so long I really can't quite face going back to the office' and employers are rightly saying, 'well, you need to'.\n\"So there's that issue, the mental health issue, the fear of it.\n\"For other people, it's like, 'well actually being on furlough in lockdown has been great for me - I've got a garden, I've been able to go out walking every day, I've got great vegetables growing, I don't really want to go back to work, maybe I'll think about part-time or I'm going to retire early'.\"\nShe said some businesses in her constituency \"simply can't get people to come back to work\", saying: \"They can't get staff because people have, to be perfectly frank, become used to being on furlough\".\nThe issues \"have very real consequences for our economy\", Dame Andrea said.\n\"If we can't get our economy to bounce back then we can't start to pay this huge bill that we've already incurred for this lockdown, and that's critical at this point.\"\nThe furlough scheme covers up to 80% of an employee's salary for the hours they cannot work, up to a maximum of £2,500 per month.\nAs the economy opens up over the summer, employers who use the scheme have to start paying into it but workers will still receive up to 80% of their pay packet for hours they can't work. The scheme ends on 30 September.\nDame Andrea said on Thursday it was \"disappointing that some staff on furlough have taken on second jobs and then resigned when invited back to work\".\nShe said she asked Steve Barclay, chief secretary to the Treasury, in the House of Commons what could be done to protect the taxpayer from \"furlough gaming\" and how businesses could be protected.\nReplying, Mr Barclay said it was a \"very important and legitimate point\", saying: \"In terms of the design of the furlough scheme it was designed to operate within the employment law framework, so an employee is able to have a second job whilst on the furlough, providing this is allowed within the terms of their existing employment contract.\n\"But I appreciate the spirit of the point she is raising.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57519070",
      "category": "uk-scotland",
      "title": "Covid: How will Scotland's vaccine certificate change?",
      "tags": "Tourism,Travel,NHS Scotland,Coronavirus vaccines,Vaccination,Vaccine passports,Coronavirus pandemic",
      "text": "With the vaccination programme racing against the spread of new variants, rules around international travel are rapidly changing.\nAlthough different countries have their own entry rules, a digital \"passport\" which provides evidence of a person's vaccination status has been rolled out across Europe.\nSimilar apps have been rolled out in the UK and while Scots have had to request theirs by post, Nicola Sturgeon has announced a QR system will be launched on Friday.\nPeople in Scotland have been able to access their certificate since 19 May - which shows both the dates of Covid vaccination and the type of drug administered.\nThe Scottish government said the service was intended to allow people access to a certificate without asking their GP, thereby \"easing the burden\" on the NHS.\nWhile no countries required vaccination status to travel when the service launched, some countries now do - and destinations have different entry rules which can change at short notice.\nThe government has information which you can check before travelling.\nMore than 30 countries, including Greece and Spain, now accept the pass.\nOriginally people could download the document online, but on 22 May the site suffered a security glitch which enabled people to alter details on the document using popular software programmes.\nBBC Scotland was able to download a certificate and edit it to include a false name and the address of the BBC's Glasgow headquarters.\nA fix was implemented on 25 May, which meant people in Scotland could only request the document be sent to them by post.\nPeople can view their vaccine status through the NHS Inform patient portal. Users have to log in using a unique username printed on their Covid vaccination appointment letter.\nThose who are not online can request the certificate to be posted by phoning a freephone Covid status helpline on 0808 196 8565.\nScotland's reliance on a paper system was previously criticised by travel agents, who said travellers were being \"blindsided\". \nConcerns emerged that the paper system was causing airport queues and more interactions with staff and passengers.\nBy the end of July, the Scottish government had awarded a Danish firm a £600,000 contract to develop a vaccine passport similar to those already in use elsewhere in the UK and Europe.\nOn Tuesday during a Covid update to Parliament, Ms Sturgeon confirmed people could download their certificate in the form of a QR code from Friday.\nPaper copies will continue but will include a QR code on them.\nFurthermore, vaccine passports are to be required for entry to nightclubs and many large events in Scotland from later this month.\nMs Sturgeon said the hospitality industry as a whole would not be included in the certification scheme - although that decision would be kept under review.\nAnd there are no plans to include key services or settings where people have no choice over attendance - such as shops, public transport, education and medical services.\nAn EU vaccine \"passport\" has been introduced across all 27 member nations - plus Switzerland, Iceland, Norway and Liechtenstein.\nBecause the UK is no longer in the EU, the certificate is not available to most Britons, which has led to a number of problems.\nThe European system often requires people to present a QR code, however people in Scotland have been denied entry to certain places when they presented their paper certificate.\nFrance insists UK visitors are fully vaccinated before entry for non-essential travel. The country has also tightened its rules for any UK travellers who are not fully vaccinated, requiring them to have a negative test in the 24 hours before arrival, rather than the 48 hours allowed previously.\nThe country has also rolled out a new health pass which means people need proof of vaccination to enter places such as museums and cinemas.\nMeanwhile Norway initially only accepted Norwegian, Danish, Swedish or EU digital Covid certificates as proof of vaccination or previous illness.\nFrom 12 August it began to accept certificates from England and Wales as it was able to verify QR codes at the border.\nAgain this has caused problems for people in Scotland - including one man whose yacht has been stranded in Norway since last August.\nPeople in England can use the NHS app to either download their certificate or have it emailed to them. \nSimilar systems are in place in Wales and Northern Ireland, and while the NI system went offline following a data breach in early August, it is now up and running again.\nPrime Minister Boris Johnson has announced plans \"to make full vaccination the condition of entry to nightclubs and other venues where large crowds gather\" by the end of September.\nUnder these new measures, people would show proof of vaccination by using the NHS Covid Pass app in England."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57541044",
      "category": "world-us-canada",
      "title": "Joe and Jill Biden announce death of 'beloved' dog Champ",
      "tags": "White House,Washington DC,Dogs,United States,Joe Biden",
      "text": "US President Joe Biden and First Lady Jill Biden have announced the death of their \"beloved\" German Shepherd Champ, who had been with them for 13 years.\n\"Our family lost our loving companion Champ today. I will miss him,\" President Biden wrote on Twitter.\nChamp was one of two German Shepherds living at the White House with the Bidens, alongside Major.\nHe had also lived in Washington when Mr Biden was vice-president.\n\"In our most joyful moments and in our most grief-stricken days, he was there with us, sensitive to our every unspoken feeling and emotion. We love our sweet, good boy and will miss him always,\" the Bidens said in a statement.\n\"Even as Champ's strength waned in his last months, when we came into a room, he would immediately pull himself up, his tail always wagging, and nuzzle us for an ear scratch or a belly rub. Wherever we were, he wanted to be, an everything was instantly better when he was next to us,\" they said.\nIn his younger days, when Joe Biden was vice-president, Champ was \"happiest chasing golf balls on the front lawn of the Naval Observatory or racing to catch our grandchildren as they ran around our backyard in Delaware\", the Bidens said.\nThe arrival of Champ and Major, a three-year old rescue dog the Bidens adopted in 2018, marked the return of pets to the White House after a hiatus under former President Donald Trump.\nMajor was in the news in March for reportedly twice biting people in the White House."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57542194",
      "category": "uk-politics",
      "title": "Sort rape convictions or go, Labour tells Buckland",
      "tags": "Sexual violence,Ministry of Justice,Crown Prosecution Service,David Lammy,Robert Buckland",
      "text": "The justice secretary must resign if he cannot reverse low conviction rates for rape within a year, Labour has said.\nShadow justice secretary David Lammy said Robert Buckland shed \"crocodile tears\" when he apologised for convictions falling to a record low.\nA government report this week said only 3% of reported rapes in England and Wales resulted in a prosecution in 2019-20 - down from 13% five years ago.\nMr Buckland said Mr Lammy's comments had no place in a serious debate.\nThe justice secretary told the BBC's Andrew Marr Show that Labour was pursuing \"low politics\" in challenging him to improve the conviction rates or resign.\nHe said: \"It is constitutionally illiterate to suggest that a politician like me should in any way command and control the way that independent police and prosecutors go about their work.\"\nMr Buckland declined to say if he would be lobbying the Treasury for more funding to improve prosecutions, saying that while there were \"pressures on the system\" it was not at \"breaking point\".\nEarlier this week, he admitted budget cuts were partly to blame and set out plans for a \"system and culture change\".\nThe justice secretary said he was \"deeply ashamed\" that convictions for rape and other sexual offences in England and Wales had dropped to the lowest level since records began.\nMr Lammy said: \"The justice secretary's crocodile tears will mean nothing if the government fails to reverse its disastrous failure of rape victims.\n\"The Conservatives' decade of cuts to the justice system has let rapists and other violent criminals off the hook while denying victims justice...\n\"If he cannot reverse these figures within a year of his apology, the justice secretary should do the honourable thing and resign.\"\nThe latest figures from the Crown Prosecution Service show there are an estimated 128,000 victims of rape and attempted rape a year. But only 1.6% of reported cases result in a charge.\nThe government's plans set out in its report include:\nThe report - commissioned in March 2019 - also said the volume of cases going to court should return to \"at least 2016 levels\" and that regular \"scorecards\" would be published to monitor progress.\nThere are many possible factors behind the fall in prosecutions. \nThe review argued it was due to \"a strained relationship\" between different parts of the system, lack of support for the victims and \"an increase in invasive requests for their personal data\".\nIn rape investigations, there has been an increase in the amount of evidence to consider, often from phones and social media, making them more difficult for police, prosecutors and, potentially, victims."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57537575",
      "category": "uk-wales",
      "title": "Adam Fryer: Hit-and-run victim out of coma in France, family say",
      "tags": "Conwy,Colwyn Bay",
      "text": "The family of a man who suffered \"life threatening injuries\" after a hit-and-run while on a night out in France say he is out of a coma.\nAdam Fryer, 35, from Conwy county, is in hospital after being hit by a car in the coastal town of Fécamp in Normandy. \nHis parents, Ricky and Jacqueline Fryer, have been at his bedside at the Charles-Nicolle hospital in Rouen.\n\"He has a long way to go... but our prayers have been answered so far,\" the family said in a statement.\nPolice are looking for the driver of a grey Renault Clio following the hit and run which happened on 10 June at about 00:30 BST.\n\"Adam is out of the coma and off the ventilator now,\" the family said.\n\"He has a long way to go with rehabilitation, surgery and recovery, but our prayers have been answered so far.\n\"We are extremely grateful to all the medical staff, including the fire service in France for saving his life.\"\nAn online fundraising page has been set up by a family friend and has raised almost £3,000 in seven days. \nDozens of friends have also left goodwill messages on Adam's Facebook page. \n\"We have had so much love and support from everyone at home,\" said the family statement.\n\"It's heart-warming to know how well thought of Adam is in his hometown of Conwy after his efforts to raise so much money and awareness for charity.\"\nThe trained diver, who works for a marine and civil engineering firm, had been working on the construction of an offshore wind farm off the coast of Normandy. \nFamily friend Samantha Farr said Mr Fryer \"has such a good heart\".\n\"On the 10th May, he saved a man's life at a petrol station in Colwyn Bay as he was having a heart attack and Adam carried out CPR,\" she said. \"He is an absolute diamond.\"\nMs Farr also said he helped in the initial search for the Conwy fishing vessel the Nicola Faith when it disappeared in January. \n\"We know he will pull through,\" she said.\n\"He's a fighter and he's one of the strongest people I know.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57531070",
      "category": "world-us-canada",
      "title": "Abortion rights: US Catholic bishops face clash with Biden",
      "tags": "Abortion,Catholicism,Roman Catholic Church,US abortion debate,United States",
      "text": "US Catholic bishops are on a potential collision course with President Joe Biden after voting to commission a document that may call for him to be barred from Holy Communion. \nThe US Conference of Catholic Bishops (USCCB) clashed online over whether to draw up a teaching document on politicians who support abortion.\nHoly Communion is the most important ritual in the Catholic Christian faith. \nThe Catholic president regularly attends Mass.\nResponding to news of the bishops' vote, he said: \"That's a private matter and I don't think that's gonna happen.\"\nThe Vatican has already indicated its opposition to the bishops' move. \nAfter the debate on Thursday, the Most Reverend Allen H Vigneron, vice-president of the USCCB, announced the move had passed by 168 to 55, with six abstentions. \nThe US clergy is deeply divided on the issue. The Most Rev Robert McElroy, bishop of San Diego, warned such a document would lead to the \"weaponisation\" of the Eucharist (the more formal name name for Holy Communion). \nHowever, the Most Rev Liam Cary, the bishop of Baker, Oregon, said the Church was in an \"unprecedented situation\", with \"a Catholic president who is opposed to the teaching\" of the Church.\nThe document will now be drafted by the doctrine committee of US bishops.\nHowever, although it will be a form of national policy, it will not be binding. Each individual bishop has the right to decide who should be blocked from receiving Communion in his diocese. \nThe document will return for debate at the next bi-annual US Catholic Bishops Conference in November.\nThe controversial issue of whether politicians who support abortion should receive Communion has become more prominent with the election of Mr Biden as president. \nCardinal Blase Cupich, archbishop of Chicago, warned most priests would be \"puzzled to hear that bishops now want to talk about excluding people at a time when the real challenge before them is welcoming people back to the regular practice of the faith and rebuilding their communities\".\nHowever, proposing the motion, Bishop Kevin Roades, of Fort Wayne-South Bend, said: \"We weren't targeting particular individuals or limited to one issue, but I think we need to accept the [Church's] discipline that those who obstinately persist in grave sin are not to be admitted to Holy Communion.\"\nCardinal Luis Ladaria - the prefect for the Congregation for the Doctrine of the Faith, the Vatican's theological watchdog - urged the US Catholic Bishops Conference to delay the debate.\nHe wrote to the conference saying it would be \"misleading\" to suggest abortion and euthanasia were \"the only grave matters of Catholic moral and social teaching that demand the fullest level of accountability on the part of Catholics\".\nCatholics for Choice, an abortion rights group, said it was profoundly saddened by the move. \nIn a statement, the group's president, Jamie Manson, said: \"In a country and church already riven with tension and division, today the bishops chose to be partisan instead of pastoral, cruel rather than Christ-like.\"\nBut she said the minority of bishops who spoke out against it provided a glimmer of hope. \nJoe Biden is the second Catholic elected US president, after John F Kennedy. He could be the first president to be denied Communion by his Church - a remarkable development that emphasises the divisive nature of abortion in US politics and religious life.\nBiden isn't the only politician to support abortion rights who has faced sanction by Catholic clergy, of course. Former Secretary of State John Kerry drew similar warnings when he ran for president in 2004, and several members of the Kennedy family have been prohibited. \nIn addition, the resolution being considered by the US Catholic bishops would be non-binding, and Biden's church in Washington, the Jesuit-run Holy Trinity, seems unlikely to heed the guidance.\nNevertheless, at a time when the Catholic Church has been beset by a decades-long paedophilia scandal and membership has declined, the decision to consider punishing perhaps the best-known American Catholic - a man who attends Mass weekly and regularly speaks of his faith - comes with considerable risk.\nFor many members of the US Catholic leadership, however, abortion is an issue of life and death - and one worth the fight. As the Supreme Court is poised to consider the national legality of the procedure, it's a subject that seems destined only to become contentious."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-57309538",
      "category": "world-latin-america",
      "title": "Brazil Covid: Deaths plunge after town's adults vaccinated",
      "tags": "Coronavirus vaccines,Brazil,Coronavirus pandemic",
      "text": "A Brazilian town has seen a 95% drop in Covid-19 deaths after almost all adults were vaccinated as part of an experiment, researchers say.\nSerrana, with 45,000 inhabitants, saw cases plunge after a mass vaccination with the Chinese-developed CoronaVac.\nThe team said those who had not been vaccinated were also protected by the reduction in the virus's circulation.\nThe findings suggest the pandemic can be controlled after 75% of people are fully dosed.\nBrazil has been hit hard by the pandemic, with nearly 463,000 deaths.\nThe country is struggling with a slow vaccination campaign due to insufficient jabs, while the average of daily deaths and cases remains high amid a lack of co-ordinated measures to curb infections.\nThe experiment in Serrana, in the south-eastern São Paulo state, was carried out between February and April by Instituto Butantan, which produces the CoronaVac vaccine developed by China's Sinovac Biotech.\nThe city was divided into four areas to help determine the threshold for containing the virus. The team said this was achieved after three areas, or about 75% of the population over the age of 18, had been given both doses.\nWhen 95% of adults were fully vaccinated, they said the results showed that:\nRicardo Palacios, research director at Butantan, said the key figure was the 75%.\n\"The most important result is that we can control the pandemic without having to vaccinate the whole population,\" he said.\nMr Palacios also said there was a decline in the number of cases among children and teenagers, who had not been vaccinated. This could indicate that there was no need to vaccinate children for schools to reopen, he said.\nAccording to Mr Palacios, the vaccine was also effective against the variant originally known as P.1, and now called Gamma, that was first identified in the northern city of Manaus and has been blamed for a surge in cases across the country.\nSerrana, some 315km (195 miles) from São Paulo, is surrounded by cities that are grappling with a spike in infections. A lockdown is in place in Ribeirão Preto, located 24km away with a population of 710,000.\nThe results of the experiment could give a boost to the CoronaVac, which is being used by dozens of developing countries. There was some controversy about the vaccine this year, after clinical trials in Brazil, Indonesia and Turkey put its efficacy in a range of 50% to 90%. \nThe CoronaVac is an inactivated vaccine, and works by using killed viral particles to expose the body's immune system to the virus without risking a serious disease response.\nThe experiment in Serrana was the first of its kind in the world, its authors said. There were no reports of severe side effects from the vaccine and no Covid-related deaths among those who had been vaccinated 14 days after the second shot was applied, the results showed.\nA similar study is being carried out in another Brazilian city, Botucatu, which has a population of 148,000. Researchers are using the Oxford/AstraZeneca vaccine, produced locally by the Fiocruz institute.\nBrazil has the second-highest Covid death toll in the world after the US, and the third-highest number of cases, at more than 16.5 million. The Brazilian Senate is holding an inquiry into President Jair Bolsonaro's handling of the pandemic and the slow roll-out of the vaccine programme."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57541836",
      "category": "uk-politics",
      "title": "Former Speaker and Conservative MP John Bercow joins Labour",
      "tags": "Conservative Party,John Bercow,Labour Party",
      "text": "Former Speaker of the House of Commons and Tory MP John Bercow says he has changed allegiances to join Labour.\nHe told the Observer the Conservatives under Boris Johnson were \"reactionary, populist, nationalistic and sometimes even xenophobic\".\nThe government \"needs to be replaced\", said Mr Bercow, who made controversial procedural decisions over the Brexit process during his time as Speaker.\nA senior government source said: \"This will surprise nobody.\"\nIt \"shows Labour is still the party of Remain\", the source added.\nMr Bercow stood down as Speaker and MP in November 2019 after a decade in the job. He had been a Tory MP for 12 years before taking the role.\nBecause the Speaker has to be politically impartial, he had to resign from the party when he was elected Speaker in 2009.\nDuring his time as Speaker, he gave unprecedented and controversial powers to backbenchers during debates over Brexit. \nHe also had several run-ins with the Conservative Party, including in 2015 when he survived an attempt by Conservative whips to oust him just before the election.\nIn an interview with the Observer, Mr Bercow said: \"I am motivated by support for equality, social justice and internationalism. That is the Labour brand.\n\"The conclusion I have reached is that this government needs to be replaced. The reality is that the Labour Party is the only vehicle that can achieve that objective. There is no other credible option.\"\nHe told the newspaper he joined Labour a few weeks ago. The Labour leader's office declined to comment.\nSpeaking to Sky News, he said he hadn't felt \"the slightest desire\" to rejoin the Conservative Party when he stepped down as Speaker.\nAlthough he hit out at the prime minister as a \"lousy governor\" with \"contempt\" for Parliament, he said his decision was \"not personal against Boris Johnson\".\nHis political beliefs, he added, had evolved \"over a long period\". \nOn his retirement as Speaker, Downing Street declined to put forward Mr Bercow's name for consideration for a peerage by the House of Lords Appointments Commission. Instead, the Labour opposition nominated him.\nIn February 2020, he told the BBC there was a \"conspiracy\" to keep him out of the House of Lords.\nHe said it was \"blindingly obvious\" that there was a \"concerted campaign\" to prevent him from being given a peerage, a position conventionally offered to former Speakers. \nAsked if there is the possibility of being recommended for a peerage by Labour leader Sir Keir Starmer, Mr Bercow told the Observer: \"There has been no such discussion and I have asked for no such thing.\n\"This isn't about revenge. That is not what motivates me.\"\nFormer Labour leader Jeremy Corbyn said Mr Bercow had \"stood up for Parliament during one of the most turbulent periods in British politics\".\nHe added that he looked forward to \"campaigning with him for social justice and peace in the future\".\nTory pensions minister Guy Opperman said: \"Labour are welcome to Bercow.\"\nIn response to Mr Bercow's interview, a senior government source said: \"The prime minister has an ambitious agenda to build back better from the pandemic and level up across the UK.\"\nThe source said the impact of the pandemic had \"forced us to take tough but necessary decisions on how we spend taxpayers' money\", including on international aid."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57535928",
      "category": "uk-politics",
      "title": "Chesham and Amersham by-election defeat a warning shot, says Tory co-chairman",
      "tags": "Conservative Party,Planning permission,Ministry of Housing, Communities & Local Government,Boris Johnson,Chesham,Amersham,Amanda Milling,Liberal Democrats,Sarah Green",
      "text": "The government has been sent a \"warning shot\" by voters over planning reforms for England and the HS2 rail link, the co-chairman of the Tories has said.\nWriting in the Daily Telegraph, Amanda Milling said voters' concerns were \"loud and clear\" after the Lib Dems won the Chesham and Amersham by-election.\nShe said the Conservatives would look at how they could regain their trust.\nMs Milling said ministers needed to \"shout louder\" about Boris Johnson's promise to \"level up\" the UK.\nThe Liberal Democrats overturned a 16,000 majority in Thursday's by-election to take a seat that had always voted Conservative. Sarah Green won with 8,028 more votes than the Conservatives, with the Green Party in third place.\nLocal opposition to the HS2 high-speed rail line being built through the constituency and the government's proposed changes to the planning system, which could see more homes being built in rural areas, were major factors in the poll.\nIn her article, Ms Milling says: \"I am in no doubt that Thursday's result is a warning shot and we are listening. And as co-chairman, I will ensure that we learn the lessons from this campaign.\n\"Over the coming weeks and months, we will take stock of what happened in Chesham and Amersham and look at how we can regain the trust of voters there.\"\nThe government says the Planning Bill - announced at the Queen's Speech - will make it easier to hit house-building targets.\nIn protected areas - such as areas of natural beauty, places at risk of flooding, and the green belt - development would generally remain restricted. But councils would have to look favourably on development in \"renewal\" areas, and in \"growth\" zones, applications conforming to pre-agreed local plans would automatically gain initial approval.\nFormer minister, and MP for Ashford, Damian Green said the Tory Party must listen to voters and not drift away from its core vote.\n\"People want some form of local control,\" he said. \"People don't want to feel they are going to have developments dumped on green fields near them when they and their local representatives have had no say about it.\"\nCannock Chase MP Ms Milling noted the planning bill has not yet been published, adding the government \"has been clear\" that any reforms would protect green spaces and still give local authorities the final say. \nAddressing concerns the government's focus on the so-called former red wall seats in the Midlands and North of England has left people in traditional \"blue wall\" Tory areas feeling left behind, Ms Milling says the prime minister's levelling up agenda \"was a promise to people - North, South, East and West - to help them take the opportunities that our country and government can provide\".\nMany Conservative MPs remain opposed to the plans and are using the by-election defeat to argue for a rethink before the government publishes draft legislation. \nAlso writing in the Telegraph, former environment secretary Theresa Villiers said ministers should see the by-election loss \"as an opportunity to rethink their approach to planning reform\".\nPrime Minister Boris Johnson described the by-election result as \"disappointing\" and attributed the defeat to local issues. \nBut he insisted the government was focused on \"uniting and levelling up within regions across the whole country\".\nThe by-election result was a major boost for the Liberal Democrats after their poor performance at the 2019 general election,.\nIt brings their total number of MPs at Westminster to 12.\nLabour had the worst by-election result in the party's history, with 622 votes.\nFollowing the by-election, Ben Nunn - director of communications for Labour leader Sir Keir Starmer - stepped down from his role. He told the BBC it was a \"personal decision\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-business-57093177",
      "category": "uk-scotland-scotland-business",
      "title": "Covid in Scotland: Tourism facing tough summer despite relaxed rules",
      "tags": "Tourism,Staycations,Hospitality industry,Travel & leisure industry,Coronavirus pandemic",
      "text": "Much of Scotland's tourism industry is facing poor levels of bookings in the coming months, despite the gradual easing of Covid restrictions, research has found. \nA survey by the Scottish Tourism Alliance (STA) found many operators are in a worse position than last year.\nSome of the sector remains closed while social distancing remains in place. \nAnd there have been calls for extra support in order for some firms to survive through to next summer. \nMost of mainland Scotland will move to level two from Monday, allowing groups of up to six adults from three households to meet indoors - and stay overnight. \nPubs and restaurants will be allowed to serve alcohol indoors until 22:30, but people will still be required to maintain a physical distance - something that is under review by the government.\nMarc Crothall, the STA chief executive, said smaller self-catering businesses are looking to recovery with current bookings, but \"other accommodation providers are struggling as bookings are not coming in at the level needed to trade viably over what would be the busiest part of the year\".\nHe added: \"Food and beverage income is far from healthy across the board, although this will hopefully change with the next easing of restrictions on 17 May.\nOf 271 firms in the Alliance survey, 30% intend to remain closed even though restrictions are being eased. The continuing restrictions and lack of consumer confidence mean they do not believe they can be viable.\nFor 38% of firms, takings from food and drink since they were allowed to re-open have been below a fifth of normal levels.\nThe findings point to \"an extremely slow start to accommodation bookings\". \nFor more than 40% of hotels in the survey, bookings from this month to July point to occupancy at below 20%.\nThere are relatively strong bookings for some rural locations, yet only 30% of firms say they expect occupancy above 60% of rooms. \nReservations in city hotels are \"worryingly low\", according to the STA.\nAsked if they expect occupancy below half of their capacity, 98% of city hotel bosses said that is the case for June, and 87% for July.\nA different measure of bookings shows only 13% of rooms booked in Glasgow in July, and 15% in August.\nEdinburgh hotels report 19% bookings in July rising to 22% in the festival month of August.\nThese findings follow a survey last month of the Association of Scottish Visitor Attractions, which found 54% of them intend to remain closed while they are required to retain two-metre social distancing. \nMr Crothall said there was a recruitment crisis, with all those in the survey saying they have vacancies, and there was evidence of a significant shortage of chefs.\n\"A great deal rides on the further easing of restrictions which come into force from next Monday and beyond, particularly for the night time economy and events industry,\" he said.\n\"This really is the last chance for most of Scotland's tourism industry to start to recoup some of the lost income from the past year.\"\nWild Scotland, representing outdoor adventure firms, found 45% of 105 companies surveyed have to operate at below 50% of capacity due to Covid restrictions. \nThe association says many adventure tourism businesses will require further financial support to survive into 2022, particularly those with a reliance on international visitors, and the marine sector, as they face a second year of being unable to trade. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57230018",
      "category": "business",
      "title": "UK tourism spending 'worth just half of pre-pandemic level'",
      "tags": "Tourism,UK economy,Travel & leisure industry,Coronavirus pandemic",
      "text": "UK tourism is set for a slow recovery from the pandemic, with spending by holidaymakers this year expected to be just half the level of 2019.\nForecasts by the VisitBritain agency indicate that domestic tourism will be worth £51.4bn in 2021, down from £91.6bn two years ago.\nIts forecast for spending by foreign tourists in the UK is £6.2bn, less than a quarter of the £28.4bn in 2019.\nThe predictions come as UK tourism chiefs prepare for a summit on Tuesday.\nVisitBritain and VisitEngland are bringing industry leaders together - some in person, some virtually - to discuss priorities for helping the sector to recover and rebuild. \nLast year, the domestic tourism industry shrank by about two-thirds as coronavirus restrictions forced the cancellation or postponement of millions of people's travel plans. According to the tourism industry, that represented a £58bn loss to the economy. \nDespite the gloomy forecasts for this year, tourism analysts have predicted that demand for UK holidays is likely to outstrip supply this summer, with many holidaymakers unable or unwilling to brave foreign travel amid continuing restrictions.\n\"We're offering a shadow of what we normally would and we'll struggle to break even,\" says Christine Thomas.\nThis is usually peak season at Elterwater Hostel in Cumbria, which she and her husband, Alan, own. They're in the heart of the Lake District and they would normally be close to fully booked, with fell-runners, walkers and school groups, not to mention overseas visitors.\nNow they're only about a third full. Even if more people want to come, Covid rules mean they can't fill all their 38 beds. People from different groups aren't allowed to share bathroom facilities and the hostel only has five showers.\nThey still provide hearty home-cooked meals, but you can't mingle with other visitors, like hostel guests often do. And the self-catering kitchen is closed.\nThe past year feels like a \"write-off\" they say. Hotels that can offer en suite rooms, or self-contained self-catering places are probably managing better, says Christine. \nAnd if the rules are eased further after 21 June, that could make a big difference.\n\"Hostels are basically social places. It's about people meeting each other and exchanging experiences,\" she says.\nLast week, the tourism agency launched a £5m campaign entitled Escape the Everyday - Enjoy the UK this Summer.\nThe campaign is aimed at boosting domestic demand, with a focus on cities and city visitor attractions, as well as on areas that have been particularly hard hit by the lack of international visitors.\n\"Britain's tourism industry is a huge driver of our economy but has faced many challenges over the past year,\" said tourism minister Nigel Huddleston.\n\"We've provided more than £25bn in support, and I have been impressed by VisitBritain/VisitEngland and the wider sector for its agile and innovative response, coming up with new ways to provide hospitality and entertainment while maintaining social distancing and protecting people's safety.\"\nBritish Tourist Authority chairman Lord Patrick McLoughlin said the sector had faced \"an unprecedented challenge\" during the pandemic.\n\"Tourism is a critical industry for our country, delivering jobs and economic growth across the nations and regions and strengthening our place on the world stage,\" he added.\nLord McLoughlin said that government's support measures, including the furlough scheme, the VAT cut for hospitality businesses and the business rates holiday, had been \"a lifeline\", helping many businesses survive and keeping people in jobs. \n\"We will continue to work with the UK government as it sets out its recovery plan and ambitions for tourism, and across the industry, to cement the recovery and the future of one of this country's greatest industries,\" he added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-53402983",
      "category": "world-middle-east",
      "title": "Egypt desperate to revive coronavirus-hit tourism industry",
      "tags": "Tourism,Egypt,Coronavirus pandemic",
      "text": "A wonder of the world, the pyramids at Giza have wowed visitors for millennia. But they were deserted as the coronavirus pandemic laid waste to Egypt's tourism industry and millions of people's livelihoods.\nAlthough this ancient site reopened on 1 July - with new compulsory temperature checks and social distancing at the entrance - only a few locals come by.\nA pigeon perched on the face of the regal, reclining Sphinx, is its solitary guest.\n\"It's been so hard for everyone. We've spent four months at home,\" says Ashraf Nasr, who has been offering camel rides to sightseers for 25 years. \"Each camel needs 100 Egyptian pounds ($6; £5) a day for food.\"\nHe was forced to sell two of his animals so that he could feed his family, as was another owner, Hamdi Mohammed.\n\"How could I afford to look after the camels and my children?\" Mr Mohammed asks. \"I need to pay out for nursery fees and nappies.\"\nProspects looked starkly different before the pandemic. After years of political turmoil and a deadly bomb attack on a passenger plane in 2015, tourism was booming.\nIn 2019, 13.6 million people visited Egypt and numbers this year were expected to exceed 15 million.\n\"Finally, everything was so stable. I was busy the whole week. But after the coronavirus, everything just disappeared,\" says tour guide Shahenda Adel, who lives in Giza.  \nShe lost 1,000 holiday bookings after international flights were stopped in mid-March and says that affected many besides her.\n\"We had to cancel hotels - and that involves everyone who works in the hotel, the travel company itself, all the people behind desks. We all lost our jobs. And then you have drivers and restaurants,\" she says.  \nTourism and Antiquities Minister Khaled el-Anany is on a mission to bring back business and help revive the economy.\n\"It was a disaster for us, like the whole world,\" he says. \"We lost around $1bn per month and we're estimating that we'll still lose a lot of money during the coming weeks and months.\"\nTourism accounts for more than 12% of Egypt's gross domestic product (GDP), according to the minister.\nIn recent days, Mr Anany has made media appearances showcasing new hygiene and safety rules as museums reopened and some foreign flights resumed to the provinces of South Sinai, Red Sea and Matrouh.\nHe says there are virtually no cases of Covid-19 in these coastal areas, making them safest.  \n\"For the time being, you will see the beaches, the sun, the desert, water activities - it's the open air and the sea.\n\"Later on, we'll open the Nile Valley, with Alexandria, Cairo, Luxor and Aswan.\"\nMany in the industry expect to see changes as mass tourism returns but say these can be positive, with new steps to improve sanitisation and reduce overcrowding at popular sites. \n\"People around the world are now trying to avoid big crowds as much as possible, so I guess there will be more very small groups, if not individual tourists,\" says Mona el-Dessouki, another tour guide. \nShe sees face masks as her biggest challenge.\n\"Our job depends mainly on eye contact and the smile we welcome our guests with, but now the mask will be hiding half of our faces,\" she says. \n\"Also wearing the mask for many hours while on a tour in buses, closed areas like museums, airports and aircraft is not going to be as easy as it may sound.\" \nBack in Giza, there have been huge clean-up operations around the pyramids, like other ancient monuments.\nWhile the pandemic delayed the opening of the new Grand Museum here - which will house many treasures, including those of King Tutankhamun - it is hoped that when this opens next year it will be a big draw.\nThe country knows it can count on the enduring allure of its rich, pharaonic past.\n\"Egypt is different, a mix of wonders,\" says Ms Adel, the guide. \"After all, who doesn't want to come and see the pyramids? It's on everybody's bucket list.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57528349",
      "category": "uk-northern-ireland",
      "title": "Edwin Poots' short legacy will 'help his successor'",
      "tags": "Northern Ireland Assembly,DUP (Democratic Unionist Party),Arlene Foster",
      "text": "Battered and bruised, the DUP has just stepped out of the ring not sure what just happened.\nThe political heavyweight has staggered through the past seven weeks, taking punches from within and not sure how to hit back.\nFrom the first blow to the last, the party was exposed like never before, and the man who will take the blame threw in the towel last night after a verbal punch-up with party officers.\nEdwin Poots masterminded the plot which brutally removed Arlene Foster but he never recovered from the fallout.\nHe had a plan to oust the leader but not to deal with the aftermath.\nFrom day one, his leadership was unravelling. \nHe was on the back foot scrambling to get a grip of the party he helped fracture.\nHe backed down over Arlene Foster's departure date, insisting first it was a matter for the party then allowing his predecessor to set her own timeline.\nHer long goodbye left him a leader in limbo.\nMrs Foster only left the political stage on Monday and her successor just lasted three days free from her shadow.\nHe spent his three weeks as leader looking over his shoulder, lurching from one internal crisis to another.\nFrom stormy party meetings, councillor resignations, a U-turn on north south meetings, allegations of bullying and the Paisley/Morrison anti-Swann stage show. \nBut the fatal blow to his leadership was self inflicted. \nHe promised to be a listening leader, unlike Arlene Foster he said he would never leave his colleagues without a say in big calls. \nThat pledge disappeared on Thursday as he marched out of the DUP meeting with his colleagues pleading with him to change course. \nHe ignored those voices and missed the damning vote, which sealed his fate. \nAs he stood in the assembly chamber nominating his good friend Paul Givan for first minister, others were busy plotting the final push.\nEdwin Poots had run out of \"critical friends\".\nThose including deputy leader Paula Bradley and minister Michelle McIlveen had switched to the other side. \nThe soft support he relied on to get elected leader was gone.\nSo was he, after a four-hour session of hard talking with party officers. \nNo vote of confidence was needed - Edwin Poots had no way back.\nTeam Poots will say that, unlike Arlene Foster, he was removed without a true democratic process, without a vote of no confidence in his leadership. \nSo now the 21 day Poots' reign is over, what next ?\nSir Jeffrey Donaldson is in the wings waiting to take over. \nIt is likely to be a coronation this time, the party can't risk more blood-letting in a contest.\nThe process will run over the next few weeks and already the wagons have been circled.\nThe DUP mobiles, which were so active in the briefings and counter briefings, are no longer being answered.\nThe party is nursing too many wounds which will need some time to heal.\nThat is why Paul Givan will remain as first minister if, as expected, Sir Jeffrey becomes his new boss.\nIt will be his first act of bridge-building but more importantly it will shore up political stability. \nBut long-term, Sir Jeffrey has already indicated that he plans to lead the party from Stormont and may take the job as first minister. \nReshuffling the other Edwin Poots appointed ministers is much easier and less disruptive but don't expect change to happen quickly.\nParty direction didn't change under Edwin Poots.\nHe wasn't there long enough and his leadership take over was all about personalities and not policies. \nBut his short legacy will help his successor. \nLegislating for Irish language at Stormont is now a battle the next leader will not have to fight.\nIt will go through Westminster in the autumn and although the political noise about that prospect will stay with us, the battle is over. \nBut there are many other challenges waiting for the next DUP leader.\nThe Northern Ireland Protocol remains top of the in-tray.\nChanging the protocol and renaming it appears to be the party strategy as outlined by Edwin Poots before his departure. \nHis successor may keep to the same path.\nBut dealing with the Irish Sea border will be the easy part for the new DUP leader.\nTackling the border, which runs so deep down the middle of the DUP, might be harder to scrap."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57541617",
      "category": "uk",
      "title": "Morrisons rejects £5.5bn offer from US private equity firm",
      "tags": "Morrisons,Retailing,Supermarkets",
      "text": "Morrisons has rejected a £5.5bn takeover proposal from US private equity firm Clayton, Dubilier & Rice.\nThe UK's fourth-largest supermarket, with 118,000 staff, said the offer \"significantly undervalues\" the firm.\nCD&R, where former Tesco boss Sir Terry Leahy is an advisor, confirmed it was considering a formal bid after weekend media speculation about its plans.\nThe US firm has previously made investments in the discount shop chain B&M, from which it made more than £1bn.\nMorrisons said in a statement it had \"evaluated the conditional proposal together with its financial adviser, Rothschild & Co, and unanimously concluded that the conditional proposal significantly undervalued Morrisons and its future prospects\".\nCD&R's proposal, worth 230 pence a share, does not constitute a formal offer, and under UK takeover rules it has until 17 July to announce a firm intention to bid or walk away.\nThe move by CD&R, one of the biggest takeover firms in the world, would have been one of the most high profile of many bids for UK companies in the past year.\nBBC business correspondent Katie Prescott said the flurry of takeover activity was being fuelled by relatively low share prices of businesses in the UK compared to abroad and cheap money because of low interest rates. \nCD&R has this year agreed a £2.8bn takeover of UK healthcare group UDG, and a £308m bid for the plumbing group Wolseley.\nIn February, Zuber and Mohsin Issa and private equity firm TDR Capital purchased a majority stake in Asda from Walmart in a deal valuing the UK supermarket group at £6.8bn.\nThat deal followed Sainsbury's failure to take over Asda, which was blocked by the competition regulator.\nMorrisons - with its 500-store property portfolio, most of which it owns outright - and its 10% of the grocery market - is an attractive proposition.\nThere has been speculation about bids for Morrisons in the past from Amazon, which sells the supermarket's products on its site.\nAccording to the Financial Times, which along with Sky News, first revealed details of CD&R's intentions, the US buy-out firm approached Morrisons on 14 June. In addition to the cash offer, CD&R would take on Morrisons' £3.2bn of debt, taking the total value of any deal to almost £9bn.\nA formal bid from CD&R could involve Mr Leahy, who when at Tesco was the boss of Andrew Higginson and David Potts, now Morrisons' chairman and chief executive respectively. \nLast month, Morrisons said sales had increased by 2.7% in the 14 weeks to 9 May. But in the previous three months alone it had faced a £27m bill for Covid-related costs. \nEarlier this month, Morrisons was rebuked by investors over executive pay, with more than 70% of votes cast at its annual shareholders' meeting rejecting its pay report."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57533387",
      "category": "uk",
      "title": "Daniel Morgan case: I don't accept Met's apology - son says",
      "tags": "Metropolitan Police Service,Daniel Morgan",
      "text": "Last week the Metropolitan Police was labelled \"institutionally corrupt\" in its handling of the killing of Daniel Morgan - Britain's most-investigated, unsolved murder. After five separate police inquiries, spanning more than two decades, Mr Morgan's son has said he does not accept their apology.\n\"My dad had an axe embedded in his skull and was left for dead in a murder that was meant to look like a robbery that was actually an execution. That's quite a hard thing to come to terms with really.\"\nDaniel Morgan was only four when his father - also called Daniel - was killed in the car park of the Golden Lion pub, in Sydenham, south-east London, aged 37.\nSo now he's almost the same age, and has a young son of his own. \nHe has clear memories of his father: playing with him, doing puzzles. \nHe recalls his father, who was from Cwmbran in south Wales, teasing him by telling him traditional stories like the three little pigs, but getting the story wrong, so he would have to correct him.\nFor the last 34 years his uncle Alastair Morgan has been the main voice for the family's campaign for justice, but now Daniel Morgan has decided to speak out too. \nMr Morgan said he was angry with the Metropolitan Police's response to the Independent Panel report. \nIt found the force was corrupt in the way it concealed or denied its failings over the unsolved murder.\nThe Met has apologised to the family. \nCommissioner Dame Cressida Dick said she acknowledged \"the extraordinary resilience and determination of Daniel Morgan's family in their pursuit of the truth and for the conviction of those responsible for his murder\".\nMr Morgan said he did not accept that apology.\n\"I think we've heard enough apologies,\" he told the BBC. \n\"What they've said doesn't give us grounds for confidence that they can approach the follow-up work that's clearly required from a document with such gravity.\"\nThe responses so far from the Met have made him angry. \nThey had not accepted the panel's key findings of \"institutional corruption\", he said.\nMr Morgan said another body, either the Home Office or the mayor of London, should take responsibility for ensuring change in the Met. \nAfter the first inquiry in 1987, there were no charges brought, despite the Morgan family repeatedly pushing for new investigations.\nThere have been six inquiries in all, according to the police account, but no-one was ever convicted. \nA planned trial collapsed in 2011, after a judge ruled so-called supergrass evidence could not be used in the case. \nThe panel's report is 1,200 pages long and makes multiple recommendations. \nDame Cressida said she would \"take the necessary time to consider it and the associated recommendations in their entirety\".\nMr Morgan said everyone should read the panel's report - especially the chapters on corruption and the panel's dealings with the police. The panel had to \"fight, fight, fight\" to get information, he said.\n\"It's a personal tragedy for us and a national shame,\" he said. \n\"It's difficult to feel proud of being a Londoner when the people who protect us have failed, and are allowed to fail and there's no consequence for those failings.\" \nThe family called for a public inquiry, and in 2013 then-Home Secretary Theresa May set up the independent panel.\nIts job was to look at the circumstances of Daniel's death, and explore the part played by police corruption and the failure to confront it.\nIn 2011, the Met admitted that corruption had hampered the first inquiry. The panel said there had been a refusal to confront or investigate that corruption.\nHome Secretary Priti Patel has requested a detailed response to the report from the Met.\nShe also asked Her Majesty's Inspectorate of Constabulary to consider how best it can look into the issues raised.\nMr Morgan said he believed a culture change was needed.\nHe has called on the commissioner to consider her position, though he acknowledged key events in the case took place \"before her time\".\n\"A lot of this happened way before she was ever the commissioner but she is a continuation of the same culture, I'm afraid,\" he said.\n\"The culture of the Metropolitan Police is cancerous and I think the only way you get rid of cancer is you cut it out.\" \nMr Morgan added: \"My son, I don't want his London to be wrapped up in these failings anymore.\"\nSo far, he has declined to have his photograph taken, or do a TV interview. \nHe still lives in the area where his father was murdered, occasionally passing through Sydenham station, just half a mile from the Golden Lion pub. \n\"I quite like a level of anonymity,\" he said.\n\"I want to be able to walk down the street tomorrow and for people not to feel sorry for me, to look at me and say, 'You're that guy whose dad was horrifically murdered.' \n\"Can you imagine what that would be like? Can you imagine?\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57427688",
      "category": "uk-wales",
      "title": "Covid: Art used to document the pandemic in Wales",
      "tags": "Art,Wales arts and media,Coronavirus pandemic",
      "text": "When the world seemed to shut down in March 2020 many of us had to adjust to a new normal.\nSome artists used this time to capture history as it happened.\nFrom doodling families having their vaccines, to depicting intensive care staff trying to save patients, artists recorded some of the most significant moments in the pandemic.\nNow they hope the touching moments their art has captured over the past 16 months will become part of history.\nNathan Wyburn is an artist who specialises in celebrity portraits using non-traditional mediums such as food.\nHis work includes a portrait of Gareth Thomas made using fake blood and Capt Sir Tom Moore painted by Nathan walking in paint.\nDuring the pandemic, he created a portrait of an NHS nurse made of 200 pictures of nurses wearing their scrubs and personal protective equipment (PPE) as a thank you to the key workers who have worked throughout the pandemic.\nNathan said it \"just felt right\" to focus on key workers, and after a worrying start when the pandemic first hit he \"realised it was kind of the perfect time for me to start creating work that meant something more to me, and focus on the everyday heroes\".\nHe said: \"We've seen that more so throughout the pandemic, we've relied on creatives... our entertainment, our sanity, our mental health was 100% reliant on watching Netflix and Facebook lives, drawing rainbows for the windows and just getting creative. It needs to be looked back on in history.\"\nDan Peterson is an illustrator who was able to go inside the Dragon's Heart Hospital built at the Principality Stadium last year.\nHe said he realised when the first lockdown happened that \"we were all making our way through what we now know is a piece of history\" and it was important to remember what we have been through.\n\"I wanted to record the scale of it. The entire pitch was covered in four really large marquee style tents.\n\"Even though it's a field hospital when you actually got inside it, if you didn't look up... you didn't really know that you were inside a temporary hospital.\"\nDuring his time sketching at the hospital he spoke to recovering patients, nurses and cleaners and witnessed the efforts there first hand.\nDan said: \"I think it is massively important because these things need to be recorded through art.\"\nAngie Stevens has been drawing for 10 years, documenting her family's experiences on her website doodlemum.com.\nAngie said drawing had helped her make sense of the pandemic and she wanted to portray how it was affecting her family.\nHer drawings include Angie getting her vaccine with the caption 'Hope' and her daughter taking a lateral flow test at the breakfast table before school.\nAngie said she thought her doodles documenting the pandemic from her point of view would be important in years to come.\n\"My blog's always been about family and the little things we get up to in a day,\" she said.\n\"We've got our data and graphs but history is about the personal, the everyday. I'm a normal person living my life and how it affects me is just as important.\"\nNational Museum Wales said it currently had no plans for a permanent Covid artwork exhibition at one of its museums, but had been working with health boards across Wales to explore how the museum's collection could enrich and compliment the artwork currently on display in hospitals.\nA museum official said: \"They aim to bring comfort to the patients at the temporary hospitals and permanent locations by showcasing artwork that depicts their area.\"\nThe Welsh government has also been looking for ways to document the pandemic and has announced the commemorative woodlands. \nWith two locations in Wales, the woodlands are intended as a symbol of Wales' resilience during the pandemic.\nFirst Minister Mark Drakeford said: \"These woodlands will grow into natural spaces of reflection, where family and others can come to remember all those we have lost.\"\nCaerphilly Youth Forum has put together a time capsule to document how young people were living through the pandemic in 2020.\nIt asked young people across the borough to send in photos, drawings, artwork, poems and small items that captured how life had changed.\nThe time capsule was presented to council leader Philippa Marsden by the forum's Lottie Davies.\nThe capsule was placed in the wall of Penallta House council chamber by Ms Marsden, who said it is \"a reminder of how young people demonstrated such strength of character and determination to overcome the many difficulties the pandemic brought.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57530408",
      "category": "entertainment-arts",
      "title": "Andrew Lloyd Webber rejects PM's offer for Cinderella to be Covid pilot",
      "tags": "Theatre,Andrew Lloyd Webber",
      "text": "Andrew Lloyd Webber has rejected Prime Minister Boris Johnson's offer to add his new musical Cinderella to a pilot scheme for full-capacity live events.\nThe PM said earlier this week he was in talks with the theatre impresario.\nBut Lord Lloyd-Webber said on Friday the theatre industry had been treated as \"an afterthought and undervalued\".\nLast week, he said he was determined to open his show to a full house on 25 June, even if he risked being arrested. However, he has now rowed back on that.\nOn Monday, the government confirmed that it would not lift all Covid restrictions until at least 19 July.\nAfter rejecting the option to be one of the official pilot events, Lord Lloyd-Webber confirmed the show would open next week with a 50% capacity, the current legal limit.\nIf he did open with a full theatre, it \"would be very likely that every member of my cast, crew and orchestra, the front and backstage staff, plus our loyal audience members, could be individually fined £500, which I couldn't possibly risk\", he said.\n\"If it were just me, I would happily risk arrest and fines to make a stand and lead the live music and theatre industry back to the full capacities we so desperately need.\"\nHe said would go ahead with a socially-distanced audience at the Gillian Lynne Theatre in London's West End because he was not able to look his \"young cast and crew in the eyes to tell them we were delaying or closing down\".\nHe said he had turned down the pilot because the offer was not open to other performances.\n\"I have made it crystal clear that I would only be able to participate if others were involved and the rest of the industry - theatre and music - were treated equally,\" he said. \"This has not been confirmed to me.\"\nHe continued: \"It has become clear that, while sporting events like Wimbledon had obviously been working with the government for some time on this pilot, and were even able to start selling tickets yesterday, the theatre industry and its audiences is, once again, an afterthought and undervalued.\"\nThe government said it was \"disappointed\" that he had decided not to take part in the official pilot events, which would have allowed him to have the venue 75% full, rising to 100%.\n\"We are disappointed that Lord Lloyd Webber has decided not to take part in the Events Research Programme, having engaged with his team on exactly the same basis as a wide range of other cultural and sporting events,\" a spokesperson said. \n\"We will be setting out details of the next stage of the programme very shortly, once all public health considerations have been finalised, and this will include a number of other theatres. This research will build on successful pilot events in the arts, music and sport sectors.\"\nThe government pointed out that events including outdoor gigs, club nights, the Brit Awards as well as the Crucible theatre had already been part of the scheme.\nLast year, Lord Lloyd Webber said it was economically \"impossible\" to run theatres with social distancing.\nReacting to his latest comments, Greg Parmley, chief executive of live music trade association Live, said: \"The live music industry has spent months participating and paying for pilot events so we could reopen at full capacity safety.\n\"These events were a huge success and show, alongside every other international pilot, that with the right mitigations full capacity live events are safe.\n\"Despite this the government has refused to publish this data, forced us to remain closed and then tried to hand-pick a number of high profile events to go ahead whilst the rest of our industries are devastated.\"\nFollow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57521972",
      "category": "uk-northern-ireland",
      "title": "DUP looking for new leader as Edwin Poots quits",
      "tags": "Sinn Féin,DUP (Democratic Unionist Party),Arlene Foster",
      "text": "The Democratic Unionist Party is to begin the process of finding a new leader following Edwin Poots' resignation after 21 days as leader.\nHe resigned on Thursday night after an internal party revolt over his decision to agree a deal with Sinn Féin and nominate Paul Givan as first minister. \nA majority of DUP members in the assembly wanted to delay the process.\nIt is believed that Sir Jeffrey Donaldson is the favourite to succeed Mr Poots.\nThe Lagan Valley MP ran against Mr Poots for the leadership and was narrowly defeated in the wake of Arlene Foster's ousting.   \nMr Poots, who took over as leader in May amid internal tensions about the direction of his leadership and the manner of Mrs Foster's departure, announced his resignation after a meeting of DUP party officers on Thursday night. \nThe BBC understands a motion of no confidence was mentioned at the meeting, but not tabled. \nParty sources described the meeting as \"robust\" and said it had become clear Mr Poots knew he had to resign.\nThe process to appoint his successor could move \"at pace\", according to one DUP figure.     \nThere are concerns that the instability around Mr Poots' exit could threaten the future of power-sharing at Stormont. \nFocus now turns to who succeeds Edwin Poots, and Sir Jeffrey Donaldson will be the popular choice within the party. \nHe will be seen as the man who will possibly be able to heal some of the wounds that have been played out in public. That's not to say that there will not be many who may feel uncomfortable with that, as not everyone voted for him in the recent leadership election. \nThere is a sense, though, that Sir Jeffrey will be coronated - it is unlikely that there will be a leadership contest.\nThe party will want to move pretty quickly now, as it will not want to look back at the sores that were created during Edwin Poots' short reign as leader. \nI think that whoever will take over as leader - most likely Sir Jeffrey - will not want any more political instability.\nSo Paul Givan will probably remain as first minister for now. \nOn Thursday night, Mr Poots said he had asked the party chairman to start the process to elect a new leader, and that he would would remain in post until his successor is elected. \n\"This has been a difficult period for the party and the country and I have conveyed to the chairman my determination to do everything I can to ensure both unionism and Northern Ireland is able to move forward to a stronger place,\" he said.\nA planned North-South Ministerial Council (NSMC) meeting in Armagh will now not be going ahead on Friday, the Irish government has said. \nThe NSMC is the main body for cross-border co-operation between the governments of Northern Ireland and the Republic of Ireland.\nDUP MLA Jim Wells, a supporter of Mr Poots during the DUP leadership election, described his resignation as sad and \"very unfortunate\".\n\"The DUP did not have a leadership election for 50 years and now we are going to have two in 50 days,\" he told the BBC's Good Morning Ulster programme.\nHe said there were huge issues ahead and the new leader had to have to support of all in the party. \nOn Friday, DUP Armagh City, Banbridge and Craigavon councillor Darren Causby resigned from the party.\nThough he supported Edwin Poots as leader, he disagreed with his decision to nominate Paul Givan as first minister in defiance of MLAs and MPs.\nHe also does not believe the party will change course under Sir Jeffrey Donaldson.\n\"The DUP is not the party I joined and I have been unhappy for some time,\" he said.\n\"We can't allow Sinn Féin to dictate what happens and that has been the case for some time.\" \nDeputy First Minister Michelle O'Neill described Thursday as a \"tumultuous\" day. \n\"Clearly the DUP is at a crossroads, and they have a choice to make,\" Ms O'Neill said. \n\"The choice is to work with the rest of us, to deliver on power-sharing, to deliver rights, or continue to resist those very rights.\"\nShe added that she had not spoken to Mr Givan since Mr Poots resigned. \nUlster Unionist Party (UUP) leader Doug Beattie said there is a crisis within the DUP \"and the brand of unionism that follows them\". \n\"They left the goal open for Sinn Féin to score. That's why the DUP finds itself in a degree of crisis, whether it's imploding or just a blip, we'll see that in the coming weeks and months,\" Mr Beattie said. \nSDLP leader Colum Eastwood said unionism needed to \"figure out how it wants to engage with the rest of us\".\n\"The last few weeks have been a joke. It has been a real mess for unionism and a mess for all of us,\" he said.\n\"The only way that we can make this place work is to work it together.\"\nAlliance Party MLA Kellie Armstrong said the \"big disaster\" would happen if the new first minister - the DUP's Paul Givan - also resigned. \n\"We have so much to be getting on with. There are ordinary people all over Northern Ireland who still need us to lead. Playing games with politics is just a nonsense,\" said Ms Armstrong. \nTraditional Unionist Voice (TUV) leader Jim Allister said he was \"astounded\" by the speed with which Mr Poots' leadership came to an end, even though he did not expect it to last.\nHe said Mr Poots had left unionism \"in a weaker position than how he found it\". \nHe said the challenge for unionism was to focus on the main issue, which he said was \"dismantling the protocol and its defeat\".\nThe protocol is the part of the Brexit deal that places border in the Irish Sea.\nThere have been growing tensions within unionism and loyalism about the Northern Ireland Protocol, the part of the Brexit deal that created an Irish Sea border.\nUnionists oppose it as they believe it damages the integrity of the UK, and Mr Poots had pledged to get it scrapped as part of his leadership campaign.\nPrime Minister Boris Johnson said it is good that the executive is \"back up and running\". \n\"What we want to do as the UK is ensure we look after the stability of Northern Ireland, the peace process and of course the union,\" he said. \nTaoiseach (Irish prime minister) Micheál Martin said he intends to work collectively with all parties to ensure stability at Stormont.\n\"It will now be a matter for the Democratic Unionist Party to elect a new leader and once that happens we need steady engagement,\" Mr Martin said. \nThis latest issue was sparked after a late-night deal was done between Sinn Féin, the DUP and Secretary of State Brandon Lewis ending a stalemate over Irish language laws to allow for the nomination of a new first minister. \nThe position had become vacant after Mrs Foster formally resigned on Monday, thereby also triggering the resignation of Sinn Féin Deputy First Minister Michelle O'Neill, as it is a joint office. \nMr Poots had named Mr Givan as the DUP's pick to replace Mrs Foster, while Sinn Féin said Ms O'Neill would resume her post as deputy first minister.\nBut Sinn Féin had wanted commitments from the DUP over a timetable for implementing Irish language legislation, as set out in the New Decade, New Approach deal that restored power sharing in January 2020.\nThe party said this was not forthcoming, and it called on Mr Lewis to bring in Irish language legislation via Westminster.\nMr Poots had said he was committed to implementing all of the NDNA commitments, including those around Irish language, but not necessarily before the end of the current assembly mandate in May 2022. \nA deal was then struck between the two parties and the secretary of state in the early hours of Thursday morning that would see Westminster legislate for Irish language commitments in October, if Stormont fails to do so beforehand.\nDUP MPs and peers wrote to Mr Poots expressing concern about the deal, ahead of a DUP assembly group meeting which it is understood saw the vast majority of DUP MLAs - 24 to four - oppose Mr Poots nominating Mr Givan as first minister as a result of the deal. \nHowever, Mr Poots and Mr Givan left the meeting early, ahead of a special sitting of the assembly which then confirmed Mr Givan and Ms O'Neill as first and deputy first ministers. \nThe Loyalist Communities Council (LCC) said the new DUP leader must \"stop the constant flow of concessions to Sinn Féin\" even if it meant suspending the normal operation of devolution. \nThey urged Westminster to \"retract their ill-thought out and rushed decision to legislate for Irish language at Westminster or risk prompting significant political and community instability\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57541883",
      "category": "uk-scotland",
      "title": "Euro 2020: Scotland fans return home from England game",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57538844",
      "category": "uk-northern-ireland",
      "title": "DUP: Paul Givan told he must resign as first minister",
      "tags": "Sinn Féin,Northern Ireland Assembly,DUP (Democratic Unionist Party),Arlene Foster",
      "text": "The Democratic Unionist Party's Paul Givan has been told that he will have to resign as Northern Ireland's first minister when a new party leader takes over.\nIt comes just days after Mr Givan was officially installed in the post. \nDUP party officers have set a date of 26 June to elect a new leader, with only MLAs and MPs entitled to vote.\nThe nomination process has now opened, and will remain so until noon on 22 June.\nMr Givan was informed that he would have to step down by DUP officers after Edwin Poots resigned as party leader.\nThe story was first reported by the Belfast Telegraph.\nMr Poots stepped down on Thursday after an internal party revolt over his decision to agree a deal with Sinn Féin and nominate Mr Givan as first minister. \nPotential new leaders must submit in writing their nomination, supported by a proposer and seconder, to DUP chairman Lord Morrow.\nMr Givan is Northern Ireland's youngest first minister and looks set to be the shortest serving leader to hold the post. \nSir Jeffrey Donaldson, who is favourite to be the next DUP leader, has made it clear he plans to lead the party from Stormont as first minister. \nThe Lagan Valley MP ran against Mr Poots for the leadership and was narrowly defeated in the wake of Arlene Foster's ousting.   \nWhen Mr Givan resigns, it once more will see Michelle O'Neill removed as deputy first minister and the DUP and Sinn Féin will then have seven days to fill the roles. \nMr Poots, who took over as leader in May amid internal tensions about the direction of his leadership and the manner of Mrs Foster's departure, announced his resignation after a meeting of DUP party officers on Thursday night. \nThe BBC understands a motion of no confidence was mentioned at the meeting, but not tabled.\nSpeaking to Irish national broadcaster RTÉ, Irish Minister for Foreign Affairs Simon Coveney said that the DUP has \"had a terrible number of weeks\".\n\"I think they will now look to putting a new leader in place quickly and to provide stability behind that person and we need to give them the space and time to do that,\" he said. \n\"I also think other parties in the executive will be responsible in terms of trying to get that new first minister in place, if there is a new first minister, or if Paul Givan remains in office.\"\nDUP officers have decided that Paul Givan can't remain in place after a new party leader takes over. \nBut it's not clear yet when that will happen. \nIt is a huge blow for the Poots and Givan partnership.\nLast week they were at the peak of their respective political careers but it all unravelled within days.\nAnd once Mr Poots announced his plan to resign after being told by party officials he had lost his support, Mr Givan's fate was sealed.\nTo quote Mr Poots they, like Arlene Foster, have now felt \"the rough and tumble of politics\".\nProf Jon Tonge, of Liverpool University, who has written a book about the DUP, said the problems \"will be exactly the same for the new first minister, because Sinn Féin's demands for Irish language provision, in line with New Decade, New Approach, are going to be exactly the same.\n\"So the party, this time, is going to have to be squared off before that nomination for first minister can be made.\" \nThis latest issue was sparked after a late-night deal was done between Sinn Féin, the DUP and Secretary of State Brandon Lewis ending a stalemate over Irish language laws to allow for the nomination of a new first minister. \nThe position had become vacant after Mrs Foster formally resigned on Monday, thereby also triggering the resignation of Sinn Féin Deputy First Minister Michelle O'Neill, as it is a joint office. \nMr Poots had named Mr Givan as the DUP's pick to replace Mrs Foster, while Sinn Féin said Ms O'Neill would resume her post as deputy first minister.\nBut Sinn Féin had wanted commitments from the DUP over a timetable for implementing Irish language legislation, as set out in the New Decade, New Approach (NDNA) deal that restored power sharing in January 2020.\nThe party said this was not forthcoming, and it called on Mr Lewis to bring in Irish language legislation via Westminster.\nMr Poots had said he was committed to implementing all of the NDNA commitments, including those around Irish language, but not necessarily before the end of the current assembly mandate in May 2022. \nA deal was then struck between the two parties and the secretary of state in the early hours of Thursday morning that would see Westminster legislate for Irish language commitments in October, if Stormont fails to do so beforehand.\nDUP MPs and peers wrote to Mr Poots expressing concern about the deal, ahead of a DUP assembly group meeting which it is understood saw the vast majority of DUP MLAs - 24 to four - oppose Mr Poots nominating Mr Givan as first minister as a result of the deal. \nHowever, Mr Poots and Mr Givan left the meeting early, ahead of a special sitting of the assembly which then confirmed Mr Givan and Ms O'Neill as first and deputy first ministers. "
    }
  ]
}