{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56851487",
      "category": "world-asia",
      "title": "Indonesia submarine search feared to have failed as oxygen runs out",
      "tags": "Submarines,Indonesia",
      "text": " Indonesian rescue teams are fearing the worst as oxygen supplies on a missing Indonesian naval submarine are thought to have run out.\nThere are fears the vessel carrying 53 crew may already have sunk to a depth where it might have been crushed. \nThe KRI Nanggala 402 disappeared on Wednesday during exercises off the coast of Bali, sparking a frantic search to locate the stricken vessel.\nAustralia, India, Malaysia and Singapore have so far sent assistance.\nAnd a US Navy P-8 Poseidon aircraft landed in Bali early on Saturday morning.\n\"Indonesia is a good friend and strategic partner. We were all deeply saddened to see the reports about their submarine and our thoughts and our prayers are with the Indonesian sailors, the Indonesian navy, and of course all their families,\" said Pentagon spokesman John Kirby.\nAn oil slick where it was thought to have submerged suggested damage to a fuel tank may have been a factor.\nThe Indonesian military said late on Thursday night that it had detected signs of an object at a depth of between 50 and 100 metres (165 to 330 feet), and had deployed ships with sonar-tracking equipment in the hope it was the KRI Nanggala 402.\nA military spokesman said the submarine would only have enough oxygen to last until around 03:00 local time on Saturday (21:00 GMT on Friday). That deadline has now passed. \nAt least six warships, a helicopter and 400 people have since been involved in the search. Singapore and Malaysia have dispatched ships to the area, and Australia, France and Germany have also offered assistance.\nThe KRI Nanggala 402 lost contact shortly after requesting permission to dive during live torpedo exercises early on Wednesday morning. The German-built vessel is one of five submarines operated by Indonesia. It was made in the late 1970s, and underwent a two-year refit in South Korea that was completed in 2012.\nA navy spokesman told the BBC the incident was the first time Indonesia had lost one of its submarines. But similar incidents have happened elsewhere. \nIn 2000, the Kursk, a Russian navy sub, sank during manoeuvres in the Barents Sea with the loss of all 118 crew. An inquiry found that one torpedo had exploded, detonating all the others. Most of the Kursk's crew died instantly but some survived for several days before suffocating.\nIn 2003, 70 Chinese naval officers and crew were killed in an accident on a Ming-class submarine during exercises. \nAnd in 2017, an Argentine military submarine went missing in the southern Atlantic with 44 crew on board. Its wreck was located a year later and officials said the submarine had imploded."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56871403",
      "category": "world-europe",
      "title": "Vebitcoin: Turkey arrests four people after cryptocurrency collapses",
      "tags": "Turkey,Cryptocurrency",
      "text": "Turkish authorities say four people linked to the cryptocurrency platform Vebitcoin have been arrested, accused of fraud.\nHours earlier, the company abruptly announced it had ceased operations, citing financial strains.\nOfficials also launched an investigation and blocked the accounts of the platform. \nEarlier this week, a second Turkish platform, Thodex, shut down holding investments from about 390,000 users.\nIncreasing numbers of people are opting to use cryptocurrencies in Turkey in an attempt to protect their savings from a sharp decline in the value of the local currency, the lira. But the Turkish cryptocurrency market is unregulated.\nLast week, Turkey said it would ban the use of cryptocurrencies to pay for goods and services from 30 April.\nMehmet Nadir Yagci, a prosecutor in the south-western city of Mugla, said the four arrested were administrators and personnel of the platform. \nOn Friday, Vebitcoin announced on its website it had stopped all activities \"in order to fulfil all regulations and claims\". It was not immediately clear how many people had been affected.\n\"Due to the recent developments in the crypto money industry, there was a much higher density in our operations than expected. We would like to state with regret that this situation has led us to a very difficult process,\" it said.\nMeanwhile, Turkey has issued an international arrest warrant for the Thodex founder, Faruk Fatih Ozer, who reportedly fled to Albania with an alleged $2bn (£1.4bn) from investors.\nPolice also arrested 62 people over alleged connections to Thodex. Mr Ozer called the allegations against him \"baseless\" and said he was in Albania for work meetings.\nOn Wednesday, Thodex posted a message saying it needed five days to handle an unspecified outside investment before it suspended trading. An investigation into the platform has been launched."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56871765",
      "category": "science-environment",
      "title": "US Dragon spaceship arrives at International Space Station",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56864789",
      "category": "world-asia-india",
      "title": "India Covid crisis: Inside the Delhi hospital running low on beds and oxygen",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56858994",
      "category": "uk-wales",
      "title": "Welsh government tender-free contract award criticised",
      "tags": "Welsh Liberal Democrats,Plaid Cymru",
      "text": "A £650,000 per year contract awarded by the Welsh government without an open tender process has been criticised by opposition parties in Wales. \nConsultant Connect, which offers a service where GPs can talk directly to specialist consultants for advice, was awarded the contract last April. \nThe Welsh government said the award was fully compliant with rules and Covid's impact had justified the direct award.\nPlaid Cymru and the Liberal Democrats have called for an open tender process.\nSome medical professionals have also expressed concerns about the system, which can connect GPs in Wales to consultants in England, due to differences between the devolved Welsh NHS and the healthcare system in England. \nThe Welsh government confirmed the body responsible for NHS Wales procurement was \"in the process of undertaking a direct award/extending the contract to ensure continuation of the service until a full evaluation of the service has been completed\". \nTendering offers businesses and taxpayers greater transparency and understanding of the process in granting public contracts and concerns have been raised by opposition parties about an alleged lack of transparency in awarding the contract. \nRhun ap Iowerth, who speaks on health for Plaid Cymru, said: \"It is possible to award contracts in an exceptionally fast way and without a tender where there is no other option. There is also an option of going through tender processes which are open but very quick.\n\"Especially now, when we come to renewing the contract, surely there is no excuse for at least going through a tender process which is open but fast?\"  \nCadan ap Tomos, the Welsh Liberal Democrat candidate for Ceredigion, said: \"It is 12 months since this contract was first awarded. \n\"Having had 12 months to consider whether this is the best way to offer a particular service, it is imperative a fairer process is in place and that a public tender process is allowed to take place.\"\nThe Welsh Conservatives and Welsh Labour both declined to comment. \nAt the time of the awarding of the contract, the then-non-executive chairman of Consultant Connect had links with the Labour party. \nHe was previously a director of a company which \"developed the entire online infrastructure for the UK Labour party\".\nHe had also been a director of Labour List, a website supportive but independent of the Labour party.\nBoth Welsh Labour and the Welsh government declined to comment on links between the company and the Labour party.\nConsultant Connect said: \"The contract with the Welsh government originated from a clinician who had previously seen the benefits of Consultant Connect in another healthcare area. \n\"It was not the result of solicitation from Consultant Connect nor anyone associated with Consultant Connect.\"\nSeveral GPs also told BBC Wales they were often, if not always, referred to consultants working in England. \nSome were concerned advice and treatment suggested broke local guidelines in Wales.\nDr Phil White, chairman of BMA Cymru's GP committee, told BBC Wales's Newyddion S4C programme: \"The concept is very good. It's a way of getting a rapid response from a consultant in the speciality you are looking for. \n\"The downside has been many of the consultants signed up for the scheme are in England and of course there are certain differences between the NHS in Wales and England and how things are run.\"\nThe Welsh government said: \"Calls are taken by a NHS consultant, registrar or nurse practitioner and wherever possible, local clinicians are used to provide the advice.\n\"Where this is not possible, then the calls may be routed to a national network of NHS clinicians.\" \nConsultant Connect said: \"Most calls on Consultant Connect are between a local GP and a local specialist as we know that local advice is always best. \n\"But we also know that, where no local specialists are available to take a call, advice from another UK specialist may still be better than no advice at all.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56856540",
      "category": "entertainment-arts",
      "title": "Razzies: Singer Sia named worst director for controversial film Music",
      "tags": "Sia,The Oscars,Film",
      "text": "Singer Sia has been named \"worst director\" for her controversial debut film at the Razzies, the pre-Oscars prizes for the year's worst movies.\nTitled Music, her film won three Golden Raspberry Awards in total, including worst actress for Kate Hudson and worst supporting actress for Maddie Ziegler.\nThe movie has been criticised for casting Ziegler in the autistic lead role and for its portrayal of autism.\nIt was described as an \"insensitive\" and \"ill-conceived\" \"autism musical\".\nThe film follows Zu, a drug dealer, who is a recovering alcoholic, played by Hudson, who becomes the guardian of her young autistic half-sister, played by Sia's protégé Ziegler.\nThe Australian pop star has previously apologised for casting a neurotypical actor as a nonverbal autistic girl, and for scenes depicting the use of restraints on autistic people.\n\"I plan to remove the restraint scenes from all future printings,\" she tweeted in February, shortly before deleting her account. \"I listened to the wrong people and that is my responsibility, my research was clearly not thorough enough, not wide enough.\"\nNow in their 40th year, the Razzies have previously honoured titles such as Cats and Showgirls. This year's winners were announced in a video on YouTube.\nThe award for worst film to the \"fake news snooze-fest\" Absolute Proof, which claimed there had been fraud in the 2020 US presidential election. Its star and director Mike Lindell also won worst actor.\nDonald Trump's former lawyer Rudy Giuliani's cameo in Borat Subsequent Moviefilm, saw him win worst supporting actor. Mr Giuliani dismissed as a \"complete fabrication\" a clip from the film which appeared to show him with his hands down his trousers on a bed in a hotel room.\nMeanwhile, Robert Downey Jr's critically-panned remake of Dr Dolittle picked up the award for \"worst remake, rip-off or sequel\".\nA special prize went to 2020 itself for being \"the worst calendar year ever\".\nGolden Raspberry Award winners in full:\nFollow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hereford-worcester-56872615",
      "category": "uk-england-hereford-worcester",
      "title": "Technician dies after ambulance on 999 call hit by object",
      "tags": "West Midlands Ambulance Service,West Mercia Police",
      "text": "A technician has died after the ambulance he was in was hit by an object while en route to a 999 call.\nWest Midlands Ambulance Service (WMAS) said the vehicle's windscreen was hit on the A49 near the village of Moreton on Lugg, Herefordshire, at 08:00 BST.\nA spokeswoman said two ambulance crews, paramedics, the air ambulance and two doctors were called to the scene.\nHowever, she said \"despite everyone's best efforts, nothing could be done to save our colleague\".\nShe said the driver was also injured and was taken to hospital for treatment. \nHe has since been discharged.\nWest Mercia Police said the ambulance was struck while heading towards Leominster near the A49's junction with Moreton Road, north of Hereford, and have asked anyone with information about what happened to get in touch.\n\"Our thoughts are with the deceased's loved ones and our colleagues in West Midlands Ambulance Service at this difficult time,\" a force spokesman said.\nWMAS chief executive Anthony Marsh said it was \"truly awful news\".\n\"My thoughts and prayers go out to the family, friends, and colleagues of those involved at this very difficult time,\" he added. \n\"I am enormously proud of all the staff and the university students [working] as part of their clinical placement that worked so hard and professionally to try to save our colleague. \n\"I am sorry that despite their best efforts, he could not be saved.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56870370",
      "category": "uk-politics",
      "title": "Dominic Cummings allegations: Boris Johnson urged to explain funding of flat refurbishment",
      "tags": "Keir Starmer,Dominic Cummings,Boris Johnson,Lobbying in the United Kingdom,Lobbying",
      "text": "Boris Johnson is being urged to explain how the refurbishment of his Downing Street flat was paid for, following allegations from his ex-chief advisor. \nDominic Cummings claimed the PM had once had \"possibly illegal\" plans to get Tory donors to fund the work.\nThe government said \"costs of wider refurbishment in this year have been met by the prime minister personally\".\nBut Labour said Mr Johnson needed to fully disclose where the money came from and whether it was a loan.\nParty leader Sir Keir Starmer said: \"It matters. It is about integrity, it is about taxpayers' money. Every day there is more evidence of this sleaze. Frankly, it stinks.\n\"Publish the details, have the full inquiry. If there is nothing to see here - whether it is the refurb of No 10, whether it is the dodgy contracts, whether it is the privileged access - if there is nothing to see, publish everything, have a full inquiry.\n\"Sunlight is the best disinfectant,\" Sir Keir said.\nIt comes amid a row over the lobbying of ministers, including the prime minister, after it was revealed he had exchanged text messages with businessman Sir James Dyson. Mr Cummings denied reports he leaked the messages.\nFormer attorney general Dominic Grieve said the \"constant wriggling\" over payment for the flat refurbishment was \"just one illustration of the chaos Mr Johnson seems to bring in his wake\", describing the prime minister as \"a vacuum of integrity\". \nThe former Conservative MP, who was expelled from the parliamentary party by Mr Johnson in 2019 after rebelling against him in a Brexit vote, also described his government as \"a cronyistic cabal\". \nOnce Mr Johnson's closest ally, Mr Cummings was forced out of his Downing Street role at the end of last year, following an internal power struggle.\nIn a blistering attack on his old boss on Friday, Mr Cummings questioned the prime minister's \"competence and integrity\".\nIn his first blog post since leaving his role, Mr Cummings: \nNo 10 insisted the PM had never interfered in a government leak inquiry.\nMr Cummings promised to answer questions about \"any\" issues when he appears before a Parliamentary inquiry into the government's pandemic response on 26 May.\nSir Alistair Graham, former chairman of the Committee on Standards in Public Life, said if Mr Cummings could give evidence about the prime minister's alleged incompetence this could be \"very damaging\". \nIn his blog, Mr Cummings claimed the prime minister once planned to have donors \"secretly pay\" for renovation of his official Downing street flat. \nLike several of his recent predecessors, Mr Johnson and his fiancee Carrie Symonds are living in the flat above No 11 Downing Street, which is larger than the one above No 10.\nIn March, Downing Street dismissed as \"speculation\" suggestions that refurbishments carried out last year would be paid for by Tory donors through a charity set up for this purpose, amid reports that the costs had spiralled out of control.\nMr Cummings said Mr Johnson \"stopped speaking to me about the matter in 2020\", after he told the prime minister the renovation plans were \"unethical, foolish, possibly illegal and almost certainly broke the rules on proper disclosure of political donations if conducted in the way he intended\".\nHe added he would be \"happy to tell the cabinet secretary [Simon Case] or Electoral Commission\" what he knew about the matter but that his knowledge is \"limited\".\nThe Electoral Commission says it is working to establish whether any of the spending on the flat needs to be examined within its own remit on political donations, and therefore needs to be reported and subsequently published.\nBy Damian Grammaticas\nWhen he was sacked by Boris Johnson last year Dominic Cummings left Downing Street ostentatiously carrying a cardboard box designed for office files. \nMr Cummings is a controversial figure. Many will not like him or put store by what he says. But the knowledge he bore with him is starting to come out as allegations. \nAnd he says he's prepared to give evidence under oath.\nWhen he gets his teeth into a cause, Mr Cummings is a tenacious campaigner, and he's skilful at weaving a narrative that can be damaging to his opponents. The prime minister is now one of them. \nWhat may have the biggest impact is the way Mr Cummings is drawing together the disparate strands of recent lobbying leaks and revelations, into one arc, questioning Mr Johnson's \"competence and integrity\". \nDowning Street says the prime minister has done nothing wrong. But can it close Pandora's box?\nIn response to Mr Cummings's claims, a No 10 spokesperson said: \"At all times, the government and ministers have acted in accordance with the appropriate codes of conduct and electoral law.\n\"Cabinet Office officials have been engaged and informed throughout and official advice has been followed.\n\"All reportable donations are transparently declared and published - either by the Electoral Commission or the House of Commons registrar, in line with the requirements set out in electoral law.\n\"Gifts and benefits received in a ministerial capacity are, and will continue to be, declared in transparency returns.\"\nResponding to a Parliamentary question, Cabinet Office minister Lord True said that during successive governments the prime minister has been given an allowance of £30,000 a year from the public funds to maintain and furnish the flat in Downing Street.\nHe said no work took place in 2019-20 due to the pandemic, but official figures on spending this year are not yet available. \nDowning Street contractors have carried out work on painting, sanding and floorboards, Lord True said, while \"any costs of wider refurbishment in this year have been met by the prime minister personally\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-56847958",
      "category": "world-latin-america",
      "title": "Brazil cuts environment budget despite climate summit pledge",
      "tags": "Deforestation of the Amazon rainforest,Amazon rainforest,Jair Bolsonaro,Brazil,Environment",
      "text": "Brazil's President Jair Bolsonaro has approved a cut to the environment ministry budget a day after he vowed to boost spending to tackle deforestation.\nAt a US-led climate summit, he promised to double the money reserved for environmental enforcement and to end illegal deforestation by 2030.\nBut the budget signed off on Friday did not include his spending pledge, or additional proposals made by Congress.\nHis government has weakened protections and wants to develop protected areas.\nCritics say the president's promises on Thursday were linked to a controversial deal Brazil is negotiating with the US to receive financial aid in return for protecting the Amazon, the world's largest rainforest, and other areas.\nThe 2021 federal budget includes 2.1bn reais (£280m; $380m) for the environment ministry and agencies it oversees. The ministry had a budget of about 3bn reais in 2020.\nLate on Friday, Environment Minister Ricardo Salles said he had requested the economy ministry to review the numbers and fulfil the pledge made by President Bolsonaro at the virtual climate summit hosted by US President Joe Biden.\nThe environmental policies of President Bolsonaro, who is supported by powerful agribusiness leaders, have drawn widespread condemnation. The far-right leader has encouraged agriculture and mining in the Amazon, and rolled back environmental legislation.\nLast year, deforestation in the Brazilian Amazon surged to a 12-year high. Activists and indigenous groups say environmental enforcement remains underfunded, and denounce the impunity for illegal logging and mining in protected areas.\nThe president rejects the criticism, saying Brazil remains an example for conservation. But at Thursday's summit he attempted to strike a more conciliatory tone, and also promised that Brazil would reach zero carbon emissions by 2050, 10 years earlier than previously agreed. \nBrazilian and US officials have been discussing the possibility of collaborating to stop the destruction of the Amazon. Politicians and environmentalists have warned that the Bolsonaro government should show results first before any financial commitment is made. \nEarlier this week, a group of 35 US and Brazilian celebrities voiced their opposition to a deal with Brazil, saying it risked legitimising a government that was encouraging environmental destruction.\nThe document followed another letter in which more than 200 Brazilian groups told President Biden that the Bolsonaro government was an \"enemy\" of the Amazon and that it did not have legitimacy to represent Brazil.\nLast week, the environment minister said the country would need $1bn in foreign aid to support efforts to reduce deforestation in the Amazon by 30% to 40% in a year. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56872266",
      "category": "world-asia-india",
      "title": "India Covid: Families appeal for help in Delhi's oxygen shortage",
      "tags": "Delhi,India,Coronavirus pandemic",
      "text": "\"Oxygen, oxygen, can you get me oxygen?\"\nI wake up this morning to an anguished phone call from a school teacher, whose 46-year-old husband has been battling Covid-19 in an oxygen-starved Delhi hospital. \nHere we go again, I tell myself. Just another day of life in a city where breathing has become a luxury for so many. \nWe work the phone, send SOS calls. Amid the sounds of beeping monitors, the woman tells us that her husband's oxygen saturation number has dipped to a precariously low 58. A bit later it rises to 62. You are supposed to consult your doctor if the number sinks to 92 or lower.\nShe tells us she is happy it has gone up. And her husband is still talking and aware. \nI text a doctor friend working in critical care. \n\"Patients remain talkative even when the number hits 40,\" she messages me. \nI pick up the newspaper. Twenty five critically ill patients have died in a well-known private hospital. The oxygen pressure had been dialled down in critical care and many patients were being given oxygen manually, the hospital said. \nThere's a photograph of two men and a woman sharing a cylinder on the front page. Three strangers -  caught up in a tragedy brought upon by public laxity and government negligence - sharing a lifeline. \nThe 40-year-old son of one of the men, a report says, died outside the same hospital a few days ago, waiting for a bed. He had found a stretcher though, the report helpfully said.\nThat's what grieving Indians are grateful for now: if you can't provide beds or medicines or oxygen to save my loved one, at least give them a gurney to rest their corpses. \nAs the day progresses, I realise nothing has changed. \nPatients are dying because there's no oxygen. Medicines are still scarce and on the black market. There's hoarding and panic buying as if we are in a war.\nIn many ways, we are.  \nThe teacher calls again. The hospital doesn't even have a spare oxygen flow meter, so she has to get one. \nWe work the phones, send out Twitter appeals. Someone manages to pick up a device, which is used for regulating supply from the cylinder to the patient.\nDespite what the government says, things are going from bad to worse. Oxygen tankers are not making it in time to the city to save patients. There are no beds, few medicines. \nEven India's privileged have no privilege left: a magazine editor called me in the afternoon, looking for an oxygen cylinder for a sick patient, whom he knows. \nIn the apartment building where I live, residents are trying to buy some oxygen concentrators in case someone \"needs help with breathing\". Fifty seven residents are infected and isolated in their homes.\nPatients have been left to fend for themselves. For many it's a slow and gradual road to death. Covid-19 is a disease with too many ambushes.\n\"Even if I'm dying, until I actually die, I am still living,\" Paul Kalanithi, a neurosurgeon, wrote in his piercing memoir, When Breath Becomes Air. \nThere are only small mercies for the gasping victims of a deadly virus in India today."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56864862",
      "category": "uk-england-london",
      "title": "Boy, 15, stabbed to death outside Newham pizza restaurant named",
      "tags": "London violence,Barking",
      "text": "A 15-year-old boy stabbed to death outside an east London pizza restaurant has been named by police.\nFares Maatou died at the scene of the attack on Barking Road, Newham, on Friday afternoon.\nThe Metropolitan Police said officers found the teenager with stab wounds shortly before 16:00 BST, but despite emergency efforts, he was pronounced dead half an hour later.\nWitnesses said Fares was wearing his school uniform when he was attacked.\nThe Met said it believed Fares was attacked with \"a large bladed item\".\nTwo boys, 14 and 15, were arrested on suspicion of murder on Friday, while another 15-year-old boy was also held in connection with the incident, a spokesman added.\nA post-mortem examination is still due to take place.\nFloral tributes and balloons have been placed outside the Zzetta Soul Fired Pizza restaurant.\nA member of staff from the restaurant, who asked not to be named, said a FedEx worker, an off-duty police officer and a woman passing by had all rushed to the teenager's aid as he lay injured in the street.\n\"They were just shouting at him, 'wake up, wake up, try to breathe',\" he said.\nA close friend of Fares said he had been a \"really nice\" person who \"loved life\".\nThe tearful 15-year-old, accompanied by her mother, said: \"He would just be there for you. \n\"If you ever needed him, he would be there. He had nothing to do with the gang stuff around here.\nHer mother, 33, from Stratford, said her daughter, who had been friends with Fares since nursery, had been left \"heartbroken\" and had not stopped crying \"since she found out\".\nDet Ch Insp Perry Benton said Fares's family were, \"of course, absolutely devastated\".\n\"I have assured them of my total commitment to bringing to justice those responsible for this senseless killing,\" he said.\n\"They will be supported by specialist officers at every stage of what will be a terrible ordeal for them.\"\nHe added that officers had \"received a good deal of information from local people\".\n\"I thank them for that, and ask anyone with information or any witnesses who have yet to speak with police to please come forward.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56874811",
      "category": "world-us-canada",
      "title": "Biden says Armenian mass killing was genocide",
      "tags": "Turkey,Armenia,Joe Biden",
      "text": "Joe Biden has become the first US president to issue a statement formally describing the 1915 massacre of Armenians as a genocide.\nThe killings took place in the waning days of the Ottoman Empire, the forerunner of modern-day Turkey.\nBut the issue is highly sensitive, with Turkey acknowledging atrocities but rejecting the term \"genocide\".\nForeign Minister Mevlut Cavusoglu said on Saturday that Turkey \"entirely rejects\" the US decision.\n\"We will not take lessons from anyone on our history,\" he tweeted.\nLater the Turkish foreign ministry said it had summoned the US ambassador to convey Ankara's \"strong reaction\".\nPrevious US administrations have not used the term genocide in formal statements amid concerns over damaging relations with Turkey, a Nato ally.\nOttoman Turks had accused Christian Armenians of treachery after suffering a heavy defeat at the hands of Russian forces and began deporting them en masse to the Syrian desert and elsewhere. Hundreds of thousands of Armenians were massacred or died from starvation or disease.\nAtrocities were widely recorded at the time by witnesses including journalists, missionaries and diplomats.\nThe number of Armenian dead has always been disputed. Armenians say about 1.5 million people died. Turkey estimates the total to be closer to 300,000. According to the International Association of Genocide Scholars (IAGS), the death toll was \"more than a million\".\nAlthough Turkish officials have accepted that atrocities took place, they argue that there was no systematic attempt to destroy the Christian Armenian people. Turkey says many Muslim Turks also died in the turmoil of World War One. \nMr Biden's statement, released as Armenia commemorates the start of the mass killings, said: \"We remember the lives of all those who died in the Ottoman-era Armenian genocide and recommit ourselves to preventing such an atrocity from ever again occurring.\n\"And we remember so that we remain ever-vigilant against the corrosive influence of hate in all its forms.\"\nMr Biden said the intention was \"not to cast blame but to ensure that what happened is never repeated\".\nHe had previously welcomed a move by the US House of Representatives, which in 2019 voted overwhelmingly to recognised the mass killings as a genocide.\nA Biden official told reporters that the decision to use the term formally as the administration turned its focus to human rights.\nIn 1981, then-President Ronald Reagan referred to the \"Armenian genocide\" in a proclamation on the Holocaust, but others have shied away from using the term since.\nThe administration of Mr Biden's immediate predecessor Donald Trump said it did not consider the killings a genocide. Mr Trump instead called it  \"one of the worst mass atrocities of the 20th Century\".\nArmenian Prime Minister Nikol Pashinyan said Mr Biden's words had \"honoured the memory\" of those who had died, adding in a tweet: \"The US has once again demonstrated its unwavering commitment to protecting human rights and universal values.\"\nBut the Turkish foreign ministry responded angrily, saying in a statement they \"reject and denounce in the strongest terms the statement\", saying it had been \"made under the pressure of radical Armenian circles and anti-Turkey groups\".\nIt warned the move would \"open a deep wound that undermines our mutual trust and friendship\".\nA further deterioration of relations between the two countries may be the most significant outcome of Mr Biden's statement, which is largely symbolic and comes with no additional sanctions. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56858403",
      "category": "world-asia",
      "title": "India Covid crisis: Hospitals buckle under record surge",
      "tags": "Delhi,India,Coronavirus pandemic",
      "text": "India's healthcare system is buckling as a record surge in Covid-19 cases puts pressure on hospital beds and drains oxygen supplies. \nFamilies are left pleading for their relatives who are desperately ill, with some patients left untreated for hours.\nCrematoriums are organising mass funeral pyres. \nOn Friday India reported 332,730 new cases of coronavirus, setting a world record for a second day running. Deaths were numbered at 2,263 in 24 hours. \nDr Atul Gogia, a consultant at the Sir Ganga Ram hospital in Delhi, told the BBC there had been a \"huge surge\" in patients, leaving no space in the emergency room. \n\"We do not have that many oxygen points. Whatever oxygen points are there, they're full. Patients are coming in with their own oxygen cylinders or without oxygen. We want to help them but there are not enough beds and not enough oxygen points even to supply them oxygen if it is there,\" he said. \n\"All our telephone lines are jammed. People are continuously calling the helpline. There is a big rush outside the hospital: there are ambulances parked, patients wanting to get deboarded, but the problem is, there is no space. \n\"We try to mobilise, we try to discharge patients who become stable as early as possible so that we can increase the turnaround, but things are difficult right now.\"\nEvery morning, for the past few days, I have been waking up to my phone buzzing with desperate messages for help.\nPeople are seeking hospital beds, life-saving drugs, oxygen and plasma for their infected and sick friends and relatives. Often, after a period of silence, the same people announce the deaths of their \"patients\". My Twitter timeline is India's Covid-19 war-room, as the state appears to have largely withered away.  \nEvery essential to save a life is in short supply or available on the black market. Then there's the fear of the virus literally \"at your door\". Over the past week, three buildings in the gated complex where I live have become \"containment zones\", with entire skyscrapers sealed because of too many infections. The days and nights are filled with helplessness, anxiety and fear. The bad news is unrelenting. \nThe Supreme Court of India has called this a \"national emergency\". This is beyond an emergency. It is a \"complete collapse of the goddamn system\", as one of India's leading virologists says. In hotspots like Delhi and Mumbai, life, itself, is now a privilege.\nMaharashtra, the worst-hit state in India, faces an oxygen shortfall. In the state capital, Mumbai, at least 13 patients died after a fire broke out in an intensive care unit of a hospital treating Covid patients. \nTwo days earlier, 24 Covid patients died in another part of the state after a leak interrupted the flow of oxygen to their ventilators. \nOn Friday morning, Max Healthcare, which runs 10 private hospitals around Delhi, put out an \"SOS\" message, saying it had less than an hour's supply remaining at two of its sites. The shortage was later resolved. \nThree other states - Gujarat, Uttar Pradesh and Haryana - are also facing a critical shortage. The Indian Air Force is being used to lift oxygen tankers and supplies to different parts of the country.\nA separation process takes air and splits it into various gases, including oxygen. The oxygen is then purified, super-cooled and stored as a liquid, which is less bulky than keeping it as a gas. \nThe compressed oxygen is used to fill insulated tanks, which supply hospitals, or canisters for individual patients. \nA vaporiser is used to turn the oxygen back into a gas before it is delivered to patients. \nCases have surged during India's second wave, driven by a number of factors. Health protocols have been lax, with mask mandates sporadically enforced.\nMillions of people attended a Hindu festival, the Kumbh Mela, which culminated 10 days ago with a mass dip in the River Ganges. New strains of the virus have emerged, including a \"double mutant\" strain. \nBollywood composer Shravan Rathod tested positive shortly after returning from the city where the Kumbh Mela was held and died not long after, his family confirmed. \nAs well as the Indian double-mutant strain, the UK strain is the primary variant found in the state of Punjab, National Centre for Disease Control Director Sujeet Kumar Singh told local media. \nThe UK strain is also particularly prevalent in Maharashtra and the city of Delhi, he added.\nDr Saswati Sinha, a critical care specialist in the eastern city of Kolkata, said emergency rooms and wards were packed to capacity.\n\"We are getting direct calls from our patients, our acquaintances, our neighbours: they are pleading with us to be able to accommodate some of their next of kin. But unfortunately, our situation is such that, although we are trying our best, we still have a huge number of patients whom we are not able to accommodate,\" she told the BBC.\n\"In 20 years of working in intensive care, I have never seen anything of this kind, ever.\"\nIndian Prime Minister Narendra Modi met chief ministers of the most affected states and oxygen manufacturers on Friday. \nHe asked states to work together to stop hoarding and black marketeering, saying that the government was also looking at diverting industrial oxygen to ease the crisis. \nAre you affected by Covid-19 in India or are you worried about relatives there? Please share your story by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56864731",
      "category": "uk-wales",
      "title": "Ryan Giggs charged with assaulting two women",
      "tags": "Manchester",
      "text": "Wales manager and former Manchester United player Ryan Giggs has been charged with assaulting two women.\nHe is accused of causing actual bodily harm to a woman in her 30s and common assault of a woman in her 20s at an address in Salford last November. \nMr Giggs, of Worsley, is also charged with coercive or controlling behaviour.\nHe has been bailed to appear at Manchester and Salford Magistrates' Court on 28 April.\nMr Giggs, 47, said in a statement he would plead not guilty to the charges in court.\n\"I have full respect for the due process of law and understand the seriousness of the allegations,\" he said.\n\"I look forward to clearing my name.\"\nGreater Manchester Police said officers were called at 22:05 GMT on 1 November to reports of a disturbance at an address in Worsley.\nThe force said a woman in her 30s was treated for minor injuries at the scene.\nMr Giggs is also accused of coercive or controlling behaviour between December 2017 and November 2020.\nThe Football Association of Wales (FAW) has confirmed assistant manager Robert Page will take charge of Wales at this summer's European Championships. \nThe FAW said there would be a board meeting to \"discuss the developments and its impact on the association and the national team\".\nIn his statement, Mr Giggs added: \"I would like to wish Robert Page, the coaching staff, the players and the supporters every success at the Euros this summer.\"\nThe former Manchester United winger is one of British football's most-decorated footballers following his 24-year career at Old Trafford and was appointed an OBE in 2007 before winning the BBC's Sports Personality of the Year in 2009.\nHe also won 64 caps for Wales between 1991 and 2007 and was appointed national manager in January 2018, leading them to qualification for Euro 2020, which has been re-scheduled because of Covid-19.\nHe is also co-owner of League Two side Salford City."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56872146",
      "category": "uk-wales",
      "title": "Covid: Friends soak up the sun as lockdown restrictions ease in Wales",
      "tags": "Llandaff,Cardiff,Coronavirus pandemic",
      "text": "Friends have been soaking up the sun and meeting outdoors for the first time in months under new relaxed lockdown rules.\nFrom Saturday, six people from six households are able to meet outdoors in Wales.\nElen Derrick was delighted to be able to see Fiona Rutherford and two other pals in Llandaff Fields, Cardiff.  \nThe four were celebrating finishing a 10km run with a cup of coffee in the park's Cafe Castan. \nElen, from Llandaff, said: \"I run with a group of friends and have been for a number of years and we have not been able to run together.\n\"The four of us met up today for the first time and we're celebrating with a 10km run with a cuppa.\"\nThe 48-year-old believed the eased restrictions gave \"hope for the future\". \n\"And the rates are coming down which is great,\" she said. \n\"I think it's really good for mental health as well.\" \nFiona, 53, from Llandaff, said: \"It's absolutely fantastic because we are used to running in a group. \n\"We always do sport together and it has been really sad not to have that companionship. \n\"We really enjoy running and being outside, and it is the first time we have been able to get together as a group for a really long time. \n\"It's wonderful.\" \nElin Llyr, from Victoria Park, thought it was \"lovely\" restrictions had been eased. \n\"It's been a really long year for everyone and I think now that the weather is nice we can meet outside,\"  the 35-year-old said. \n\"I think it's been a long time coming really. \n\"Even though we have been sticking to the rules, we have been seeing people doing this for a number of weeks, so it is nice now that it is actually allowed.\"\nCai Llwyd Jones, from Pentir, Gwynedd, was visiting Llanddwyn beach on Anglesey. \nHe said the restrictions being eased was \"a welcome change\".\n\"Many people have been waiting for a long time to see their friends or members of their extended family, so on that front it is definitely a welcome change.\n\"But it has its pros and cons, because everywhere is busy as it is, and it is only going to get busier now.\" \nArj Fiutek, Frank McDermott, Lucy James and Elliott Ashton had travelled to the beach from Ruthin. \nElliot thought it was \"nice\" to get out. \n\"We've been locked in for a while,\" he said.\nHis friend Lucy agreed it was good to \"have a bit of normality back\".\nArj was glad to see the sea to \"get a bit of fresh air and enjoy the Welsh countryside\".\nSince March, up to six people from a maximum of two households were allowed to meet outdoors after Wales' stay local lockdown rule ended.\nBut that was eased further on Saturday to allow six people from six different households to meet outside, excluding children aged under 11.\nHowever, police have warned people not to congregate in hotspots, with dispersal orders in place at a number of beauty spots this weekend, giving police powers to break up crowds.\nFrom Monday, restaurants and cafes will also be able to re-open to serve customers al-fresco.\nFirst Minister Mark Drakeford said the move was guided by the fact there was a lower risk of catching Covid outdoors.\nIt comes after the Welsh government announced gyms could reopen earlier than previously planned.\nWales went into lockdown just before Christmas following concern over a rise in cases - data showed that all of the UK's seven most infected local authority areas were in Wales.\nNow Wales has the lowest Covid case rate in the UK - around 15 cases per 100,000 people - with the highest percentage of its population vaccinated. \nThe number of Covid patients in hospitals in Wales has also dropped to its lowest level."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56831795/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: NI hairdressers and outdoor attractions reopen",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Close-contact services such as hairdressers reopened and driving lessons resumed on Friday as Northern Ireland's Covid restrictions ease.\nOutdoor visitor attractions opened their doors for the first time since lockdown was imposed after Christmas. \nCompetitive sports involving 100 people can also resume after Stormont ministers agreed reopening dates earlier this month. \nOutdoor hospitality businesses and non-essential shops will open next Friday. \nNorthern Ireland has eased its coronavirus restrictions at a slower pace than other parts of the UK, with Stormont ministers and officials stressing differences in the rate of transmission of the virus.\nThe current reproduction (R) number in Northern Ireland, which measures how quickly the virus is spreading, is estimated to be between 0.7 and 1.05, down from 0.95-1.4 the previous week.\nAs of Friday 23 April, static band practice and rehearsals are also permitted in agreed outdoor locations. \nNew Covid-19 regulations released on Thursday state that people must book appointments in order to get a haircut or attend a beauty salon.\nGillian Herron, the owner of the Hair Lounge in Bangor, said reopening was \"a big change\".\n\"We are quite a large salon so we are very, very lucky in that we're able to space our clients out,\" she told BBC's Good Morning Ulster programme. \n\"So we haven't had to put screens up as such. \n\"We have a massive backlog of clients trying to get in, so there are an awful lot of disappointed clients having to wait longer than we'd want to.\" \nFirst Minister Arlene Foster said on Thursday the Northern Ireland Executive will \"keep looking\" to see if Covid restrictions can be eased faster.\nBut she added the effect of easing restrictions needed to be monitored.\nHealth Minister Robin Swann said easing restrictions had been hard-earned, but that did not mean we can \"ease up in our attitude towards the virus\".\n\"We must not jeopardise the important progress made to date or do anything that could impede our pathway towards a better summer,\" he said. \nHe warned that nobody should think the threat from the virus was going \"to simply fade away\".\nThe average daily number of new cases being confirmed in Northern Ireland has risen slightly.\nThe seven-day rolling average of new positive cases is 41 per 100,000 people, up from 38 the previous week.\nThis \"modest increase\" is particularly in the 0-11 age group and appears to be stabilising, health officials say, adding that this may be partly due to the return of school and the rollout of testing for close contacts.\nNorthern Ireland took gradual steps out of lockdown earlier this month, when all pupils returned to school for the first time since Christmas. \nIt was the last part of the UK to lift its stay-at-home rule, which came into effect in January, in a bid to suppress a large rise in cases of coronavirus.\nFrom 30 April, further restrictions are expected to ease, including the reopening of non-essential retail and the reopening of licensed and unlicensed premises outdoors.\nThe Driver and Vehicle Agency (DVA) said all efforts were being made to clear the backlog of driving tests once the system reopens on Friday.\nJeremy Logan, DVA chief executive, said there was no question demand would be high.\nEconomy Minister Diane Dodds said the easing of measures allowed people \"to hope again that we can actually recover after the terrible time we have had with the pandemic\".\nMrs Dodds said this next stage would bring \"a bit of normality back on our high street\".\n\"No matter what we can give them in terms of grants to sustain them, it is nothing compared to being open and thriving and people coming in and out of the retail setting.\"\nMrs Dodds said she would soon reveal plans for a high street voucher scheme, costing £140m.\nThe minister said it would be released at the \"optimum\" time to act as a stimulus after an expected period of \"pent-up demand\".\nGeraldine Duggan, Belfast City Centre Manager, said the long-awaited reopening of businesses was \"a game changer\".\n\"Seeing close-contact services opening and now next week as well, retail and hospitality, it's going to be a big difference,\" she said.\nTaoiseach (Irish prime minister) Micheál Martin has said the easing of lockdown restrictions in the Republic of Ireland would not be perfectly aligned with Northern Ireland. \nThe Irish government is not due to announce relaxations until next month. \n\"I don't see perfect alignment or anything in the next number of weeks. There will be some gaps,\" Mr Martin told Northern Ireland business leaders on Thursday. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56862436",
      "category": "world-europe",
      "title": "French police station stabbing: Terror inquiry into Rambouillet knife attack",
      "tags": "France",
      "text": "A female police employee has been killed in a knife attack at a police station south-west of Paris.\nAnti-terror prosecutors have taken over the inquiry, and the killing is being treated as a possible terrorist attack.\nThe attacker, who reportedly came to France from Tunisia several years ago, was shot dead by police. \nPresident Emmanuel Macron led tributes to the 49-year-old victim, and said France would never give in to \"Islamist terrorism\".\nThe stabbing took place in the secure entrance to the police station in the commuter town of Rambouillet at 14:20 (12:20 GMT).\nWitnesses said the attacker had been seen walking around while on his mobile phone outside the police station and seized his chance to go in as the woman - an unarmed administrative officer - went through the security doors.\nHe reportedly lunged at the officer, stabbing her in the neck. Her colleagues then opened fire on him. \nAnti-terrorism prosecutors said they took over the investigation because of the way the attack had unfolded, remarks made by the attacker and the fact that he targeted a police official. \nSources close to the inquiry told media outlets that the man had shouted \"Allahu Akbar\" (God is greatest) during the attack. \nOfficials said the attacker, 36, was not previously known to security agencies. Local outlet BFMTV reported that he had lived in the country illegally before obtaining a residency card, which was due to expire later this year.\nThree people were arrested following the attack, according to reports. A judicial source told AFP news agency they were part of the suspect's \"entourage\". \nIn a Twitter post following the attack, Mr Macron said the victim's name was Stéphanie. \"The nation is by the side of her family, her colleagues and security forces,\" he wrote. \nHer full name has not been released, but local media reports describe her as a mother of two. \nPrime Minister Jean Castex and Interior Minister Gérald Darmanin went straight to the scene, in the large Yvelines area to the west of the capital.\nMr Castex said the country had lost an \"everyday heroine\" and condemned what he described as a \"barbaric act of boundless cruelty\".\n\"Our determination to combat terrorism in all its forms is as resolute as ever,\" he told reporters.\nValérie Pécresse, president of the Paris region, said the attack had been against a \"symbol of France\". The police, she said, were \"the face of France\".\nFar-right leader Marine Le Pen - seen as the strongest challenger to Mr Macron in next year's presidential election - tweeted condemnation of Friday's attack before details of the suspect's identity had been made public. \n\"The same horrors come one after another, the same infinite sadness as we think about the relatives and the colleagues of this female police employee who has been killed, the same type of person guilty of this barbarity, the same Islamist motives,\" she wrote.\nBritish Foreign Secretary Dominic Raab also reacted to the attack on Twitter. \n\"We stand with our French friends and allies following tragic news of a female police officer killed by a terrorist in Rambouillet while doing her job,\" he wrote. \nIn his comments on Friday, Mr Castex noted that the Yvelines area had been targeted before, including in 2016 when two members of the police force were fatally stabbed at their home. \nIn October 2020 the militant Islamist murder of teacher Samuel Paty in Yvelines led to national outrage, as he was attacked after an online campaign that began with false claims from a 13-year-old girl at his school.\nDeadly attacks on French police\nJanuary 2015: Two police officers were among those killed in the attack at the offices of satirical magazine Charlie Hebdo. A third was killed in a related attack the following day.\nJune 2016: A police commander and his partner, also a police official, were stabbed to death at their home west of Paris by a man claiming allegiance to the Islamic State (IS) group. The attacker was killed in a police assault on the house.\nApril 2017: A French policeman was killed by a jihadist on the Champs Elysées in Paris. Two other officers were wounded in the attack. The suspect was shot dead by security forces, and a note defending IS was found near his body.\nMarch 2018: A gunman who pledged allegiance to IS militants launched a series of attacks in southern France, killing four people including a policeman who traded places with a captive. He also opened fire on a group of police officers out jogging, wounding one. The suspect was shot dead by police. \nOctober 2019: A police computer operator stabbed four of his colleagues to death at the Paris police headquarters, before being shot dead. Anti-terror prosecutors said he adhered to a radical version of Islam.."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56859357",
      "category": "business",
      "title": "Convicted Post Office workers have names cleared",
      "tags": "Money,Personal finance,Post Office Ltd,Post offices",
      "text": "Judges have quashed the convictions of 39 former postmasters after the UK's most widespread miscarriage of justice.\nThey were convicted of stealing money, with some imprisoned, after the Post Office installed the Horizon computer system in branches.\nThe system was flawed. Some of those whose lives were ruined now want those responsible to be \"punished\".\nThe judgement was met with cheers from ex-postmasters outside court and was hailed by Prime Minister Boris Johnson.\nHe called the original convictions an \"appalling injustice\".\nThe clearing of the names of 39 people follows the overturning of six other convictions in December, This means more people have been affected than in any other miscarriage of justice in the UK.   \nAmong them was Janet Skinner, who ran a post office in Hull. She was imprisoned in 2007 for nine months over a shortfall of £59,000 - a case which she said \"destroyed everything\". Like others, she said she had no idea fellow sub-postmasters and sub-postmistresses were being prosecuted and convicted.\nShe was taken away from her two children to go to prison and - after her release - had a job offer taken away owing to her criminal conviction. Outside court, she said she was \"relieved\" at the judgement.\nSpeaking after his name was cleared, Harjinder Butoy, who was convicted of theft and jailed for three years and four months in 2008, described the Post Office as \"a disgrace\".\nHe said those responsible for the scandal \"need to be punished, seriously punished\", adding: \"They're just bullies, that's all they are. Somebody needs to really, really sort this out and charge them for this.\"\nHughie \"Noel\" Thomas, also cleared, said it had been 16 years to fight for justice. \"All I want is my money back. People have walked away from this who were responsible. I'd like to sit down with them and ask them the question 'why?',\" he said.\nNeil Hudgell, who represented 29 of the former sub-postmasters, said the Post Office \"has been found to have been an organisation that not only turned a blind eye to the failings in its hugely expensive IT system, but positively promoted a culture of cover-up and subterfuge in the pursuit of reputation and profit\".\n\"They readily accepted that loss of life, liberty and sanity for many ordinary people as a price worth paying in that pursuit,\" he said.\nFormer Post Office chief executive Paula Vennells - at the the helm from 2012 to 2019 - said she supported a government inquiry.\n\"I was deeply saddened by the sub-postmasters' accounts heard during the Court of Appeal proceedings. I am truly sorry for the suffering caused to them as a result of the convictions which the Court of Appeal has today overturned.  \n\"I fully support and am committed to co-operating with the ongoing Government Inquiry, as I did with last year's Select Committee Inquiry.  It would be inappropriate for me to comment further while the Inquiry is ongoing.\"\nThose affected have long called for a judge-led, full, public inquiry, rather than the government's own inquiry which is set to report in the summer.\nThe Criminal Cases Review Commission, which investigates potential miscarriages of justice, is reviewing another 22 cases.\nThere were more than 700 prosecutions based on Horizon evidence. The commission and the Post Office are asking anyone else who believes their conviction to be unsafe to come forward.\nAt the Royal Courts of Justice in London, Lord Justice Holroyde said the Post Office \"knew there were serious issues about the reliability of Horizon\" and had a \"clear duty to investigate\" the system's defects.\nBut the Post Office \"consistently asserted that Horizon was robust and reliable\" and \"effectively steamrolled over any sub-postmaster who sought to challenge its accuracy\", the judge added.\nThe Court of Appeal also allowed the appeals on the basis that their prosecutions were an affront to justice - a decision that allows for the possibility of further claims for compensation against the Post Office.\nThose whose convictions have been quashed are Josephine Hamilton, Hughie Noel Thomas, Allison Henderson, Alison Hall, Gail Ward, Julian Wilson, Jacqueline McDonald, Tracy Felstead, Janet Skinner, Scott Darlington, Seema Misra, Della Robinson, Khayyam Ishaq, David Thomas Hedges, Peter Anthony Holmes, Rubina Shaheen, Damien Owen, Mohammed Rasul, Wendy Buffrey, Kashmir Gill, Barry Capon, Vijay Parekh, Lynette Hutchings, Dawn O'Connell, Carl Page, Lisa Brennan, William Graham, Siobhan Sayer, Pauline Thomson, Tim Burgess, Nicholas Clark, Margery Williams, Tahir Mahmood, Ian Warren, David Yates, Harjinder Butoy, Gillian Howard, David Blakey and Pamela Lock. \nFollowing the convictions - including theft, fraud and false accounting - some of these former postmasters went to prison, were shunned by their communities and struggled to secure work. \nSome lost their homes and even failed to get insurance owing to their convictions. Three have since died.\nThey always said the fault was in the computer system, which had been used to manage post offices' finances since 1999.\nInvestigative journalist Nick Wallis has followed this saga for years, reporting on the case for BBC Panorama and Radio 4.\n\"Just over 10 years ago, I spoke on the phone to a man who was crying his eyes out,\" he said. \n\"His pregnant wife, Seema Misra - the sub-postmaster at West Byfleet Post Office in Surrey - had been sent to prison for theft. He swore she was an innocent victim of the Post Office's computer system, Horizon. \n\"After meeting dozens of sub-postmasters over the past decade, I have been struck by the dignity and quiet anger they convey in interviews and conversation - emotions never stray far from the surface.  \n\"There will be some jubilation at the quashing of so many convictions today, but the trauma, the loss of reputation and the years of financial hardship for the dozens of people who were prosecuted by the Post Office will never leave them.\"\nPost Office chief executive Nick Read said: \"I am in no doubt about the human cost of the Post Office's past failures and the deep pain that has been caused to people affected.\n\"Many of those postmasters involved have been fighting for justice for a considerable length of time and sadly there are some who are not here to see the outcome today and whose families have taken forward appeals in their memory. I am very moved by their courage.\n\"The quashing of historical convictions is a vital milestone in fully and properly addressing the past as I work to put right these wrongs as swiftly as possible and there must be compensation that reflects what has happened.\"\nIn three additional cases - those of Stanley Fell, Wendy Cousins and Neelam Hussain - the judges ruled the convictions were not based on Horizon evidence, so their appeals against conviction failed.\nThe Horizon system, developed by the Japanese company Fujitsu, was first rolled out in 1999 to some post offices to be used for a variety of tasks including accounting and stocktaking. \nBut from an early stage, it appeared to have significant bugs which could cause the system to misreport, sometimes involving substantial sums of money. \nHorizon-based evidence was used by the Post Office to successfully prosecute 736 people.\nBut campaigners fought a long and hard series of legal battles for compensation in the civil courts, which have been followed by referrals by the Criminal Cases Review Commission."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56870380",
      "category": "uk-northern-ireland",
      "title": "Slieve Donard: Over 100 firefighters continue to tackle Mournes 'major incident'",
      "tags": "Northern Ireland Fire and Rescue Service,Environment",
      "text": "More than 100 firefighters have been tackling a large fire in the Mourne Mountains which is still being treated as a \"major incident\".\nCoastguard helicopters have been used to move firefighters into remote areas to fight the blaze, the NI Fire and Rescue Service (NIRFS) said.\nThe fire began on NI's highest mountain, Slieve Donard, on Friday.\nThe operation is expected to continue into the evening and is \"likely\" to resume on Sunday. \n\"The use of the helicopters has allowed us to get a good aerial view of the fire spread, to inform our tactical firefighting approach and plan our resource deployments for tomorrow,\" said Aidan Jennings, Assistant Chief Fire and Rescue Officer.\n\"It has also been invaluable in helping us move firefighters into remote and difficult to reach positions to tackle the fire,\" he added. \n\"We are working closely with many partner agencies at the scene and this support has been invaluable. \n\"This is truly a multi-agency effort to bring this fire under control.\" \nThe emergency fire operation was escalated on Saturday morning and NIRFS declared the blaze a major incident.\nThey and the police have advise the public to avoid the area while the operation continues. \nAs well as engulfing the lower slopes of Slieve Donard, the fire has also affected the Glen River Valley and Thomas Mountain.\nThe 100 firefighters are from stations across Northern Ireland and 12 fire appliances are at the scene. \nAn Irish Coast Guard helicopter was deployed to assist with the operation on Saturday afternoon.\n\"We are making good progress however it's been a challenging and exhausting day for everyone involved,\" Mr Jennings said in a statement on Saturday evening.\n\"Every firefighter on the mountain has been working exceptionally hard and I want to pay tribute to them. \n\"They have had to work in intense heat, carrying equipment and they have been physically beating fires out.  \n\"They have witnessed first-hand the devastation on the mountain, yet they are heartened by the support of our local community and the generosity in providing refreshments.\"\nEarlier, it was reported that conventional fire appliances were unable to reach the fire due to the challenging terrain.\nEarlier, it was reported that conventional fire appliances were unable to reach the fire due to the challenging terrain.\nIn a statement, the PSNI asked the public to avoid the Newcastle area, \"in particular Trassey Road, Bloody Bridge, Tollymore Forest Park and Donard carpark to ensure NIFRS have full accessibility to these areas\". \nIt added: \"We understand many people will have made plans to walk the Mournes today but we would ask that you reschedule as you will be turned away upon arrival.\" \nNI Secretary of State Brandon Lewis asked people to heed this advice as \"deeply distressing scenes\" unfold in the area of outstanding natural beauty.\nMr Lewis paid tribute to the \"heroic work\" of the emergency services and said the impact of the fire on one of Northern Ireland's most beautiful landmarks was \"tragic\".\nAt the scene - BBC News NI's Catherine Morrison\nIt's an unusual sight- the top of Slieve Donard obscured not by cloud but by plumes of smoke.\nGorse fires are continuing to spread across the mountain, above the tree line, fanned by a steady eastern breeze.\nDozens of firefighters and crews from as far away as Belfast and Glengormley are tackling the blaze, building firebreaks to stop the fire spreading into the forest.\nMany of the most popular walking areas are affected: the Glen river walk, the Trassey track, Bloody Bridge. \nOn a sunny Saturday like this, there would usually be hikers and mountain bikers taking in the beautiful views.\nBut today, the warning from police and fire crews for people to avoid the area appears to have been heeded. Donard car park is virtually empty and the town is much quieter than normal.\nPolice have set up road blocks on the outskirts of Newcastle and are stopping drivers to warn them to stay away from Donard.\nIn a tweet, First Minister Arlene Foster said the fire was \"devastating and tragic\" and that she offered her \"full support for those battling the flames\".\nDeputy First Minister Michelle O'Neill echoed calls for people to avoid the Slieve Donard area and said her thoughts were with firefighters battling \"one of our worst ever wildfires\".\nThe NI Fire and Rescue Service has said that there was potential for further fires this weekend and urged people to avoid the Bloody Bridge and Glen Road access points.\nHealth Minister Robin Swann said he had spoken to the NIFRS to pay tribute to the crews fighting the blaze. \nHe joined the appeal to the public to stay away from the area to \"allow the crews to concentrate in the job in hand and stay safe\".\nThe NIFRS has said the area is unsuitable for wild camping, adding \"we would ask the public to exercise due care and vigilance in relation to fire safety if out in the countryside during this current dry spell\".\nThe sight of the Mournes in flames has upset many who love these mountains.\nThey are an important protected habitat for plants and animals.\nGround nesting birds and insects will have been badly affected.\nHow quickly they recover will depend on how deeply the fire has penetrated the peat.\nUpland areas like this have huge potential to store carbon.\nThey've been described as our equivalent of the rainforest.\nAnd today, they're once more on fire.\nOn Friday, Sinn Féin MP Chris Hazzard thanked the NIFRS but said local agencies need \"urgent help\".\n\"Whether accidental or deliberate, wildfires are incredibly dangerous. Today's fire will have caused widespread damage to an environmentally sensitive area, and will also unfortunately have proven deadly for local wildlife,\" he said.\nSDLP MLA Colin McGrath paid tribute to the firefighters' \"bravery and determination\", adding that the fire was visible from as far away as Downpatrick. \n\"Sadly, this will not only have a devastating impact on the natural landscape but the local economy of Newcastle that relies so heavily on the tourist product we associate with the Mournes,\" he said.\nSpeaking during a visit to the scene, DUP Agriculture Minister Edwin Poots thanked first responders and said he was \"shocked\" to see the damage inflicted on the landscape.\n\"Wildfires cause a devastating level of damage to our natural environment and threaten people's lives, homes and businesses,\" he said.\nHe added that wildfires were \"rarely natural\" and were almost always started \"either deliberately or by reckless burning of flammable vegetation or material\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56856901",
      "category": "uk-politics",
      "title": "Dyson lobbying row: Boris Johnson says sleaze accusers out of their minds",
      "tags": "Sir James Dyson,Dominic Cummings,Boris Johnson,Lobbying in the United Kingdom,Lobbying",
      "text": "Boris Johnson has said anyone who thinks there was something \"dodgy or rum\" in his dealings with Sir James Dyson is \"out of their mind\".\nThe PM was responding to claims by Labour that he was personally involved in \"sleaze\" after texts between the two were revealed by the BBC.  \nDowning Street declined to comment on \"speculation\" Mr Johnson's former aide Dominic Cummings had leaked the texts.\nThe government has launched an internal inquiry into who was responsible.\nThe prime minister's spokesman said: \"We don't get into detail of processes in terms of these inquiries, but the Cabinet Office is taking that work forward.\"\nThe BBC said it did not discuss the sources of stories.\nMr Johnson was speaking on a visit to Derbyshire as allegations of cronyism abound at Westminster. \nOn Tuesday the BBC published text messages between Mr Johnson and Sir James, in which the prime minister agreed to \"fix\" concerns the businessman had over his employees' tax bills if they moved to the UK to make ventilators at the start of the pandemic.\nAsked whether this proved Labour's allegation that friends of the Conservatives were given privileged access, the prime minister said it was \"completely the right thing to do\" to ask manufacturers to help bolster supplies of equipment needed to treat Covid patients.\n\"To think that there's anything remotely dodgy or rum or weird or sleazy about trying to secure more ventilators at the time of a national pandemic and doing everything in your power to do that, I think you're out of your mind,\" he added.\nBut Labour leader Sir Keir Starmer, who was on a visit to Hartlepool, said it was \"increasingly obvious\" the prime minister was involved in \"sleaze\". \nAsked if media reports pointing to Mr Cummings as the source of leaks were part of an attempt to distract from lobbying allegations, Sir Keir said: \"Boris Johnson is desperate to try to keep this at arm's length but it's obvious that he can't. This is government by WhatsApp.\n\"They are all at it - whether it's access to the prime minister, whether it's the former prime minister accessing ministers and officials, whether it's the health secretary with shares in companies with the contracts with the NHS. The list just grows and grows...\n\"Sleaze is back and it's bigger than it was before.\"\nShadow Treasury minister Bridget Phillipson tweeted: \"Dominic Cummings is a distraction. Follow the money, not the soap opera.\"\nMr Cummings has not accepted invitations to respond to the reports and, so far, no evidence of his involvement in the leaks has been produced.\nLabour has called for an urgent investigation into the prime minister's conduct by the Liaison Committee of senior MPs.\nIt said the text messages showed Mr Johnson had offered a \"tax break\" to a \"chum\". \nThe head of the committee, Conservative MP Sir Bernard Jenkin, turned down the call for an inquiry, saying three other parliamentary committees were already looking at the issues.\nHe told Radio 4's Today programme ministers should not be \"locked away in ivory towers\" with people unable to contact them and should be able to carry out conversations about policy in private, as this would \"stifle proper conversation\".\n\"What's got to come out of this is obviously a system of managing conflicts of interest, which commands more public confidence, and is more rigorous, but also a balance,\" he added.\nThe SNP's Westminster leader, Ian Blackford, has written to the Cabinet Secretary, calling for officials to \"secure and publish\" all Mr Johnson's private correspondence on coronavirus contracts, and not just his texts with Sir James Dyson. \nHe said \"such a narrow and limited internal investigation totally and utterly fails to address the scale of the scandal\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56839459",
      "category": "uk-politics",
      "title": "Dyson lobbying row: Labour calls for probe into PM texts",
      "tags": "Sir James Dyson,Dyson,Tax,Boris Johnson,Lobbying in the United Kingdom,Ventilators",
      "text": "Labour has called for a \"thorough investigation\" into Boris Johnson's contacts with inventor Sir James Dyson.\nShadow Cabinet Office minister Rachel Reeves said the messages between the prime minister and Sir James opened up a \"new urgent corridor of inquiry\". \nThe texts - seen by the BBC - show Mr Johnson saying he could \"fix\" tax issues relating to Dyson staff who came to the UK to work on the pandemic.\nThe PM said he made \"no apology\" for trying to get ventilators for the NHS.\nLabour has said the text messages are part of a pattern of government \"sleaze\" and has called on the cross-party Liaison Committee of senior MPs to investigate \"as soon as possible\". \nMs Reeves claimed there was \"a growing feeling that if someone has access to a telephone number of someone like the prime minister or the chancellor, then they are able to gain special treatment\".\nLiaison Committee Chair Sir Bernard Jenkin said the MPs would consider Ms Reeves request adding that the prime minster was due to appear in front of the committee before the summer recess.\nIn March last year, the Department of Health feared the NHS in England would need as many as 20,000 additional ventilators to deal with Covid patients.\nIt asked companies, including Dyson, which is based in Singapore, to help.\nThe prime minister is understood to have called Sir James on 13 March and asked him to participate.\nDyson answered the call - although subsequently the company was not called upon to provide ventilators to the NHS.\nSir James contacted the Treasury for assurances there would be no extra tax to pay for employees who came to the UK to help.\nWhen he failed to get a response, he texted the prime minister directly.\nIn exchanges seen by the BBC, Mr Johnson messaged Sir James saying: \"[Chancellor] Rishi [Sunak] says it is fixed!! We need you here.\"\nWhen the businessman sought further reassurance for the tax status of the firm and \"senior individuals\", Mr Johnson replied: \"I am First Lord of the Treasury and you can take it that we are backing you to do what you need.\" \nTwo weeks later, Mr Sunak told a group of MPs that the tax status of people who came to the UK to provide specific help during the pandemic would not be affected.\nOn Wednesday, Mr Johnson said he made \"no apology for moving heaven and earth\" to persuade businesses to help bolster supplies of equipment and ventilators to treat coronavirus patients. \nHe said he had done the \"right thing\" and that \"any prime minister\" would have done the same in the circumstances. \nSNP Westminster leader Ian Blackford called on Mr Johnson to reveal \"how many more Covid contracts he personally fixed\" and publish all personal exchanges on these contracts.\nBut Mr Johnson said there was \"nothing to conceal about this\" and he would share details with MPs.  \nThe prime minister's official spokesman said Mr Johnson had abided by the ministerial code, governing conduct in office, and had \"informed officials in a timely manner\" after his contact with Sir James.\nHe added that he did not know when the prime minister would publish his exchanges with Sir James.\nSeparately, it is understood some in government have suggested the prime minister should be less willing to share his personal contact details - but officials have denied that he was told to change his mobile phone number.\nIt was also revealed recently that former Prime Minister David Cameron had contacted several ministers - including Chancellor Rishi Sunak, whom he texted - on behalf of the failed finance firm Greensill Capital.\nSeveral inquiries have been launched looking into the work of lobbyists, whose job it is to influence government policy.\nMr Cameron has denied that he broke any codes of conduct or any government rules on lobbying."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56831795",
      "category": "uk-northern-ireland",
      "title": "Covid-19: NI hairdressers and outdoor attractions reopen",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Close-contact services such as hairdressers reopened and driving lessons resumed on Friday as Northern Ireland's Covid restrictions ease.\nOutdoor visitor attractions opened their doors for the first time since lockdown was imposed after Christmas. \nCompetitive sports involving 100 people can also resume after Stormont ministers agreed reopening dates earlier this month. \nOutdoor hospitality businesses and non-essential shops will open next Friday. \nNorthern Ireland has eased its coronavirus restrictions at a slower pace than other parts of the UK, with Stormont ministers and officials stressing differences in the rate of transmission of the virus.\nThe current reproduction (R) number in Northern Ireland, which measures how quickly the virus is spreading, is estimated to be between 0.7 and 1.05, down from 0.95-1.4 the previous week.\nAs of Friday 23 April, static band practice and rehearsals are also permitted in agreed outdoor locations. \nNew Covid-19 regulations released on Thursday state that people must book appointments in order to get a haircut or attend a beauty salon.\nGillian Herron, the owner of the Hair Lounge in Bangor, said reopening was \"a big change\".\n\"We are quite a large salon so we are very, very lucky in that we're able to space our clients out,\" she told BBC's Good Morning Ulster programme. \n\"So we haven't had to put screens up as such. \n\"We have a massive backlog of clients trying to get in, so there are an awful lot of disappointed clients having to wait longer than we'd want to.\" \nFirst Minister Arlene Foster said on Thursday the Northern Ireland Executive will \"keep looking\" to see if Covid restrictions can be eased faster.\nBut she added the effect of easing restrictions needed to be monitored.\nHealth Minister Robin Swann said easing restrictions had been hard-earned, but that did not mean we can \"ease up in our attitude towards the virus\".\n\"We must not jeopardise the important progress made to date or do anything that could impede our pathway towards a better summer,\" he said. \nHe warned that nobody should think the threat from the virus was going \"to simply fade away\".\nThe average daily number of new cases being confirmed in Northern Ireland has risen slightly.\nThe seven-day rolling average of new positive cases is 41 per 100,000 people, up from 38 the previous week.\nThis \"modest increase\" is particularly in the 0-11 age group and appears to be stabilising, health officials say, adding that this may be partly due to the return of school and the rollout of testing for close contacts.\nNorthern Ireland took gradual steps out of lockdown earlier this month, when all pupils returned to school for the first time since Christmas. \nIt was the last part of the UK to lift its stay-at-home rule, which came into effect in January, in a bid to suppress a large rise in cases of coronavirus.\nFrom 30 April, further restrictions are expected to ease, including the reopening of non-essential retail and the reopening of licensed and unlicensed premises outdoors.\nThe Driver and Vehicle Agency (DVA) said all efforts were being made to clear the backlog of driving tests once the system reopens on Friday.\nJeremy Logan, DVA chief executive, said there was no question demand would be high.\nEconomy Minister Diane Dodds said the easing of measures allowed people \"to hope again that we can actually recover after the terrible time we have had with the pandemic\".\nMrs Dodds said this next stage would bring \"a bit of normality back on our high street\".\n\"No matter what we can give them in terms of grants to sustain them, it is nothing compared to being open and thriving and people coming in and out of the retail setting.\"\nMrs Dodds said she would soon reveal plans for a high street voucher scheme, costing £140m.\nThe minister said it would be released at the \"optimum\" time to act as a stimulus after an expected period of \"pent-up demand\".\nGeraldine Duggan, Belfast City Centre Manager, said the long-awaited reopening of businesses was \"a game changer\".\n\"Seeing close-contact services opening and now next week as well, retail and hospitality, it's going to be a big difference,\" she said.\nTaoiseach (Irish prime minister) Micheál Martin has said the easing of lockdown restrictions in the Republic of Ireland would not be perfectly aligned with Northern Ireland. \nThe Irish government is not due to announce relaxations until next month. \n\"I don't see perfect alignment or anything in the next number of weeks. There will be some gaps,\" Mr Martin told Northern Ireland business leaders on Thursday. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56870410",
      "category": "world-asia",
      "title": "India Covid surge: Hospitals send SOS as record deaths registered",
      "tags": "Delhi,India,Coronavirus pandemic",
      "text": "Indian hospitals say their patients are dying because of a shortage of oxygen as Covid case numbers and deaths set new records for a third day running. \nIndia has recorded nearly a million infections in three days, with 346,786 new cases overnight into Saturday. \nAt the Jaipur Golden Hospital in Delhi, 20 people died overnight because of a lack of oxygen, an official said. \nThe government says it is deploying trains and the air force to transport supplies to hard-hit areas. \nThe number of deaths across India rose by 2,624 in the 24 hours to Saturday, up from 2,263 on Friday. \nThe World Health Organization (WHO) said the situation in India was a \"devastating reminder\" of what the coronavirus could do. \nEarlier this year, the Indian government believed it had beaten the virus. New cases fell to 11,000 by mid-February, vaccines were being exported, and in March the health minister said India was \"in the endgame\" of the pandemic. \nHowever, since then, a new surge has erupted, driven by the emergence of new variants, as well as mass gatherings, such as the Kumbh Mela festival, where millions of pilgrims gathered earlier this month. \nHospitals in Delhi have warned they are at breaking point. At the Holy Family Hospital, intensive care units are full and there is no room for any more beds. \n\"Almost every hospital is on the edge. If oxygen runs out, there is no leeway for many patients,\" Dr Sumit Ray told the BBC. \n\"Within minutes, they will die. You can see these patients: they're on ventilators, they require high-flow oxygen. If the oxygen stops, most of them will die.\" \nAt the Jaipur Golden Hospital, a doctor told the BBC the government had allocated 3.6 tonnes of oxygen, to be delivered by 17:00 on Friday. \nHowever, the supply - a fraction of what was promised - only arrived at midnight, he told the BBC. \nOn Friday, Delhi's Chief Minister Arvind Kejriwal pleaded for oxygen supplies on live TV, Reuters news agency reported. \n\"All of the country's oxygen plants should immediately be taken over by the government through the army,\" he said.\n\"Oxygen, oxygen, can you get me oxygen?\" I wake up this morning to an anguished phone call from a school teacher, whose husband was been battling for his life in a Delhi hospital. \nI tell myself: another day of life in a city where breathing has become a luxury for so many.  We work the phone, send SOS calls. I text a doctor friend working in critical care.\nI pick up the newspaper. Twenty-five critically ill patients have died in a private hospital. The oxygen pressure had been dialled down in critical care, the hospital said. \nThere's a photograph of two men and a woman sharing a cylinder on the front page - three strangers, caught up in a tragedy brought upon by government negligence, sharing a lifeline. \nAs the day progresses I realise nothing has changed. Patients are dying because there's no oxygen. Medicines are still scarce and on the black market.\nThe teacher calls again. The hospital doesn't even have a spare oxygen flow meter, so she has to get one.  We work the phones again, send out Twitter appeals. Someone manages to find a device.\nDespite government claims, things are going from bad to worse. There are no beds, few medicines. For many it's a slow road to death.\nRead more from Soutik\nA virologist at the Christian Medical College in the city of Vellore in southern India, Gagandeep Kang, told the BBC more action was needed to stop the spread of the virus.\n\"We need to ensure that there are no non-essential activities taking place. You know what Indian weddings are like, and restricting the size of gatherings, whether it is for family reasons, other social reasons or for business or for political rallies. All of that really needs to stop,\" she told the BBC. \n\"I don't think a national lockdown is required, but I think that in places that are showing a rise in cases, we do need to intervene with greater stringency than we have done in the past.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56865986",
      "category": "world-us-canada",
      "title": "Ghislaine Maxwell makes first US court appearance",
      "tags": "Jeffrey Epstein death,Ghislaine Maxwell,Jeffrey Epstein,United States",
      "text": "Ghislaine Maxwell has appeared in court on new charges of sex-trafficking, her first appearance since her arrest last summer. \nShe attended the New York court in person on Friday for arraignment on new charges against her filed last month. \nMs Maxwell, 59, pleaded not guilty to the new counts. \nThe British socialite is accused of helping convicted sex offender Jeffrey Epstein recruit, groom and sexually abuse girls. \nMs Maxwell, the daughter of media mogul Robert Maxwell, was in a relationship with Epstein in the 1990s. She allegedly introduced him to wealthy and powerful figures including Prince Andrew of the British Royal Family and Bill Clinton. \nShe now faces six counts including sex-trafficking of a minor and sex-trafficking conspiracy. She also faces a further two charges relating to allegations of perjury in 2016. \nThe two new charges relate to allegations that Maxwell recruited a 14-year-old girl to provide Epstein with sexualised massages between 2001 and 2004. The girl was then paid hundreds of dollars in cash in return and was encouraged to recruit other young women. \nThe entire proceeding on Friday lasted less than 10 minutes. Maxwell only spoke three times in order to answer the judge's question about whether or not she had received a copy of the indictment. \nJury selection is set for 12 July but the judge is considering a request to delay the trial. \nMs Maxwell has previously denied all of the charges. If convicted on all charges, she faces up to 80 years in prison. \nEpstein killed himself in 2019 as he awaited trial on sex trafficking charges, more than a decade after he was convicted for soliciting prostitution from a minor."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56765176",
      "category": "health",
      "title": "Two 13-year-old boys desperate to get a vaccine",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56855166",
      "category": "world-asia",
      "title": "Myanmar: Military chief urged to stop violence on first foreign trip",
      "tags": "Myanmar coup ,Myanmar,ASEAN",
      "text": "South East Asian leaders have urged the head of the Myanmar army, which took power in a coup in February, to end the violent crackdown in the country.\nIn his first known foreign trip since the takeover, General Min Aung Hlaing heard calls for the military to stop killing protesters and to release political prisoners.\nMore than 700 people have been killed and thousands detained since the coup.\nThe talks in Indonesia were the first big effort to address the crisis.\nA statement released after the summit said the leaders and foreign ministers from the 10-member Association of Southeast Asian Nations (Asean) had reached a consensus on five points.\nThey included asking for an immediate stop to the violence and opening a dialogue between the military and civilian leaders, with that process overseen by a special Asean envoy who would also visit with a delegation. The group also offered humanitarian assistance.\nThe consensus was welcomed by Myanmar's newly formed National Unity Government (NUG), a group made up of opponents of the coup - including pro-democracy figures, representatives of the armed ethnic groups and former members of civilian leader Aung San Suu Kyi's former government.\nAfter the meeting, which was held in the Indonesian capital Jakarta, Singapore Prime Minister Lee Hsien Loong said the general was \"not opposed\" to a visit by as Asean delegation or humanitarian assistance, adding: \"He said he heard us, he would take the points in which he considered helpful.\"\nMalaysian Prime Minister Muhyiddin Yassin also called for unconditional release of political prisoners. Aung San Suu Kyi remains in detention, as well as anti-coup leaders. \n\"The deplorable situation in Myanmar must stop immediately,\" he said.\nDemonstrators gathered near the venue of the summit, beating pots and pans and holding signs that read \"Restore democracy\" and \"We stand against the military coup\". Protests were also held in Myanmar's main cities but there were no immediate reports of violence.\nAsean leaders have been widely criticised for inviting to their meeting the man responsible for overthrowing the elected government in Myanmar, and for unleashing savage violence on those opposed to his coup.\nThey may now argue that it was worth it; that by attending, Min Aung Hlaing has accepted the meeting's concluding statement calling for an end to the violence and the start of dialogue with an opposition movement that enjoys substantial popular support. The general was described by his Indonesian hosts only as the armed forces commander and not the head of a legitimate government.\nHowever, an appeal for the release of political prisoners was dropped from the final communique. Much detail remains to be hashed out on how dialogue will happen. But, in his first diplomatic encounter since his disastrous coup, Min Aung Hlaing, until now deaf to appeals for restraint, does appear to have agreed that his regime needs to change course. Asean member states fear that unless this happens, they may have a civil war, or even a failed state, on their doorstep.\nThis afternoon people across the commercial capital Yangon banged pots and pans to show their defiance of a military junta that has shocked the world by its brutality. Never before has Asean had to deal with a member state whose government faces such entrenched public hostility. It is a challenge the countries of this region, many of them undemocratic, are ill-equipped to meet.\nUnited Nation's Secretary-General António Guterres had called for the Asean summit to resolve the crisis and prevent \"possible grave humanitarian implications beyond Myanmar's borders,\" UN spokesman Stephane Dujarric said. \nThere have been calls for Myanmar, also known as Burma, to be expelled from Asean but the members historically do not get involved in each other's internal affairs. \nThe UN special envoy for Myanmar, Christine Schraner Burgener, is in Jakarta for meetings on the sidelines of the summit.\nMass protests have been taking place across Myanmar since the military seized control and declared a year-long state of emergency.\nThe armed forces claim there had been widespread fraud during a general election late last year which had returned elected leader Aung San Suu Kyi and her National League for Democracy party (NLD) to power.\nThe military promised instead that it would hold \"free and fair\" elections once the state of emergency is over.\nIn the past few weeks, the military has been increasing its use of force against protesters. More than 80 people were killed in one incident in the city of Bago earlier this month. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56868383",
      "category": "world-middle-east",
      "title": "Covid-19: Israel records no daily deaths for the first time in 10 months",
      "tags": "Israel,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Israel has recorded no new daily Covid-19 deaths for the first time in 10 months, as the country pushes ahead with its speedy vaccination drive.\nThe country's coronavirus death toll remained unchanged at 6,346 on Thursday, health ministry data showed.\nThe last time Israel reported zero Covid-19 deaths was at the end of June last year, after lockdown measures curbed a first wave of infections.\nIsrael's outbreak has eased after hitting its peak in January this year.\nThe Israeli government started to relax lockdown restrictions a month later as vaccinations against Covid-19 were rolled out more widely.\nIsrael has the highest vaccination rate in the world. On Thursday, the country reached the milestone of five million Covid-19 vaccinations.\nThe health ministry said more than 53% of the country's population of about nine million people had received two doses of vaccine.\n\"This is a tremendous achievement for the health system and Israeli citizens. Together we are eradicating the coronavirus,\" Health Minister Yuli Edelstein tweeted on Friday.\nLast week Eyal Leshem, a director at Israel's largest hospital, the Sheba Medical Center, said the country may be close to reaching \"herd immunity\".\nHerd immunity happens when enough of a population has protection against an infection, thus stopping it from spreading.\nWorld Health Organization (WHO) experts have estimated that at least 65%-70% of a population need vaccination coverage before herd immunity is reached.\nMr Leshem said herd immunity was the \"only explanation\" for Israel's continued fall in cases as more restrictions were lifted.\n\"There is a continuous decline despite returning to near normalcy,\" he said.\n\"This tells us that even if a person is infected, most people they meet walking around won't be infected by them.\"\nIsrael began its vaccination campaign last December and since then, it has been the leading nation globally for the number of doses per head of population.\nThe country has so far relied on only the two-shot vaccine developed by Pfizer and BioNTech. In February, Israel's health ministry said studies revealed the risk of illness from the virus had dropped 95.8% among people who have had both doses of the Pfizer vaccine.\nThe country is preparing to start vaccinating children aged 12-15 as soon as the US Food and Drugs Administration, a regulator, approves vaccine use for people in that age bracket.\nBut while Israel has surged ahead with its vaccination programme, the Palestinian territories have lagged behind.\nIn March, the Palestinians received the first shipment of about 60,000 vaccines doses under the international Covax vaccine-sharing scheme."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56871694",
      "category": "world-asia",
      "title": "Indonesian submarine sank off Bali, navy says",
      "tags": "Bali,Submarines,Indonesia",
      "text": "A submarine missing since Wednesday off the coast of Bali with 53 people on board has been lost, the Indonesian navy said on Saturday. \nParts of the submarine, along with debris including prayer mats, were found near where it went missing, the navy chief of staff said. \nA scan detected the sub at a depth of 850m (2,800ft), well beyond its survivable limit. \nIt was only carrying enough oxygen for three days. \nThe KRI Nanggala disappeared after requesting permission to dive during a torpedo drill. The German-built vessel was more than 40 years old but underwent a refit in 2012. \nThe Indonesian navy has insisted the sub was in good condition but an oil slick where it is thought the vessel submerged has raised concern that the fuel tank may have been damaged.\n\"We have found several pieces and parts that are believed to be parts or components that are attached to the submarine that would not come out of the ship if there had not been pressure from outside or a crack in the torpedo launcher,\" said Navy Chief of Staff Yudo Margono. \nAmong the items recovered was a bottle of grease for lubricating the periscope. They were found in a 10-mile (16km) radius where no other ships had passed. \nThere has been an international effort to locate the navy boat."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56869660",
      "category": "uk",
      "title": "Covid-19: Indian hospitals buckle under surge and US lifts J&J jab pause",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday morning. We'll have another update for you tomorrow morning. \nIndia's healthcare system is buckling as a record surge in Covid-19 cases puts pressure on hospital beds and drains oxygen supplies. The country reported more than 340,000 cases of coronavirus on Saturday, setting a world record for a third day running. The BBC's India correspondent Yogita Limaye visited a hospital in Delhi to see how healthcare workers are coping. And BBC Reality Check considers whether election rallies helped spread the virus.\nUS health regulators have lifted an 11-day pause on the Johnson & Johnson (J&J) Covid-19 jab, but will add a warning label about the potential for extremely rare blood clots. Fifteen vaccine recipients suffered from a dangerous blood clot out of nearly eight million given the jab. Europe's drug regulator also ended restrictions on the J&J vaccine this week. The UK has ordered 30 million doses of the vaccine, but it is waiting for approval from regulators.\nResearchers are calling for people struggling to regain their sense of smell after falling ill with Covid-19 to undergo \"smell training\" rather than being treated with steroids. This is a process that involves sniffing different odours over a period of months to retrain the brain to recognise different smells. A loss of smell is one of the main symptoms of a coronavirus infection, along with a fever and a persistent cough. Read more about the symptoms of Covid here.\nIsrael has recorded no new daily Covid-19 deaths for the first time in 10 months, as the country pushes ahead with its speedy vaccination drive. The country has the highest vaccination rate in the world and on Thursday it reached the milestone of five million Covid-19 jabs. We take a look at how fast the vaccine rollout is progressing around the world.\nThirteen-year-olds Noah and George have been shielding for a year. They are too young to get called up for a jab because coronavirus vaccines in the UK are unlicensed for the under-16s. The government says it is down to individual doctors to decide who is eligible for an unlicensed jab. See their story below.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nLockdown rules are eased in Wales today. Remind yourself of the rules where you live.\nFind more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56873026",
      "category": "uk",
      "title": "Covid-19: New push for under-50s to take up jab offers",
      "tags": "Coronavirus vaccines,Vaccination,Matthew Hancock,Coronavirus pandemic",
      "text": "A new campaign is being launched to encourage younger people to get the Covid vaccine when their turn comes.\nThe Department of Health has released a series of photos documenting the NHS's largest-ever vaccination programme.\nHealth Secretary Matt Hancock said 45.5 million doses had been administered so far, but \"the battle is not yet over\".\nMore than half the entire UK population - 33.5 million people - have now received a first dose, while more than 12 million people have had two doses. \nOn Monday lockdown restrictions will ease further in Wales and Scotland. Pubs and restaurants will be allowed to serve customers outdoors in Wales, while in Scotland all non-essential shops, pubs and restaurants can reopen, with up to six people from two households allowed to socialise indoors in a public place. \nThe UK recorded another 2,061 confirmed cases on Saturday and a further 32 deaths.\nThe latest campaign aims to encourage under-50s to take the vaccine, following research that suggests younger people are more likely to be hesitant.\nIn England those aged 45 or over are already being invited to book an appointment, while in Scotland this applies to those aged 50 or over. \nNorthern Ireland has now opened bookings for the 35 to 39 age group and one health board in Wales is offering the vaccine to those aged 30 to 39 - although most are still vaccinating people in their 40s and 50s. \nAlthough 94% of all adults in the most recent survey by the Office for National Statistics felt positively about the vaccines, about one in eight 16 to 29-year-olds said they were hesitant, the highest such finding among all age groups.\nVaccine hesitancy is also higher among black people and people in more deprived areas, although the numbers saying they are hesitant has been falling in every group, the survey suggested.\nAmong the people caught on camera in the photo project was 25-year-old Alice Tooley, who was vaccinated early in the rollout because of her frontline work with vulnerable adults for a refugee charity.\nAs younger people get invited to have their jab, she said: \"I hope they jump at it the way I did so, as a collective, we all play our part in getting back to a more normal way of life.\"\nDocumentary photographers and filmmakers set out across the UK in February and March to capture the immunisation programme in action, travelling to hospitals, mobile vaccination units, care homes and some of the more unusual vaccination sites such as Salisbury Cathedral and the Science Museum in London.\nPhotojournalist Jude Palmer said it had been a privilege to document the \"smiles, laughs, nerves, and sighs of relief as we get one step closer to a more normal way of life\".\nAmong the people they photographed was Dr Gavin Chestnutt, a GP at Ballycastle Medical Practice, who took his vaccine supplies on the ferry to Rathlin Island - Northern Ireland's most northerly point - to immunise the community there and ensure the elderly population did not have to travel in bad weather.\nDr Chestnutt, who is also a part-time farmer, was photographed vaccinating a 92-year-old man in his back garden, looking out over the coastline.\nThe 42-year-old said it had been an honour to witness people's \"physical relief\" as they were protected from Covid-19. \n\"Most overwhelming has been to see how grateful everyone has been for getting their vaccine and finally seeing some light at the end of the tunnel,\" he added.\nMeanwhile, 8,000 football supporters will be at Wembley later for the Carabao Cup final between Manchester City and Tottenham - the biggest attendance at an outdoor sports event since the first lockdown in March last year. \nThe game is part of the government's official test programme to work out the best way for big crowds to return to venues.\nIt comes as 22 anti-lockdown scientists and academics have written an open letter calling for face masks and social distancing to end in June.\nThe letter, published in full on the Daily Express website, says more weight should be given to the success of the vaccines and less to what it calls the \"theoretical\" risk of new variants or a new surge in infections.  \nIt also urges the government to scrap plans for vaccine passports, along with mass community testing in favour of a more targeted approach.  \nThe government has already announced it hopes to end all legal limits on social contact in England on 21 June at the earliest and the prime minister has said there is nothing in the data to suggest this will not be the case.\nBut some scientists have suggested people could still be asked to wear face coverings and socially distance for several years as other countries are yet to complete their vaccination programmes. \nBBC health correspondent Katharine Da Costa says many of the signatories to the letter had previously called for lockdowns to be abolished in favour of shielding the vulnerable, a strategy strongly criticised by the wider scientific community."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56872426",
      "category": "uk-politics",
      "title": "Sir Keir Starmer: 'Every day there's more sleaze, it stinks'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56871172",
      "category": "uk-wales",
      "title": "Covid: Police pledge to break up crowds at hotspots",
      "tags": "Ogmore-by-Sea,North Wales Police,Tenby,Aberaeron",
      "text": "Police have pledged to clamp down on anyone causing anti-social behaviour at hotspots over the weekend.\nDispersal orders have been put in place in Cardiff Bay, Swansea, Ogmore-by-Sea and Barry Island, giving South Wales Police powers to break up crowds.\nAction is also being taken in Tenby, Pembrokeshire, due to concerns about \"possible anti-social behaviour\".\nFrom Saturday, six people from six different households can meet outdoors under revised Covid rules. \nThe action comes after criticism of people gathering in large numbers and leaving litter in Cardiff Bay and further afield.\nA dispersal order has also been put in place in Aberaeron, Ceredigion, in case large crowds gather with people advised to \"be sensible when meeting with friends or family this weekend\".\nNorth Wales Police said it was putting on extra patrols as it was anticipating the area would \"get very busy this weekend\".\nSouth Wales Police said it was the first time a dispersal order had been put in place at Ogmore-by-Sea due to recent anti-social behaviour.\n\"We are not there to monitor visitor numbers and prevent those visiting in a law-abiding manner from enjoying. We are there to ensure public safety,\" said the force.\n\"We all have a responsibility to make sensible choices when we are out and about, maintaining social distancing and not putting ourselves and others at unnecessary risk.\"\nThe dispersal order at SA1 Swansea comes as South Wales Police said it was aware of messages on social media about a gathering on a beach.\nDyfed-Powys Police has launched its annual Operation Lion initiative to ensure Tenby \"continues to be a safe and popular destination for all this spring and summer\".\nChief Insp Louise Harries said it had been adopted following recent incidents and after \"listening to residents' concerns\".\nThe force also said officers will be \"conducting proactive patrols of areas identified as possible sites for illegal raves over the weekend\" and it called on the public to alert them.\nIn north Wales, the force urged motorists to \"take extra care on the roads\" following several fatal and serious collisions this year."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56842946",
      "category": "uk-politics",
      "title": "Lobbying row: Why ministers have two mobile phones",
      "tags": "Lobbying in the United Kingdom,Lobbying,Mobile phones,Civil Service",
      "text": "The lobbying controversy that has enveloped Westminster is a complex and fast-developing story but there is one strand running right through the centre of it - the smartphone. \nWhatsApp and text messages have replaced face-to-face meetings and letters as the favourite method of communication for politicians.\nThe casual, and sometimes untraceable, nature of these communications can make it harder for the Civil Service to ensure everyone - ministers, officials, businesses and lobbyists - plays by the rules.\nIt wasn't that long ago that everything was typed out in triplicate, and phone calls were routed through Whitehall switchboards, with officials listening in and taking notes.\nTony Blair didn't get a mobile phone until he left Downing Street in 2007. Now politicians, like the rest of us, can't live without them.\nFollowing a series of revelations about ministers' use of texts and messaging apps, Labour has warned that the UK is heading towards \"government by WhatsApp\".\nIt's a catchy slogan, but it might be a bit dated, as the prime minister and other leading politicians are reportedly migrating to Signal, a rival messaging app.\nUsers can set encrypted messages to automatically delete after short periods of time, even as short as five seconds.\nThey can also stop screenshots being taken of exchanges if they are using an Android phone. \nMessages sent and received on Facebook-owned WhatsApp - which has been around since 2009 - are also encrypted, but screenshots can be taken and shared.\nMinisters are issued with work mobile phones when they get a job in government. Until a few years ago, they were given Blackberries, but now the iPhone seems to be the favoured brand.\nThe idea is to ensure that professional and personal calls, texts and emails are kept separate from their personal communications.\n\"I was given a phone as soon as I started,\" one former Conservative minister tells the BBC, \"but I wasn't sat down and issued with any advice on how to use it.\"\nA government source says: \"Clearly ministers may have informal conversations from time-to-time, whether that is in person, via digital communications or remotely, and if they find themselves discussing official business then significant content from such discussions should be passed back to officials.\"\nIn official guidance, designed for private emails but applying to all electronic communications, ministers are told to work out whether they include details on \"substantive discussions\" or \"decisions\" made on government business.\nIf they do, they should then forward them to civil servants.\nThe ministerial code, laying out general rules of behaviour, says that a private secretary or another official should be present for \"all discussions relating to government\", to ensure transparency.\nIf that's impossible - such as when ministers chat to business leaders at social events - they have to report back to civil servants as soon as possible.\nIt's widely accepted that phone messaging should be reported in the same way if it's about important official business.\nBut the Institute for Government (IfG) think tank wants a tightening of the rules, so that all messages sent and received on official phones - about whatever topic - are logged, with the names of those taking part published quarterly. This already happens for meetings ministers attend.\n\"There needs to a public record that something's happened,\" IfG associate director Tim Durrant says. \"Texting's essentially a conversation, like a meeting.\"\nA source who used to work in Whitehall in a senior role says it was \"normal\" for ministers to have text exchanges with business leaders - and then let civil servants know about them.\n\"There's nothing wrong with the leaders of this country talking to captains of industry,\" they add. \"It's a part of how government functions. We live in a free country.\n\"What really annoys me is that there's an assumption of wrongdoing of some sort here. It's wrong to say government is run by text message. It's a form of communication that everyone uses for personal and official matters.\"\nCulture minister Caroline Dinenage told Times Radio ministers did not hand out their mobile numbers \"willy-nilly\" and there were \"very clear rules\" about handing contacts to civil servants.\nBut Labour argues that the government's use of messaging fosters \"cronyism\", that those with ministers' phone numbers have an unfair advantage over those who do not.\nAn ex-minister tells the BBC they kept personal and official messages completely separate when they were in office.\n\"You have to rely on people using their common sense,\" they add.\n\"Some ministers actually hand the work mobile across to be carried by a special adviser or a member of their team, so they're not too close to it and don't use it in an inappropriate way.\n\"You've also got to be careful as to whom you give your number out to.\"\nSome in government have suggested the prime minister should be less willing to share his personal contact details, the BBC understands, but officials have denied that he was told to change his number.\nBut Mr Johnson says he will keep his phone, arguing: \"I need to be in touch with people... You need one these days.\"\nAnd there would inevitably be resistance to any rule change among some in Whitehall.\nOne former special adviser asks: \"What are ministers supposed to do? Put in a 30-page submission for every transaction they carry out, even in the midst of a pandemic?\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56863547",
      "category": "uk-politics",
      "title": "Dominic Cummings launches attack on Boris Johnson's integrity",
      "tags": "Sir James Dyson,Dominic Cummings,Boris Johnson,Lobbying in the United Kingdom",
      "text": "Dominic Cummings has launched a blistering attack on his old boss Boris Johnson, questioning his \"competence and integrity\".\nThe former top adviser denied leaking text messages sent between Mr Johnson and businessman Sir James Dyson.\nAnd he claimed Mr Johnson once had a \"possibly illegal\" plan for donors to pay for renovations of the Downing Street flat.\nNo 10 said ministers had always obeyed codes of conduct and electoral law.\nMr Cummings was forced out of his Downing Street role at the end of last year, following an internal power struggle.\nOn Friday, in his first blog post since leaving that role, he also denied leaking details of the second Covid lockdown in England.\nThis is an explosive intervention from a man Boris Johnson used to count on as one of his closest allies. \nAnd if you're tempted to roll your eyes and think it's just sour grapes from a jilted adviser, think again. \nDominic Cummings' blog is proof that he is willing to lift the lid on his time at the heart of Downing Street, regardless of how it reflects on the prime minister. \nBeyond his denial of leaking text messages, he has also given his version of events relating to two potential political weak spots for Boris Johnson. \nThey are the questions over the financing of the renovation of the Downing Street flat and the leaking of a plan to impose a lockdown.\nThe level of detail shows that Mr Cummings is willing to expose others while defending himself and lay bare the inner workings of No 10.\nSeveral newspapers ran front page stories suggesting Mr Cummings was the source of leaked messages between Mr Johnson and Sir James Dyson, first reported this week by the BBC.\nThe BBC - whose political editor Laura Kuenssberg first reported on the text messages on Tuesday - said it did not discuss the sources of stories.\nAsked whether he had blamed his former adviser for it, Mr Johnson said: \"I don't think people give a monkey's, to be frank, about who is briefing what to who.\"\nNo 10 has launched an inquiry into who leaked the text messages.\nThe text exchange between Mr Johnson and Sir James happened in March last year, after the government asked companies to help build thousands of ventilators needed to deal with very ill patients.\nIn it, the prime minister agreed to \"fix\" concerns the businessman had about tax bills for his Singapore-based staff if they moved to the UK to do this.\nWriting on his blog, Mr Cummings said: \"I was not directly or indirectly a/the source for the BBC/Kuenssberg story on the PM/Dyson texts.\"\nHe adds: \"I am happy to meet with the cabinet secretary and for him to search my phone for Dyson messages.\"\nMr Cummings continues that he is \"happy for No 10 to publish every email I received and sent July 2019-November 2020\".\nHe also calls for an \"urgent parliamentary inquiry into the government's conduct over the Covid crisis\", adding that he thinks Mr Johnson has fallen \"far below\" the standards of \"competence\" the \"country deserves\".\nMr Cummings promises to answer questions about \"any\" issues when he appears before a parliamentary inquiry into the government's pandemic response on 26 May.\nIn his blog, Mr Cummings also claimed the prime minister once planned to have donors \"secretly pay\" for renovation of his official Downing street flat. \nLike several of his recent predecessors, the PM is living in the flat above No 11 Downing Street, which is larger than the one above No 10.\nHe adds that Mr Johnson \"stopped speaking to me about the matter in 2020\", as he told him the renovation plans were \"unethical, foolish, possibly illegal and almost certainly broke the rules on proper disclosure of political donations if conducted in the way he intended\".\nMr Cummings says he would be \"happy to tell the cabinet secretary or Electoral Commission\" what he knew about the matter but that his knowledge is \"limited\". \nIn response to Mr Cummings's claims, a No 10 spokesperson said: \"At all times, the government and ministers have acted in accordance with the appropriate codes of conduct and electoral law.\n\"Cabinet Office officials have been engaged and informed throughout and official advice has been followed.\n\"All reportable donations are transparently declared and published - either by the Electoral Commission or the House of Commons registrar, in line with the requirements set out in electoral law.\n\"Gifts and benefits received in a ministerial capacity are, and will continue to be, declared in transparency returns.\"\nEarlier on Friday, the government said that \"costs of wider refurbishment in this year have been met by the Prime Minister personally.\" \nLabour's shadow Cabinet Office minister Rachel Reeves said the issue needed \"investigating in full\". \nDenying being the source of a leak last year ahead of the second Covid lockdown in November, Mr Cummings says an inquiry at the time found that neither he nor the then-Downing Street director of communications, Lee Cain, had been responsible.\nHe adds that the events around that inquiry \"contributed to [his] decision to stick to [his] plan to leave No 10 by 18 December\", which he says were \"communicated to the prime minister in July\".\nIn his blog, Mr Cummings also claimed Mr Johnson had considered stopping the inquiry.\nHe wrote that he recalled a meeting between Mr Johnson and the cabinet secretary at the time, after an inquiry had been launched, at which the cabinet secretary allegedly said \"all the evidence definitely leads to Henry Newman and others in that office\".\nAt the time, Mr Newman was a special adviser at the Cabinet Office. He took up a role in Downing Street earlier this year. \nMr Cummings claims that, in a conversation he had with the PM afterwards, Boris Johnson said: \"If Newman is confirmed as the leaker then I will have to fire him, and this will cause me very serious problems with Carrie [Symonds - the PM's fiancee] as they're best friends… [pause] perhaps we could get the cabinet secretary to stop the leak inquiry?\"\nIn response to Mr Cummings' claims, a Downing Street statement said: \"The prime minister has never interfered in a government leak inquiry.\"\nAnd a senior government official said: \"The allegations against Henry Newman are entirely false. He wouldn't be working in Downing Street if he was suspected of leaking information.\"\nEarlier, Downing Street declined to comment on \"speculation\" that Mr Cummings - who quit his government job last November after a row over his role as the PM's chief adviser - had leaked the texts.\nOn a visit to Derbyshire, Mr Johnson said anyone who thought there was something \"dodgy or rum\" in his dealings with Sir James Dyson was \"out of their mind\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-gloucestershire-56871021",
      "category": "uk-england-gloucestershire",
      "title": "Three-lorry M5 crash in Gloucestershire leaves driver dead",
      "tags": "Gloucestershire Fire and Rescue Service,Thornbury,Stroud,Gloucestershire Constabulary",
      "text": "A driver has died in a three-lorry crash on the M5 in Gloucestershire.\nPolice were called at 05:00 BST to the collision on the southbound carriageway close to Michaelwood Services.\nFire crews were also at the scene and extinguished two of the lorries that were on fire. The road was shut between junctions 13 and 14 but the northbound carriageway has since been re-opened.\nThe drivers of the other two lorries have been taken to Southmead Hospital in Bristol for treatment.\nHighways England said the southbound carriageway is likely to remain shut overnight \"while we repair the extensive damage to the road surface\".\nThe northbound side of the road has now been reopened.\nPC Tim Griffiths, from Gloucestershire Police, said officers from the force's forensic collision investigation unit were sent to the scene. \n\"When we arrived, the occupants from two of the vehicles had attempted to assist the driver of the third vehicle,\" he said.\n\"As a result of attempting to assist the driver, both of these drivers sustained minor injuries and both were taken to Southmead Hospital.\"\nHe said the force is advising anyone travelling in the area to either delay their journey or \"potentially use the A38 or the A46 through Stroud\".\nBut, he added, \"all those routes are very heavily congested\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56807445",
      "category": "entertainment-arts",
      "title": "Oscars 2021: Stars prepare for in-person ceremony",
      "tags": "The Oscars,Film",
      "text": "Stars are preparing for Sunday's Academy Awards, which will take place across multiple locations worldwide.\nUnlike recent awards ceremonies such as the Golden Globes, Baftas and Emmys, the Oscars have asked nominees to attend one of the locations in person.\nMank leads the nominees with 10, but is unlikely to win the night's top prizes.\nInstead, films including Nomadland, Minari, and Ma Rainey's Black Bottom could perform strongly in some of the major categories.\nHere's what to expect from the 93rd Academy Awards.\nThe 93d Academy Awards begin at 17:00 PT, which is 01:00 BST on Monday morning for those in the UK.\nThis year's ceremony is taking place two months later than usual, after the awards season was delayed due to the coronavirus pandemic.\nIn the UK, the ceremony will be broadcast on Sky Cinema's dedicated Oscars channel, and streamed on their sister service Now, formerly known as Now TV.\nThe BBC News website and BBC Radio 5 Live will be providing coverage throughout the night. \nThe main elements of the ceremony will come from Los Angeles, as usual. The event will be split across two venues in the city - the Dolby Theatre and Union Station.\nThere will be international locations too. London's BFI will serve as the UK's hub for British nominees, and another studio will be set up in Paris for French nominees.\nFebruary's bicoastal Golden Globes were successfully broadcast from two different locations - New York and Los Angeles - although while the hosts and category presenters were in the studio, the nominees had to dial in virtually. \nThe Oscar nominees have been told to try to avoid appearing via virtual platforms such as Zoom.\nThe show's producers said they had gone to \"great lengths to provide a safe and enjoyable evening\" for attendees in person.\nThe leading nominees are:\nSee the Oscar nominations in full\nNomadland is widely expected to win two major categories - best picture and best director for Chloé Zhao.\nThe film tells the story of a woman named Fern, played by Frances McDormand, who is seen travelling through the American West, taking temporary jobs to earn money and meeting fellow nomads along the way. Many of the film's stars are real-life nomads, rather than professional actors. \nZhao is one of two female directors nominated this year, alongside Promising Young Woman's Emerald Fennell, marking the first time two women have ever been nominated for best director in a single year.\nChadwick Boseman, who died last summer, could win best actor for his performance in Ma Rainey's Black Bottom. He has won the same award at most other ceremonies this year - although not the Bafta (which went to Sir Anthony Hopkins) or Independent Spirit (which was won by Riz Ahmed).\nDaniel Kaluuya (Judas and the Black Messiah) and Yuh-Jung Youn (Minari) are likely to be taking home best supporting actor and supporting actress respectively, judging by their previous wins this awards season.\nMank, the black-and-white drama starring Gary Oldman as Citizen Kane writer Herman J Mankiewicz, may have the most nominations, but is unlikely to win any of the major categories. It could scoop some technical prizes, however, such as production design.\nThe best actress category is by far the most interesting and hardest-to-call this year. \nFour of the five nominees have already won at least one major best actress award this season:\nMeanwhile, the fifth nominee, Vanessa Kirby from Pieces of a Woman, won the best actress prize early in the season at the Venice Film Festival. That may not traditionally be one of the big Academy indicators, but in recent years it has occasionally pre-empted Oscar victories for the likes of Emma Stone and Olivia Colman.\nIn other words, this category is wide open.\nThe eight British acting nominees range from Ahmed, who receives his first Oscar nomination for playing a drummer who loses his hearing in Sound of Metal, to Sir Anthony Hopkins, whose performance as a man who loses his grip on reality in The Father earns him his sixth nomination. \nAt 83, he is the oldest person ever to be nominated for best actor. Sir Anthony and Ahmed are joined on the award's five-strong shortlist by Oldman, who won the trophy three years ago for playing Winston Churchill in Darkest Hour.\nCarey Mulligan is nominated for Promising Young Woman. The revenge thriller also earns Fennell - best known for her acting in Call the Midwife and The Crown - nominations for best picture and best original screenplay as well as best director.\nKirby, who made her name on The Crown, is nominated for playing a traumatised mother in Pieces of a Woman, while Kaluuya and Sacha Baron Cohen are up for best supporting actor for Judas and the Black Messiah and The Trial of the Chicago 7 respectively.\nKaluuya portrays former Black Panther Party chairman Fred Hampton, while Cohen plays activist Abbie Hoffman, one of the major figures who protested against the Vietnam War at 1968's Democratic National Convention.\nOlivia Colman is nominated in the best supporting actress category for her role in The Father.\nOther British nominees include singer Celeste for best song, for her contribution to The Trial of the Chicago 7; and Aardman's A Shaun The Sheep Movie: Farmageddon, which is up for best animated film."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56875801",
      "category": "world-europe",
      "title": "Deep Time study: French volunteers leave cave after 40 days in isolation",
      "tags": "France",
      "text": "A group of French volunteers have emerged from a cave after a 40-day study exploring the limits of human adaptability to isolation.\nThe 15 participants lived in the Lombrives cave in south-west France with no phones, clocks or sunlight. \nThey slept in tents, made their own electricity, and had no contact with the outside world.\nThe project aimed to test how people respond to losing their sense of time and space.\nThe so-called Deep Time experiment came to an end on Saturday, allowing the eight men and seven women, aged 27 to 50, who took part to leave the cave.\nScientists overseeing the project entered the cave a day earlier to tell them the project was nearing its end.\nSmiling but appearing dazed, the group left their voluntary isolation to a round of applause. They wore sunglasses to give their eyes time to adjust to the sunlight.\nThe director of the project, French-Swiss explorer Christian Clot, said time seemed to pass more slowly in the cave. \nOne volunteer, Marina Lançon, 33, said the experiment \"was like pressing pause\" on life.\nDuring their isolation, the group had to organise tasks without being able to use a measure of time to create deadlines. \nInstead, they had to rely on their body clocks and sleep cycles to structure their days.\nIn the cave, they had few modern comforts at their disposal. For example, volunteers had to generate their own electricity with a pedal bike and draw water from a well 45 m (146 ft) below the earth.\nThe scientists behind the project say it will help them understand how people can adapt to extreme living conditions.\nThe brain activity and cognitive function of volunteers was analysed before they entered the cave, to gather data for comparative studies after they left.\nThe purpose of the study has particular relevance during the coronavirus pandemic, a time when lockdown measures have confined millions of people to isolation.\n\"Our future as humans on this planet will evolve,\" Mr Clot said. \"We must learn to better understand how our brains are capable of finding new solutions, whatever the situation.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56853980",
      "category": "uk-england-london",
      "title": "Boy stabbed to death in Newham, east London",
      "text": "A 14-year-old boy has been stabbed to death in east London.\nMet Police officers, who are treating the case as murder, were called to Barking Road in Canning Town, Newham, at about 16:00 BST on Friday.\nThe teenager was confirmed dead at the scene and officers are trying to find and tell his family.\nA crime scene cordon is in place and there will be an increased police presence in the area, the Met said. No arrests have yet been made.\nDespite the efforts of paramedics from the London Ambulance Service and London Air Ambulance, the victim was pronounced dead shortly after 16:30.\nMayor of London Sadiq Khan said he was \"deeply saddened\" by the killing, adding: \"I am in touch with the Deputy Met Commissioner and my thoughts are with the victim's family and friends.\"\nHe urged witnesses to come forward, saying: \"This appalling incident happened on a busy street in broad daylight, so if you saw or know anything then please don't stay silent.\"\nAnyone with information is urged to contact the force on 101."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56865129",
      "category": "health",
      "title": "Covid: Smell training recommended for lost sense of smell",
      "text": "Researchers are calling for people struggling to regain their sense of smell after falling ill with Covid-19 to undergo \"smell training\" rather than being treated with steroids.\nThis is a process that involves sniffing different odours over a period of months to retrain the brain to recognise different smells.\nA group of international experts say smell training is cheap and simple.\nAnd unlike steroids, it is free from potential side effects. \nA loss of smell is one of the main symptoms of a coronavirus infection, along with a fever and a persistent cough.\nIn most cases, loss of smell will return relatively quickly after the illness has passed.\nBut around one in five people report they are still having problems eight weeks after falling ill. \nOne treatment that has been prescribed by doctors is a course of drugs known as corticosteroids, which lower inflammation in the body and are already used to treat conditions such as asthma.\nBut Prof Carl Philpott, from the University of East Anglia's Norwich Medical School, who was part of the team reviewing current evidence, said there was very little to suggest that corticosteroids would help with smell loss. \n\"And because they have well-known potential adverse side effects, our advice is that they should not be prescribed as a treatment for post-viral smell loss,\" he said.\n\"Luckily most people who experience smell loss as a result of Covid-19 will regain their sense of smell spontaneously.\" \nThe steroids' side effects include fluid retention, high blood pressure, and problems with mood swings and behaviour. \nInstead, in a paper published in the journal International Forum of Allergy & Rhinology, the researchers suggest \"smell training\". \nThis involves sniffing four things that have a distinctive, easily identifiable and familiar smell - for example, oranges, mint, garlic or coffee - twice a day for several months. \nProf Philpott said research shows that 90% of people fully recover their sense of smell after six months.\nIf it doesn't return, he says \"smell training\" helps to retrain the brain's smell pathways to recognise different odours. \n\"It aims to help recovery based on neuroplasticity - the brain's ability to reorganise itself to compensate for a change or injury,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56864863",
      "category": "uk-england-london",
      "title": "Man dies after jumping in Thames to save woman from London Bridge fall",
      "tags": "River Thames,Metropolitan Police Service",
      "text": "A man has died after jumping in the River Thames to rescue a woman who fell from London Bridge.\nTwo men entered the water just after 00:10 BST after spotting the woman fall from the structure, City of London Police said.\nThe coastguard and the Met Police's marine unit rescued the woman and one of the men, but could not locate the other despite an extensive search.\nA body, believed to be that of the missing man, was found at about 06:00.\nThe force said the man's next of kin had been informed."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56874018",
      "category": "world-europe",
      "title": "Covid: Man arrested after infecting 22 people in Majorca",
      "tags": "Spain,Majorca,Coronavirus pandemic",
      "text": "A man has been arrested in Spain on suspicion of assault after allegedly infecting 22 people with Covid.\nThe 40-year-old is alleged to have continued to go to work and the gym despite having a cough and a temperature of more than 40C (104F).\nHe is said to have walked around his place of work in Majorca, pulling his mask down, coughing and telling colleagues he was going to infect them.\nFive colleagues and three fellow gym goers later tested positive.\nAnother 14 people - family members of the infected - also came down with Covid, including three one-year-olds.\nIn a statement released on Saturday, Spanish police said the man had been exhibiting symptoms for a number of days, but refused to go home from work in the town of Manacor.\nHe took a PCR test one evening, but then went to work and the gym the next day while awaiting the results.\nHis colleagues told him to go home, but he refused, police said. He would then pull down his mask, cough and say: \"I'm going to infect you all with coronavirus.\"\nWhen his test came back positive, colleagues were \"alarmed\", according to police, who have been investigating the allegations since late January.\nNone of the people became seriously ill, police said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56867752",
      "category": "business",
      "title": "Brexit: UK and Australia agree 'vast majority' of trade deal",
      "tags": "Elizabeth Truss,Global trade,Trade",
      "text": "The UK and Australia say they have agreed \"the vast majority\" of a free trade deal.\nAfter talks on Friday in London the two said they aim to seal a deal by June.\n\"Both countries are confident the remaining issues will be resolved, and will now enter a sprint to agree the outstanding details with the aim of reaching agreement in principle,\" a joint statement said.\nIt is estimated a deal could add £500m ($694m) to UK GDP over the long-term.\nThe final day of talks between UK International Trade Secretary Liz Truss and Australian Trade Minister Dan Tehan ended in London without a deal but both sides will spend the next few weeks ironing out the outstanding issues standing in the way of an agreement.\nMs Truss said the trade deal between the two countries \"will help us emerge stronger from the pandemic, strengthening ties between two democracies who share a fierce belief in freedom, enterprise and fair play\".\nIf concluded, the UK-Australia free trade agreement will be one of the first post-Brexit trade deals negotiated by the UK that is not a \"rollover deal\", a replica of a trading arrangement earlier negotiated on the UK's behalf by the European Union.\nThe UK inked a trade deal with Japan in October 2020.\nA free trade deal aims to encourage trade - usually in goods but occasionally in services - by making it cheaper. This is often achieved by reducing or eliminating tariffs - taxes or charges by governments for trading goods across borders. \nTrade agreements also aim to remove quotas - which are limits on the amount of goods which can be traded.\nTrade can also be made simpler if countries have the same rules, such as the colour of wires in plugs. The closer the rules are, the less likely that goods need to be checked."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56864737",
      "category": "uk-wales",
      "title": "Fire crews tackle Nantycaws recycling centre blaze",
      "tags": "Abertillery,Caernarfon,Llanrwst,Beddgelert,Gower,Ferndale,North Wales Fire and Rescue Service",
      "text": "People were advised to keep windows and doors shut following a large fire at a recycling centre.\nEight appliances were called to the fire in Nantycaws, Carmarthenshire, after a call at 15:15 BST on Saturday.\nCrews remain at the scene on Sunday morning, according to Mid and West Wales Fire and Rescue Service.\nEmma Jones, from Cross Hands, said she could see \"thick black smoke\" whilst driving from Llangunnor, around four miles away from the recycling centre.\nCarmarthenshire council said no-one had been injured.\nPaul Wakelin, head of operations at Cwm Environmental, who run the site, said it was working closely with the fire service.\n\"We do not yet know the cause of the fire and a full investigation will need to be launched,\" he said.\nThe council said the recycling centre and the waste transfer station for the disposal of commercial waste would remain closed.\nIt said residents who had booked an appointment between Sunday and Wednesday could instead visit one of the county's other sites at Trostre, Wernddu or Whitland, but should bring their confirmation email.\nNatural Resources Wales said a fire water plan was in place and it would visit the site of the fire again on Sunday.\nThe fire service said crews were dampening down on Sunday.\nAn investigation will take place later to determine the cause of the blaze. \nMeanwhile, the combined control room of South Wales and Mid and West Wales Fire and Rescue Service received 490 calls relating to grass fires from 09:00 BST onwards on Friday.\nAt its height, five fire crews tackled a blaze of burning grass and gorse at Kilvey Hill, Swansea, which first began at 14:00 BST on Friday.\nAt another incident, 20 firefighters tackled a fire at Cilgwyn near Carmel, south of Caernarfon, until 22:20 on Friday.\nThe cloud of smoke from the incident was so large that control room staff received 999 calls from Anglesey, North Wales Fire and Rescue Service said.\nLee Smith, who lives in Carmel, said he came across the fire while out running on the mountain.\n\"I saw the smoke and thought it was a bonfire,\" he said.\nMr Smith added he thought the blaze was the size of a \"football pitch or two\".\nA wildfire of over seven acres (three hectares) above Park Road in Ferndale, Rhondda Cynon Taf, was also tackled by three fire crews, using water jets and an all-terrain vehicle.\nAnd three crews also attended a wildfire at Nantmor near Beddgelert in Gwynedd before the incident was declared over by 22:10.\nFirefighters had to return to a smouldering wildfire which has reignited at Aberhenwaun Uchaf, Seven Sisters, Neath Port Talbot, on Friday at about 20:15.\nIn Llanrwst in Conwy county, two appliances attended the scene of a gorse fire on Friday afternoon.\nAnd a grass fire smouldered overnight at Cwm Nant y Groes at Six Bells, Blaenau Gwent.\nAnother fire was monitored on a cliff across seven acres (three hectares) at Caswell Bay, Gower, on Friday night."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56875151",
      "category": "uk",
      "title": "Covid-19: Hancock welcomes over half of UK getting first jab",
      "tags": "Coronavirus vaccines,NHS,Matthew Hancock,Coronavirus pandemic",
      "text": "Health Secretary Matt Hancock has said he is \"absolutely delighted\" that more than half of the UK population has now received their first vaccine.\nGovernment data shows 33,508,590 first doses have been given - the UK's estimated population is 66.7m.\nMore than 12 million people who are \"most vulnerable to Covid\" have been given both doses of the vaccine.\nMr Hancock called it \"a brilliant milestone\", saying \"this vaccination programme is our way out\" on Twitter.\n\"It's clearly saving lives - we can see that - and it's meaning that fewer people are catching the disease as well.\"\nHe added that he was \"thrilled\" the uptake among those aged over 50 was over 95% \"which will give this country so much protection in the weeks and months ahead.\"\nIn England, all those aged 45 and over, as well as those who are vulnerable, are currently eligible to have the vaccine.\nSaffron Cordery, deputy chief executive of NHS Providers, praised frontline NHS staff and volunteers who have administered more than 45,580,400 jabs in the UK over five months. \n\"We've made truly significant progress, but we've still got a long way to go until we reach our next major milestone of offering all adults their first jab by the end of July,\" she added.\nShe urged people to continue to follow the rules and maintain social distancing: \"These measures are key to keeping Covid-19 infection rates under control and helping ensure this current lockdown is our last.\"\nThe latest data shows a further 32 people have died within 28 days of testing positive for coronavirus, bringing the total UK death toll to 127,417 by that measure.\nSeparate figures published by the UK's statistics agencies show there have been 151,000 deaths registered in the UK where Covid-19 was mentioned on the death certificate."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56865562",
      "category": "world-us-canada",
      "title": "US lifts pause on Johnson & Johnson vaccine",
      "tags": "Coronavirus vaccines,Vaccination,United States",
      "text": "US health regulators have lifted an 11-day pause on the Johnson & Johnson (J&J) Covid-19 jab, but will add a warning label about the potential for extremely rare blood clots.\nA Centers for Disease Control and Prevention (CDC) panel earlier approved restarting US rollout of the shot. \nFifteen vaccine recipients suffered from a dangerous blood clot out of nearly eight million given the jab. \nThis week, Europe's drug regulator also ended restrictions on the J&J vaccine. \nEuropean regulators this month also linked similar, highly unusual blood clots to the AstraZeneca Covid-19 shot, but found the benefits of the drug outweighed any risks.\nOn Friday afternoon, the CDC and Food and Drug Administration swiftly followed the recommendation of the CDC advisory panel after it voted 10-4 to continue rolling out the vaccine for people 18 years of age and older in line with its original authorisation.\nThe decision means at least 10 million doses of the J&J vaccine, shipped from the company's factory in the Netherlands, can be deployed across the US immediately. \nThe health officials on Friday identified nine more cases of the blood clots, adding to six cases already identified since regulators first approved the jab as safe and effective in February.\nAll were women, most under the age of 50. Three died and seven remain in hospital.\nAbout a dozen of the cases affected women aged 30-39. Seven of the women were obese, two had high blood pressure, and two were using oral contraceptives, according to health officials. \nCDC officials who presented the data on Friday said a few cases of blood clots in men were being reviewed, too.\nThe officials also said it was important for women be told about the potential risks of the vaccine so they could decide whether to seek alternatives.\nDr Sarah Long, of Drexel University College of Medicine, was among the panel members who voted against the proposal because she thought it did not go far enough in warning women. \n\"This is an age group that is most at risk [of the blood clot] that is getting vaccine predominantly to save other peoples' lives and morbidity, not their own,\" she told AP new agency. \"And I think we have a responsibility to be certain that they know this.\"\nSymptoms can arise within three weeks of vaccination and include acute headaches, shortness of breath, and leg and abdominal pain. \nUS health officials are warning doctors that heparin, a common treatment for blood clots, can worsen the vaccine-linked condition.\nThe US paused use of the single-dose shot earlier this month over a few reports of blood clotting in the brain post-vaccine among US women. \nFollowing the advice, all federal sites in the US stopped using the vaccine. \nIt was not the first setback for J&J in its US coronavirus vaccine rollout. Last month, the ingredients for up to 15 million doses of the pharmaceutical giant's vaccine were ruined at a Baltimore facility.\nFederal inspectors this week identified a series of problems at the Emergent BioSolutions plant, including cleanliness and safety issues."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-56847518",
      "category": "technology",
      "title": "Cisco says computer chip shortage to last six months",
      "tags": "Manufacturing,Companies,Car Technology,China,Taiwan,5G,United States,Coronavirus pandemic,Joe Biden",
      "text": "The boss of networking giant Cisco has said the shortage of computer chips is set to last for most of this year. \nMany firms have seen production delayed because of a lack of semiconductors, triggered by the Covid pandemic and exacerbated by other factors. \nCisco chief Chuck Robbins told the BBC: \"We think we've got another six months to get through the short term.\n\"The providers are building out more capacity. And that'll get better and better over the next 12 to 18 months.\"\nThat expansion of capacity will be crucial as advances in technology - including 5G, cloud computing, the internet of things and artificial intelligence - drive a big increase in demand.  \nMr Robbins is the latest tech boss to weigh in on the debate - and with 85% of internet traffic using Cisco's systems, his opinion matters.\n\"Right now, it is a big problem,\" he says, \"because semiconductors go in virtually everything.\"\nThe seemingly insatiable demand is why major US manufacturer Intel announced a $20bn (£14.5bn) plan to significantly expand production, including two new plants in Arizona. \nAccording to Dan Ives, a tech analyst at investment firm Wedbush Securities, current \"demand is probably 25% higher than anyone would have expected\". \nEven though the shortage \"is going to be an issue for the next three to six months\", technology share prices are doing well because investors are focused on the growing long-term demand for their products.\nUS President Joe Biden also sees this as a long-term issue and used a White House summit with business leaders this month to urge them to make the country a world leader in computer chips. Amid the trade and technology war with China, the White House says it is \"a top and immediate priority\". \nThe US-based Semiconductor Industry Association says 75% of global manufacturing capacity is in East Asia. Taiwan's TSMC and South Korea's Samsung are the dominant players.\nEuropean politicians also want more chips made locally, a view partly driven by concerns over China's desire to achieve reunification with Taiwan. Meanwhile, China has seen a huge growth in domestic demand for chips to power new technology, but has only a small share of global manufacturing capacity.\nMr Robbins says: \"I think that it doesn't necessarily matter where they're made, as long as you have multiple sources.\"  \nHowever, Intel chief executive Pat Gelsinger told the BBC it was not \"palatable\" to have so many chips made in Asia.\nTSMC appears intent on holding on to its position as the world's biggest contract manufacturer and is spending $100bn to expand capacity over the next three years. \nThis week its founder, Morris Chang, called on the Taiwanese government to \"keep hold of it tightly\", arguing it is better positioned to make chips than the US or China, despite their big government subsidies.\nThe chip shortage was heightened by the coronavirus pandemic. At first, many companies cut their orders for chips, thinking demand would fall, which led suppliers to reduce capacity. However, demand for consumer electronics rose during the pandemic. \nThe problems have been worsened by a string of other factors, including a fire at a semiconductor factory and weather issues.\nThis, combined with a \"generational technological change has created an unprecedented situation for the industry\", according to Paul Triolo, who leads the geo-technology practice at consultancy Eurasia Group. \nHe thinks it doesn't matter where chips are made as long as there is a diversity of supply. However, the shortages are likely \"to persist for some time\" and longer-term solutions are needed to address the concentration of manufacturing of semiconductors, which is a \"problem that predates the shortage\". \nThat is why Mr Robbins says: \"What we don't want is to have consolidation where any of the risks that we may face could, frankly, result in the situation we're seeing today, whether it's weather-related disaster risks, whether it's single point of failure risk, whether its geopolitical risks, whatever those are. We just need more options, I think, for where semiconductors are built.\"\nCisco recently completed the $4.5bn acquisition of Acacia Communications, which, among other things, designs computer chips. Mr Robbins ruled out Cisco using it as an opportunity to start making its own chips. \n\"We're not a semiconductor fab company, so it's not a core competency for us to do that. So we think that companies that play in this space are much better equipped, we're working very closely with them.\"\nThe huge cost of chip manufacturing facilities means they operate at near full capacity and so it will take time to meet the increased demand. \nThe size of that demand \"is not clear\", according to Mr Triolo. He says that, like other major technology vendors, \"Cisco's equipment relies heavily on reliable supply chains for a range of semiconductors.\"\nThe shortages, he says, have been \"exacerbated by companies over ordering components to build up inventory, afraid of being caught short again\".\nYou can watch Chuck Robbins' full interview on \"Talking Business with Aaron Heslehurst\" this weekend on BBC World News at Saturday 2330 GMT,  Sunday  0530 and 1630 GMT,  Monday 0630 GMT and 1030 GMT and  Tuesday at 1230 GMT. "
    }
  ]
}