{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58454434",
      "category": "world-asia",
      "title": "Afghanistan: Everybody got it wrong on Taliban takeover - General Sir Nick Carter",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58443653",
      "category": "business",
      "title": "Ikea struggles with supply problems due to driver shortage",
      "tags": "Companies,Ikea,Freight transport,Brexit,Haulage",
      "text": "Furniture giant Ikea is struggling to supply about 1,000 product lines as a shortage of HGV drivers continues to hit businesses.\nThe company said the shortage of products, including mattresses at some stores, was down to Covid and Brexit.\nBusinesses ranging from flu vaccine suppliers to food and drink firms have also been suffering from supply issues.\nThe government has previously said it is \"working closely with industry to address sector challenges\".\nIkea said that all 22 of its UK and Ireland stores were having supply problems with 10% of its stock, or around 1,000 product lines.\n\"Like many retailers, we are experiencing ongoing challenges with our supply chains due to Covid-19 and labour shortages, with transport, raw materials and sourcing all impacted. In addition, we are seeing higher customer demand as more people are spending more time at home.  \n \"As a result, we are experiencing low availability in some of our ranges, including mattresses.\"\nThe retailer apologised and said it hoped the situation would improve \"in the coming weeks and months\".\n\"What we are seeing is a perfect storm of issues, including the disruption of global trade flows and a shortage of drivers, which have been exacerbated by the pandemic and Brexit,\" Ikea said.\nThere has been disruption in the global container shipping industry due to the pandemic, while Brexit labour shortages span from lorry drivers to meat production workers.\nLabour problems linked to Brexit are also hitting meat production.\nThe National Pig Association warned on Sunday that there was a backlog of 85,000 pigs on farms dues to a significant shortage of abattoir workers, and that this figure was growing at 15,000 per week.\n\"If processors continue not to take the pigs they will have to go somewhere,\" said National Pig Association chief executive Zoe Davies.\n\"If the government doesn't act soon to alleviate labour shortage in plants, farmers will be forced to make difficult choices.\n\"The last thing we want to see is pigs being destroyed on farms and the meat wasted, so we are talking to processors about options.\"\nShe added that the government does not appear to have \"the slightest interest in helping us here which I find both incredibly disappointing and galling in equal measure considering this situation is entirely within their gift to resolve\".\nBusinesses across the board have been hit by supply chain problems which hauliers have blamed on Covid and Brexit.\nFlu jabs in England and Wales have been delayed due to the HGV driver shortage, and food firms including Tesco and Iceland have said there could be shortages of some products in the run-up to Christmas.\nWetherspoons ran short of some beer brands, but downplayed the link to Brexit, instead saying the shortages were down to industrial action. Unions, however, say this industrial action never took place. \nBrewers Heineken and Molson Coors, and fast food chains McDonald's, KFC and Nando's were also hit by supply issues.\nThere is a shortage of more than 100,000 drivers in the UK, according to the Road Haulage Association.\nDuring the pandemic as travel restrictions came in, many European lorry drivers went home to their own countries, and then decided to work elsewhere.\nThere have also been tax changes which mean it's now more expensive for foreign drivers to work in the UK.\nLogistics firms have been calling for the government to allow temporary work visas for lorries in the short term to try to alleviate the problem.\nBut the government has consistently said that firms have to do more to find UK drivers.\nIt has previously said: \"We're working closely with industry to address sector challenges, which are similarly being faced by other countries around the world.\n\"This includes plans to streamline the process for new drivers to gain their HGV licence and to increase the number of driving tests able to be conducted. \n\"We want to see employers make long-term investments in the UK domestic workforce and make employment more attractive through offering training, careers options and wage increases.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58449876",
      "category": "world-us-canada",
      "title": "Ivermectin: Oklahoma doctor warns against using drug for Covid treatment",
      "tags": "Prescription drugs,Coronavirus pandemic,Oklahoma",
      "text": "A US doctor is urging people to stop taking the horse deworming drug Ivermectin to treat Covid-19.\nPatients have been needing urgent treatment at emergency units in Oklahoma hospitals after overdosing on the drug, Dr Jason McElyea says.\nSmall doses of Ivermectin are approved for use on humans, but not for Covid.\n\"You've got to have a prescription for this medication for a reason - because it can be dangerous,\" Dr McElyea told the BBC.\nHe said a \"handful\" of people overdosing on the drug were putting further strain on hospital staff already stretched by a surge in Covid cases.\nThe US National Poison Data System reported 459 cases of Ivermectin exposure in the US in August, though no breakdown was provided for Oklahoma.\nThe Center For Disease Control and Prevention (CDC) has issued an advisory saying that calls to poison control centres across the US about human exposure to Ivermectin have risen sharply, with July calls being five times over the baseline number.\n\"These reports are also associated with increased frequency of adverse effects and emergency department/hospital visits\", the CDC said.\nDr McElyea also told local broadcaster KFOR that emergency rooms \"are so backed up that gunshot victims were having hard times getting to facilities where they can get definitive care and be treated,\" however the BBC was not able to independently verify this claim.\nSince Dr McElyea made his comments one hospital served by the medical staffing group that employs him said they had not treated any patients due to complications related to taking Ivermectin.\nIn a statement, Northeastern Health System - Sequoyah in Sallisaw said \"our hospital has not had to turn away any patients seeking emergency care.\"\nIvermectin, mainly a veterinary deworming agent, can be used in small doses to treat some human conditions.\nBut the drug has become controversial after being promoted as a way of treating or preventing Covid, despite being so far unproven.\nIts use has become so common in the US that the Food and Drug Administration (FDA) released a statement last month urging people not to take it.\n\"You are not a horse. You are not a cow,\" the FDA said, warning that taking large doses of the substance \"is dangerous and can cause serious harm\".\nMatthew Payne, a doctor at Stillwater Medical Center in Oklahoma, said he regularly encounters patients who have taken Ivermectin.\n\"There is surprise and shock when they initially get sick and have to come to the hospital,\" he told The Washington Post newspaper earlier this month. \"They'll say, 'I'm not sure why I feel so bad. I was taking the ivermectin,' and I will say, 'It doesn't do any good.' \"\nThis week, the influential podcast host Joe Rogan, who has dismissed vaccines, said he was taking Ivermectin after testing positive for Covid-19.\nDr McElyea said patients who had taken the drug were arriving at hospital with vomiting, muscle aches, and even vision loss.\n\"Some people taking inappropriate doses have actually put themselves in worse conditions than if they'd caught Covid,\" he told KFOR.\n\"You have to ask yourself, 'If I take this medicine, what am I going to do if something bad happens?' What's your next step, what's your back-up plan? If you're going to take a medicine that could affect your health, do it with a doctor on board.\"\nOklahoma is one of several US states battling the spread of the Delta Covid variant, with 18,438 new cases recorded in the past week.\nUpdate 6 September 2021: Since Dr McElyea's comments were widely reported, a hospital served by the medical staffing group which employs him issued a statement advising that they had not treated any patients due to complications related to taking Ivermectin and our article has been updated to reflect this development."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58332341",
      "category": "uk",
      "title": "Reports of sex abuse between children double in two years",
      "tags": "Sexual violence,Child abuse,Vicky Ford,NSPCC,Sexual harassment,Ofsted",
      "text": "Reports of children sexually abusing other children doubled in the two years to 2019, according to police figures obtained by BBC Panorama.\nThe programme has followed up on research from 2017, when police recorded almost 8,000 reports of abuse among under-18s in England and Wales.\nYearly reports have risen to between 15,000 and 16,000, but cases fell in 2020-21 during the pandemic.\nIn about 10% of reported cases the alleged abuser was aged 10 or under.\nAnd overall, a big majority of cases involved boys abusing girls.\nThirty-four of the 43 police forces in England and Wales responded to Freedom of Information requests asking for the number of sexual offences reports, including rape and sexual assault, where both the alleged perpetrator and victim were under 18.\nThe figures did not include the online offence of non-consensual sharing of private sexual images or videos.\nThe Labour MP and former teacher, Emma Hardy, said: \"I still think that those figures might be an underestimation of the extent of the problem, because not all cases ended up going to the police. Not all things are reported.\"\nWatch Panorama: Who's Protecting Our Kids?, presented by Mariella Frostrup, at 19:35 BST on Monday on BBC One\nDr Rebekah Eglinton, chief psychologist for the Independent Inquiry into Child Sexual Abuse, said unwanted touching, as well as being pressured into sharing nude photos, had become a part of everyday life for children \"to the point where they wouldn't bother reporting it\".\n\"What children have said to us is that sexual violence is now completely normalised through social media platforms [and] through access to online pornography,\" she told Panorama.\nFigures collated from the FOI responses of 38 police forces between April 2016 and March 2017 showed there were 7,866 reports of sexual abuse among children. \nTwo years later, in 2018-19, the number of reports had doubled to 16,102.\nIn the latest full year of data, 2020-21, some 10,861 reports of abuse were made, despite months of lockdown and closed schools due to the Covid pandemic.\nAnalysis of the new figures shows about nine in 10 of the alleged abusers were boys. And the abuse was carried out on girls in about eight in 10 cases. \nDanielle* was about 12 years old when she was harassed and sexually assaulted for a year by a boy from her school.\n\"Every time we met he groped me and touched me up. He would ask if we could have sex, and I would always say no, but he would just end up just touching me anyway,\" she says.\n\"We were walking up the stairs at one point and he grabbed up my skirt and it really made me upset. I started crying at that point, I think it felt like I had no space.\"\nShe began self-harming, but she didn't want to tell her parents or her teachers about the abuse.\n\"I thought that I would get in trouble. I just thought I was the one to blame, they would just get very angry with me and they wouldn't understand,\" she says.\nEventually, she told her teachers what had been happening. She says they did not inform the police or her parents, and said she and the boy should meet to apologise to each other.\n\"It was a very small meeting room that we were sat in,\" Danielle says. \"I don't remember looking at him. The meeting itself included just one teacher and she just kind of like said, 'Oh you know, just talk about your feelings and just work things out between you two.'\"\nDanielle has since told her parents and left the school.\n*Name changed\nThe new figures come a year after the website Everyone's Invited was set up as a place where survivors could post anonymous accounts of abuse they say they had suffered.\nThe website has now collected more than 50,000 testimonies.\nSoma Sara, who set up the project, told BBC Panorama: \"I think there is a lack of understanding of the kind of impact of this kind of behaviour, even the smaller transgressions of sexual bullying and harassment that happens to young people.\n\"But those experiences have an impact. They are traumatising, and especially when they perpetrated over a long period of time.\"\nIn April, the NSPCC set up a helpline for school pupils, commissioned by the Department for Education, in response to the testimonies collated via the Everyone's Invited project. The charity says it has been contacted 653 times since its launch.\nConversations around boundaries and consent will depend on many things, including how old and mature the child is, says the children's charity, the NSPCC. But they have a few tips to make conversations easier:\nSource: NSPCC\nIn June, the education watchdog Ofsted found that sexual harassment has become \"normalised\" among school-age children.\nIt found that girls in particular were frustrated that there was not clear teaching about what constitutes acceptable and unacceptable behaviour.\nAnd many teachers said they lacked knowledge on topics such as consent, healthy relationships and sharing of sexual images.\nLast year the government introduced a new mandatory curriculum for England, covering topics like sexting and porn.\nGrace Academy in Solihull runs a project in conjunction with a charity in an effort to stop problems arising, and has set up schemes to address potentially harmful sexual attitudes and behaviour at the school before it starts.\nThis includes a campaign to call out sexual bullying, and pupils can scan a code on their phone to report abuse anonymously.\nBut head teacher Darren Gelder said schools can only do so much: \"We do seem to be becoming the point of call really for a very, very wide and varied range of societal challenges that have come at the door of schools.\n\"I don't think anyone is shying away from that in education, but obviously we have limited resources.\"\nChildren's minister Vicky Ford told Panorama that schools were very clear about the government's safeguarding guidance, saying training was available and the government would be rolling out extra support to designate safeguarding leads in another 500 schools.  \nShe said: \"We've strengthened [guidance] every year, specific advice on keeping children safe and education from sexual abuse.\"\nShe added the government had also set up partnerships so that schools can work together with police, health authorities and social services on safeguarding issues.\nIn Scotland, Wales and Northern Ireland, teacher guidance on abuse between pupils is less comprehensive than in England.\nThe Welsh government said it had issued guidance to support schools in creating a safe learning environment for children.\nThe Scottish government said it was working with charities Rape Crisis Scotland and Zero Tolerance to pilot a new approach to tackling gender-based violence in schools.\nIn Northern Ireland, a spokesman from the Department of Education said they had been \"engaging with other UK jurisdictions on actions being taken in response to the Everyone's Invited website and is currently considering… what specific action is required.\"\nIf you or someone you know has been affected by any of the issues in this article, information and support is available via the BBC Action Line."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58420003",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Vaccine passport benefits 'outweigh concerns'",
      "tags": "Coronavirus vaccines,Vaccination,Vaccine passports,Coronavirus pandemic,Humza Yousaf",
      "text": "Health Secretary Humza Yousaf says the benefits of vaccine passports for entry to nightclubs and other large events outweigh the concerns and are preferable to another lockdown.\nIn July, Mr Yousaf told the BBC he was sceptical about the passports due to fears of increasing the inequality gap.\nHowever, he now says circumstances have changed and steps have been taken to resolve the issues.\nThe passports are due to be brought in at the end of the month. \nThe plans will apply to indoor and outdoor events but will need to be approved by MSPs next week.\nFirst Minister Nicola Sturgeon said the move was needed to help stem the recent surge in the number of cases.\nLatest figures showed a further 6,107 people had tested positive, with the number of people in hospital doubling in the past 10 days. \nAnd several areas of Scotland are among the regions with the highest rates of the virus in Europe. \nThe new vaccine certification rules mean people over the age of 18 will need to show they have had both doses of the vaccine before they are allowed entry to: \nThe new rules will affect many sporting events in Scotland - particularly football matches - as well as concerts and music festivals.\nConcerns have been raised by nightclub owners about the fairness of passports being brought in for some venues and not others, while the SPFL  said it had \"a significant number of questions and real concern\" about the plan.\nIn July, Mr Yousaf highlighted concerns that the passports \"might increase the inequality gap, and there would be ethical issues\".\nAnd after the UK government set out its plans to introduce passports in England, Deputy First Minister John Swinney said he did not believe it was right to exclude people who did not want to be vaccinated.\nOnce again we find ourselves at a worrying stage in the pandemic. So why not just bring back restrictions?\nFor one thing - vaccines are extremely effective at preventing serious illness, and in Scotland almost 70% of the entire population is now fully jagged.  For most of this group, visiting a restaurant, heading out to the shops or meeting up with a group of people should be relatively safe.\nThat's why there is no desire to impose blanket restrictions that would also be economically very hard to justify. \nBut the alternatives are limited.\nOne is to find incentives to encourage younger people to get vaccinated. That's why the government is now pushing for vaccine passports despite it being controversial.\nThey also need to step up efforts to target other groups where uptake is low. \nReminding people to use rapid lateral flow tests as more people head back into workplaces might help, as well as basic measures like wearing masks and improving ventilation in buildings.\nAlso encouraging people to follow the new isolation rules and get tested quickly if they have been in contact with a positive case. \nFor now this seems to be the plan as officials continue to scrutinise the data in the hope that this wave of cases is about to plateau. \nHowever, on Thursday, Mr Yousaf told BBC Radio's Good Morning Scotland programme the problems of people who did not have smartphones being unable to access the QR codes needed had been resolved as, from Friday, paper copies would include the codes.\nHe said vaccine passports had never been ruled out. \n\"We have put on the table, quite clearly, what some of our concerns are,\" he said. \"But our circumstances have now changed. Cases have increased 80% in the last week. A month ago our test positivity was 5% - it's now over 11%.\"\nHe said that limiting the scheme to very specific events and venues was \"a demonstration of the fact that we still have concerns\".\nBut he added: \"The benefits of a certification scheme, in terms of a public health intervention, in terms of incentivising vaccination, those benefits outweigh the concerns that still remain.\"\nMike Grieve, director of the Night-Time Industries Association Scotland, told the programme the policy was \"incoherent\" and \"inconsistent\" as, for instance, a large pub could let hundreds of people in without the passports but they would be required at a small nightclub next door.\nHe said: \"There is zero consistency there. If you look at live music venues - standing capacity up to 500 - no vaccine passport - nightclub 250-300 capacity - vaccine passport. Where is the logic behind that?\"\nMr Yousaf said: \"Nightclubs have consistently been deemed high risk venues due to lack of ventilation and largely those attending are amongst the younger cohort where the uptake of the vaccine is lower. We also know that the behaviours exhibited in nightclubs in terms of close contact are high risk.\"\nScottish Liberal Democrat leader Alex Cole Hamilton said the passports were actually \"health ID cards by any other name\".\nHe added: \"For the first time in Scottish society, private citizens will be asked to evidence treatment that they've had in order to access venues and services or provide their private medical data to a complete stranger in order to get into a football ground or a nightclub.\n\"We believe this is unnecessary. It's not been demonstrated to us how this is a tool of infection control - this feels more like state control.\" \nResponding to claims that the passports would mean people were more likely to \"drop their guard\", Mr Yousaf said: \"Even if you are in these settings with both doses of the vaccine, the virus is still there - you can still catch it. It's important that people still exhibit good behaviours and demonstrate caution.\"\nHe said the scheme was not being introduced immediately to allow time to gain parliament's approval, to give businesses time to prepare for it and to enable some tweaks to be made to the NHS app so it recognised the QR codes.\nMr Yousaf added: \"Ultimately, we are bringing this forward because we don't want to reimpose restrictions but that is always an option we have to consider, particularly if we see the rise in cases we saw last week.\"\nHe said early indications were that the rate of increase was beginning to slow down but the government would also \"want to keep an eye on the enormous pressure on the NHS\". \nMs Sturgeon said on Wednesday that although the hospitality industry as a whole would not be included in the certification scheme that decision would be kept under review.\nAnyone who has good reasons for not getting fully vaccinated - including children and people with particular medical conditions - will be exempt. \nSeveral other European countries - including France, Italy and Ireland - have already introduced certification."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58455826",
      "category": "world-asia",
      "title": "Afghanistan: Taliban accused of killing pregnant police officer",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": " Taliban militants in Afghanistan have shot dead a policewoman in a provincial city, witnesses have told the BBC.\nThe woman, named in local media as Banu Negar, was killed at the family home in front of relatives in Firozkoh, the capital of central Ghor province. \nThe killing comes amid increasing reports of escalating repression of women in Afghanistan.\nThe Taliban told the BBC they had no involvement in Negar's death and are investigating the incident.\nSpokesman Zabiullah Mujaheed said: \"We are aware of the incident and I am confirming that the Taliban have not killed her, our investigation is ongoing.\"\nHe added that the Taliban had already announced an amnesty for people who worked for the previous administration, and put Negar's murder down to \"personal enmity or something else\". \nDetails of the incident are still sketchy as many in Firozkoh fear retribution if they speak out. But three sources have told the BBC that the Taliban beat and shot Negar dead in front of her husband and children on Saturday. \nRelatives supplied graphic images showing blood spattered on a wall in the corner of a room and a body, the face heavily disfigured. \nThe family say Negar, who worked at the local prison, was eight months pregnant. \nThree gunmen arrived at the house on Saturday and searched it before tying members of the family up, relatives say. \nThe intruders were heard speaking Arabic, a witness said. \nSince taking power on 15 August, the Taliban have sought to portray themselves as more tolerant than their global reputation suggests, but incidents of brutality and repression are still being reported in parts of Afghanistan. \nHuman rights groups have been documenting revenge killings, detentions and persecution of religious minorities. The Taliban have said officially that they will not seek retribution against those who worked for the former government. \n\"No grudges, no revenge,\" was the Taliban message at their first press conference after they took power. But there's a growing chasm between Taliban statements and the message coming from the streets where every Talib has a gun and controls his own corner. \nIt's hard to gauge the extent of abuse and harassment, particularly of women, across this country. Horrific incidents may be isolated but there's an everyday tension now enveloping the lives of many women, especially professionals, and those who must work to feed their families. \nIn Kabul, everyone I've spoken to - former government advisers, airline cabin crew, teachers, hairdressers - are worried. Some are downright scared. Some are hiding in safe houses. \nThe Taliban continue to stress that \"women and girls will have all their rights within Islam\". But rules which are emerging, such as the new dress code and classes segregated by gender at universities, underscore how women's lives are set to change, beyond recognition.  \nThe Taliban on Sunday gave more details of how segregation of the sexes will be enacted in universities. \nIn an extensive document, the new authorities said men and women must be separated, if necessary by a curtain. \nIdeally, women will be taught by women but if none are available then \"old men\" of good character can step in, AFP reports. \nFemale students must wear an abaya, or robe, and niqab, or face veil. \nOn Saturday, Taliban officials broke up a demonstration by dozens of women in Kabul demanding the continuation of rights built up since the end of the Taliban's previous spell in power. \nThe group say the Taliban targeted them with tear gas and pepper spray as they tried to walk from a bridge to the presidential palace. \nMeanwhile, fighting is reported to be continuing in the Panjshir Valley, north of Kabul. The province is the only part of Afghanistan actively resisting Taliban rule. \nThe opposition National Resistance Front of Afghanistan (NRF) said its spokesman Fahim Dashti and a commander, Gen Abdul Wudod Zara, had been killed.\nBut the group also said a prominent Taliban general and 13 bodyguards had also died in the conflict. \nNRF leader, Ahmad Massoud, posted on Facebook that he welcomed a proposal from religious leaders for a negotiated end to the conflict.  \nHe said that the NRF would be prepared to stop fighting if Taliban stopped its attacks. \nEarlier, the Taliban said their forces were now in the provincial capital, Bazarak, where they inflicted \"numerous casualties\", though this was disputed by the NRF.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58426185",
      "category": "uk-northern-ireland",
      "title": "'Patients at risk' if medicines withdrawn due to NI Protocol",
      "tags": "NI Brexit,NI economy,Brexit",
      "text": "The health minister has warned of a risk to patients if pharmaceutical firms go ahead with plans to withdraw medicines due to the Northern Ireland Protocol.\nNI gets most of its medicines from distributors in Great Britain, but is still covered by EU medicines rules.\nThat will make exporting medicines from GB to NI more difficult in January when a Protocol \"grace period\" ends.\nThe health department has been notified 910 medicines are due to be withdrawn.\nA further 2,400 are at risk.\nThere is no immediate risk to supplies and the health department has previously said people don't need to change their prescribing behaviour.\nMedicines suppliers must give six months notice when they intend to withdraw a product.\nIn a briefing paper, which has been circulated among ministers and senior officials in recent days, Stormont's Health Minister Robin Swann said he now had \"deep concerns about the risk to patient health and maintaining vital medical supplies\".\nHe is calling for a \"standstill\" which would mean an extension of the grace period.\nThe paper said the planned withdrawals \"cover all classifications of medicines, including prescription-only medicines, pharmacy and general sales list medicines\".\nAlmost 90% of the confirmed withdrawals are classified as high risk, meaning there is the potential for disruption and the need for some form of mitigation.\nThat mitigation could mean using alternative products or seeking alternative sources of supply.\nThe major issues are the need for additional batch testing for medicines moving from GB to NI and continued compliance with the EU's falsified medicines directive.\nEarlier this year the British Generic Manufacturers Association (BGMA) said these issues would make it commercially unviable to sell some products in Northern Ireland.\nThe EU has proposed measures to ease the problem but the UK government is sceptical about whether they are enough.\nInstead the UK has proposed that medicines should be completely removed from the scope of the Protocol with an extension of the grace period until that can be agreed.\nBut the two sides have not yet agreed on a way forward.\nMr Swann supports the UK government proposal to remove medicines from the Protocol but it is not clear if other Northern Ireland Executive parties share that view.\nStormont health committee chairman Colm Gildernew said there were issues of \"huge concern\" that required a \"focused piece of work\".\nWhen asked on BBC Radio Ulster's Good Morning Ulster programme if he supported Mr Swann's position that the best solution was to remove medicines from the scope of the protocol, Mr Gildernew said he was not clear on the potential impact of a joint position by the Executive but would meet with the minister to discuss the issue.\nHe said he believed the issue was \"too important for unilateral action\" and said he wanted \"dedicated and urgent bilateral negotiations building on the good will that exists\".\nThe Sinn Féin MLA said no one wanted to see medicines interrupted and that he understood the concerns and the uncertainty around it.\n\"I think this needs to be negotiated in good faith with the European Union. I believe all solutions need to be kept on the table but it is absolutely crucial that good will is maintained,\" he said.\nUlster Unionist leader Doug Beattie said the warning from Robin Swann should be a \"wake-up call\" for the EU and the UK government. \n\"This isn't scaremongering - it is the practical out-workings of the NI Protocol and there is a practical solution,\" he said. \n\"There is no immediate shortage of medicines, but if action isn't taken now that is exactly what we could be facing come the new year.\"\nThe DUP MLA Jonathan Buckley called the situation a \"fiasco\" and said it was \"immoral, unjustifiable and cannot be tolerated.\"\nHe added: \"The imposition of the protocol impacts and harms every single person in Northern Ireland.  It should be opposed by everyone.\"\nCommunity pharmacist Peter Rice, deputy chair of Community Pharmacy Northern Ireland, said he wanted to reassure patients that they did not see an immediate concern with medicine supply.\nHe said the situation was evolving and they were working to ensure Northern Ireland has parity and equal access to medication with the rest of the UK.\nSpeaking on Good Morning Ulster, he said they intended to continue to \"work tirelessly\" so patients do not need to be concerned.\nIt is the deal agreed by the UK and EU to prevent a hard border between Northern Ireland and the Republic of Ireland after Brexit.\nIt does this by keeping Northern Ireland in the EU's single market for goods.\nThis means goods don't have to checked as they cross the Irish border, instead some checks and controls are required on goods entering Northern Ireland from the rest of the UK.\nThis has caused difficulties for some businesses and is opposed by unionist parties in Northern Ireland, which say it undermines Northern Ireland's constitutional position as part of the UK.\nIn July the UK published a \"command paper\" proposing radical changes to the protocol but the EU says it will not renegotiate."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58447126",
      "category": "uk-england-london",
      "title": "Grenfell Tower: Families angry at lack of consultation over demolition",
      "tags": "Grenfell Tower fire,North Kensington",
      "text": "Bereaved relatives of those who died in the Grenfell Tower fire say they are \"disgusted and disappointed\" that they have not been consulted after experts advised it should be taken down.\nThe Sunday Times reported ministers were set to announce it would be demolished for safety reasons.\nBut those affected by the tragedy say no action should be taken until a decision is made on a lasting memorial.\nThe government said a final decision on the tower had yet to be taken. \nIt added no changes to the structure would be made before the fifth anniversary of the disaster, in June 2022.\nIn a safety report commissioned by the government and published in May, engineers Atkins said there was \"unanimous agreement and unambiguous advice\" from experts that work to \"deconstruct or partially deconstruct\" the tower should start by May 2022 at the latest.\nIt said there were concerns over the safety of those living and working around it.  \nSeventy-two people died in the fire that engulfed the 24-storey tower in north Kensington, west London, on 14 June 2017. \nA Grenfell Tower Memorial Commission, which was set up in 2018, is looking at how the victims should be remembered and has yet to publish its final plans.\nA government source told the Sunday Times the decision to demolish it was a \"fait accompli\".\nGrenfell United, which represents survivors and families of those who died in the fire, said it was shocked.\nIn a statement, it said many of the Grenfell community accepted the tower's removal was a case of when not if, but the timeline needed to be decided by the \"bereaved, survivors and the community not the government\". \n\"Given what we went through, safety has always been paramount and we have had previous assurances that the tower can be kept safe for as long as it needs to be, and that it poses no risk to the community around it\", the group said.\nIt also said too few families had so far been consulted with and that \"a wide range of viewpoints\" needed to be taken into account.\nAbbas Dadou, from the Lancaster West Residents Association, said it was \"utterly disgusting\" more residents had not been consulted.\n\"They [the government] should empower residents and should give them the options to choose what they want.\"\nNabil Choucair, who lost six members of his family in the blaze, said it was important a decision on Grenfell Tower was not rushed, describing it as a \"very sensitive, very delicate\" matter for people in the community.\n\"This is about our family members. Seventy-two people should never have lost their lives there.\" \nA spokesperson for the Ministry of Housing, Community and Local Government said it knew how \"important and sensitive\" the decision was and it had yet to be taken.\n\"Following important independent safety advice from structural engineers, we are engaging closely with the community as we consider the evidence including the safety concerns raised, and what the future of the Grenfell Tower should be.\"\nThe government added it wrote to families in May and again in July to outline how a decision would be made."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58446880",
      "category": "health",
      "title": "Covid: Decision to jab children 'entirely up to parents'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58451372",
      "category": "world-europe",
      "title": "Montenegro clashes as Serb Orthodox Church leader installed",
      "tags": "Serbia,Montenegro",
      "text": "There have been fierce clashes in Montenegro as the Serbian Orthodox church installed a new leader in a ceremony that exposed divisions in the Balkan country.\nPolice used tear gas against protesters who threw rocks and bottles in the city of Cetinje.\nMontenegro split with Serbia in 2006 but its church remains under the Serbian Orthodox church. \nSome, including Montenegro's president, see it as a symbol of Serb influence.\nPresident Milo Djukanovic had urged protesters to disrupt the inauguration of Joanikije II to the top clerical position, known as the Metropolitan of Montenegro and Archbishop of Cetinje. \nOn Saturday, hundreds of protesters set up barricades to block access to Cetinje and the demonstrations spilled into Sunday when the ceremony took place. \nPolice arrested more than a dozen people, including an advisor to the president. At least 20 people were injured, AFP reported. \n\"We're on the barricades because we're fed up with Belgrade denying our nation, and telling us what are our religious rights,\" protestor Andjela Ivanovic told Reuters, referring to Serbia's capital. \n\"All religious objects [churches] built in Montenegro belong to people here and to the state of Montenegro.\"\nJoanikije II and Serbian Patriarch Porfirije were flown in by helicopter for the ceremony. \nDivisions over Serb influence extend to the top of Montenegro's political leadership, with the pro-Serb Prime Minister Zdravko Krivokapic branding the protests \"terrorist acts\".\nPresident Djukanovic is still reeling from the defeat his Democratic Party of Socialists (DPS) suffered in last year's parliamentary election, which came after he pushed through legislation which would have allowed the state to claim Church property.\nThe move backfired when the Church campaigned for the opposition, pushing the DPS from power for the first time in three decades.\nMontenegrins who identify as ethnic Serbs account for about a third of the country's 630,000 population, according to the latest census data. The majority of Montenegrins are members of the Serbian Orthodox Church regardless of ethnicity. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58453650",
      "category": "uk-wales",
      "title": "Blaenavon fire: Crews tackle large blaze at recycling plant",
      "tags": "South Wales Fire and Rescue Service,Blaenavon,Torfaen County Borough Council,Mid and West Wales Fire and Rescue Service,Gwent Police",
      "text": "More than 60 firefighters have been tackling a blaze which broke out at a plastics recycling facility in Torfaen.\nSouth Wales and Mid and Wales Fire Services sent 14 appliances and seven officers to Capital Valley Plastics, in Blaenavon, at about 21:40 BST on Saturday.\nNeighbouring properties were advised to keep doors and windows closed due to a \"large smoke plume\" from the fire.\nTwo fire engines and a high volume pump have now scaled it down.\nThe fire, which was \"well-alight\", left no-one injured, a spokeswoman said.\nTravel disruptions in the area are expected after Gwent Police closed the road to allow crews to deal with the incident."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58455015",
      "category": "uk-scotland",
      "title": "No trains running between Glasgow and Edinburgh on Sunday",
      "tags": "Trade Unions,ScotRail,Edinburgh,Rail travel,RMT,Glasgow,Unite,Strike action",
      "text": "No trains will be running between Glasgow and Edinburgh on Sunday, due to engineering works and strike action.\nScotRail said there would also be no replacement buses running between the two cities.\nStrikes among conductors have been taking place every Sunday since the end of March in a dispute over overtime pay.\nOn Thursday, ScotRail engineers also voted for industrial action after pay talks with management collapsed.\nAbout 250 workers, who maintain and repair ScotRail trains, backed strike action and other measures.\nThe Unite union said this industrial action was likely to take place from the middle of September.\nIt said operator Abellio ScotRail had rejected a number of demands, including a \"substantial\" pay increase, greater flexibility of holidays, and no compulsory redundancies.\nThe ballot returned a vote of 78% in favour of strike action from a 68.4% turnout.\nScotRail has said passenger numbers and its income have plummeted due to the pandemic.\nThe key routes currently affected can be found on the ScotRail website.\nRMT General Secretary Mick Lynch said: \"Our members who have stood firm for over six months in this fight for pay justice and equality in the face of continued provocation from the employer are a credit to the entire trade union movement. They have never wavered and remain absolutely rock solid and determined again today. \n\"This week a parallel issue over the imposed pay freeze stepped up a notch with sister unions joining the fight for justice. \n\"Our campaign of action continues and it is now down to ScotRail, Transport Scotland and the senior politicians who call the shots to take these essential workers seriously, get out of the bunker and get round the table with the union to negotiate a fair and just settlement. \"\nIn December 2019, Abellio was stripped of the contract to run ScotRail services by the Scottish government amid criticism of performance levels.\nThe Scottish government announced in April that the franchise would be taken over by a public sector body from the end of March next year."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58456170",
      "category": "entertainment-arts",
      "title": "Girls Aloud star Sarah Harding dies aged 39",
      "tags": "Breast cancer",
      "text": "Girls Aloud singer Sarah Harding, 39, who had breast cancer, died on Sunday morning, her mother has said.\nHarding revealed in August 2020 that she had been diagnosed with the disease, which had spread to other parts of her body.\nHer mother Marie announced the news on Instagram, describing her \"beautiful\" daughter as \"a bright, shining star\".\nEarlier this year Harding revealed doctors had told her she would not see another Christmas.\nHer Girls Aloud bandmates Nicola Roberts and Nadine Coyle led the tributes on social media.\nRoberts, who shared photos of them together, posted: \"I can't accept that this day has come. My heart is aching and all day everything we went through together has raced round my mind... a part of me or us isn't here anymore and it's unthinkable and painful and utterly cruel.\"\nShe added: \"Electric girl, you made us. You gave it everything and still with a smile.\"\nCoyle wrote on Instagram: \"I am absolutely devastated. I can't think of words that could possibly express how I feel about this girl and what she means to me.\"\nIn a post next to a black and white image of Harding, her mother wrote: \"It's with deep heartbreak that today I'm sharing the news that my beautiful daughter Sarah has sadly passed away.\n\"Many of you will know of Sarah's battle with cancer and that she fought so strongly from her diagnosis until her last day. She slipped away peacefully this morning.\n\"I'd like to thank everyone for their kind support over the past year.\n\"It meant the world to Sarah and it gave her great strength and comfort to know she was loved.\n\"I know she won't want to be remembered for her fight against this terrible disease - she was a bright, shining star and I hope that's how she can be remembered instead.\"\nIn March this year, in an extract from her memoir published in the Times, Harding wrote: \"In December my doctor told me that the upcoming Christmas would probably be my last.\"\nShe said she didn't want an exact prognosis, just \"comfort\" and to be \"pain-free\". \nHarding also wrote in her autobiography, Hear Me Out, about how she initially put off getting medical advice when she first found lumps under her arm in December 2019. \nShe eventually saw a doctor who advised her to schedule an MRI scan - but then \"coronavirus hit and everything either went into slow motion or stopped altogether\", she wrote.\n\"I was aware that I needed to get this health issue sorted, but with everything that was going on, it was tough.\"\nShe said the pain continued getting worse. \"One day I woke up realising that I'd been in denial about the whole thing. Yes, there was a lockdown, yes, there was a pandemic, but it was almost as if I'd been using that as an excuse not to face up to the fact that something was very wrong.\"\nHarding shot to fame in 2002 as a contestant on Popstars: The Rivals - an ITV talent show which aimed to find both a new girl band and boy band.\nShe made it to the final and gained the final spot in the group which became Girls Aloud - despite being the underdog according to bookmakers - alongside Nicola Roberts, Nadine Coyle, Kimberley Walsh and Cheryl Cole (then Tweedy).\nTV and music stars have been among those to pay tribute to Harding, who was born in Ascot, Berkshire, on 17 November 1981, and later moved to Stockport, Manchester.\nFormer Spice Girl Geri Horner - a judge on Popstars: The Rivals - tweeted: \"Rest in peace, Sarah Harding. You'll be remembered for the light and joy you brought to the world.\" \nFellow judge Louis Walsh, who helped create the group, said he would remember her with \"great fondness\". He added: \"She was always fun and the life and soul of the party. Anytime she came to Dublin in the early days, we went out to the Pod nightclub and would be the last to leave.\"\nAnother member of the ITV talent show's cast, TV presenter Davina McCall, wrote it was \"so, so sad\" to hear the news. \"A star from the get go, hugely fun and outgoing yet also somehow fragile... love to her family and friends.\"\nFormer boyfriend Calum Best, a reality TV star, spoke of the \"crazy fun times and adventures\" they had together, saying she would be \"so very missed\".\nJLS singer Oritse Williams, whose band emerged four years after Girls Aloud, said it was \"heartbreaking\" to hear that she had died, tweeting: \"The times we met she was always so bubbly, such a big beautiful personality.\"\n\"Dainty blonde I ain't,\" wrote Sarah Harding in Girls Aloud's official book, Dreams That Glitter, in 2009. \"I've got a t-shirt that says 'Well-behaved women don't make history'. Funny how the stylist gave that to me...\"\nHarding was the band's rock and roll star, smashing up a phone box in the video for No Good Advice and recording some of their most outrageous ad-libs. Just listen to the gleeful menace with which she delivers the line, \"[you] make me wanna break the rules\" over the shredding guitar riffs of Wake Me Up.\nShe was the last contestant on Popstars: The Rivals to be selected for the band, but she was also their biggest cheerleader. When they finally won a Brit Award, seven years into a career that changed the face of British pop, it was Harding who grabbed the trophy, hoisted it into the air and shouted, \"It's about time!\"\nBut although she was portrayed in the press as the band's party girl, she had a quiet side. The Girls Aloud song Live In The Country was inspired by her decision to quit London and live on a farm (although the insistent drum and bass beat suggested she'd never be too far away). And the line, \"Here I am, walking Primrose,\" from the Brit Award-winning The Promise was a tribute to the singer's beloved pet bulldogs.\nWhen Girls Aloud went their separate ways in 2013, Harding pursued a career on the screen, appearing in independent films, soap operas and reality TV shows; while recording new music in fits and starts.\nThe devastating news of her cancer diagnosis last year was followed, this March, by an autobiography in which she revealed that Christmas 2020 was \"probably my last\".\n\"I'm trying to live and enjoy every second of my life, however long it might be,\" she wrote. \"I am having a glass of wine or two during all this, because it helps me relax.\"\nIn the end, she died peacefully at home - but she will always be remembered as the vital life force of one of British pop's defining bands.\nGirls Aloud are Britain's biggest-selling girl group of the 21st Century, selling 4.3 million singles and four million albums. They scored 21 UK top 10 singles between 2002-2012, including four number ones. \nThe group went on to have several UK hits, including Sound of the Underground, The Promise, Love Machine, Jump and Call The Shots.\nIn 2011 Harding went into rehab for depression and alcohol addiction after the end of her four-year relationship with DJ Tom Crane, to whom she was engaged.\nGirls Aloud reunited in 2012 after a short hiatus, to release and tour a greatest hits album. They announced their split in 2013.\nHarding then took on several acting roles, including appearances in Run for Your Wife, and St. Trinian's 2: The Legend of Fritton's Gold.\nShe appeared on the Channel 4 reality show The Jump in 2016, but was forced to pull out after suffering a knee injury.\nIn 2017, she won Celebrity Big Brother.\nThe most common sign of breast cancer is a lump or thickening in the breast - but there are other symptoms too.\nThey include:\nThese symptoms can be caused by other conditions, so it is important to get any lumps or changes checked by a doctor.\nBreast cancer is the most common cancer in the UK, with women over 50 more at risk than the under-40s.\nBut there are many other factors that can increase a person's risk, including a family history of cancer and being overweight.\nMany treatments are available for breast cancer and survival is generally good if the disease is detected early."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-58419277",
      "category": "education",
      "title": "Millions of pupils return to school amid Covid spike concern",
      "tags": "Schools,Young people,Coronavirus pandemic",
      "text": "Millions of pupils have returned to classrooms in England and Wales, amid fears of a spike in Covid cases.\nPre-term Covid testing is being used to limit infection, but rules on social distancing and face masks have gone.\nScientists have warned of a rapid rise in school cases without such measures and experts have not recommended jabs for healthy 12 to 15-year-olds.\nMinisters want a return to normality, but cases are more than 30 times higher among children compared with last year.\nIn the week to 28 August, there were more than 300 Covid cases per 100,000 among five to 15-year-olds. This compares with less than 10 per 100,000 in the same week of 2020.\nHead teachers are hoping for a much smoother term but also want school safety measures to be kept under review.\nGeoff Barton, head of the Association of School and College Leaders, says there is less uncertainty about how the coronavirus may impact on schooling, but he wants the government to be ready to \"step in with support\" if needed.\nKatie Scarnell, principal of Greensward Academy in Hockley, Essex, has had a very busy start to the new school year - welcoming back all pupils for the first time.\nThe secondary school head is \"really pleased to be back and it's great to have the school back to some level of normality for the first time in a long time\".\nAlthough most of the safety measures have been eased in schools, Mrs Scarnell isn't worried. \"I think the big thing is we're not complacent about it.\"\nAt Greensward Academy they will still have hand sanitisers in every classroom and staff have been told to be vigilant about ventilation.\nShe thinks the issue of vaccinating 12-15 year-olds should be left to the medical experts, but says: \"I would  be concerned if parents' consent for of 12-15 year-olds is not required. I think parents' consent is definitely needed for children that age.\"\nOne her pupils, Emma, aged 13, is starting her third year - and she has a mix of excitement about being back and worry about the learning she's missed.\n\"My year hasn't done a full year at secondary school yet. We've had about the half of the time doing online learning and a third of it for Year 8. Hopefully, there won't be any lockdowns or isolation this time,\" she says.\nEmma doesn't think Covid will go away, she says: \"I think we will just have to live with it.\"\nAlthough health officials are clear young people are likely to have milder symptoms from Covid, there is still anxiety among some pupils about how the term will work out, after 18 months of intermittent disruption.\nBournemouth A-level student, Olivia - a member of the NSPCC's young people's board for change -  says she finds the prospect of just carrying on \"very daunting\" and has asked if she can repeat last year. \n\"We're being dropped back into this new normality, where you're meant to be applying to university and sitting your A-levels as if nothing has happened,\" says the 17-year-old.\nModified exams have been pledged in all four nations, but there is little detail yet on England's plans for these, and pupils and teachers are asking for more information. \nNational Association of Head Teachers general secretary Paul Whiteman said schools were focused on helping pupils recover from the disruption.\nBut he added there were ongoing concerns around the level of support offered by the government and more funding was needed to ensure pupils get what they need.\nA Department for Education spokesman said this term's safety measures strike a balance between making schools safe and reducing disruption.\n\"We know the past 18 months have been incredibly difficult for young people, and we have invested more than £17m to build on the mental health support currently available in schools.\" \nThe NSPCC says concerns over the school return were a frequent theme during its ChildLine counselling sessions this summer.\nBetween the end of June and 16 August it delivered 441 counselling sessions related to going back to school or college.\nOne 14-year-old anonymous caller to the helpline, whose sister is clinically extremely vulnerable, said: \"I haven't been to school much over the past two years. \n\"It's quite scary to think that... I'm going back to school full-time and the rules on masks and social distancing have been eased.\"\nNorthern Ireland GCSE pupil, Aoife, is worried about school work. As a second year GCSE student she would have completed most of her exams by now.\nAoife struggled working from her bedroom during lockdown and says: \"Even coming home now, it feels different to how it did before Covid.\" \nShe has found it particularly hard to deal with not knowing what is going to happen next. \n\"It's horrid when you don't know if the decisions that are being made for you are the best or just the easiest at the time,\" she adds.\nSome schools across England, Wales and Northern Ireland have already opened their doors to pupils -  some to offer Covid testing or to start lessons. \nBlackburn pupil Muhammad Sahal, 14, also an NSPCC board member, is looking forward to seeing friends and getting back to his studies.\nHe worries about the face-to-face teaching he has missed and says there has not been \"much normal during my time at secondary school\".\n\"It's great that the school bubbles have gone, however there are concerns such as the rise of Covid cases  in Scotland.\" \nSchools in Scotland re-opened mid-August, as usual, and this led to a faster rise in Covid cases despite social distancing measures staying in place.\nBy Christine Jeavans, data journalist\nWhat can the pattern of Covid cases in Scotland tell us as England's schools open their doors to millions of pupils?\nMost Scottish schools went back in mid-August and since then Covid cases in Scotland have reached record levels. \nWe can't say that the rise has been solely caused by schools returning - the increase in cases began in early August. But it then took a steeper turn while pupils were still on holiday.\nThe rise was initially fastest among 15 to 19-year-olds and by 20 to 24-year olds. \nBut cases among the under-15s in Scotland have trebled since school restarted.\nAlthough cases were much lower at this point in 2020, they followed a similar pattern, rising before schools went back and then increasing more steeply later in September.\nIn England, cases have been fairly flat across August - the question is: Will the new term cause them to rise in the same way?"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58457078",
      "category": "uk-politics",
      "title": "Afghanistan: Boris Johnson to face MPs over handling of crisis",
      "tags": "War in Afghanistan (2001-present),Boris Johnson,Taliban",
      "text": "Boris Johnson will defend his handling of the Afghanistan crisis in the Commons as he reiterates his vow to use \"every economic, political and diplomatic lever\" to help Afghans.\nBoth he and Foreign Secretary Dominic Raab have faced criticism over the UK's response to the Taliban takeover.\nThe prime minister will make a statement in the House later on Monday.\nIt comes after the UK's top general said \"everybody got it wrong\" on how quickly the Taliban would gain control.\nLabour has been among those warning that the UK could face a heightened terror threat if extremism is allowed to flourish in Afghanistan.\nThe last British and US troops left Afghanistan at the end of August, bringing their 20-year military campaign in the country to an end.\nThere has been criticism of the way the West withdrew, with questions over how the Taliban was able to seize control of the country at such speed.\nAnd there is also concern that many Afghans who were eligible to come to the UK - many of whom worked with the British armed forces or government - have been left behind.\nIn a statement to Parliament, which returns on Monday from its summer recess, Mr Johnson will pledge to \"use every economic, political and diplomatic lever to protect our country from harm and help the Afghan people\". \nHe has previously said Western governments could withhold substantial funds from the Taliban.\nMr Johnson will also commend the \"courage and ingenuity\" of those involved in the UK's evacuation of around 15,000 people from the Afghan capital, Kabul.\nThe prime minister is expected to provide an update on the government's new resettlement programme for Afghans, which will allow a total of 20,000 people to settle in the UK over the coming years.\nMr Johnson will also use his Commons speech to thank the 150,000 British service men and women for their work in Afghanistan over the past two decades.\nHis statement comes in the week marking the 20th anniversary of the 11 September 2001 terror attacks in New York, Washington and Pennsylvania which prompted the US and its allies to go to war in Afghanistan.\nIn a speech to the Royal United Services Institute, the former Labour prime minister, Tony Blair - who was in power at the time - admitted \"nearly everything about 9/11 and its aftermath, particularly now, is mired in controversy\".\nBut he said \"radical Islam\" continues to represent \"a first order security threat\" and leading nations, including Russia and China \"must unite to develop an agreed strategy\" to counter extremism.\nHe said he now accepts the West should not \"attempt what we tried in Afghanistan\" in another country and that \"for sure, we could have 'remade' better\" in Afghanistan.\nThe challenge now, he said, is to work out a way to deal with the threat. \nMr Blair added:  \"Maybe my generation of leaders were naïve in thinking countries could be 'remade'. \n\"Or maybe the 'remaking' needed to last longer. \n\"But we should never forget as we see the women of Afghanistan in the media, culture and civic society now flee in fear of their lives, that our values are still those which free people choose. \n\"Recovering confidence in our values and in their universal application is a necessary part of ensuring we stand up for them and are prepared to defend them.\"\nDowning Street said Mr Johnson would announce an additional £5m to help military charities provide support for veterans with the aim of ensuring \"no veteran's request for help will go unanswered\". \nThe PM's last appearance in the House of Commons came during an emergency debate on the Afghanistan crisis on 18 August, when he faced a barrage of criticism from MPs on all sides.\nOn Sunday, Gen Sir Nick Carter, the chief of the defence staff, told the BBC the pace of the Taliban's takeover of Afghanistan \"surprised us\". \n\"I don't think what anybody predicted was how fragile that Afghan government was and how fragile it was in relation to the command of its armed forces.\"\nLabour's shadow foreign secretary Lisa Nandy said there was a strong possibility that Britain may now be less safe because of the events in Afghanistan.\n\"The urgent task for the government... is to make sure Afghanistan doesn't collapse once again into a haven of terrorism,\" she said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-55718553",
      "category": "explainers",
      "title": "Covid passports: Where do I still need to use one?",
      "tags": "Coronavirus lockdown measures,Holidays,Travel,Coronavirus vaccines,Hospitality industry,Leisure,Vaccine passports,Coronavirus pandemic",
      "text": "Mandatory Covid passports have been scrapped in England, and their use has been scaled down in Northern Ireland. \nHowever, venues can choose to keep using the scheme on a voluntary basis if they wish, and Scotland and Wales retain their own systems.\nCovid passes are no longer mandatory in any venue, as part of the government's decision to lift Plan B coronavirus measures.\nAnnouncing the change, the prime minister said venues could continue to ask customers to provide evidence of their vaccination status or a recent negative test if they wished.\nEngland's scheme previously applied to:\nYou could only enter these venues if could show:\nProof of natural immunity - for instance, a positive PCR test taken in the past six months - was not accepted as an alternative to proof of vaccination or a recent test.\nSome large events weren't included in the rules, including communal worship, wedding ceremonies, funerals, protests and mass-participation sporting events (such as a marathon).\nIts Covid passport scheme is no longer mandatory for pubs, restaurants, cinemas and theatres - although venues are being encouraged to carry on using it. \nHowever, Covid passes are still required for entry to:\nPeople can either show proof of vaccination, proof of a negative lateral flow test taken in the previous 48 hours, or proof of a positive PCR test taken in the previous 30 to 180 days.\nThe COVIDCert NI app can be used to show proof of vaccination, or a paper version can be requested.\nScotland's First Minister Nicola Sturgeon has confirmed that its Covid pass scheme is not being extended to cinemas and theatres for the time being. \nHowever, they are still required for entry to:\nEvent organisers  are being asked to review 50% or 1,000 vaccine passports of attendees, whichever figure is higher, and a booster will be required to count as fully vaccinated if your second dose was more than four months ago.\nUnder Scotland's scheme, proof of vaccination or a negative test within 24 hours can be shown with the NHS Scotland Covid Status App, the NHS App (if from England or Wales) or Covidcert NI app (if from Northern Ireland) - a printed paper version is also acceptable.\nUnder-18s are exempt, as are vaccine trial participants, and those who couldn't be vaccinated for medical reasons.\nPeople need to show their NHS Covid Pass to gain entry to cinemas, theatres and concert halls.\nPrior to the current restrictions - which are due to be lifted in the coming weeks - the scheme also applied to nightclubs and comparable venues, unseated indoor live events for more than 500 people, unseated outdoor live events for more than 4,000 people and any event for more than 10,000 people.\nOver-16s who have been fully vaccinated in Wales or England can use the pass to prove their status, but it's only compulsory for over-18s.\nPeople can show a negative LFT result instead of proof of vaccination, but this must now have been done within the previous 24 hours and not 48 hours.\nIn England, the government says venues which didn't comply with the rules could face prosecution or a fixed penalty notice ranging from £1,000 to £10,000.\nIn Wales, fixed penalty notices can be issued up to a maximum of £10,000. That is also the maximum fine in Northern Ireland, where the government has said police will visit venues to check compliance.\nCouncils in Scotland have the power to issue enforcement notices which could lead to prosecution for non-compliance.\nCovid passes can also be used for travelling abroad, to show your vaccination status or test results.\nHowever, it is important to check Foreign Office advice for any other requirements at your destination before you travel. \nAs yet there is no evidence that Covid passports stop the spread of the virus. \nThey have, however, led to an increase in vaccination rates in some countries where they have been introduced, according to a study by researchers at the University of Oxford, which was published in the Lancet. \nFrance, Israel, Italy, and Switzerland had lower-than-average vaccination rates before announcing plans for Covid certification.  \nEach country subsequently experienced a large increase in vaccine take-up 20 days before and 40 days after the introduction of the passports. \nPasses made little difference to vaccination rates in other countries such as Germany where take-up was already above average, or in Denmark where the supply of doses was limited.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58448565",
      "category": "uk",
      "title": "Heathrow criticises Border Force for 'unacceptable' queues",
      "tags": "Travel,London Heathrow Airport,Self-isolation",
      "text": "Heathrow Airport has criticised Border Force after passengers faced \"unacceptable queuing times\". \nImages on social media showed packed queues at the west London airport on Friday night, with travellers complaining of waits of several hours. \nA Heathrow spokesman apologised for the delays, but blamed Border Force for not providing enough staff at immigration.\nThe Home Office, which has responsibility for Border Force, said the wait times were \"unacceptable\". \nIt said Border Force was \"rapidly reviewing its rosters and capacity and flexibly deploying our staff across the airport to improve waiting times\".\nTravellers at Heathrow used social media to complain about lengthy queues with inadequate ventilation, while some claimed people had fainted while they were waiting.\nOne Twitter user said: \"There are people collapsing in Terminal 5 Arrivals due to overcrowding and no ventilation. Some Covid secure measures…\"\nAnother said: \"Horrendous kettling at Heathrow Terminal 5 arrivals tonight. No Border Force. No ventilation. No fire exits. No explanation. Held there for over an hour. People fainting. Panicked skeleton Heathrow ground team not knowing what to do.\"\nOn Saturday morning, Heathrow Airport tweeted that it was unable to say how long travellers would have to queue for immigration. \nIn a subsequent statement, the airport said it had \"escalated\" the issue with Border Force and expected it to provide a better service over the weekend.\nA Heathrow spokesperson said: \"We are very sorry that passengers faced unacceptable queuing times in immigration due to too few Border Force officers on duty. \n\"Border Force were aware of the extra demand from families and we are very disappointed that they did not provide sufficient resource. \n\"We have additional Heathrow colleagues to support in managing queues and to hand out passenger welfare including water, but we need every immigration desk to be staffed at peak times. \n\"We have escalated this with Border Force and expect them to provide a better service over the remainder of the weekend.\"\nThe Home Office said it was the busiest weekend of the year for returning passengers, with particularly high numbers of families with children under the age of 12 who cannot use e-gates.\nE-gates allow travellers with biometric passports to bypass manual inspections when they cross border control.\nA Home Office spokesman said: \"Throughout the pandemic we have been clear that queue times may be longer as we ensure all passengers are compliant with the health measures put in place to keep the UK public safe. However, the very long wait times we saw at Heathrow last night are unacceptable...\n\"Border Force is rapidly reviewing its rosters and capacity and flexibly deploying our staff across the airport to improve waiting times.\" \nThe Home Office added that Border Force was working closely with Heathrow Airport and its airlines and was committed to ensuring passengers had \"a safe and hassle-free journey\".\nThe ISU union, which represents borders, immigration and customs staff, said Border Force had been \"chronically under-funded for years\" at major airports, with new recruits directed to inland and international trade to address issues arising from Brexit. \nSpeaking about the scenes on Friday, an ISU spokeswoman said: \"It will happen again. Not just at Terminal 5 but potentially at any large airport.\"\nThe UK's travelling restrictions were eased for many on 19 July, when the government dropped the requirement to quarantine after returning from amber list destinations for children and fully vaccinated adults. \nMost countries - including the UK's most popular holiday destinations - are on the amber list.\nTravellers coming from green list countries do not need to quarantine when they come back to the UK - whether or not they have had two doses of a coronavirus vaccine.\nHowever, travellers from green and amber destinations must have one test before returning to Britain and another two days after they get back.\nOnly British nationals can enter the UK directly from a red list country, and they must pay to quarantine in government-approved hotels and be tested.\nThe travel industry has criticised the UK's changing travel rules, with airlines saying the system risked making international travel \"more expensive, burdensome and uncertain compared to other countries\". \nTravel lists are currently updated every three weeks and the system is similar for England, Scotland, Wales and Northern Ireland. \nRead more here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-58453551",
      "category": "uk-scotland-scotland-politics",
      "title": "Covid in Scotland: Opposition increasing towards vaccine passports",
      "tags": "Coronavirus vaccines,Vaccination,Anas Sarwar,Vaccine passports,Coronavirus pandemic,Humza Yousaf",
      "text": "Scottish Labour is refusing to support the Scottish government's plans to introduce vaccine passports.\nA debate on the proposals is due to take place at Holyrood on Thursday, but opposition is building to the controversial scheme.\nScottish Labour leader Anas Sarwar claims the Scottish government is trying to look like it is in control of the virus.\nThe first minister says it is the least restrictive way of keeping people safe.\nIf MSPs agree on the vaccine passport system, nightclubs and many large events will only be able to allow entry to people who can show they have had two Covid jabs. \nFrom Friday, Scots have been able to download a QR code of proof of vaccination and a mobile app is planned for later this month.\nThe scheme is seen as a way of allowing events to go ahead despite surging cases of Covid-19.\nHowever, the hospitality industry and football clubs have questioned the logistics of such a scheme.\nScottish Professional Football League (SPFL) chief executive Neil Doncaster has said there are a \"significant number of questions and real concern\" for clubs. \nAnd Liz Cameron, chief executive of the Scottish Chambers of Commerce, said businesses needed urgent clarity on where vaccine certifications could be required, fearing a \"deterrent\" such as a vaccine certificate could prove damaging to business and consumer confidence. \nMr Sarwar told BBC Scotland's Sunday Show that Labour would vote against the plan.\nHe said: \"This is not opposition for opposition's sake. Neither is this an ideological opposition to the principle of vaccine passports. This is about what works, and what's going to make a meaningful difference.\n\"We all agree the vaccine is working in helping to reduce hospitalisations and reduce deaths but there is a fear that using vaccine passports might actually entrench vaccine hesitancy rather than encourage uptake.\"\nHe added that it was important to recognise that those who had had the vaccine could still get the virus and spread it and that he felt a more important test should be whether someone had tested negative going into a large-scale event, rather than whether they had had a vaccination.\nHe said: \"We have a government that has machinery and tools in this pandemic. One tool is the vaccine and we should be ramping up vaccine rollout . Another tool is Test and Protect but Test and Protect is not working. Let's sort the systems that we have instead of creating a new system.\n\"My fear is this is an attempt to look in control of a virus that is clearly out of control.\"\nHealth Secretary Humza Yousaf admitted that one of the main reasons for giving the vaccine passport scheme the green light was to incentivise younger people to get vaccinated.\n\"We know the uptake is lower amongst the younger age cohorts and therefore anything that helps to incentivise that is helpful,\" he said.\n\"I have said in the past I am sceptical about Covid passports so it is not a decision we have taken lightly, but bearing in mind the number of cases we have been seeing, we want to increase that vaccine uptake in the younger age cohort.\n\"Looking ahead to the pressures we are probably going to face in the autumn and well into the winter, doing everything we possibly can, plus a Covid certification scheme could hopefully help us from a public health perspective but also to increase vaccination rates.\"\nData from the Office for National Statistics (ONS) showed that one in 75 people were believed to have had Covid-19 in Scotland last week, a sharp rise from one in 140 the previous week.\nLatest estimates for the proportion of 18 to 29-year-olds who are unvaccinated stand at 25.6% in Scotland.\nOn Sunday, UK government vaccines minister Nadhim Zahawi said checking people's Covid-19 vaccine status was the \"right thing to do\" to ensure the whole economy remained open.\nDowning Street confirmed that the government intended to press on with plans to introduce vaccine passports for nightclubs in England this month.\nIn Wales, First Minister Mark Drakeford last month said there were \"no plans\" to introduce mandatory vaccination certificates for venues due to \"ethical and equality considerations\".\nAnd Stormont ministers have yet to reach an official position on using vaccine access passports within Northern Ireland."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58450230",
      "category": "world-asia",
      "title": "Afghanistan: Taliban break up women's rights protest in Kabul",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "Taliban officials have broken up a demonstration by dozens of women in Kabul demanding rights following the Taliban takeover in Afghanistan. \nThe group say the Taliban targeted them with tear gas and pepper spray as they tried to walk from a bridge to the presidential palace. \nBut the Taliban maintain the protest got out of control, according to Afghan media outlet Tolo News. \nIt's the latest of several protests by women in Kabul and Herat. \nThe women were calling for the right to work and to be included in the government. The Taliban say they will announce the make-up of their administration in the coming days. \nThe Taliban have said women can be involved in government, but not hold ministerial positions. \nMany women fear a return to the way they were treated when the Taliban were previously in power, between 1996 and 2001. Women were forced to cover their faces outside, and harsh punishments were meted out for minor transgressions. \n\"Twenty-five years ago, when the Taliban came, they prevented me from going to school,\" journalist Azita Nazimi told Tolo. \n\"After five years of their rule, I studied for 25 years and worked hard. For the sake of our better future, we will not allow this to happen.\" \nAnother demonstrator, Soraya, told Reuters: \"They also hit women on the head with a gun magazine, and the women became bloody.\" \nOn Saturday, US General Mark Milley questioned whether the Taliban would be able to transition from an insurgent force to a government, saying there was a \"good probability\" of civil war.\n\"That will then in turn lead to conditions that could, in fact, lead to a reconstitution of Al-Qaeda or a growth of Isis [Islamic State group],\" he told Fox News.\nMeanwhile the UK's Head of the Armed Forces, General Sir Nick Carter, defended military intelligence over criticism it failed to predict the Taliban's advance, saying even the Taliban themselves were surprised at how easily they took control.\nHe told the BBC \"a lot of money changed hands as they managed to buy off those who might have fought for them\". \nClashes have continued over the weekend in the Panjshir Valley, north of Kabul, where resistance fighters have been thwarting efforts by the Taliban to exert control.\nBut there's been claim and counter-claim. The Taliban maintain they've taken control of two more districts and are heading for the centre of the province. \nA spokesman for the National Resistance Front of Afghanistan (NRF) said heavy fighting was continuing and thousands of Taliban had been surrounded. \nThe Panjshir Valley, home to between 150,000 and 200,000 people, was a centre of resistance when Afghanistan was under Soviet occupation in the 1980s and during the Taliban's previous period of rule. \nThe NRF's leader, Ahmad Massoud, praised protests by women in Herat, and said Panjshir continued to resist. \nNone of the claims by the NRF or the Taliban could be independently verified. \nIn a further sign of Kabul's airport resuming activity following the US withdrawal last week, Afghan airline Ariana announced internal flights to three cities: Herat, Mazar-i-Sharif and Kandahar. \nAl-Jazeera TV quoted Qatar's ambassador as saying a technical team from Qatar had succeeded in reopening the airport to receive aid flights. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58448900",
      "category": "uk-politics",
      "title": "MPs told to smarten up their clothing ahead of Commons return",
      "tags": "House of Commons,Lindsay Hoyle,Palace of Westminster,Jeremy Hunt,Tracy Brabin",
      "text": "MPs have been told to smarten up their clothing when they return from summer recess to the Commons next week. \nWith the age of the virtual Commons now over, Speaker Sir Lindsay Hoyle has updated the \"Rules of behaviour and courtesies\" in the House.\nHe has alerted MPs to required dress standards, insisting clothing such as jeans and chinos are not allowed.\nIt represents a toughening of the advice from his predecessor, who said there was \"no exact dress code\". \nJohn Bercow's last set of rules said typical business clothing was merely a suggestion.  \nThe crackdown follows a number of moments when parliamentary fashion made headlines. \nFormer Foreign Secretary Jeremy Hunt was rebuked by Sir Lindsay in December for not dressing smartly enough during a Commons debate on Covid-19. \nAnd prior to the pandemic, the then Labour MP Tracy Brabin - who is now Mayor of West Yorkshire - attracted attention when her dress slipped off her shoulder at the dispatch box.\nMs Brabin later auctioned the black garment and raised £20,000 for charity.\nSir Lindsay's new guide states MPs should remember \"the way in which you dress should demonstrate respect for your constituents, for the House and for the institution of Parliament in the life of the nation\".\n\"Members are expected to wear business attire in and around the Chamber,\" it says. \n\"Jeans, chinos, sportswear or any other casual trousers are not appropriate. T-shirts and sleeveless tops are not business attire.\n\"Smart/business shoes are expected to be worn. Casual shoes and trainers are not appropriate. Men are encouraged to wear a tie, and jackets must be worn.\n\"It is a privilege to serve as a Member of Parliament and your dress, language and conduct should reflect this.\"\nSir Lindsay has also moved to clamp down on rowdiness in the Commons. \nSinging is to be banned, potentially averting a repeat of the scenes from Prime Minister Boris Johnson's proroguing of Parliament in September, 2019, when Labour MPs protested by singing songs including the Red Flag and Scots Wha Hae.\nThe new rules state that \"singing and chanting are not permitted in the chamber\" and that \"clapping is also not allowed as it eats into the time available for debate\".\nMPs have also been told to pay attention: \"When listening to a debate you should not read books or newspapers or obviously devote yourself to your phone or other electronic device.\"\nLast month, MPs packed the Commons for the first time in person in more than a year after Parliament was recalled to debate the situation in Afghanistan. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58437672",
      "category": "health",
      "title": "Covid vaccine teenagers: 'My parents won't let me get it'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58437288",
      "category": "uk-northern-ireland",
      "title": "Holy Cross: Remembering a school run like no other",
      "tags": "Belfast",
      "text": "Twenty years ago, a violent sectarian dispute took place outside Holy Cross Primary School in north Belfast.\nThe school was thrust into the international spotlight, when hundreds of loyalist protesters tried to block the route taken by the school's pupils and their parents, who were from a Catholic background, on their walk to class.\nBBC News NI's Gareth Gordon, who was among the reporters who covered the story at the time, shares his memories.\nHave tape recorder, will travel. Once, my journey was a road trip to the places left behind when Northern Ireland got peace.\nThere I met mostly good people trapped by location and a history they didn't write. But some not so good as well.\nDrumcree, Ormeau Road, Cluan Place, Short Strand, Whitewell, Ardoyne and Holy Cross.\nOf all of them, Holy Cross is the name I most remember, with very good reason.\nCatholic Ardoyne is beside Protestant Glenbryn. Just another interface but with one big difference.\nTucked away at the Glenbryn end of the Ardoyne Road is the Catholic Holy Cross Girls' Primary School.\nAnd for a time in 2001, before an even more grave event in New York replaced it in the world's collective consciousness, it made headlines around the globe.\nHere's why.\nNo community living on either side of Belfast's many peace walls had a monopoly on grievance, and that summer there was a lot of it about.\nAttacks from one side on the other went both ways and Ardoyne saw more than its fair share.\nTwenty years on, the blame game has been well played out elsewhere.\nWhat follows here are my memories of a situation I, or no-one else who witnessed it, will ever forget.\nAt its heart are the innocents who attended Holy Cross Girls' School.\nLocals claimed some Protestants were attacked while putting up flags in late June just before the end of summer term.\nThere was a claim one of them was knocked off a ladder. As usual this is disputed.\nBut what's not disputed is that the school was then singled out for attention by loyalist protesters - a situation that remained unresolved all summer until the new term began in September.\nEveryone remembers the girls, some crying, being taken to school by parents with police shielding them from angry people shouting insults from the \"other side\".\nWhatever the rights and wrongs of the cause which began this form of protest, it was lost in the terrified faces of the girls forced to suffer a school run like no other.\nThe Wednesday morning was the worst. A pipe bomb was thrown, probably aimed at police, but the explosion was loud enough to send children into hysterics.\nLater I asked two Protestant women why it had happened. This is how it went.\nWoman one: \"There must be a reason why we're doing this. There must be. We've had enough fear and we can't take it no more. We don't care.\"\nWoman two: \"We don't care; we're like the Jews now, I think.\"\nWoman one: \"I mean I wouldn't let my son or my daughter come home from a disco or anything from that Crumlin Road to get in here and it's the only way they can come at night.\"\nMe: \"This morning, whatever the wrongs and rights here, a bomb went off close to the children going to school. How did that make you feel?\"\nWoman one: \"I'm past feeling. You can't understand that. I am past feeling. I'm not going to run my ones down for throwing that bomb.\"\nMe: \"But you're not a terrorist.\"\nWoman one: \"I'm not. No, I'm not a terrorist. No, I'm a mother. I'm a mother of five children.\"\nMe: \"Who's to blame for this?\"\nWoman one: \"Themmuns down there.\"\nMe: \"How would you have felt this morning if a child had been killed?\"\nWoman one: \"I'd have felt terrible. I'm a mother of five. Yes, it would be like me losing one of my own. I could feel for that mother.\"\nMe: \"So you're not past caring.\"\nThe next morning the walk to school was played out on live television and radio to a world which could not quite believe what was happening.\nMy job was to relay this live on BBC Radio Ulster's Good Morning Ulster programme which remained on air way past its scheduled end time of 09:00 BST.\nI did so against the ear-splitting sound of protesters blowing whistles. But, thankfully, there were no more pipe bombs and the children made it through.\nI had no idea if I was speaking to thousands or to myself until we reached the school and the presenter Seamus McKee was able to ask me a question.\nOne woman later told me she missed an important appointment because she couldn't leave her car listening to me until it was clear the children had made it through unscathed.\nAfter that, the protest seemed to peter out. No-one had the stomach for any more of this madness.\nThe following week I stood at the school gate as two clerics who had been centrally involved in trying to resolve things - Father Aidan Troy and the Reverend Norman Hamilton - emerged after a joint school visit.\nI returned to the BBC happy the protest was now over and looked forward to an easy day.\nThat day was 11 September 2001 and my report of the school visit never made air.\nDays later I arrived in New York to cover the aftermath of the attacks on the Twin Towers.\nWe went first to Battery Park, a residential area near the World Trade Center, where people unable to return home watched lorry after lorry carry away the rubble of their lives.\n\"Are you really from BBC Northern Ireland?\" asked a woman who told me she and her daughter had spent the evening before the attack crying at the scenes of those young girls being escorted to school in Belfast.\nEven in the midst of a horrific terrorist attack on the other side of the Atlantic, there was no escaping Holy Cross."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58446881",
      "category": "world-asia",
      "title": "Afghanistan: Former vice-president tells BBC he's in Panjshir Valley",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58451647",
      "category": "uk",
      "title": "Michael Fawcett: Charles' former aide steps down over honour claims",
      "tags": "Prince Charles, Prince of Wales",
      "text": "A former aide to the Prince of Wales has temporarily stepped down from his role as chief executive of The Prince's Foundation amid claims that he helped secure an honour for a major donor.\nMichael Fawcett has been accused of offering to help a wealthy Saudi businessman with an honour.\nMahfouz Marei Mubarak bin Mahfouz received an honorary CBE in late 2016.\nThe prince was not aware of any link between donations to the foundation and honours, a close source told the BBC.\nThe Met Police said it was \"aware of media reports and await further contact in relation to this matter\".\nMr Fawcett became chief executive of the Prince's Foundation in 2018. It is an educational charity and encompasses a number of Prince Charles' charitable interests. \nThe heritage-led regeneration of the Dumfries House estate in Ayrshire is at the heart of the organisation's work, the foundation's website says. \nClaims about Mr Fawcett's conduct were published in the Sunday Times and Mail on Sunday.\nThe Sunday Times said Mr Mahfouz, who denies any wrongdoing, donated large sums to restoration projects of particular interest to Prince Charles.\nMr Fawcett is alleged to have co-ordinated support for an honour for Mr Mahfouz, according to newspaper reports.\nDouglas Connell, chair of The Prince's Foundation, said Mr Fawcett offered on Saturday to step down temporarily from chief executive duties while an investigation was carried out. \nMr Connell added: \"The Prince's Foundation has accepted this offer. Michael fully supports the ongoing investigation and has confirmed that he will assist the investigation in every way.\"\nA spokeswoman for The Prince's Foundation said it \"takes very seriously the allegations that have recently been brought to its attention and the matter is currently under investigation\".\nMr Fawcett was once a close aide of Prince Charles and served as his valet until 2003.\nBBC royal correspondent Jonny Dymond said that a Palace source stressed the distance between Prince Charles' office and his foundation, but Mr Fawcett was known for being close to Prince Charles and these allegations were an \"embarrassment\" for him.\nMr Fawcett began his royal service in 1981 as a footman to the Queen, before later becoming Prince Charles' assistant valet.\nIn 2003 he was cleared of financial misconduct allegations over the selling of royal gifts.\nHe resigned after the internal report criticised the running of the royal household, but continued to work as a freelance fixer and Prince Charles' events manager. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58442599",
      "category": "science-environment",
      "title": "Climate change: Massive Attack gig data to cut live music impact",
      "tags": "Environment",
      "text": "Artists and bands must swap private jets for trains, festivals and venues need to generate more of their own renewable energy and gig tickets should include free public transport.\nThese are just some of the recommendations being made by scientists at the University of Manchester to help the music industry reduce its carbon emissions to stop climate change.\nThe roadmap for live music was based on tour data supplied by the band Massive Attack.\nThe findings are being shared across the industry and, it's hoped, will inspire millions of fans to live more sustainably, too.\nSince 2019, scientists at the Tyndall Centre for Climate Change Research have been poring over every detail of Massive Attack's last tour.\nThey then used lessons learned to create a roadmap for the whole industry.\nTheir recommendations for \"super low carbon practices\" deal with how musicians, promoters, tour managers and agents should work in order to keep the rise in global warming restricted to 1.5C.\nThe suggestions cover how artists move around, the venues they play at, and how fans get to events:\nProf Carly McLachlan from the Tyndall Centre led the research and says \"to really decarbonise live music, you need to start doing it right from the inception of a tour\".\nThe report says the music industry should only pay to carbon offset its emissions when reducing them was no longer possible.\nIt's also suggested that a central independent body be appointed to monitor the progress the sector is making against \"clearly defined measurable targets\".\n\"This is so we can scale up the practice that works, learn where things didn't work and really accelerate that change.\"\nRobert \"3D\" Del Naja from Massive Attack says the findings aren't surprising because the solutions to climate change are already known.\nHe says the idea of making \"plug and play\" tours more routine - where artists hire things like sound systems from the venue rather than bringing their own - already happens, but not at such a large scale.\n\"When we turn up at festivals, we use the same gear. We get on the same stage. Most of the stuff we use is pretty similar.\n\"It sounds crazy that bands are crisscrossing the same highways at night with the same gear with the same big lorries - it's unnecessary.\"\nHe says he can picture a world where tours are developed around train schedules - similar to how football matches work - and says fans taking direct trains to festivals could actually enhance the experience.\nThe report also recommends the sector as a whole should act together to support smaller venues.\nHe says if the whole industry takes on these recommendations, it can help avoid a \"code red for humanity\" - a reference to the stark warnings given in the recent UN report on climate change.\nRobert says how easily it can adapt though will depend upon what level of financial support is available to help make these changes.\nProf McLachlan says this research is also about credibility.\n\"Particular artists have a really amazing platform to talk about these issues.\n\"They have to be able to demonstrate that they are doing all these things themselves [whether it's] reducing the amount of aviation or working with partners to decarbonise the venues they play in.\"\nInvesting in new ways of working and new technologies sound expensive.\nBut the thinking is reducing emissions could reduce costs, too.\nProf McLachlan says \"a lot of these elements are about saving energy and that could be a direct money-saver for the tour.\n\"We can have affordable low-carbon activities of all sorts in the future, including music.\"\nWhether or not this is reflected in ticket prices, though, is a different story."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58453258",
      "category": "uk",
      "title": "Afghanistan: 'Everyone got it wrong' on Taliban takeover - armed forces chief",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "\"Everybody got it wrong\" on how quickly the Taliban would take over Afghanistan, the head of Britain's armed forces has said.\nGen Sir Nick Carter told the BBC: \"It was the pace of it that surprised us and I don't think we realised quite what the Taliban were up to.\"\nAsked whether military intelligence was wrong, he said the government received intelligence from a variety of sources.\n\"It's not purely about military intelligence,\" he said. \nThe last British and US troops left Afghanistan a week ago, bringing their 20-year military campaign in the country to an end.\nThere has been criticism of the way the West withdrew from Afghanistan, with questions over how the Taliban was able to seize control of the country at such speed.  \nForeign Secretary Dominic Raab told MPs last week the intelligence assessment had been that there would be a \"steady deterioration\" in the security situation in August but it was \"unlikely Kabul would fall this year\". However, the Taliban took over Kabul in mid-August.\nSpeaking to the BBC's Andrew Marr show on Sunday, Sir Nick was asked how the predictions had been wrong.\n\"I think everybody got it wrong is the straight answer,\" he said. \"Even the Taliban didn't expect things to change as quickly as they did.\"\nThe chief of the defence staff said: \"I don't think what anybody predicted was how fragile that Afghan government was and how fragile it was in relation to the command of its armed forces.\"\nThe Taliban is expected to announce a new government in the coming days, meaning foreign powers will have to adapt to the prospect of dealing with a Taliban administration.\nSir Nick said it was too early to say how the Taliban would govern, but there was a possibility the militant group would be less repressive than it was in the past. \n\"On the face of it, it doesn't look good at the moment. But let's see what happens. It may well change,\" he said.\n\"I also think they're not stupid enough to [not] know the Afghan people have changed and they want a slightly different sort of governance.\"\nOn Sunday, the Taliban was accused of murdering a female police officer. The killing comes amid reports the group is escalating its repression of women.\nSir Nick said it was now down to the international community to encourage the Taliban to govern in a different way, he added.\n\"They're going to need a bit of help to run a modern state effectively,\" he said. \"If they behave, perhaps they'll get some help.\"\nAsked whether military intelligence was wrong, Sir Nick said: \"No... many of the assessments suggested it wouldn't last the course of the year and, of course, that's proven to be correct.\"\nHe said: \"It's a much broader thing than just strictly military intelligence.\n\"The way it works in this country is we have the joint intelligence committee which sits inside the Cabinet Office. So what they do is pull together the sources from the Ministry of Defence, the Foreign Office, the inter-agencies and the secret intelligence services and wider open source material.\"\nCurrently, Taliban soldiers are fighting resistance groups in Panjshir Valley, the last remaining part of Afghanistan which the Taliban does not yet control.\nOn Saturday, the top US general said that civil war was likely to erupt in Afghanistan, and those conditions could lead to a resurgence of terrorist groups there.\nGen Mark Milley told Fox News: \"The conditions are very likely that you could see a resurgence of terrorism coming out of that general region within 12, 24, 36 months.\"\nSir Nick told the BBC the risk of terrorism will depend on whether an effective government can be formed in Afghanistan. \nLabour's shadow foreign secretary Lisa Nandy said there was a strong possibility that Britain may now be less safe because of the events in Afghanistan.\n\"The urgent task for the government... is to make sure Afghanistan doesn't collapse once again into a haven of terrorism,\" she said.\nShe called on the UK to work with other countries - not just its allies - to take a common approach towards the Taliban, and use their leverage to demand rights for women and girls living in Afghanistan.\nEarlier, former MI6 chief Sir Alex Younger, who stepped down from his role last year, told Times Radio that having no physical presence in Afghanistan would be a \"blow\" to intelligence networks. \nAnd he added that \"turning our back\" on a place like Afghanistan \"leads inexorably to an increase in the threat to our country\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58450524",
      "category": "health",
      "title": "Covid: Call for clarity on vaccines for children",
      "tags": "Children,Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "Labour has called for clarity on Covid vaccines for children to prevent further disruption to their education. \nHowever, shadow education secretary Kate Green said other measures including mask-wearing, ventilation systems and testing were also needed. \nOn Friday, vaccine experts did not recommend the jab for healthy 12 to 15-year-olds on health grounds alone.\nBut the UK's chief medical officers have been asked to consider any wider implications of extending the rollout.\nThe government believes there is a \"strong case\" for offering the vaccine to healthy 12 to 15-year-olds to reduce disruption in schools and keep infection rates down as winter approaches, a source has told the BBC. \nA final decision is expected within days. \nMs Green said as soon as the chief medical officers gave their advice, \"the government needs to take a clear decision\". \n\"It's very disappointing that we have had to wait so long to reach this point where there will be clarity,\" she told BBC Radio 4's PM programme.\n\"But once we have a decision, if it's to go ahead, that needs to be clearly communicated and there needs to be a process in place to deliver those vaccinations.\"\nHowever, she said vaccinations alone would not be enough to prevent disruption in schools. \nThe shadow education secretary also called for mask-wearing, improved ventilation and a robust testing system to reduce the spread of Covid and keep children in classrooms. \nFace coverings are no longer routinely advised for staff or pupils in schools in England and Wales, although they will be required in Scotland until at least the end of September and in Northern Ireland for the first six weeks of term. \nMinisters have let it be known they are keen on getting this age group vaccinated - both through public pronouncements and privately behind the scenes.\nThe argument is that it could reduce school disruption and keep infection levels low.\nBut there's still plenty to consider. Giving this age group jabs would mean time out of class and possibly off school recovering from common side effects such as a mild fever.\nThis is not like the flu jab, which is a simple nasal spray.\nIts ability to curb spread may be less than first assumed too. It is thought about half of this age group may have been infected already and therefore have natural immunity.\nThe emergence of the Delta variant also means the vaccine is less effective at stopping infection than previously - its main benefit is to prevent serious disease and as these healthy children are at incredibly low risk of that the benefits, as the JCVI points out, are marginal.\nIt is worth remembering that there are six million adults - twice the number in this age group - who still remain completely unvaccinated. \nPerhaps there's a disproportionate amount of attention given to children?\nUp until now the advice of the Joint Committee on Vaccination and Immunisation (JCVI) over which groups should get the Covid jab has been followed across the UK.\nOn Friday the JCVI recommended widening the existing vaccine programme to include an extra 200,000 12 to 15-year-olds with specific underlying conditions.\nBut with healthy children at very low risk from Covid, they stopped short of advising in favour of this group, saying \"the margin of benefit is considered too small to support universal vaccination... at this time\".\nHealth Secretary Sajid Javid has now asked the chief medical officers to consider the rollout of the vaccine to 12 to 15-year-olds \"from a broader perspective\".\nThey will look at the effects of Covid on children's education and pupil absences from school, which the JCVI is not qualified to consider.\nProf Jason Leitch, Scotland's national clinical director, said missing more school was a bigger problem for most younger teenagers than harm from Covid, so the chief medical officers may come to a different conclusion. \nHe added that the UK had supplies of the Pfizer jab available to vaccinate 12 to 15-year-olds if needed.\n\"We have vaccine centres ready, we have drop-in clinics ready. So if the starting pistol is fired, we have no doubt that we can do this group,\" he told PM. \nSandra Carleton said she did not want her 12 year-old son Charlie to have the vaccine.\n\"He has just recovered from Covid so giving him the vaccine most certainly poses more of a risk than a benefit,\" she said.\n\"He is fine following Covid but I am not so sure he would have been after the vaccine.\"\nMeanwhile, Sue in Yorkshire said she wanted her children, aged 12 and 13, to have the jab \"as soon as possible\".\n\"The JCVI is unusually cautious about a vaccine and yet completely incautious about this virus and its impact on children.\"\nRead more views from parents here.\nThe decision not to recommend the vaccine to all healthy children was partly based on concern over an extremely rare side effect of the Pfizer and Moderna vaccines that causes heart inflammation, and can lead to palpitations and chest pain.\nData from the US, where millions of young teenagers have been vaccinated, suggested there have been 60 cases of the heart condition for every million second doses given to 12 to 17-year-old boys (compared with eight in one million girls). \nFrance, Italy, Israel and Ireland have also been offering the vaccine to all children in this age group.\nThe JCVI said it was difficult to factor in long Covid in its advice because of the uncertainty over how common it was in children, although it appeared to be less prevalent than in adults.\nPaediatricians say healthy children with Covid end up in intensive care at a rate of two in one million, but this rises to 100 in one million for children with certain health problems.\nOn Saturday, 37,578 cases of coronavirus were reported in the UK and 120 deaths within 28 days of a positive test."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58453250",
      "category": "uk",
      "title": "NHS child gender identity clinic whistleblower wins tribunal",
      "tags": "NHS,Gender,Tavistock and Portman NHS Foundation Trust",
      "text": "A woman who raised concerns about the safety of children at an NHS gender clinic has been awarded £20,000 in an employment tribunal case.\nSonia Appleby is children's safeguarding lead for Tavistock and Portman NHS Trust, which runs the Gender Identity Development Service.\nThe tribunal ruled that the way the trust treated her had damaged her professional reputation.\nThe trust said it was disappointed by the tribunal's decision.\nIt added that it was considering the ruling carefully, saying: \"It would be inappropriate to comment further at this stage.\"\nGids is England's only NHS gender service for children. There are clinics in London and Leeds.\nAs the child safeguarding lead at the trust, Ms Appleby's job meant protecting children at risk from maltreatment, and stopping impairment of children's health or development.\nThe tribunal heard that a number of staff brought concerns to Ms Appleby. The concerns included the high numbers of children being referred to Gids, and \"a worry that some young children are being actively encouraged to be transgender without effective scrutiny of their circumstances\".\nMs Appleby then reported these concerns to her line manager.\nIt heard evidence that after this, instead of addressing the concerns, the trust management attempted to prevent her from carrying out her safeguarding role in what Ms Appleby described as a \"full-blown organisational assault\".\nThe trust denied treating Ms Appleby unfairly, claiming that aspects of her allegations affected the way she was treated and that she had been \"accusatory in approach\".\nThe tribunal concluded that Ms Appleby was subjected to \"quasi disciplinary treatment\" and there was \"obvious unfairness\" in the way she had been dealt with by the trust.\nIn a statement, Ms Appleby said that the decision to go to court had been an overwhelming one, but she was extremely pleased with the outcome. \nLast year the BBC's Newsnight programme reported concerns from some staff at Gids."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58453617",
      "category": "world-europe",
      "title": "Hilary Mantel compares Wolf Hall's Thomas Cromwell to modern political figures",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58409878",
      "category": "uk-wales",
      "title": "Tom Hardy: Can a star's posts give locations a tourism boost?",
      "tags": "Tourism,Coronavirus lockdown measures,Wrexham,Cardiff,Welsh government,Netflix,Lin-Manuel Miranda,Penarth,Tom Hardy",
      "text": "Wales has played host to some of Hollywood's finest this summer, with stars filming on location and posting pictures of the scenery in their down time.\nOscar winner Forest Whitaker, Hamilton's Lin-Manuel Miranda and British star Tom Hardy have all given Wales their social media seal of approval, but what does that do for the locations in the backdrop?\nWell, according to tourism expert Dr Marcus Hansen, quite a lot.\nThe programme leader for hospitality, tourism and events at Wrexham Glyndwr University said stars filming and promoting in Wales can put \"hidden gems on the map\".\n\"Film-induced tourism is really an extension of popular media and popular culture and Wales featuring in a film or TV series can be invaluable marketing,\" he said. \n\"If films/TV series become very popular, people often want to re-connect with the show and therefore decide to visit the locations. Great examples are New Zealand after Lord of the Rings or Dubrovnik, Croatia, following Game of Thrones.\"\nIn 2019, it was estimated that about 350,000 visitors - and £50m - were drawn to Northern Ireland each year thanks to Game of Thrones being produced there. \nDr Hansen said: \"People want to re-experience those emotions from their favourite film or TV show and so you have people travel to where it was filmed to do that.\n\"So, particularly from an international perspective, it can really put Wales on the map, and it would be very expensive to try and get that kind of exposure in other ways.\"\nForest Whitaker - who won the Academy Award for best actor in 2006 for The Last King of Scotland - is the latest A-lister to share some pictures from his trips around Wales.\nIn one Instagram post, he said: \"Enjoying time in beautiful Wales before going back to set.\"\nWhitaker is filming Netflix crime drama Havoc with big name co-stars, including Tom Hardy. \nHe posted pictures from popular waterfronts, including St Catherine's in Tenby and Penarth Pier, Cardiff.\nHardy surprised Barry locals when he showed up at the town's famous pleasure beach and was even spotted on a few rides.\nDr Hansen said it would have a \"great impact\" for a destination like Wales with heritage attractions and eye-catching geography, but which has perhaps not been seen as big a draw as other locations in the UK up to now. \n\"Whilst an advert can be very effective, it'll struggle to compete with recommendations from friends, family and celebrities whom we may follow online,\" he added. \n\"It's seen as more trustworthy, unless of course the celebrity is sponsored by the destination. But I think Wales is still a bit of a hidden gem, certainly compared to places in England and Scotland and so to get this kind of exposure is really invaluable.\"\nHe added: \"People, today, want real, authentic recommendations. So, if Tom Hardy or Forest Whitaker are having a good time here, it will pique others' interests too. Indeed, people might want to replicate their favourite celebrity's experience as a way of connecting with them.\"\nBoogie Nights' Luis Guzman also posted a picture featuring Lin-Manuel Miranda while out in Cardiff this summer.\nMiranda has spoken of his love of Wales in the past couple of years, with the American actor, singer, songwriter and producer working in the country for the BBC's His Dark Materials series. \nHe even rapped about Cardiff while in New York. \nDr Hansen said the tourism industry had been very hard hit by Covid. \n\"So many people have chosen to stay within the UK and, here in Wales, we now have some great additions to cater to all these new tourists.\n\"I'm A Celeb has been invaluable as well, given the rise in domestic tourism. People will have been looking for somewhere to go right around the time that show came on and I think it reminded a lot of people of Wales and how beautiful and unique it is.\"\nA Welsh government spokeswoman said it was great to see so many people enjoying their summer holidays in Wales, including many well-known faces. \n\"Many TV programmes and films are being shot on location in Wales at the moment too - our beautiful country will be seen by many new audiences around the world.\n\"Film and TV tourism has helped give many parts of Wales a real boost - Pembrokeshire and Snowdonia are still experiencing positive gains from major productions filmed over the last decade.\n\"Location spotting is popular with many tourists; from Harry Potter at Freshwater West to Barry Island tours for Gavin and Stacey.\n\"Keeping Faith locations have been included in a Superfan Trail map produced by Carmarthenshire council and the hugely popular Netflix series Sex Education continues to put the spotlight on locations around the Wye Valley.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58434887",
      "category": "uk",
      "title": "Afghanistan: Despair of Brits and UK allies stuck behind Taliban lines",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "Hundreds of UK nationals are stuck in Afghanistan days after the last evacuation flight left Kabul airport. It is feared that hundreds more who are eligible for relocation to Britain are also trapped in the country, which is now in the hands of the hardline Islamist group.\nForeign Secretary Dominic Raab, who has taken part in meetings in Qatar and Pakistan this week to discuss how some of the people could be helped to safety, said Kabul airport might reopen \"in the near future\". He also signalled that Britain was looking for co-operation with the Taliban on crossings.\nHere, British nationals and at-risk Afghans share what has happened since the final evacuation flight  - and what they plan to do now. The BBC has changed some names to protect the identities of those we spoke to.\nHalima's parents, who both have British passports, went to Afghanistan for a family funeral in July, before the Taliban's rapid surge to power. Their flights back to London were cancelled and days later the country fell to the Taliban. In an email, the UK government told them to go to Kabul airport to be put on an evacuation flight but they turned back after warnings of an attack. \nSince the final UK evacuation, they have had no communication from the government. \"We are running out of money here. Banks are closed, there is a shortage of food,\" they explain. Their only plan is to try to survive until it's possible to come home.\nIn a letter to Prime Minister Boris Johnson this week, Halima, who is in her early 20s, asked: \"Have you got any idea what my family and I are going through?\" She has so far received only an automated reply.\nAfter working in a London hospital during the Covid-19 pandemic, Wahid went to visit family in Afghanistan in early August. After the Taliban seized power, he was advised by the Foreign Office to go to the Baron Hotel, near Kabul airport, where British troops were processing UK nationals for evacuation. \nAt the gates, Taliban guards tried to tear up his British passport. Photos show the bruises from the humiliating beating they gave him in front of his wife.\n\"Now I'm moving from house to house. It's not safe to stay still. I have nightmares,\" he explains, adding that his brother was captured by the Taliban last week. \n\"It's too scary to try to leave through a neighbouring country. We heard a group of Afghans were killed at the border last week,\" said Wahid, who is in his 20s.\n\"All I can do is wait. All day I look at my phone hoping for an email - but nothing,\" he says.\nAbdul was an English language trainer for the British Council, working all over Afghanistan. The council told him he was eligible for the Arap (Afghan Relocation and Assistance Policy) scheme, which gives Afghans who worked for the British government the right to resettle in the UK. \nHe has not yet heard the outcome of his application. \"We are left behind. They've given us to the Taliban,\" he said as the final evacuation flight left.\nFearing for their safety, Abdul and his family have now abandoned their home. With no job, he has sold his wife's jewellery to make ends meet. \nHe says he has no plans and no options. \"It's hard for me to return to normal life,\" he says. \"Even if the borders to neighbouring countries open, I don't know how to safely get out. No-one is answering my question - how long should we wait to hear from the government?\"\n\"There's no sleep - just worrying,\" says Zahra. She is in Leeds. Her family, some of whom fought the Taliban or prosecuted militants under the Western-backed Afghan government, are in Afghanistan.\nShe registered their details with the UK government but was told this week there were no updates and not to call the government hotline again. \"They have provided no solutions,\" she says. \nThe family are in hiding and waiting. One relative, tired of being scared, is considering the dangerous crossing into neighbouring Iran. \n\"There needs to be some kind of confirmation from the government. That's what they're waiting for. If they go to another country, will there be help?\" says Zahra, who is in her 20s. \"I'm 100% sure my family would take the risk if there was clarity and hope.\" \nFarwad went to the Baron Hotel three times to join the evacuation by British soldiers. In one attempt he says he waited for 24 hours in the dust and heat. An Afghan-British national, he had gone back to Afghanistan in 2019 and was living with his wife and young baby, neither of whom have British passports. \nHe was so certain they would be able to leave the country after the Taliban took power that he left their home.\nHe says he sent numerous emails and called embassy staff. \"I told them our passport says the Queen 'will afford the bearer such assistance and protection as necessary' but they didn't care,\" he says.\nFarwad is now staying with neighbours. \"I don't have any options. My wife and child don't have British passports and I cannot leave them. It's dangerous to go to neighbouring countries. The embassies are closed. We don't know what to do.\"\n\"I've dialled the helpline more than 2,000 times,\" Sayyid, who lives in Edinburgh with his Scottish wife and children, tells the BBC.\n\"It's a waste of time.\"\nHis brother, who worked for a British charity in Afghanistan, has already been threatened by the Taliban, he says. With his mother, he left their home and joined the crowds at Kabul Airport trying to leave. But after missing out on the evacuation, they are left waiting in hope that flights will soon resume.\n\"I want them to get on one of those flights. They are eligible,\" Sayyid says. \"My mother is asking for my help and I'm helpless. She said 'I don't care about my life, but please take your brother'.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-york-north-yorkshire-58455620",
      "category": "uk-england-york-north-yorkshire",
      "title": "Claudia Lawrence: Police end Sand Hutton lake search",
      "tags": "Sand Hutton,York",
      "text": "Nothing of significance has been found during the latest search for clues to the suspected murder of Claudia Lawrence, police have confirmed.\nThe 35-year-old chef has not been seen since she failed to turn up for work at the University of York in March 2009.\nPolice began a search of Sand Hutton gravel pits, about eight miles (13km) outside the city, on 24 August.\nNorth Yorkshire Police said some items, with no obvious link to Ms Lawrence, were being assessed.\nLeading the inquiry, Det Supt Wayne Fox said \"nothing of obvious significance\" was located during searches of part of the wooded area and in the smaller of the two lakes at the site.\nHe said separate strands of information had been received which led to the two-week search at Sand Hutton.\n\"When we assessed these separate and independently-sourced pieces of information against the wealth of information already generated during the last 12 years, we found they correlated with other information pointing to the area of Sand Hutton,\" he said.\nDet Supt Fox added that officers had consulted with national experts and concluded they could not discount the \"possibility that Sand Hutton gravel pits could have a major relevance in explaining what happened to Claudia\".\nHe said the force had been duty bound to conduct thorough searches.\n\"Not searching was not an option - not for Claudia, not for her family and not for the wider public,\" he added.\nThe searches at Sand Hutton involved draining the smaller of the two lakes and combing through extensive woodland that surrounds both lakes.\nDet Supt Fox said while a small number of items were recovered during the two-week search, which were being assessed for their forensic potential, any relevance to Ms Lawrence's disappearance had not currently been established.\nThe disappearance of Ms Lawrence sparked one of the longest running and highest profile missing person cases in the UK.\nShe was last seen at 15:05 GMT on Wednesday 18 March 2009 as she walked towards her home on Heworth Road, York.\nThat evening she spoke to both of her parents in separate phone calls, but failed to arrive for her shift at Goodricke College the following day.\nHer father, Peter Lawrence, reported her missing on 20 March. A friend of Ms Lawrence's had called him after she did not turn up at a local pub on the evening of 19 March.\nA number of people have been questioned in connection with her disappearance, but no charges have ever been brought.\nDet Supt Fox said the publicity surrounding the latest search had prompted members of the public to come forward with new information, which would be assessed and investigated.\nHe added North Yorkshire Police was not liaising with any other police force about the information received.\nHe said the force remained committed to establishing what had happened to Ms Lawrence.\n\"You cannot fail to be moved by the ongoing suffering of a mother who does not know what has happened to her daughter,\" he said.\n\"I again repeat the request to those who know what has happened to Claudia to do the right thing, come forward and help end the torment of Claudia's family.\" \nMs Lawrence's father died in February without ever finding out what had happened to his daughter.\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk or send video here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-58453778",
      "category": "world-africa",
      "title": "Guinea coup attempt: Soldiers claim to seize power from Alpha Condé",
      "tags": "Guinea,Conakry",
      "text": "The fate of Guinea's President Alpha Condé is unclear after an unverified video showed him surrounded by soldiers, who said they had seized power.\nThey appeared on national TV claiming to have dissolved the government.\nHowever, the defence ministry said the attempted takeover had been thwarted by the presidential guard.\nThis follows hours of heavy gunfire near the presidential palace in the capital, Conakry.\nUN secretary-general Antonio Guterres and the African Union have condemned the apparent coup and demanded the immediate release of President Condé.\nThe West African country of Guinea is rich in natural resources but years of unrest and mismanagement mean it is one of the world's poorest countries.\nThe TV address featured nine unnamed soldiers, several draped in the red, gold and green national flag, who said they had taken over because of rampant corruption, mismanagement and poverty.\nCalling themselves the National Committee for Reconciliation and Development, they said the constitution had been dissolved and that there would be consultations to create a new, more inclusive one. \nNumerous reports say the coup was led by an elite unit headed by a former French legionnaire, Lt Col Mamady Doumbouya.\nIn one video, which the BBC has not been able to verify, soldiers ask President Condé, 83, to confirm he is unharmed but he refuses to respond. \nSitting barefoot on a sofa wearing jeans and a printed shirt, he does not have any visible injuries. His current whereabouts are unknown.\nThose behind the coup said that all land and air borders had been closed for a week.\nHowever, according to the defence ministry, forces loyal to the president have \"contained the threat and repelled the group of assailants\".\nEarlier, the only bridge connecting the mainland to the Kaloum peninsular, which houses most ministries and the presidential palace, was sealed off while many soldiers, some heavily armed, were posted around the palace, a military source told Reuters news agency.\nThere are unconfirmed reports that three soldiers have been killed. \nFollowing the news, opposition supporters and activists took to the streets in celebration. \n\"We are here to show our joy because we suffered a lot over time,\" Abdoulaye Oumou Sow said. \"We have been very patient.\"\nAnalysis by Mayeni Jones, BBC West Africa correspondent\nIn their televised announcement, the so-called National Committee for Reconciliation and Development made all the right noises. \nFor those frustrated by last year's constitutional change that allowed President Alpha Condé to run for a third term, news that the constitution would now be scrapped and replaced in consultation with the public has been warmly welcomed. \nAlready there are reports of crowds of opposition supporters and activists taking to the streets of Conakry, to celebrate. \nBut military juntas are notoriously fickle. With no-one to hold them to account, there's no guarantee they'll deliver on their promises. \nThere are also those who worry that this latest coup is further evidence of a gradual degradation of democratic values in the region. \nIt's the fourth attempted coup in West Africa in just over a year. There have been two military takeovers in Mali and a failed attempt in Niger since August 2020. \nContested constitutional amendments in Guinea and the Ivory Coast, a region that had been celebrated for a number of peaceful transitions of power in the nineties and early 2000s, appears to be regressing. \nUltimately those who'll pay the price for the erosion of democratic institutions are ordinary West Africans, left without the protections these institutions were meant to provide.\nAs a result of the unrest, Guinea's football World Cup qualifying match against Morocco at home on 6 September has been postponed. Football body FIFA said the decision was made to \"ensure the safety and security of all players and to protect all match officials\". \nThe Moroccan team is trapped in Guinea following the coup and is said to be awaiting clearance from their embassy to travel to the airport. \nPresident Condé was re-elected for a controversial third term in office amid violent protests last year.\nThe veteran opposition leader was first elected in 2010 in the country's first democratic transfer of power. Despite overseeing some economic progress, he has since been accused of presiding over numerous human rights abuses and harassment of his critics."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58431982",
      "category": "uk-northern-ireland",
      "title": "Pat Hume: Tributes paid to 'extraordinarily strong' widow of John Hume",
      "tags": "John Hume,Londonderry-Derry,SDLP (Social Democratic and Labour Party)",
      "text": "Pat Hume has been described as the most \"extraordinarily strong woman, with the softest, most gentle manner\".\nThe widow of the late SDLP leader and Nobel prize winner John Hume died on Thursday after a short illness, aged 83.\nFormer Irish President Mary McAleese paid tribute to Mrs Hume saying she was \"the perfect partner\" to John Hume.\nMrs Hume worked alongside her husband from the beginning of the civil rights movement in Londonderry in the 1960s.\nHer death comes just over a year after the death of her husband.\n\"She was a nurturer, she was a coper,\" said Dr McAleese, who recently spent a day with Mrs Hume.\nIn a statement on Thursday, the Hume family said they were \"heartbroken\", adding that she \"died as she lived - surrounded by family, peacefully and generous to the end\". \nThe family paid tribute to the medical staff who cared for their mother in her final days.\nSpeaking to Radio Ulster's Good Morning Ulster, Dr McAleese said John relied on Pat for her \"wisdom and advice\".\n\"Pat was an extravagantly wise woman, she had a huge wisdom,\" she added.\n\"I don't know anybody who I have met in my life who was more rounded and more grounded than Pat.\n\"She was able to synthesise common sense, compassion, political nous in a way that was really, really special and absolutely essential to John.\"\nDr McAleese said Mrs Hume \"never looked for the limelight... but boy is she deserving of a mountain of praise.\"\nFoyle MP and current SDLP leader Colum Eastwood said Mrs Hume has left \"a tremendous legacy for everyone in Derry and across Ireland\".\n\"John always said: 'I'm the parcel and Pat delivers me.' \n\"That was true,\" he added.\n\"I genuinely don't believe any of the of the things John achieved would have been possible without Pat.\n\"She just had such strength and also belief in what they were doing, she was as driven to bring about a peaceful, and just Ireland as he was.\"\n\"The people of Derry and the people of Ireland owe them both a great debt.\"\nPat Hume was, according to her husband John, his rock and key adviser throughout his long political career. \nAs a journalist in the north west, you were always very keen to get Pat Hume's insight into current political developments. \nHer brain was so sharp and she was able to cut through a lot of the spin and nonsense - delivering lines you wouldn't hear from politicians.\nI always found her very frustrating, but very frustrating in a nice way. \nThe more I tried to question her, and get advice and a steer from her, the more she would ask me about my family, my career and how things were going for me. \nYou always came away from meeting her having unburdened yourself, without having gleaned the information you were hoping to get.\nLike her husband John, she was always interested in people and that cut to the core of what they were about as a couple. \nThey were very much rooted in the Derry community and were more interested in the people around them, than mixing with the great and the good. \nPat Hume's name never appeared on an election ballot paper, but her influence on the political path in Northern Ireland stretched far beyond many politicians. \nPaying tribute to Mrs Hume on Friday, former US President Bill Clinton said that she \"played an enormous role\" in helping to achieve peace in Northern Ireland. \n\"All of us who were blessed by the way she lived her life and advanced her cause with such grace and good humour will be forever grateful,\" he said.\nHillary Clinton, former US secretary of state and presidential candidate, described her as \"a gracious, determined force behind the achievement of peace in Ireland\". \nMrs Clinton added that the Humes \"made the world a better place and set an example for us all\".\nFormer Northern Ireland Assembly Speaker Mitchel McLaughlin said Pat Hume was \"one of the bedrocks of the peace process who kept her nerve at the worst of times\".\n\"She didn't flinch, John Hume didn't flinch and they prevailed in the end,\" the former Sinn Féin Foyle MLA said.\nWhen talks with the Sinn Féin leadership were held at the Humes' home in Derry, Pat \"set the atmosphere for constructive and calm conversation\".\nHe added: \"Unfailingly, no matter the circumstances, Pat Hume was always steady, steadfast, she clearly was across all the discussions. \n\"She was always focused on finding ways through the disagreements and I think John Hume was benefitting from her advice on an ongoing basis. I think republicans benefitted as well, I know I certainly did.\" \nUlster Unionist MLA Mike Nesbitt, a trustee of the John and Pat Hume Foundation, said the Hume's shared a view of Northern Ireland politics that was ahead of its time.\n\"Everybody else was talking about a divided society and the negativity of that, John and Pat were talking in a very positive way about the benefits of the fact we have a very diverse society,\" he told BBC Radio Foyle.\nHe said she was \"more than just John's rock\" and along with Daphne Trimble, wife of former Ulster Unionist party leader Lord Trimble, had played a key role in supporting victims and survivors of the Troubles. \nLady Trimble said she shared a \"warm friendship\" with Mrs Hume.\n\"She was one of the best, simply one of the best people I have ever met,\" she said.\nHer friend will be sorely missed, she added. \nMrs Hume's work continued during the Troubles, through to the Good Friday Agreement in 1998.\nShe ran her husband's Foyle constituency office dealing with community issues, housing and poverty in Derry.\nMrs Hume, a former teacher, was awarded the Irish Red Cross Lifetime Achievement award in 2018.\nA foundation honouring John and Pat Hume's peace and reconciliation work was launched in November last year. \nA book of condolence has opened in the main hall of Derry's Guildhall.\nThe city's Mayor Graham Warke said it would allow people to \"offer the people the chance to pay their respects and say thank you to a remarkable and courageous woman\".\nMrs Hume's funeral Mass will be held at St Eugene's Cathedral in Derry at 11:00 BST on Monday.\nMembers of the public are invited to watch the service live via webcam."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/stories-58388333",
      "category": "stories",
      "title": "Kabul make-up artist: 'Women like me are Taliban targets'",
      "tags": "War in Afghanistan (2001-present),Cosmetics,Afghanistan,Women's rights in Afghanistan,Women's rights,Taliban",
      "text": "On the day the Taliban took control of Afghanistan's capital Kabul, advertising posters outside beauty parlours showing women in bridalwear were painted over. Salons around the city were closed down too. While some businesses have vowed to return to full service soon, others fear for their futures. Afsoon (not her real name), a make-up artist in hiding, describes how much the beauty industry has meant to Afghan women.\nIt's hard to translate the exact meaning of the Dari phrase takaan khordum into other languages.\nRoughly, it describes a rare life event that shakes you to your core, after which you will have changed forever - like the death of someone you love, someone central to your life.\nAfsoon experienced the feeling of takaan for the first time on 15 August 2021.\nThat Sunday she woke at 10:00 to a call from a colleague at the beauty salon where she worked. Afsoon was at her happiest there, the smell of fresh shampoo and nail polish mixed with the whir of a hairdryer and chatter.\n\"Don't come in today,\" Afsoon's co-worker told her when she rang. \"We are closing up. It's over.\"\nSitting up in bed, Afsoon checked her mobile. Her thumb moved up and down the screen of her phone as she scrolled through dozens of texts from friends and family and then hundreds of social media posts. A torrent of dread slammed her with such force that she felt freezing cold and sick at the same time.\nThe messages were all the same. The Taliban had entered Afghanistan's capital Kabul. Within 16 days Western troops and their diplomats were gone from the country.\n\"It's over,\" she repeated to herself. It was time to hide.\nAfsoon is in her mid-20s and considers herself a modern Afghan woman. \nShe loves social media, she loves movies, she can drive and she has career ambitions.\nAfsoon can't remember the time in the 90s, the decade she was born, when the Taliban first banned beauty salons in her country. \nBut she grew up in an Afghanistan where beauty parlours were a regular part of her life. In the two decades since the US-led invasion that ousted the Taliban in 2001, more than 200 beauty parlours opened in Kabul alone, with hundreds more in other parts of the country.\nAs a teenager she would thumb through magazines and social media for glamorous looks, and she'd visit salons with women in her family. \nShe loved everything about that world. The multi-coloured nail painting, the make-up artists bent over women to paint smoky kohl eyeliners to frame thick brushed eyelashes on a dewy sparkling made-up face. The glossy blow-dries and swishy long hairstyles. \nEventually Afsoon fulfilled her dream of working in one of them as a successful make-up artist. There was nothing else she'd wanted. \nLike all beauty parlours in Kabul, Afsoon's salon had windows that were entirely covered with posters of glamorous and elegant women advertising a promise of beauty that could be yours inside. \nThe posters meant a passer-by in the hot, male-dominated streets of Kabul could not see inside the tranquil and multi-generational female space of Afsoon's salon. \nAt any one time there would be more than a dozen women inside, be it the stylists or the clientele - who varied from doctors to journalists, from singers and TV stars to brides prepping for their big day and teenage girls giggling with their mothers on a special bonding day out.\nBusiness was always healthy, be it weddings or simple pampering and the salon would be so busy during festivals like Eid that it would take days to book an appointment. \n\"I love women. I wanted to work and build spaces where women could be free and shine,\" Afsoon says. \"We could relax in a place away from men.\"\nBut on Sunday 15 August, the day the Taliban took control of Kabul's presidential palace, her years of hard work ended in a day. \nIt's almost midnight in Kabul and Afsoon speaks in a hushed tone down the phone to us. She's palpably afraid. She left her home that Sunday and found a safe house.\n\"Women in the beauty industry, especially people like me who were visible and public with our work are targets,\" she says.\nAfter the phone call from her friend telling her to not come in to work, Afsoon heard that any poster that represented female beauty was being painted over by scared Kabul residents. A friend of Afsoon's painted over some posters of models himself, a gesture to appease the Taliban and not attract attention to his female friends with beauty businesses. \n\"There is no way they would approve of seeing unveiled faces, or the necks of women on display,\" she says. \"They have always been very clear on their belief that a woman must not attract attention. \n\"It is the end of the beauty industry in Afghanistan.\"\nAfsoon has no invitation or paperwork that could have secured her a seat on a plane away from Kabul.\nThere is no way out for her.\nShe keeps in touch with her colleagues on a daily group chat. The last payment they received was on 24 August. No more will be coming in now. The parlour is closed and they've all accepted that they will not return to work. \nAfsoon cannot talk about the future, she says.\nWhat's next, she's not sure. She hasn't thought about how she will dress now, or even when she will venture outside. \nRight now, the colour of a future she imagined has been painted over in thick black paint, and she is in the midst of a shock that has no time limit to recovery.\n\"Staying alive is the only thing I can think about. I'm not afraid of dying - but not like this, terrified and hopeless,\" she says.\n\"Every second I feel like the Taliban will come for me.\"\nAfghanistan has been labelled one of the most dangerous places in the world to be a woman. One study suggested 87% of women in the country experience some form of domestic violence. Sodaba Haidare visited one place in the capital Kabul that offers hope to women escaping abuse. (Published April 2017.)\nThe Afghan restaurant run by domestic abuse survivors"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58456832",
      "category": "health",
      "title": "Frozen eggs and sperm storage limit increased to 55 years",
      "tags": "Fertility",
      "text": "Storage limits for eggs, sperm and embryos will go up to 55 years under government plans that ministers say will give people greater choice over when to start a family.\nHealth Secretary Sajid Javid said the current limit of 10 years was \"severely restrictive.\"\nModern freezing techniques mean eggs can be stored indefinitely without deterioration, research from the Royal College of Obstetricians has suggested.\nThe plans need parliamentary approval.\nThe Department for Health said there would be extra conditions around third party donors and use of a person's frozen cells after they have died.\nCurrently, when the 10 years is up, prospective parents must decide whether to undergo fertility treatment or have the cells destroyed, unless samples have been stored due to medical procedures, such as chemotherapy for cancer.\nUnder the new system, they would be given the option to keep or dispose of the frozen cells or embryos at 10-year intervals.\nMr Javid said: \"This new legislation will help turn off the ticking clock in the back of people's minds.\"\nHe added: \"By making these changes, we are going to take a huge step forwards - not just for giving people greater freedom over their fertility, but for equality too.\"\nBritish Fertility Society chairman Dr Raj Mathur welcomed the plans.\nHe said extending the time limit \"protects the ability of all our patients to make reproductive choices for themselves as individuals and couples.\"\nJulia Chain, chair of the Human Fertilisation and Embryology Authority, said the earlier a woman froze her eggs the better the chance of a successful IVF pregnancy later.\nShe said: \"This will give women a lot more choice and flexibility about when they can start having their families.\"\nWhat is egg, sperm and embryo freezing?\nIt is a way of preserving fertility by collecting eggs, sperm or embryos and storing them so it may be possible to have a baby at a later date.\nThe process involves collecting around 15 eggs through IVF, cooling them quickly then storing them in tanks of liquid nitrogen.\nThe eggs are then thawed when needed, and those that have survived intact will be injected with sperm.\nSperm samples are usually divided between a number of containers called straws before freezing so they can be used in multiple treatments. \nEmbryos are frozen during fertility treatment in case the first round is not successful or to try for a sibling.\nThey can be frozen when they're just a single cell, at the two to eight cell stage or later in their development.\nSource: HFEA\nHave you been affected by the issues raised in this story? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58456955",
      "category": "world-asia",
      "title": "Afghanistan: Rural areas welcome peace and end of war",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-nottinghamshire-58457214",
      "category": "uk-england-nottinghamshire",
      "title": "Young footballer dies after West Bridgford match collapse",
      "tags": "Nottingham,West Bridgford",
      "text": "A young footballer has died after suffering a suspected cardiac arrest during an FA Youth Cup game.\nDylan Rich, 17, was taken to hospital after collapsing during the match between West Bridgford Colts and Boston United in Nottinghamshire.\nThe game on Thursday evening at the Regatta Way ground was abandoned and Dylan died on Sunday.\nWest Bridgford Colts said his death had \"left everyone involved with our club devastated and heartbroken\". \nThe club previously confirmed their player was treated with a defibrillator at the ground before paramedics arrived. \nA spokesman added: \"It is with great sadness that, following the events of Thursday evening, we have to announce the tragic passing of Dylan Rich. \n\"Our thoughts and prayers go out to his parents Mike and Anna, his sister Lucy and Dylan's family, friends and teammates.\"\nThe club also thanked the \"wider football community\" for their messages over the last few days.\nIt said it would be supporting players and staff affected by Dylan's death.\nBoston United also paid tribute saying it was a \"tragic conclusion\".\nThe FA released a statement saying everyone at the organisation was \"deeply saddened by the tragic news\" of Dylan's death.\n\"We send our deepest condolences to his family, friends and everybody at the club at this very difficult time.\n\"We would like to recognise the courageous response of all those who reacted quickly to the situation at the FA Youth Club fixture on Thursday evening and we thank the emergency services for their efforts. \n\"We ask that the privacy of both his family and the club is respected at this time.\"\nDozens of football clubs have also been paying tribute to the teenager on Twitter, including Nottingham Forest and Notts County. \nFollow BBC East Midlands on Facebook, on Twitter, or on Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58452949",
      "category": "uk",
      "title": "Covid-19: Pub marquees could become permanent fixtures",
      "tags": "Coronavirus lockdown measures,Ministry of Housing, Communities & Local Government,Hospitality industry,Restaurants,Pubs,Coronavirus pandemic",
      "text": "Marquees set up by pubs and restaurants during the Covid pandemic could become permanent on-site fixtures, under government proposals.\nMinisters are consulting on plans to allow some of extra seating introduced by outdoor hospitality to continue.  \nStreet markets may also be allowed to open all year but a continuation of al fresco dining on roads is not planned.\nThe hospitality industry welcomed the plans but said firms still faced \"huge hurdles\" as the weather turned colder. \nThe consultation from the Ministry of Housing, Communities and Local Government is examining the changes introduced during the pandemic to encourage customers to dine outdoors to reduce the spread of Covid.\nThe government says it is aiming to make a number of these permanent so people can \"continue to enjoy outdoor hospitality and local attractions, and businesses can innovate\".\nThe plans include supporting communities to hold outdoor markets by giving powers to local councils to grant them for an unlimited number of days.\nA temporary lifting of restrictions in June 2020 allowed councils to permit street markets for an unlimited number of days. They had previously only been allowed to be held for 14 days a year.\nThe second proposal in the consultation concerns marquees that have sprung up in the grounds of pubs, cafes and restaurants, as well as other new \"moveable structures\" in listed buildings, such as shelters for ticket sales.\nBut a height limit of four metres (12ft) could be brought in, and the size of any new structure would not be allowed to take up more than 50% of the space of the existing buildings on a site.\nAnd the public are also being asked to consider whether they would like to see the operation of any outside structure limited to 56 days a year.\nHousing Secretary Robert Jenrick said: \"The simple reforms we made during the pandemic to help hospitality businesses, markets and historic visitor attractions make use of outdoor spaces more easily, made a massive impact.\n\"As part of our vision to transform high streets into thriving places to work, visit and live, we intend to make as many of these measures permanent fixtures of British life as possible.\" \nThe trade association UK Hospitality said the outdoor structures had acted as a \"vital lifeline during an extraordinarily difficult period\". \nBut it warned moves by some local authorities to open up roads again for traffic would be a significant blow.\nUK Hospitality chief executive Kate Nicholls said: \"It is in the interest of the country to have a thriving, dynamic and properly-supported hospitality sector and retaining these outdoor measures would help secure the recovery of a large and vital part of the UK economy.\"\nBut she added that businesses \"face huge hurdles going into the autumn and winter\".\nLabour's shadow communities secretary Steve Reed said: \"Measures to help businesses recover after the pandemic are welcome but this is a Conservative government which is undermining the high street by allowing retail spaces to be turned into low quality housing and failing to level the playing field between bricks and mortar businesses and online retailers.\n\"The Conservatives have left our high streets and British businesses behind, blocking them out when they should have been listening to them the most, and actively watering down a global deal to tackle major tax-dodging and stop online giants undercutting our high streets.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58422607",
      "category": "uk-scotland",
      "title": "Vaccine passports: How does Scotland's scheme work?",
      "tags": "Nicola Sturgeon,NHS Scotland,Coronavirus vaccines,Vaccination,Hospitality industry,Vaccine passports,Coronavirus pandemic",
      "text": "Scotland's vaccine passport scheme was introduced last year with the aim of enabling events to go ahead despite surging Covid cases and encouraging the uptake of the vaccine in younger people. \nIt covers large outdoor events, which resumed this week, and venues such as nightclubs and those hosting large indoor events, which can reopen from 24 January.\nPeople over the age of 18 must show - if asked - that they are fully vaccinated, or have proof of a negative rapid lateral flow test (LFD) or PCR within the previous 24 hours, before they are allowed entry to certain venues and events.\nIf it is more than 120 days since your second jab, you are required to have had a booster to be classed as fully vaccinated. \nThe scheme applies to:\nFor nightclubs and smaller events, all people entering should be checked. \nOrganisers of large events are being asked to review 50% or 1,000 vaccine passports of attendees, whichever figure is higher, \nAnyone who has good reasons for not getting fully vaccinated - including people with particular medical conditions - will be exempt, as will employees working at the venues, people taking part in vaccine trials and anyone under the age of 18.\nThe government also said there would be no need for a vaccine passport to access public services or settings where people have no choice over attendance - such as shops, public transport, education and medical services.\nThe vaccine passport has been updated so that its QR code includes evidence of booster vaccinations.\nThe NHS Scotland Covid Status App is available on Apple and Android devices allows people to register, using their passport or driving licence to verify their identity, and then creates a QR code for each vaccination. \nThose who cannot use the app are able to request what the government describes as \"a secure, uneditable\" paper record. It has enhanced security features, such as thermodynamic ink to prevent forgery, as well as a QR code, and will be valid for three months.\nA QR code verifier app was made available to venues, enabling staff to check a customer's QR code.\nThose who cannot be vaccinated for medical reasons will be able to show a document confirming that they are exempt. While under-18s are exempt from the scheme, they may need to show proof of age.\nPeople coming from elsewhere in the UK can show their vaccination status with the NHS App (if from England or Wales) or the Covidcert NI app (if from Northern Ireland) - or via paper letters of certification.\nWhile initially there was no clear definition of what constituted a nightclub, the government later provided some clarification.\nThe vaccine certification scheme applies to any venue that meets all four of the criteria:\nPotentially, a 200-capacity nightclub could be asking for a vaccine passport while a pub next door, with a larger capacity and music playing into the early hours of the morning without dancing or a designated dance floor operating, avoids having to ask customers for their vaccine status.\nFirst Minister Nicola Sturgeon has said that the rules will be applied in a spirit of pragmatism. As an example, she said a venue required to check vaccine certification at night would not have to check customers coming in for a pub lunch 12 hours earlier.\nThe scheme in England applies to the same venues that are covered in Scotland.\nPeople can only enter if they can show an NHS Covid Pass confirming they have received two doses of an approved vaccine (or a single-dose of Janssen vaccine); a negative PCR or rapid lateral flow test (LFT) result within the last 48 hours; or proof that they have a medical exemption or are taking part in a clinical trial.\nIn Wales, people need to show their NHS Covid Pass or a negative LFT result within the last 24 hours to gain entry to cinemas, theatres and concert halls.\nPrior to the current restrictions, the scheme also applied to nightclubs and comparable venues, unseated indoor live events for more than 500 people, unseated outdoor live events for more than 4,000 people and any event for more than 10,000 people.\nThe Covid passport scheme in Northern Ireland applies to pubs, restaurants, cinemas and theatres - as well as nightclubs and large events which are currently closed.\nPeople can either show proof of vaccination, proof of a negative lateral flow test taken in the previous 48 hours, or proof of a positive PCR test taken in the previous 30-180 days.\nThe COVIDCert NI app can be used to show proof of vaccination, or a paper version can be requested."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58420859",
      "category": "world-asia",
      "title": "Panjshir - the valley trying to hold off the Taliban",
      "tags": "Afghanistan,Taliban",
      "text": "The Taliban have swept through Afghanistan with remarkable speed.\nBut as they sit in Kabul planning their new government, there remains a large thorn in their side: a small valley of anti-Taliban resistance just north-east of the capital, refusing to give up despite being entirely surrounded.\nSenior Taliban leader Amir Khan Motaqi has called on the residents of the Panjshir Valley to lay down their weapons, but there is little sign of them complying. Dozens of Taliban fighters are said to have been killed in skirmishes along its borders since 15 August, when Kabul fell, and fighting is continuing.\nSo what exactly is happening in the Panjshir Valley - and should the Taliban be worried?\nThe valley in eastern Afghanistan has become the home of the National Resistance Front (NRF),  a multi-ethnic group made up of militias and former Afghan security force members, reportedly numbering in the thousands.\nPhotos released this week show what appears to be an organised, well-armed and well-trained group.\nThe NRF has been joined by former vice-president Amrullah Saleh, but its leader is Ahmad Massoud, whose father was known as the \"Lion of Panjshir\", and for good reason.\nAhmad Shah Massoud not only held off the Soviet invasion in the 1980s, but went on to keep the Taliban out in the 1990s, only to be killed by assassins two days before 9/11.\nHis son - a 32-year-old King's College London and Sandhurst Military Academy graduate - is now determined to do the same and keep the Taliban out. And he is not just looking for support at home - earlier this year he met France's President Emmanuel Macron, seemingly in a bid for international allies as the US withdrawal drew nearer. \nIn an interview with CNN, Massoud warned the militants had not changed - adding that he and his fighters believed \"that democracy, the rights, and freedom of all citizens regardless of race and gender should be preserved\".\nThe militant group has been pushing the idea that the Taliban's \"Islamic Emirate of Afghanistan is home for all Afghans\".\nThe Panjshir Valley's resistance - right on the doorstep of the capital - is a blow to this particular image of unity. \nOn social media, hashtags voicing support for the resistance have begun to pop up.\nThe Taliban and the NRF have been negotiating but, although both sides say they are keen to avoid war, there has been no settlement reached, and it seems talks have given way to open fighting.\nThe Taliban say they have sent hundreds of fighters, but Panjshir is ready. According to news agency AFP, Taliban fighters who make it to the edges of the valley will be greeted by machine gun nests, mortars and surveillance posts fortified with sandbags.\nBoth sides say they have inflicted casualties, but exact numbers are difficult to gauge. Claims by the Taliban that they have taken control of certain areas have also been dismissed by NRF.\nThe Taliban are also reportedly trying to cut supply lines into the valley, potentially hoping to force the resistance to give up.\nPanjshir is one of Afghanistan's smallest provinces and is home to somewhere between 150,000 and 200,000 people, hidden behind mountain peaks that rise 9,800ft (3,000m) above the Panjshir River. \nIn peaceful years, people flocked to the valley, drawn by the stunning views and the safety it offered.\nIt is home to a range of people, with the largest group being ethnic Tajiks. The valley's residents have developed a reputation for bravery thanks to fighting off outsiders.\nThe valley - which historically was known for its gems and mining - has benefited from investment in recent years. In the past two decades, hydroelectric dams and a wind farm have been built, as well as roads and a radio tower. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58452953",
      "category": "uk",
      "title": "Covid-19: Vaccine passports to start in England this month",
      "tags": "Nadhim Zahawi,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Vaccine passports in nightclubs and other indoor venues in England will be required at the end of this month, the vaccines minister has confirmed.\nNadhim Zahawi said it was the right time to start the scheme for sites with large crowds as all over-18s will have been offered two jabs by then.\nAsking people to show certificates with Covid vaccination proof has been criticised by venues and some MPs.\nMr Zahawi said it would ensure the economy could remain open.\n\"The best way we can keep those industries open in my view, in our view, is to work with the industry,\" he told the BBC's Andrew Marr Show.\nThe vaccines minister said: \"One thing that we have learnt is that in large gatherings of people, especially indoors, the virus tends to spike and spread.\"\nMr Zahawi also indicated the government's plans to offer a Covid booster jab to most vulnerable people - including all over-50s - could get the go-ahead this month.\nAnd he said extending the vaccine rollout to all 12-15 year-olds would \"absolutely\" be the right thing to do if the UK's chief medical officers recommended it. \nAsked about vaccine passports, Mr Zahawi referred to Premier League football clubs asking some fans to show proof they have been jabbed, which allowed stadiums to reopen to capacity crowds last month.  \nHowever, only a small number of clubs have made Covid-19 checks a mandatory condition of entry.\nMr Zahawi added: \"When the evidence that you are presented is so clear cut and that we want to make sure the industry doesn't have to go through [an]open-shut, open-shut sort of strategy, then the right thing to do is to introduce that by the end of September when all over 18 year-olds have had their two jabs.\"\nThe prime minister's official spokesman last week said the plans first unveiled in July remained in place, adding: \"We set out broadly our intention to require vaccination for nightclubs and some other settings.\"\nThe Night Time Industries Association has said plans for vaccine passports could \"cripple the industry\" and see night clubs facing discrimination cases.\nOpposition to the plans has also come from Tory MPs on the Covid Recovery Group as well as the Liberal Democrats, whose leader, Ed Davey, described them as \"divisive, unworkable and expensive\".\nMeanwhile, Scottish Labour has refused to support plans to require vaccine passports for entry to nightclubs and many large events in Scotland from later this month.\nOpposition is building to the Scottish government's proposal, which First Minister Nicola Sturgeon has said would be the least restrictive way to keep people safe.\nWales says it has no plans to introduce Covid passports for venues, while ministers in Northern Ireland have not yet announced a position on a scheme.\nOn the issue of offering Covid jabs to all 12 to 15-year-olds, Mr Zahawi said he did not want to \"pre-determine\" the decision of the UK's chief medical officers but would accept their advice.\nThe Joint Committee on Vaccination and Immunisation (JCVI) decided not to recommend the rollout be extended, saying the benefits to younger children on health grounds alone were \"marginal\". They have now asked the chief medical officers to consider the wider implications - including transmission rates and disruption to schools.\nProf Peter Openshaw, a member of the Nervtag group that advises the government on virus threats, said he was \"a little surprised\" at the JCVI's decision.\n\"We do know the virus is circulating very widely amongst this age group, and that, if we're going to be able to get the rates down and also prevent further surges of infection perhaps later in the winter, then this is the group that needs to become immune,\" he told BBC Breakfast.\nInterim advice from the JCVI has also suggested giving a third dose of a Covid vaccine to more than 30 million people.\nMr Zahawi said: \"It is very likely that we will begin boosting those groups as per the, I hope, interim advice becomes final advice by the end of this month.\"\nOn Sunday, 37,001 cases of coronavirus were reported in the UK and 68 deaths within 28 days of a positive test."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58421232",
      "category": "entertainment-arts",
      "title": "Why Scotland and Yorkshire are TV's top UK destinations",
      "text": "A yearning for stunning scenery, traditional lifestyles and down-to-earth personalities has made Scotland and Yorkshire the top destinations for UK TV programmes over the past year.\nScotland featured in more show titles on the main five channels than any other place name - appearing 14 times, excluding news, sport and true crime.\nIt was followed closely by Yorkshire, which has had series made about its farmers, firefighters and vets.\nCornwall is next on the list.\nDuring the pandemic, more than ever, viewers have wanted to be transported from the realities of their daily lives - but TV crews have found it hard to go to more exotic places.\nMany such programmes showcase beautiful landscapes and country life, while the Yorkshire-set series are more varied.\nJenni Steele, film and creative industries manager for Visit Scotland, says there has been \"a real boom\" in production there in recent years.\n\"Quite similar things attract film-makers and visitors,\" she says. \"The top things that attract visitors to Scotland are the landscapes, the scenery and the heritage. And you can see how that then translates quite easily over to production and crews.\"\nDuring the pandemic, she says, UK-based crews \"couldn't go abroad to film, and they were looking for something a little bit different, maybe a little bit less seen in the UK, and places like the Hebrides provided a really different type of landscape and opportunity\".\nAndrew Sheldon, who has made shows like Darcey Bussell's Wild Coasts of Scotland, The Yorkshire Dales and Lakes, Devon & Cornwall and Epic Wales, says the British TV industry has helped people through the past couple of years by letting them see different places without leaving their homes.\n\"There was a practical level during the first lockdown - 'If I can't visit those places, I'd like to look at them',\" said Mr Sheldon, who is creative director of Leeds-based production company True North.\n\"But underneath that, there is an undercurrent of, we live in quite dark, very complex times and people yearn for more straightforward existence.\n\"People connect to the idea that there is a life out there that is simple, that is straightforward, and has clarity to it, where you can see the start and the end and it's not some dystopian nightmare.\"\nChannel 5 controller Ben Frow recently said Our Yorkshire Farm, which follows North Yorkshire shepherdess Amanda Owen and her family, was the broadcaster's most successful factual programme ever.\nMr Sheldon says: \"I think Yorkshire is so popular because there's a sense that people from that part of the world are straightforward and can be trusted, and there's a generosity of spirit around them. I'm sure it's not quite that simple, but the viewing figures suggest that's certainly part of it.\"\nYorkshire is also popular for other forms of programming - Channel 5's new series of the rebooted All Creatures Great and Small will launch on 16 September.\nThis Monday, Channel 4 will open a new office for about 250 staff in the former Majestic nightclub in Leeds, to go with smaller hubs in Glasgow and Bristol. Channel 4 News will be co-hosted from Leeds and other locations for the first time from later this month.\nMeanwhile, the BBC has just announced two new series - Yorkshire Born, featuring midwives and new families in Bradford; and Highland Blues, about \"a police force where traditional community policing meets modern cutting edge crime fighting\".\nHowever, executives may be tiring of some locations. Channel 5 commissioning editor Daniel Pearl reportedly told the Edinburgh TV Festival he did not want to make \"another programme about Yorkshire, another programme about a large family in Yorkshire\".\nAndrew Sheldon has been looking for new destinations, but says places that resonate sufficiently with the whole population are \"few and far between\".\nHe has considered places like North Norfolk and the South Downs, and has made a new series fronted by Pam Ayres in The Cotswolds for Channel 5.\n\"I'm really looking forward to see how that does,\" he says. \"The Cotswolds is a rightly loved place but I'm interested to see if it appeals to a wide audience.\n\"There are some really beautiful parts of the UK, but they don't quite get the same exposure and for some reason they don't quite appeal to as many as those three big ones do.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-58450378",
      "category": "uk-scotland-edinburgh-east-fife",
      "title": "Police name woman who died in Arthur's Seat fall in Edinburgh",
      "text": "Police have named a woman who fell to her death from Arthur's Seat in Edinburgh.\nFawziyah Javed died at the scene shortly after the fall in Holyrood Park at about 21:00 on Thursday.\nThe 31-year-old was from Pudsey in West Yorkshire.\nPolice Scotland confirmed that a 27-year-old man had been charged in connection with her death and was expected to appear at Edinburgh Sheriff Court on Monday.\nDet Insp Bob Williamson said: \"Fawziyah's family ask for their privacy to be respected during this extremely difficult time.\n\"I'd like to thank the officers and partners who attended the scene on Thursday evening and have assisted with our ongoing inquiries.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-58450223",
      "category": "world-africa",
      "title": "Ethiopia's Tigray conflict: Thousands reported killed in clashes",
      "tags": "Tigray People's Liberation Front,Tigray crisis,Ethiopia",
      "text": "Thousands have been reported killed in clashes in northern Ethiopia, as fighting between the military and Tigray rebels continues. \nThe conflict has been raging for 10 months, pushing hundreds of thousands of people into conditions of famine. \nThe rebel forces said on Sunday that they had killed 3,073 \"enemy forces\", with 4,473 injured. \nIt comes after the military said it had killed more than 5,600 rebels, without specifying a timeframe. \nSenior army general Bacha Debele said a further 2,300 rebels were wounded and 2,000 captured. Correspondents say the numbers may refer to recent battles.\nIt is hard to verify figures from either side due to a communications blackout in the region. \nThe rebels said their figures were from the Afar and Amhara regions which border Tigray, adding that they had seized military tanks and weapons. \nBerhane Gebrekristos, Ethiopia's former ambassador to the US, and now a supporter of the rebel Tigray People's Liberation Front (TPLF) group, described the government's claims as \"false and laughable\". \n\"The last five or six days, there were major military offensives by the TPLF in the two regions. In Afar and in the Amhara region, they [the Ethiopian military] lost eight divisions,\" he said. \nHe accused the military of trying to come up with \"fake information\" to give a morale boost to its troops. \nLt Gen Debele had earlier accused the TPLF of trying to break up Ethiopia.\nHe said one rebel division had tried to gain control of the town Humera in Tigray, but had been \"completely decimated\".\nThe war began last year, after months of feuding between Prime Minister Abiy Ahmed's government and leaders of the TPLF, the main political party in the Tigray region. \nThe prime minister sent troops to Tigray to overthrow the regional government after accusing the TPLF of seizing military camps. \nThe government has designated the TPLF as a terrorist group, while it says it is the legitimate government of Tigray.\nThousands of people are thought to have been killed and millions have been forced from their homes, with some fleeing into Sudan.\nBoth sides have been accused of committing atrocities, including rape and mass civilian killings.\nBy Kalkidan Yibeltal, BBC Ethiopia correspondent\nAfter the TPLF unexpectedly recaptured most of Tigray from the hands of the army and its aligned forces in June, they managed to advance to neighbouring regions of Amhara and Afar, indicating the expansion of the war.\nIn the past two weeks the army and its allies appear to have stalled the Tigrayan forces and even pushed them back and regained control of some strategic areas.\nBut key areas within Afar and Amhara, including the historic town of Lalibela with its Unesco world-heritage rock hewn churches, remain under TPLF control.\nOn Friday, the UN accused the government of effectively blockading aid supplies to Tigray, warning that millions of lives were being put at risk.\nThe UN estimates that 5.2 million people need urgent assistance if \"the world's worst famine situation in decades\" is to be averted. It previously said some 400,000 were already living in famine-like conditions.\nBut on Saturday, the Ethiopian government said 500 trucks with aid had entered the region, including 152 in the past two days. The number of security checkpoints had also been reduced, it said. \nThere's been no independent verification of this claim. \nThe UN had complained that not a single truck had reached Tigray since 22 August, while 100 per day were needed. \nCorrection: This story was amended on 7 September 2021 to say that the TPLF had recaptured most of Tigray and not all of the region."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cornwall-58443729",
      "category": "uk-england-cornwall",
      "title": "Two missing divers presumed dead off Cornwall coast",
      "tags": "RNLI",
      "text": "Two men are presumed to have died after they failed to return to the surface while exploring a wreck off the Cornwall coast.\nThe pair were diving around the HMS Scylla which was sunk in 2004 to create an offshore reef.\nA major search operation off Whitsand Bay continued into the early hours of Saturday morning.\nJames Instance from Falmouth Coastguard said the pair were suspected to have died, but that had not been confirmed.\nHM Coastguard said it received a call at about 19:45 BST on Friday after two divers were reported trapped on a diving wreck at Whitsand Bay.\nMr Instance said: \"Three people had been undertaking a dive yesterday afternoon into the early hours of yesterday evening.\n\"There had been an issue below surface while they were exploring the wreck.\" \nOne of the three divers was able to return to the surface and raise the alarm, HM Coastguard said.\nThey are currently being treated for decompression at DDRC Healthcare in Plymouth. \nDevon and Cornwall Police said: \"Two male divers were part of a planned dive at HMS Scylla site and failed to return to the surface.\n\"Police are currently assessing the situation and next of kin have been informed.\"\nHM Coastguard said its helicopter from Newquay was joined in the search by RNLI Lifeboats from Plymouth and Looe, as well as the police.\n\"We were unable to locate or find anybody,\" Mr Instance said.\n\"Our thoughts are with the people who were in the dive party who are dealing with what is a very traumatic experience.\"\nEmily Hadfield and Tom Gardiner witnessed the rescue efforts while staying at a nearby chalet on Friday evening.\n\"There was a helicopter just searching round the bay here and then half an hour later we saw the boats start to come out with search lights in the pitch black,\" Mr Gardiner said.\n\"It's sad, we're sat there watching TV, going to bed, and you've got that feeling that someone's in trouble or something's happening. It's not very pleasant.\"\nMr Instance said leisure divers were being asked to stay away from the wreck while a recovery effort was under way.\nProfessional dive units are being brought in to assist, the coastguard said.\nTwo divers from Gloucestershire died while exploring the Scylla wreck in 2007.\nIn 2014 divers were warned not to enter the wreck due to hazardous conditions identified by the National Marine Aquarium.\nIt is not clear if the two divers who went missing on Friday went inside the Scylla. \nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58454438",
      "category": "entertainment-arts",
      "title": "Sarah Harding dies: The Girls Aloud icon's life in video",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58433461",
      "category": "business",
      "title": "Almost 50 shops a day disappear from High Streets",
      "tags": "Companies,Retailing,UK economy,Coronavirus pandemic,UK High Streets",
      "text": "More than 8,700 chain stores closed in British High Streets, shopping centres and retail parks in the first six months of this year, research suggests.\nThat is an average of nearly 50 outlets a day as the impact of the pandemic and changing shopping habits continue to hit many towns and city centres. \nBut despite some high-profile retail failures, the number of closures has fallen compared with a year earlier.  \nCity centres have suffered the worst, while retail parks are faring better.\nThe store closure figures were collected by the Local Data Company on behalf of accountancy firm PwC. \n\"After an acceleration in store closures last year couple with last minute Christmas tier restrictions and lockdowns extending into 2021, we might have expected a higher number of store closures this year,\" says Lisa Hooker, consumer markets lead at PwC. \nShe believes continued government support combined with resilient consumer spending has helped many operators weather the storm and survive the pandemic.\nThe Local Data Company tracked more than 200,000 stores operated by businesses with more five outlets across Great Britain. These include everything from retail and restaurants, to cafes, banks and gyms. \nAs the chart below shows, although 3,488 stores opened in the first six months of 2021 the closures were far greater. A total of 8,739 shops shut creating a net decline of 5,251 outlets - a huge number, but 750 less than this time last year. \nFashion retailers recorded the biggest decline reflecting the collapse of Sir Philip Green's retail empire which saw his brands, including TopShop and Dorothy Perkins, disappear from the High Street.\nMore than 120 department stores also shut for good. \nThere was also a decline in car showrooms, betting shops and banks, providing yet more evidence of changing shopping behaviour and the shift to online.\nData also shows that store openings were at their lowest level for six years. Leisure dominated the growth with takeaway chains leading the way. \nAnd it is city centres that are still suffering the most, declining faster than suburban areas which are being supported by people working from home. \nLondon, for instance, has gone from being the best performing region in 2016 to the worst for two years running.\nRetail parks have fared best of all. Many are anchored by supermarkets, DIY and furniture retailers which have all done well during the pandemic. \nFootfall at these sites is almost back to pre-pandemic levels, showing how shoppers seem happier to drive to bigger shops than visit High Streets and shopping centres in towns. \nHowever, there is still an appetite for new space on the High Street. \nGail's Bakery has just opened a new outlet in Kew, a suburb in south west London, in what was once a branch of Barclays bank.  The chain has opened four bakeries during the pandemic, seizing the opportunity to take advantage of cheaper rents and a change in consumer behaviour. \n\"I definitely think people are eating better food more often and more often at home and I think that's a great trend for us,\" says co-founder and chief executive, Tom Molnar. \"Instead of using Gail's as a treat, they're using it more as a staple,\n\"When rents go down, more creative-based businesses can survive... I do have some confidence that new ideas will come in [to the High Street],\" he says. \nSo is the worst now over from the turmoil of the last few years? \nThese latest closures follows the loss of more than 17,500 chain outlets last year. \n\"There are promising signs that the speed of the decline we were tracking across the worst of the pandemic is slowing,\" says Lucy Stainton, head of retail and strategic partnerships at the Local Data Company. \n\"That being said, the compound impact of multiple lockdowns can't be ignored and whilst a slowdown in store closures is certainly welcome, the volume of empty units across Great Britain is at a record high with no sign that the demand will ever be there to meet the supply.\"\nThe next six months will be make or break for many chains, according to PwC's Lisa Hooker. \n\"Operators are far from out of the woods... particularly with the reinstatement of full business rates for all but the smallest operators, the winding-down of furlough support and agreement yet to be reached between many operators and landlords on rent arrears, \" she says. \n\"But the good news is that there are some green shoots of optimism. Consumers still want a shopping experience and a number of chain stores and restaurants are opening.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58426185/#comp-comments-button",
      "category": "#comp-comments",
      "title": "'Patients at risk' if medicines withdrawn due to NI Protocol",
      "tags": "NI Brexit,NI economy,Brexit",
      "text": "The health minister has warned of a risk to patients if pharmaceutical firms go ahead with plans to withdraw medicines due to the Northern Ireland Protocol.\nNI gets most of its medicines from distributors in Great Britain, but is still covered by EU medicines rules.\nThat will make exporting medicines from GB to NI more difficult in January when a Protocol \"grace period\" ends.\nThe health department has been notified 910 medicines are due to be withdrawn.\nA further 2,400 are at risk.\nThere is no immediate risk to supplies and the health department has previously said people don't need to change their prescribing behaviour.\nMedicines suppliers must give six months notice when they intend to withdraw a product.\nIn a briefing paper, which has been circulated among ministers and senior officials in recent days, Stormont's Health Minister Robin Swann said he now had \"deep concerns about the risk to patient health and maintaining vital medical supplies\".\nHe is calling for a \"standstill\" which would mean an extension of the grace period.\nThe paper said the planned withdrawals \"cover all classifications of medicines, including prescription-only medicines, pharmacy and general sales list medicines\".\nAlmost 90% of the confirmed withdrawals are classified as high risk, meaning there is the potential for disruption and the need for some form of mitigation.\nThat mitigation could mean using alternative products or seeking alternative sources of supply.\nThe major issues are the need for additional batch testing for medicines moving from GB to NI and continued compliance with the EU's falsified medicines directive.\nEarlier this year the British Generic Manufacturers Association (BGMA) said these issues would make it commercially unviable to sell some products in Northern Ireland.\nThe EU has proposed measures to ease the problem but the UK government is sceptical about whether they are enough.\nInstead the UK has proposed that medicines should be completely removed from the scope of the Protocol with an extension of the grace period until that can be agreed.\nBut the two sides have not yet agreed on a way forward.\nMr Swann supports the UK government proposal to remove medicines from the Protocol but it is not clear if other Northern Ireland Executive parties share that view.\nStormont health committee chairman Colm Gildernew said there were issues of \"huge concern\" that required a \"focused piece of work\".\nWhen asked on BBC Radio Ulster's Good Morning Ulster programme if he supported Mr Swann's position that the best solution was to remove medicines from the scope of the protocol, Mr Gildernew said he was not clear on the potential impact of a joint position by the Executive but would meet with the minister to discuss the issue.\nHe said he believed the issue was \"too important for unilateral action\" and said he wanted \"dedicated and urgent bilateral negotiations building on the good will that exists\".\nThe Sinn Féin MLA said no one wanted to see medicines interrupted and that he understood the concerns and the uncertainty around it.\n\"I think this needs to be negotiated in good faith with the European Union. I believe all solutions need to be kept on the table but it is absolutely crucial that good will is maintained,\" he said.\nUlster Unionist leader Doug Beattie said the warning from Robin Swann should be a \"wake-up call\" for the EU and the UK government. \n\"This isn't scaremongering - it is the practical out-workings of the NI Protocol and there is a practical solution,\" he said. \n\"There is no immediate shortage of medicines, but if action isn't taken now that is exactly what we could be facing come the new year.\"\nThe DUP MLA Jonathan Buckley called the situation a \"fiasco\" and said it was \"immoral, unjustifiable and cannot be tolerated.\"\nHe added: \"The imposition of the protocol impacts and harms every single person in Northern Ireland.  It should be opposed by everyone.\"\nCommunity pharmacist Peter Rice, deputy chair of Community Pharmacy Northern Ireland, said he wanted to reassure patients that they did not see an immediate concern with medicine supply.\nHe said the situation was evolving and they were working to ensure Northern Ireland has parity and equal access to medication with the rest of the UK.\nSpeaking on Good Morning Ulster, he said they intended to continue to \"work tirelessly\" so patients do not need to be concerned.\nIt is the deal agreed by the UK and EU to prevent a hard border between Northern Ireland and the Republic of Ireland after Brexit.\nIt does this by keeping Northern Ireland in the EU's single market for goods.\nThis means goods don't have to checked as they cross the Irish border, instead some checks and controls are required on goods entering Northern Ireland from the rest of the UK.\nThis has caused difficulties for some businesses and is opposed by unionist parties in Northern Ireland, which say it undermines Northern Ireland's constitutional position as part of the UK.\nIn July the UK published a \"command paper\" proposing radical changes to the protocol but the EU says it will not renegotiate."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58408550",
      "category": "uk-wales",
      "title": "Sexism in the workplace: Women scared to speak out in NHS",
      "tags": "Sexism,Doctors,Welsh government",
      "text": "Women working in the NHS in Wales have been patronised and belittled while at work, a survey by the British Medical Association (BMA) has found. \nThe survey found 88% of doctors thought there was sexism in the NHS and called on the organisation to educate people against discriminatory behaviour.\nGP Bethan Roberts said the results shone a light on the prevalence of sexism in the workplace.\nThe Welsh government said it took discrimination \"very seriously\".\nThe BMA's UK-wide survey of about 2,000 female doctors found 91% have experienced sexism at work, with 42% feeling they could not report it. \nIn Wales, 88% of respondents said they felt structural and institutional factors that disadvantage women are the main drivers of sexism in the NHS in Wales.\nAlso, 35% said they experienced at least one example of sexism in the past two years, while 21% said this had happened once a month and 26% said they had witnessed sexism on a daily basis.\nDr Roberts, also the equality champion for the BMA's GP Committee, said she was not surprised by these statistics and it was not just confined to doctors.\n\"People will have had very different experiences and so it's important for the survey results to be publicised - just because something is invisible to some doesn't mean it isn't happening at all,\" she said. \nShe said structural problems were part of the problem, but it fed into \"a wider culture of fear of repercussion for addressing issues\".\nShe said: \"I think sexist attitudes and behaviours are most likely a combination of NHS structures tolerating sexist behaviour by individuals, junior doctors rotating out of hostile work environments - resulting in a reliance on staff moving out of departments rather than fixing the problem - and a reluctance by junior doctors to raise concerns for fear of this impacting negatively on career progression.\"\nShe added it was \"so important\" to report sexism, but often women felt like they could not due to an impact on their career.\nA separate UK-wide report by the Unison union found three in five nurses have experienced sexual harassment at work.\nSome said they were expected to put up with abusive behaviour because it ​was seen as \"just part of the job\", while a number described it happening so frequently it ha​d become \"normal\".\nAs many as one in nine (11%) said they often encountered such experiences and 21% reported occasional harassment.\nOf those who had been harassed, only 27% reported it to their employer. ​\nOthers said they did not believe the issue ​was taken seriously and 35% said not enough was being done to protect them from sexism in the workplace.\nDoctors in Wales who shared their experiences anonymously said they have received patronising comments, been judged on their appearance, overlooked in their career progression, or been ignored by patients and other doctors in favour of their male colleagues.\nOne doctor said: \"On numerous occasions, I've heard a specialty isn't good for women, especially if you want a family etc. I very frequently get mistaken by patients for nursing staff, often despite introducing myself as a doctor.\"\nAnother doctor said: \"I was once told my place was in the home and raising kids and I'd soon get bored of being a doctor. \n\"Endless mansplaining in handovers with male members of the team endlessly talking over the females and making the same exact point after a female has said it.\"\nDr Roberts said being called \"dear\", being asked to make tea or do jobs male doctors are not asked to do are just some of sexist microaggressions she has seen.\nShe said a lack of training and awareness of discrimination is one of the main reasons this behaviour still existed, something she said needed to be addressed.\nShe said equality training should be both \"mandatory and meaningful\" for all in the NHS, but \"equality and diversity discussions should ideally begin at an early age so that we all know how to behave with respect towards others, irrespective of the number of protected characteristics we or others might possess\". \nShe added that reporting needs a more \"robust\" system as some that exist are a \"bit opaque\".\n\"Certainly ,for the junior doctors who might not feel able because of the way that training works, they might not feel able to take it to their supervisor who might be the person who they want to report. It needs to be totally separate,\" she said. \n\"So, I think that that almost needs to be a separate mechanism that is open to everyone.\"\nManish Adke, co-chair of the BAME forum in Wales, said: \"I had my concerns for many years about discrimination on gender and sex. Sadly, this survey has just confirmed my observations.\n\"We, as the BMA, must engage with employers to eliminate the sexism and gender inequality within NHS by improving education, training, support and raising awareness.\n\"It is also important to have a defined mechanism through which staff can raise concerns regarding discrimination and appropriate actions are taken against those who continue to discriminate colleagues.\n\"Female gender-pay inequality is a direct manifestation of discrimination in career progression, lack of opportunities given to female staff and male-dominant culture in NHS. We need to work together to eliminate all forms of discrimination and make NHS safer place to work.\"\nThe Welsh government said: \"Any form of prejudice or discrimination is entirely unacceptable, and we take these matters very seriously. We continue to work with the NHS to tackle all forms of discrimination and expect all NHS Wales staff to be treated with dignity and respect.\n\"Policies are in place to ensure NHS organisations take action to address any concerns raised to them and all staff are encouraged to raise any worries.\n\"We are working with NHS employers and trade unions to explore how staff can better raise any concerns about working practices or care.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58451321",
      "category": "uk",
      "title": "Covid-19: Vaccines clarity needed for children, and bumpy ride ahead for jobs",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday. We'll have another update for you tomorrow.\nClarity on Covid vaccines for children is needed to prevent more disruption to their education, Labour has said. It comes as the UK's four chief medical officers consider the wider implications of extending the rollout after JCVI advisers on Friday failed to recommend the jab for healthy 12 to 15-year-olds on health grounds alone. Meanwhile, Scotland's largest teaching union has said that withholding Covid vaccines from the age group is \"unethical\". So, what do parents think about vaccinating children? And as millions of pupils return to the classroom, read more about how schools are trying to keep them safe.\nThere is \"huge uncertainty\" surrounding what might happen next in the jobs market. While job creation is predicted to remain strong when the furlough scheme ends, a fresh rise in unemployment is still likely, think tank the Resolution Foundation has said.  As the furlough scheme enters its final weeks, read more about how it is changing.\nAn average of nearly 50 outlets a day have shut on Britain's High Streets, research suggests, as the impact of the pandemic and customers' changing shopping habits have a lasting effect on many town and city centres. In the first six months of this year, more than 8,700 chain stores had closed, according to figures collected by the Local Data Company on behalf of accountancy firm PwC. \nPeople are being urged not to take horse deworming drug Ivermectin to treat coronavirus following a rise in patients being admitted to hospitals in Oklahoma. Dr Jason McElyea, a US doctor, said emergency rooms are so congested that gunshot victims are having trouble accessing treatment. Patients who have taken the drug have been arriving at hospital with vomiting, muscle aches and even vision loss, Dr McElyea added. Ivermectin has become controversial after being promoted as a way of treating or preventing Covid, despite being so far unproven.\nA cinema employee in New Zealand was having trouble recording a voicemail message informing customers that the theatre was closed due to Covid restrictions. But unfortunately for him, he failed to delete his failed attempts. Now the clip of the worker from the Movie Max in Timaru has gone viral on TikTok.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nWith experts recommending a third Covid jab for those with severely weakened immune systems who are aged over 12, here's what you need to know about the vaccine and booster jabs.\nYou can find more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58441662",
      "category": "uk",
      "title": "Pro-Kremlin trolls target news website comments, researchers say",
      "tags": "Media,Cardiff University",
      "text": "A major operation to influence public opinion saw comments posted on Western media articles in support of Russian interests, according to new research.\nCardiff University's Crime and Security Research Institute found 32 prominent media websites across 16 countries were targeted including Mail Online, the Express and the Times.\nThe comments were fed back into Russian-language media outlets as the basis for stories, researchers said.\nThe tactic was spotted this year.\nBut the operation is believed to have been escalating since at least 2018 and recently focused on the Western withdrawal from Afghanistan.\nIn one example highlighted by the researchers, a Mail Online story last month about the Taliban's victory in Afghanistan featured 2,500 comments from the public. \nBut some, it is alleged, were part of an organised Russian campaign. \nBy selecting a small number of comments, a Russian news article was then headlined: \"The British have compared the rise of the Taliban to power with the end of Western civilisation\".\nThis, Cardiff researchers say, was one of 18 recent stories on the fall of Kabul that were produced using reader comments in the UK and US, supporting Russia's narrative about the end of liberal democracy, the failure of Nato or made a link to the willingness to support Ukraine.\nThe Cardiff team say this was just the latest part of a long-running campaign. \nThey identified 242 stories where provocative pro-Russian or anti-Western statements were posted in reaction to articles relevant to Russia. \nResearchers used pattern recognition techniques to analyse reader comments, which suggested some accounts were posting pro-Kremlin content in an organised manner. \nSometimes those posting were accused by others on the site of being Russian trolls but in most cases they did not respond. \nThese comments were then picked up by Russian media organisations who took the original news story and used the comments to construct a Russian language news story with a particular slant suggesting \"The British think X or Y\". \nThese were published to suggest extensive support among Western citizens for Russia or President Vladimir Putin or for a particular policy.\nThese would be published in Russia, but also other European countries, particularly Bulgaria. These would then be further amplified on social media platforms, including Telegram.\nProf Martin Innes said the \"sophisticated\" campaign takes advantage of the fact that while social media sites have put more resources into detecting influence campaigns, traditional mainstream sites have fewer security measures to stop people creating multiple, false identities. \nOne account was found to have changed location 69 times and changed name 549 times since it was created last June. \n\"There has been a tendency to think about influence operations as just pivoting around the use of fake social media accounts on Twitter and Facebook and the like,\" Prof Innes, told the BBC. \n\"What is important about this research is showing how other kinds of media can be and are being manipulated and on an almost industrial scale.\"\nSome media websites allow people to vote on comments as well and the researchers say pro-Kremlin comments received an unusually high number of \"up-votes\".\nRussia has consistently denied being involved in propaganda and misinformation operations. \nOther websites targeted include the US's Fox News, Le Figaro in France, Der Spiegel and Die Welt in Germany,  and Italy's La Stampa.\nThe work was undertaken by the Open Source Communications Analytics Research programme at Cardiff University's Crime and Security Research Institute and was funded by UK Foreign, Commonwealth and Development Office. \nThe BBC has contacted the owners of Mail Online, Express.co.uk and The Times for comment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-58455022",
      "category": "uk-scotland-glasgow-west",
      "title": "Glasgow company fined £150,000 for making nuisance calls",
      "tags": "Marketing,Information Commissioner's Office,Glasgow",
      "text": "A Glasgow company has been fined £150,000 for making more than half a million nuisance marketing calls.\nThe Information Commissioner's Office (ICO) found that DialADeal Scotland Ltd (DDSL) had made the unsolicited calls between August 2019 and March 2020.\nThey were about non-existent Green Deal energy saving schemes, including boiler and window replacement, loft insulation and home improvement grants.\nThere were more than 500 complaints - one of the highest numbers received.\nThe calls were made to telephone numbers which had been registered with the Telephone Preference Service (TPS) where people had not given their permission to receive them. This is against the law.\nThe complaints suggested that DDSL had used several false trading names and the ICO's investigation found that the company also disguised the telephone numbers they were calling from. This is also illegal.\nKen Macdonald, head of ICO regions, said: \"DialADeal were breaking the law on a number of fronts, not only were they making calls to people without their permission, they were also hiding their identity using false names and spoof numbers.\n\"Calls about Green Deal schemes can be a real problem as people often believe they are legitimate but, thanks to the complaints made by the public, we've been able to take action. \n\"Companies making similar nuisance calls should take note, we use our powers where we see serious breaches of the law.\"\nAs well as issuing the fine, the ICO has also given the company an enforcement notice ordering it to stop making unsolicited marketing calls and has successfully blocked its attempt to be struck off the Companies House register to try and avoid paying any fine."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58458292",
      "category": "uk-politics",
      "title": "Social care reform plans facing Tory tax backlash",
      "tags": "Social care,NHS,Coronavirus pandemic",
      "text": "Boris Johnson will unveil his long-term plans for social care and the NHS as early as Tuesday, amid rows over how to pay for multi-billion pound funding.\nThe PM said he had a plan to reform social care when he took power in 2019 but has yet to announce the detail.\nReports of an increase in National Insurance to cover the cost - which would break his commitment not to raise taxes - has angered Tory MPs.\nThe NHS in England will get an extra £5.4bn over the next six months.\nThe prime minister said the money would \"go straight to the front line\" to help \"bust the Covid backlogs\". \nOrganisations representing the NHS have warned services may have to be cut unless NHS England receives an extra £10bn in funding next year.\nMeetings to discuss the social care plan for England have been taking place between the PM, Chancellor Rishi Sunak and Health Secretary Sajid Javid across the weekend, according to government sources.\nBut while a deal is said to be \"close\", Laura Kuenssberg said it \"sounded like haggling was still going on\" over how to solve the funding issue.\nAnd she said a delay in reaching an agreement had \"created plenty of space for a backlash before the details have even emerged\".\nThe rumoured increase in National Insurance - which has only been raised twice in the past 20 years - has particularly angered some Conservative MPs, with one cabinet minister telling the BBC: \"It is the wrong thing to do, and the wrong way to go about it\".\nFormer minister and Tory MP Jake Berry also said it would not be a \"fair and equitable way\" to secure the money.\nHe told BBC Radio 4's Today programme the rise would disproportionately affect working people \"on lower wages than many others in the country\", who would end up \"paying tax to support people to keep hold of their houses in other parts of the country where house prices may be much higher\".\nWhat do you think about the reported social care reform plans? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways:\nBut it is widely accepted that major changes are needed to social care - which helps older and disabled people with day-to-day tasks such as washing, dressing, eating and medication - due an to ageing population and failures to address issues in the past.\nDefence Minister James Heappey said too many governments had \"ducked the opportunity\" to fix the system, leading to the \"social contract in the UK to be broken\".\nHe told BBC Breakfast: \"The social contract is that whilst you are of working age, you pay your taxes to pay for those who aren't working in anticipation that when you yourself are retired, those who are of working age at that time will do the same for you. \n\"That social contract has become dangerously out of balance.\"\nMr Heappey would not confirm if National Insurance would be part of the government's proposals, but he said any plan would have pros and cons, and it was up to MPs to \"fiercely debate\" them when final detail is announced.\nEarlier this week, the government did not deny newspaper reports that it was considering increasing National Insurance contributions by at least 1% to improve social care and tackle the NHS backlog.\nNational Insurance is paid by workers until they reach the state pension age and by employers. For someone on average earnings of £29,536 a year, a 1% increase in National Insurance would cost them £199.68 annually. \nGovernments have only increased the tax twice since the 1990s - the Tory/Lib Dem coalition upped it in April 2011 (although it was announced by the previous Labour government) to improve public finances after the 2008 financial crash, and in 2003, Labour raised it to boost NHS spending. \nThe last time the Conservatives increased National Insurance was in April 1994. But on all three occasions, the figure went up by 1%.  \nSome Tories accept that a tax rise is needed - but say it should not be National Insurance because that could hit younger and lower income workers harder, while pensioners would not have to pay.\nHowever, during the last election, the Conservatives made a manifesto commitment not to raise National Insurance, income tax or VAT.\nLabour has voiced its opposition to an increase to National Insurance, with its leader, Sir Keir Starmer, ruling out his party's support.\nHe told the Daily Mirror newspaper: \"We do need more investment in the NHS and social care but National Insurance, this way of doing it, simply hits low earners, it hits young people and it hits businesses.\n\"We don't agree that is the appropriate way to do it. Do we accept that we need more investment? Yes we do. Do we accept that NI is the right way to do it? No we don't.\n\"But we will look at what [the government puts] forward because after eleven years of neglect we do need a solution.\"\nThe SNP also called for the prime minister to \"go back to the drawing board\" over how to cover the cost.\nThe party's Westminster leader, Ian Blackford, tweeted: \"This deeply regressive move would hammer young people, low paid workers and Scottish families by hundreds of pounds each year.\"\nThe social care system is devolved across the four nations, meaning governments need to develop separate solutions.\nIn England, social care is generally not provided for free. Typically, only those with savings and assets worth less than £23,250 can get help from their council.\nThere is no overall limit on costs, meaning thousands every year end up selling their homes to pay.\nPersonal care, such as help with washing and dressing, is free in Scotland for those assessed by their local authority as needing it. Those in a home still have to contribute towards accommodation costs.\nThe SNP said the UK government at Westminster should guarantee Scottish workers would not pay for an \"England-only policy\".\nSome care costs are capped in Wales, and home care is free for the over-75s in Northern Ireland.\nFor decades now there have been arguments over how we pay for the support needed as people live longer with more complex health conditions.\nScotland made the decision twenty years ago to give families more help with the costs. Wales and Northern Ireland have tweaked their systems making them slightly more generous, but in England, all plans for change have so far become mired in political arguments over how we pay the bill.\nIn the meantime the crisis in social care has deepened, leaving a system that is underfunded, has patchy quality, struggles to recruit enough staff and relies on the many people who fund their own care to subsidise the care of those who get council help.\nAnyone with more than £23,250 pays for all their care costs, which when it comes to residential care can run into thousands of pounds a month.\nThis is as true for someone who bought their council house under the Tories right to buy scheme, as it is for someone who lives in a mansion.\nAlso about half of local authority care spending is on younger adults with disabilities and their needs are unlikely to be addressed in these plans.\nThe danger is that too much heat and noise over the funding mechanism will obscure meaningful discussion about what the vision should be for a care system of the future - because at its best it could help many more people live the lives they want for longer.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58413448",
      "category": "world-europe",
      "title": "HSE cyber-attack: Irish health service still recovering months after hack",
      "tags": "Republic of Ireland,Radiology,Cyber-attacks,Cyber-security",
      "text": "The first time Donna-Marie Cullen heard about a massive cyber-attack on Ireland's health system, it was on the morning news.\nThe 36-year-old mother of two was waiting for her radiation treatment that afternoon for sarcoma, a rare and aggressive form of brain cancer.\n\"I thought this is an awful situation for the HSE [the Irish health system] to be in,\" she says.\n\"After that, I got a call at lunchtime and was told that my radiation wouldn't be going ahead because of the cyber-attack.\n\"I didn't realise the severity, how invasive and how horrific this attack was.\"\nOn 14 May, when the attack occurred, Ms Cullen was nearing the final stages of her treatment, having been diagnosed in September 2020.\n\"For the space of time when my radiation was paused, there was huge worry,\" she recalls.\nRansomware attacks involve a criminal group using a form of malware to gain entry to a system, encrypting important data and then demanding a payment in return for decrypting it.\nThe attack in May was unprecedented in the history of the Irish state, affecting almost every part of its healthcare system, already worn down by more than a year of fighting Covid-19.\nScrambling to deal with the situation, staff reverted to a paper system and the number of appointments in some areas dropped by 80% in the days after the attack.\nFor Ms Cullen, her radiation treatment looked set to be postponed as staff were not able to enter the correct coordinates used with the machine for her treatment.\nShe says it was only because St Luke's Radiation Oncology Centre at Dublin's St James' Hospital had been able to separate its machinery from the wider system, and consultants had spent the entire weekend rewriting coordinates, that it was able to resume without a major delay.\nBut that period caused great worry for Ms Cullen.\n\"I knew the severity of sarcoma, I knew how fast sarcoma can grow,\" she says.\n\"They don't do stages of sarcoma. You either have sarcoma, or it has spread, and if it has spread it is terminal.\n\"So for me it was the worry. If there was even a minute chance of a crumb of this cancer left in my head, that it would just start to multiply and my radiation plan would need to be completely revised.\"\nMs Cullen finished her cancer treatment in May.\nAlthough it has been almost four months since the attack, the Health Service Executive (HSE), Ireland's healthcare service, is still feeling the direct and indirect effects.\nA section of its website remains devoted to giving updates on services across the country.\nIt notes that emergency departments remain very busy because of the hack, many x-ray appointments remain cancelled and staff still do not have access to their own emails.\nThe HSE says that more than 95% of all servers and devices have been restored.\n\"Acute services are almost fully restored, along with community and corporate, with the remaining pieces to be finalised,\" it adds.\nDr Cormac Doherty, the cybersecurity programme manager at the Centre for Cybersecurity and Cybercrime Investigation at University College Dublin, worked as part of the state's response to the attack.\nHe says the Russian-based Conti ransomware group, which reportedly asked the health service for $20m (£14m) to restore services, was behind the hack.\nMr Doherty says it chose to target a large organisation because of its ability to pay a ransom.\n\"They look for organisations who are vulnerable and don't look after their information security,\" he tells BBC News NI.\n\"If they [governments and organisations] are perceived to have the means to pay, you can expect them to be targets in the future.\"\nAccording to Mr Doherty, cyber extortion has a long history and in the past few years ransomware attacks have become more common.\nThis year the Conti ransomware group has targeted the Scottish Environment Protection Agency, and at about the same time that it attacked the Irish health system it also encrypted a district health board in New Zealand.\nThe attack on the HSE came to an abrupt end after about a week of chaos when the hackers handed over an encryption key reportedly for free. \nMr Doherty says that like any legitimate business, the group responsible for the hack would have concerns about reputational damage and how it would affect its ability to operate in the future.\n\"There is an entire economy, dark economy, that exists in parallel and along with it ransomware operators.\n\"[Potential partners] could easily turn around to them and say: 'I can't believe you encrypted a children's hospital, I'm not doing business with you',\" he says.\nOf the areas recovering from the cyber-attack, radiology is among the worst affected, in part due to its reliance on computers.\nDr Peter Kavanagh, dean of the Faculty of Radiologists and Clinical Radiologists at Connolly Hospital in Dublin, says it was hit with a \"double whammy\".\n\"There was the effect of Covid on radiology service provision, in addition to the cyber attack which made many of the issues worse,\" he says.\nWhen the attack first hit, radiologists sat next to the scanners they were using and took down notes by hand.\nWhile services have returned to about 90% capacity, issues persist.\n\"It [services] happens in a slower fashion. Each of the elements involved in generating these images are subject to crashes and outages, which happen sporadically,\" Dr Kavanagh says.\n\"Which means that patient throughput is slower than usual.\"\nThe provision of on-call services has been \"particularly hazardous\".\nHe says an on-call radiologist, looking at something which could be a clinical emergency, would ordinarily be able to view a scan in their own home.\nHowever, while that technology has been restored for many, some radiologists are having to go through the process of driving into hospital numerous times over the course of a weekend to provide on-call cover.\nDr Kavanagh says while solutions such as outsourcing patients to the private sector could provide some relief, the fundamental, wider issue of understaffing in radiology remains.\nMs Cullen says that throughout her treatment, she had tried to be as open as possible with her 12-year-old son and had always remained \"extremely positive\".\n\"When the cyber-attack hit and we had no idea when we were going to get our treatment back, it was probably the first time I saw fear in him, wondering if this was going to grow back faster than the radiation is going to happen?\"\nShe believes similar attacks could happen again.\n\"I don't think organisations take into consideration how easy it is to hack into a system,\" she says.\n\"For me [the cyber-attack] was the lowest form of criminality, it was just a disgusting thing to do and I have yet to see a more disgusting thing be done.\"\nThe HSE says most of its priority systems are back online on local sites, including radiology and diagnostic systems; maternity and infant care; patient administration systems; chemotherapy; radiation oncology; radiotherapy and laboratories.\nIt adds that over the past three years it has spent €300m (£257m) on capital infrastructure, with €82m (£70m) specifically focused on \"protecting the core network from cyber entry\".\nAn Garda Síochána (Irish police force) says it continues to investigate the criminal ransomware attack with the assistance of Europol and Interpol.\nIt says it is also working with the cyber security industry, academia and other law enforcement experts, including the FBI, Canadian Police, the UK's National Crime Agency and the United States Secret Service.\nIreland's Department of Health, which was targeted in a similar attack a day before the HSE attack, says the situation has \"improved significantly since the attack first occurred\".\n\"Access to key ICT systems was fully restored within a short period, with limited issues accessing niche or legacy systems currently being resolved,\" it says.\nA spokesperson for the Department of the Environment, Climate and Communications, which is responsible for the National Cyber Security Centre, said: \"No ransom was paid either by or on behalf of the Irish government.\n\"The only contact with the group which claimed responsibility for this attack was to serve them with the High Court order obtained by the HSE against the release of stolen personal data.\n\"There has been no other direct or indirect contact with these cyber criminals.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58452939",
      "category": "uk",
      "title": "Social care: Plans for reform in England likely this week - sources",
      "tags": "UK government,Boris Johnson,Social care,UK government spending",
      "text": "Plans to overhaul England's social care system are likely to be unveiled this week following government talks this weekend, the BBC has been told.\nBoris Johnson promised to fix the social care system when he became PM.\nBut the prime minister is facing pressure from his own MPs not to increase National Insurance to pay for it - an idea that is being considered.\nVaccines minister Nadhim Zahawi refused to say if taxes would be raised in order to pay for social care. \nDuring the last election, the Conservatives made a manifesto commitment not to raise National Insurance, income tax or VAT.\nAsked if the government would break that pledge in order to pay for social care, Mr Zahawi said he was \"not going to engage in a hypothetical discussion\" but added he would defend the plans once they have been published.\nSpeaking to the BBC's Andrew Marr, Mr Zahawi said his party was committed to reforming social care and that the chancellor would set out the government's proposals.\nMany Conservative MPs are against tax rises to fund any reforms, and ex-Conservative Chancellor Lord Philip Hammond told Times Radio increasing National Insurance could provoke a \"very significant backlash\".\nGovernment sources said meetings have been going on throughout the weekend.\nPlans to reform social care and give extra funding to the NHS should become clear this week, they said.\nIt is widely accepted that major changes are needed to the social care system, which helps older and disabled people with day-to-day tasks such as washing, dressing, eating and medication. \nThe current system is under pressure after past governments failed to fund it properly or bring in reforms. But bringing in a shake-up would cost billions of pounds.\nEarlier this week, the government did not deny newspaper reports that it was considering increasing National Insurance contributions by at least 1% to improve social care and tackle the NHS backlog. \nNational Insurance is paid by workers until they reach the state pension age. For someone on average earnings of £29,536 a year, a 1% increase in National Insurance would cost them £199.68 annually. Employers also pay NI.\nIt is probably the biggest domestic policy challenge Boris Johnson inherited when he became prime minister. \nA challenge he promised to face up to and solve - sorting out social care in England.\nIn Scotland, there is free personal care, but accommodation costs have to be paid for.\nSome care costs are capped in Wales, and home care is free in Northern Ireland.\nThe big questions are: Should the state have a bigger role? Should care costs be capped? And how should that be paid for?\nThe talk of putting up National Insurance is already proving controversial: Not only do Labour not like it, plenty of Conservatives don't either, including a former Prime Minister Sir John Major and a former Chancellor, Philip Hammond.\nFor some, the very idea of raising taxes makes them squeamish, for others raising National Insurance simply isn't fair, as the burden falls disproportionately on poorer people in work.\nAmong the Conservatives who have come out publicly against the idea is MP Marcus Fysh, who said he was \"alarmed at the apparent direction of travel\" of the government, and calling it a \"socialist approach to social care\".\nHe wrote in the Sunday Telegraph: \"I do not believe it is Conservative to penalise individuals of working age and their employers with higher taxes on their employment when our manifesto promised not to.\"\nMany other Tories accept that a tax rise is needed - but say it should not be National Insurance because that could hit younger and lower income workers harder, while pensioners would not have to pay.\nOn Saturday, former Conservative Prime Minister Sir John Major backed this view, telling the FT Weekend Festival: \"I don't think they should use National Insurance contributions, I think that's a regressive way of doing it. \n\"I would rather do it in a straightforward and honest fashion and put it on taxation.\"\nEarlier this week former Health Secretary Jeremy Hunt said there should be a new \"health and care premium\" added to tax, rather than raising National Insurance or income tax, while Lord Hammond said \"the only fair and workable answer is insurance scheme... if necessary government backed.\"\nLabour has also voiced its opposition to an increase to National Insurance, with shadow foreign secretary Lisa Nandy arguing that the \"burden of the social care crisis\" shouldn't fall on \"supermarket workers and delivery drivers\". \nParty leader Sir Keir Starmer is expected to come under pressure to set out how he would fund the reforms in the coming weeks.\nThe social care system is devolved across the four nations, meaning governments need to develop solutions unique to their own region.\nHave you needed to sell your home to fund social care for a loved one? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58432352",
      "category": "business",
      "title": "Jobs market set for bumpy ride, says Resolution Foundation",
      "tags": "Unemployment,Resolution Foundation,Job Retention Scheme,Employment,UK economy,Coronavirus pandemic",
      "text": "Job creation looks set to remain strong after the furlough scheme ends, but a fresh rise in unemployment is still likely, a think tank has said.\nThanks to the success of furlough, an expected pandemic-driven surge in joblessness has not materialised, said the Resolution Foundation.\nBut it warned that about 900,000 people are still expected to be on the scheme when it finishes on 30 September.\nAs a result, \"huge uncertainty\" surrounds what might happen next.\n\"The Foundation expects many of these employees to return to their previous role - especially those on partial furlough - upon the scheme's closure,\" it said in its latest labour market report.\n\"But with the number of people starting new jobs already at record highs - and potentially hitting two million for the time ever this autumn - firms are unlikely to have the capacity to immediately take on all previously furloughed staff who do lose their job.\"\nFurlough was introduced in spring 2020, to stop people being laid off by their employers during lockdown. It applies across the UK.\nThe government initially paid 80% of the wages of people who could not work, or whose employers could no longer afford to pay them, up to a monthly limit of £2,500.\nIn July 2021, employers were required to pay 10% of salaries - with the government's contribution falling to 70%.\nIn August and September, the government's contribution reduced further: it now pays 60% and employers pay 20%.\nThe government says 11.6 million jobs have been supported since the scheme began.\nThe Resolution Foundation said it was possible that unemployment would rise from its current level of 4.4% to about 4.9% in the autumn, with another 150,000 workers unemployed.\n\"Faced with this uncertainly,\" it said, \"employment support schemes, such as Kickstart and Restart, will prove particularly important in protecting vulnerable groups. \n\"Restart will be particularly important for older workers, who are now the most likely age group to be on furlough, and who are most likely to have been on the scheme for at least six months.\"\nIt added that there would be a need to maintain wider economic support, including keeping the £20-a-week boost to Universal Credit that is set to end at the same time as the furlough scheme.\nHannah Slaughter, economist at the Resolution Foundation, said the furlough scheme had \"prevented an unemployment catastrophe\". \n\"But with the scheme ending in less than four weeks' time, there is huge uncertainty about what will happen next to the jobs market,\" she said.\nMs Slaughter added: \"With firms already reporting 'hiring bottlenecks', even a fresh surge in job starts is unlikely to be enough to prevent unemployment rising this autumn.\n\"Given the uncertainty surrounding the labour market, the chancellor should maintain the £20-a-week uplift to Universal Credit. Cutting support while unemployment is rising is bad politics, bad economics, and bad for living standards.\" \nThe government has declined to extend furlough again or reverse the Universal Credit cut, saying that as the economy opens up, the focus needs to shift to getting people back to work."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58447040",
      "category": "uk",
      "title": "Covid: What do parents think about vaccinating children?",
      "tags": "Children,Coronavirus vaccines,Coronavirus pandemic",
      "text": "A decision on whether to offer coronavirus vaccines to all 12 to 15-year-olds is expected within days - but what do parents think?\nThe UK government believes there is a \"strong case\" for giving jabs to all healthy children over 12, a source has told the BBC.\nBut the Joint Committee on Vaccination and Immunisation (JCVI) said on Friday it did not recommend this, as the benefits on health grounds were only marginal. They have now asked the chief medical officers to consider the wider implications of extending vaccinations to younger pupils.\nSome parents have told us whether they are for or against vaccinating their children and why.\nSandra Carleton said she did not want her 12 year-old son Charlie to have the vaccine.\n\"He has just recovered from Covid so giving him the vaccine most certainly poses more of a risk than a benefit,\" she said.\n\"He is fine following Covid but I am not so sure he would have been after the vaccine.\n\"I would have been against him having it anyway. If they don't contemplate 11-year-olds then why 12-year-olds?\nTracey, who asked us not to use her full name as she is a teacher, said her 14-year-old son had asked to be vaccinated and she supported his decision.\n\"He would also like to continue wearing a mask at school,\" she said. \"He wouldn't even take it off to play sport last year as he felt it was his way of protecting others.\n\"We've been told we're going back to full school assemblies with hundreds of pupils and that seems crazy. It just seems like we've got bored of Covid.\n\"With very few mitigations in place to protect against the virus, vaccination would be a way of not just reassuring and protecting pupils but those around them. \n\"Many families have vulnerable people and people's lives are important.\"\nThe JCVI said children were at such a low risk from the virus that a mass vaccination programme for those aged 12-15 would offer only a marginal benefit, though it did advise widening the existing vaccine programme to include an extra 200,000 teenagers with specific underlying conditions.\nIts deputy chairman Prof Anthony Harnden said \"parents need to understand what the risks are, what the benefits are and make up their own mind about whether they offer consent or not.\"\nHe said vaccinating 12 to 15-year-olds is \"not a black and white decision\"\nSteve Jones, 49, from Worthing in West Sussex, said if he was in charge vaccinations for 12 to 15-year-olds \"would not go ahead\".\n\"I've also seen that parental consent may not be required, I'm against it anyway, but that makes it even more worrying in my mind,\" he said.\nMr Jones said the fact that the JCVI had not recommended the move but the government was considering it \"raises massive red flags for me\". \nMr Jones said his son, who is just about to turn 14, \"may be too young to have a view or to weigh up the benefits and risks and make a decision\". \n\"I think he and other children would make a decision that's based on peer pressure rather than a cost, benefit analysis and that decision could have a long-term impact,\" he said.\nSue in Yorkshire, who asked us not use her surname, said she wanted her children, aged 12 and 13, to have the jab \"as soon as possible\". \nShe said: \"The JCVI is unusually cautious about a vaccine and yet completely incautious about this virus and its impact on children. \n\"Parents don't ignore risks that they can't quite yet put a figure on, and yet that's exactly what the JCVI have decided to do with long Covid.\n\"A committee that can't make timely decisions is not fit for purpose. \n\"We could have been vaccinated before returning to school as is the case in France and Germany. \n\"Parents are frightened. We don't want to send our kids back to school, we've protected them all summer. I don't want to send mine back.\"\nChildren aged 12 to 15 who have specific underlying health conditions are already being offered a coronavirus vaccine.\nLike Roseanna's son 12-year-old Liam who has a condition called Charcot Marie Tooth Disease and had his jab today.\nRoseanna, from the Isle of Man, said: \"I've been that mother where doctors have come in and said they need to put your son on the breathing machine. \n\"If there's a virus that will do that to him again it would be stupid not to get the vaccine. \n\"It's quite nerve wracking when people do not understand how high risk you are or what the impact of Covid could be for us.\"\nLiam said: \"The vaccine is made to help people and I think the positives will outweigh the negatives. \n\"I forgot I had the vaccine. I feel fine. I've not noticed it at all and it's going to help.\"\nAs a parent, how do you feel about your 12-15 year-old being vaccinated? Share your thoughts by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-54717608",
      "category": "entertainment-arts",
      "title": "Girls Aloud singer Sarah Harding - her life in pictures",
      "tags": "Music",
      "text": "As a member of Girls Aloud, Sarah Harding was part of Britain's most successful girl group of the 21st Century.\nThe band was formed on the hit TV talent show Popstars: The Rivals in 2002. Harding, then aged 20, is pictured above centre, with two other hopefuls.\nShe narrowly won a place in the girl group, who christened themselves Girls Aloud and performed in public for the first time at the G-A-Y nightclub in London.\nNicola, Nadine, Sarah, Cheryl and Kimberley went straight to number one with their debut single Sound Of The Underground.\nThat was the start of a stellar career for the group, who scored four UK number one singles and a total of 21 top 10 hits.\nTheir other hits included No Good Advice, Jump, I'll Stand By You, Love Machine, Something Kinda Ooh, Call The Shots, The Promise and Something New.\nIn 2007, they teamed up with fellow girl group Sugababes to release a version of Walk This Way as the official Comic Relief single.\nIn total, Girls Aloud sold 4.3 million singles and four million albums.\nThey were nominated for five Brit Awards, winning the trophy for best single for The Promise in 2009.\nHarding also branched out into acting, playing ambitious beautician Sam opposite Dominic Cooper in BBC drama Freefall in 2009.\nAfter having a cameo in the first St Trinian's remake in 2007, Harding took a main role in the sequel.\nShe was the final member of Girls Aloud to launch a solo music career, releasing the Threads EP in 2015.\nTwo years later, she was crowned the winner of Celebrity Big Brother.\nShe stepped out of the public eye after 2018, and broke the news about her cancer diagnosis two years later.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-58429014",
      "category": "uk-scotland-edinburgh-east-fife",
      "title": "It was a dark time - now I want to revive granny's legacy",
      "tags": "Edinburgh,Hospitality industry,Restaurants,Food,Vegetarianism,Scotland business",
      "text": "Barrie Henderson was devastated when his late grandmother's business - the UK's longest-running vegetarian restaurant - went into liquidation last year.\nHis granny Janet founded Scotland's first vegetarian cafe almost 60 years ago, and it went on to become an institution in Edinburgh.\nNow Barrie is preparing to bring back the Hendersons name in an attempt to revive her legacy.\nBarrie, 36, grew up working at the Edinburgh institution and had been a manager before it closed last year. His father, Oliver, and aunt, Catherine Home, were the directors.\nBarrie told BBC Scotland: \"When Hendersons was liquidated I felt like the rug had been pulled from under me and I didn't know what to do.\n\"It wasn't about the money, it was about my granny's legacy and family history, and it hurt a lot.\n\"I didn't know what to do and I kept looking back at my life and thinking and reflecting on how I could have done things differently.\n\"It was a hard time and very dark. My identity, history and life had been jettisoned.\"\nBarrie said he was inundated with messages from regular customers and friends after the business closed.\nThe father-of-one said: \"So many people messaged me saying it was so sad and saying I should start again, how there were not many veggie places, and how the lockdown wouldn't be forever.\n\"It was these forces pushing me that made me realise I could do it. \n\"I grew up with Hendersons and I want my son to grow up the same way knowing about granny's legacy. I don't want her memory to disappear from Edinburgh.\"\nJanet Henderson was 20 when she was introduced to vegetarianism by an aunt in Vienna in the 1930s.\nWhen she returned to Scotland, Janet married James, a farmer who was known as Mac, and began selling organic produce to wholefood shops from her four-acre vegetable garden on the family farm in East Lothian.\nThe Hendersons Farm Shop opened in Hanover Street, Edinburgh, in 1962, then the following year Janet opened up a vegetarian restaurant in the basement.\n\"From what I hear, my granny was a workaholic, she was on the counter every lunchtime and in the kitchen in the mornings,\" says Barrie.\n\"She was strict, stern and creative and really passionate about people having a good diet. I'm very happy her memory will now live on.\"\nHe plans to open a new restaurant in Barclay Place later this month after borrowing money from friends.\nAlthough Barrie ran Hendersons before it was liquidated he was not financially invested in the firm, so is able to start a new business using the same family name.\nIn a bid to make his new venture work he said they would be returning to dishes from his granny's \"salad heavy\" menu, using a lot of raw organic ingredients.\nThis will mean using locally-grown produce rather than the more exotic vegetables that had been getting used latterly in the restaurant.\nBarrie's father, Oliver Henderson, said Janet would be \"really proud\" that her legacy was being carried on.\n\"She would have been very upset last year when we had to close,\" he said.\n\"We all thought it was closed for good, so for Barrie to find a way to bring it back to life, and my mother's legacy to live on, is wonderful.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-54703955",
      "category": "entertainment-arts",
      "title": "Sarah Harding: Remembering the Girls Aloud star's life and career",
      "tags": "Music",
      "text": "An irrepressible and immensely likeable pop star, Sarah Harding, who has died at the age of 39, helped Girls Aloud become Britain's biggest-selling girl group of the 21st Century, but also had a \"wild child\" reputation and a turbulent personal life.\nHarding's natural warmth, energy and glamour were key parts of the chemistry that helped Girls Aloud soar and blow a breath of fresh air through the charts.\nHer vocal capabilities and wide-eyed exuberance were put in the national spotlight on 2002 TV talent show Popstars: The Rivals.\nWhen judge Louis Walsh rebuked the 20-year-old for failing to remember dance moves in one episode, her excuse was: \"I'm too much of a loon.\"\nWhen Walsh then told her she was through to the next round anyway, she proved herself right by hugging him round the neck, skipping into the corridor screaming, jumping into two peoples' arms and collapsing on the floor.\nWearing her emotions on her sleeve endeared Harding to viewers.\nIn the final, five spots in the band were up for grabs. Cheryl Tweedy, Nicola Roberts, Kimberley Walsh and Nadine Coyle had all been told they were in - meaning it was between Harding and Javine Hylton for the last seat.\nWhen Harding's name was read out, she staggered, sobbing uncontrollably, to sit alongside her new bandmates.\nHylton had been the bookies' favourite, and the result was such a surprise that ITV launched a brief investigation into the voting - but no irregularities were found.\nThree weeks later, Girls Aloud were number one. They were the first band to have a Christmas chart-topper with their debut single and the first girl group to debut at number one.\nIt helped that the track, Sound of the Underground, was one of the best and most innovative pop songs of the decade. \"They landed in a gulf in a drab pop landscape,\" wrote the Telegraph's Alice Vincent in 2017.\nAgainst that backdrop the tune \"almost tore a hole in the space-time continuum\", declared The Guardian's Michael Cragg.\nIt was the first of four UK number ones and 21 Top 10 hits over the course of a decade. Girls Aloud's other slices of pop brilliance, crafted by writers and producers Xenomania, included Love Machine (2004), Something Kinda Ooh (2006), Call the Shots (2007) and The Promise (2008).\nThe last of these earned the band a Brit Award for best single.\nThe success fulfilled a dream Harding had held since her father, a session musician, started taking her into recording studios when she was three years old.\n\"It was all I wanted to do,\" she told The Sun. \"I always loved being the centre of attention and ever since I can remember I've wanted to be a star.\"\nHarding was born Sarah Hardman on 17 November 1981 in Ascot, Berkshire, and moved with her family to Stockport, Greater Manchester, at the age of 14. But she struggled to settle in at her new school and dropped out before taking her GCSEs.\nShe gigged in pubs, clubs and caravan parks around the north-west of England and north Wales and formed her own short-lived girl group. She also signed with an Italian label to sing on dance tracks - only to get cold feet three days before she was due to fly out.\nAt college she studied hair and beauty, and did jobs ranging from pizza deliveries to directory enquiries. It was while working in a bar that she applied for Popstars: The Rivals.\nDespite her grounding in music, Harding had little idea about what to expect from stardom.\n\"These days there is a lot more talent coming out of shows like that, so people are now partly aware of what is going to happen,\" she told the Daily Star in 2015. \"With social media, you kind of see what is coming. We didn't have all that back in the day.\"\nA nickname, Hardcore Harding, was coined by her karate teacher \"because she's left loads of men injured\" - but it also suited her party lifestyle. Her twenties were \"all heartbreaks and hangovers\", she once said.\n\"I was young and naive and played up to my lairy character,\" she told The Sun. \"It overshadowed the real me.\"\n\"I used to think I was Liam Gallagher, flicking the Vs at the camera, thinking I was rock 'n' roll,\" she told The Sun on Sunday's Fabulous magazine.\nAs for the heartbreaks, her boyfriends included socialite Calum Best, TV presenter Steve Jones, producer Mark Foster, actor Danny Dyer and DJ Tom Crane, to whom she was engaged.\nAfter her four-year relationship with Crane broke down in 2011, she went into rehab for depression and alcohol addiction. \"I've been to hell and back,\" she said at the time. \"I'm just glad I survived.\"\nShe told another interviewer: \"The drinking was more to give me more confidence, especially when I was going through my little wild-child stage.\"\nBut her lifestyle calmed down in her thirties, and she enthused about how she preferred tending her vegetable patch in her Buckinghamshire garden to partying.\nGirls Aloud reassembled for their 10th anniversary in 2012 only to part ways again the following year, having sold a total of 4.3 million singles and four million albums.\nExplaining the band dynamic to Look magazine after the split, Harding said: \"Me and Nadine are more music orientated - more vocals - and the other three are more about dancing. I'd put my foot down about the music side of things. Nicola was more about the clothes. Choreography is Cheryl's forte.\n\"When there's five of you, it's difficult to have a say in everything. I'm looking forward to having more control.\"\nBy that time, the other four had all launched solo careers. Harding started work on hers in 2011, but ditched the songs and started again a few years later with more input into the songwriting. \"This is my angry song but there's some real heartbreak stuff that I've written,\" she said of her debut solo single Threads, which came out in 2015.\nThreads missed the UK Top 100, however, and her solo career was over.\nHarding also got into acting, appearing opposite Dominic Cooper, Rosamund Pike and Riz Ahmed in the 2009 BBC Two drama Freefall. She appeared in St Trinian's 2: The Legend of Fritton's Gold the same year and acted alongside Dyer and Denise van Outen in the 2012 flop Run For Your Wife.\nCoronation Street signed her up for four episodes in 2015, and she took part in such other TV shows as Celebrity Masterchef, the BBC's gymnastics contest Tumble - where she came second - and Channel 4's ski show The Jump.\nBut she dropped out of the latter after sustaining a ligament injury. Later that year, she blamed the injury for her withdrawal from her theatre debut in Ghost: The Musical, which had received poor reviews.\n\"I've been in constant pain with my knee injury,\" she said. \"It can take a massive toll on your mental as well as physical well-being.\"\nIn 2017 she went into the Celebrity Big Brother house and emerged as the winner. Just like at the start of her career, some viewers were aggrieved by the result.\nHarding then retreated from the limelight, only re-emerging in August 2020 to deliver the devastating news that she had been diagnosed with breast cancer.\nIn March 2021, an early extract from her memoir, Hear Me Out, revealed doctors had told her she wouldn't see another Christmas.\nShe wrote she was \"trying to live and enjoy every second of my life, however long it might be\".\nThe book also revealed that all five members of Girls Aloud had been reunited behind closed doors in the wake of her diagnosis.\nThe star admitted she was anxious about them all seeing her looking \"bloated\" due to the steroid treatment she was on, and having lost her eyelashes due to chemotherapy.\n\"It's not that I thought they wouldn't understand or be judgmental, of course; it's just that when we were together as a group, part of our thing was the glamour,\" she wrote.\nWhile back together, the ex-bandmates watched the 2006 E4 documentary series Girls Aloud: Off the Record, \"laughing\" and \"cringing\" at their old antics.\n\"I have to say, I looked on fondly,\" wrote Harding. \"'You only miss this when it's gone,' I told the girls.\"\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58457143",
      "category": "uk-wales",
      "title": "City Road: Five taken to hospital after reports of assault in Cardiff",
      "tags": "Cardiff",
      "text": "Five people have been taken to hospital after reports of an assault in Cardiff.\nSouth Wales Police said the five had \"superficial injuries\" following the incident on City Road at about 14:45 BST.\nThe Welsh Ambulance Service said it sent its hazardous area response team to the scene and took two of the people to hospital.\nThe police appealed for anyone with mobile phone or dashcam footage to send it to them."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-58454726",
      "category": "world-africa",
      "title": "South Africa's ex-president Zuma granted medical parole",
      "tags": "South Africa,Jacob Zuma",
      "text": "South Africa's jailed former President Jacob Zuma has been granted medical parole.\nThe 79-year-old is serving a 15-month sentence for contempt of court at Estcourt Correctional Centre.\nThe nature of his illness was not specified, but a statement said he would complete the rest of his sentence in the community under special conditions.\nZuma has been in hospital for the past month where he has undergone surgery. \nHe will remain there until he has been discharged.\nZuma handed himself in to police in July after being sentenced for failing to attend an inquiry into corruption during his presidency. \nHis jailing was unprecedented for an ex-president, sparking violent protests and looting. \nThough he was forced out of office by his own party in 2018, the African National Congress (ANC), he retains a loyal body of supporters, especially in his home province of KwaZulu-Natal.\nZuma was sentenced on 29 June for defying an instruction to give evidence at an inquiry into corruption during his nine years in power. He has testified only once at the inquiry into what has become known as \"state capture\" - meaning the siphoning off of state assets.\nBusinessmen have been accused of conspiring with politicians to influence the decision-making process while he was in office. Zuma has repeatedly said he is the victim of a political conspiracy.\nThe decision to grant him parole was compelled by a medical report to South Africa's prison department, it said.\nHe also faces a separate corruption trial, which is due to resume on 9 September.\nZuma's medical parole could only be revoked if he does not comply with the placement conditions, Correctional Services spokesperson Singabakho Nxumalo said.\n\"We want to reiterate that placement on medical parole is an option available to all sentenced offenders provided they meet all the requirements. We appeal to all South Africans to afford Zuma dignity as he continues to receive medical treatment,\" said Mr Nxumalo.\nZuma's spokesman said he had not spoken to the former president since the news broke, but that \"he should have been relieved\".\nHis imprisonment had worsened his health, the spokesman told news agency AFP, having \"an exponential impact in terms of deteriorating his condition\".\nSouth Africa's main opposition party, the Democratic Alliance, criticised the parole as \"entirely unlawful and makes a mockery\" of prison regulations."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58434735",
      "category": "world-asia",
      "title": "Afghanistan: What's life like since the Taliban took over?",
      "tags": "Asia,Afghanistan,Taliban",
      "text": "What is life like for those left behind when the last foreign troops flew out of Afghanistan? Four people from cities and provinces around the country told the BBC they had lost basic freedoms and were struggling to survive. \nSome names have been changed to protect contributors' safety. \nMazar-i-Sharif is a large city and major economic hub in the north of Afghanistan, close to Tajikistan and Uzbekistan. Once a government stronghold, it fell to the Taliban on 14 August.\nMajib used to work in a restaurant. Now he's struggling to find food. In a video call from Mazar-i-Sharif, he pointed to the dirty floor of an abandoned building where a few blankets were piled - for now it is his new home. \nMajib arrived in the city just a few weeks ago, one of more than half a million Afghans displaced this year by the conflict between the Taliban and recently-ousted government forces. \nHis father was killed by the Taliban more than 10 years ago, he said. A decade on and he's \"scared to go outside\" because \"they're beating people up every day\".\nFootage from Mazar-i-Sharif last week showed dozens of Afghans carrying suitcases and clutching plastic bags as they boarded buses to the capital, Kabul, in the hope of trying to leave. \nBut in the past few days, since US forces departed, more people have been arriving from in Mazar-i-Sharif from Kabul, Majib said - trying to make their way to the border with Uzbekistan as a way out. \nMajib is also desperate to escape, but doesn't know if he will make it. \"The Taliban are here and they don't want people to leave the country,\" he said.\nLashkar Gah, Helmand Province\nHelmand Province in the south, where British troops were stationed during the conflict, was seized by the Taliban on 13 August. The provincial capital Lashkar Gah saw some of the heaviest fighting in the weeks preceding.\nPinned to the noticeboard of Dr Viktor Urosevic's office are small plastic bags containing bullets. \"We call it our wall of shame,\" he said, as he removed one to hold up to the camera in a video interview.\nMost of them were large calibre rounds which he had removed from young patients, he said. \nDr Urosevic works at a trauma hospital in Lashkar Gah. Now that the fighting has ended, the wards are no longer packed like they were just weeks ago. The bombs and bullets have stopped and the streets outside are calm. \n\"It's very strange, I've been here for a few years, but it's never been so quiet,\" he said. \"I'm seeing it as the silence before the storm, I hope I'm wrong, but let's see.\"\nMany buildings were damaged or destroyed in bombings in Lashkar Gah and families who fled during the conflict have come back to find their homes in ruins, Dr Urosevic said. \n\"They're sleeping in front of the mosque, they're sleeping in the streets,\" he said. \"They don't have the funding to rebuild their homes so a lot of them have ended up being homeless or forced to stay with their relatives.\"\nHe said a lot of families in the area were living in poverty, struggling to get a meal during the day. With banks closed for many days, a lack of access to cash has exacerbated the problem. \nMany foreign aid workers who would be distributing this kind of aid left the country as the Taliban took charge. Dr Urosevic, from Serbia, is among those who decided to stay behind. \n\"We have a responsibility, we are the only trauma centre in the province,\" he said. \"People need food, they need money, they need medicines.\"\nBadakhshan\nOne of Afghanistan's poorest provinces, Badakhshan, in the northeast of the country, borders Tajikistan. The Taliban took control of its provincial capital on 11 August. \nAbdul is a doctor in Badakhshan. He was a student the last time the Taliban ran the country. \n\"The situation at that time was very bad and their behaviour is the same as they were in the past,\" he said. \"I don't see any changes.\"\nAbdul sent the BBC several pictures from a hospital in the area which is now guarded by the Taliban. In one, an 18-month-old boy lies emaciated on a bed, as his mother begs for staff to save him. According to Abdul, she could not afford to feed him. \n\"Day by day, more children are becoming malnourished,\" he said. \nAccording to the UN, more than half of the children under five in Afghanistan are expected to be acutely malnourished in the next year. \nPoverty was already a reality for many in this province, but food and fuel prices have risen since the Taliban took charge and government employees have lost their jobs. Some are still waiting to be paid for the last few months. \nAbdul also fears for women's rights in the province. While female medical staff have been allowed to work, he said many other women weren't being allowed to continue with their jobs and were left wondering what lies ahead.\nGirls above Class 6 - above UK secondary school age - were no longer being allowed to go to school, Abdul said. \"People don't have any hope for their future,\" he said. \"There is no opportunity for people in Badakhshan.\"\nHerat, a Silk Road city close to the border with Iran, was seen as one of Afghanistan's most liberal. The day after US troops left, hundreds of Taliban supporters filled the streets. Others stayed home in fear. \nGul had just come back from the market when he spoke to the BBC. \"All over the bazaar, the Taliban are standing with their guns,\" he said. \"You don't see many rich people or women and girls on the street now because they're all afraid of the Taliban.\"\nGul's wife Afsoon now can't leave the house without taking a male escort and she has to wear a burqua covering her face. \"The future for my daughter is unclear,\" she said. \nAnd Gul's sister, a doctor, was told to stay away from her clinic for a few weeks, he said, even after Taliban leaders told women in the medical profession they could return to work. \nDays later she was able to return alongside other women, Gul said. But many other women were still at home, he said, unsure if they can resume the careers they had worked for. Gul and his family are still hoping to leave Afghanistan. \n\"We will go anywhere,\" he said. \"America, Germany, France. Anywhere.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-dorset-58448700",
      "category": "uk-england-dorset",
      "title": "Two injured after plane crashes into sea near Bournemouth",
      "tags": "Bournemouth",
      "text": "Two people have been injured after a plane crashed into the water at the Bournemouth Air Festival.\nIt involved a small wing-walker aircraft and took place away from the main display area off Bournemouth beach.\nDorset Police said the pair had been rescued from Poole harbour at about 15:30 BST and were reported to have suffered only minor injuries.\nEyewitnesses described the biplane flipping as it hit the water.\nPolice said an investigation was under way.\nAlex Cason, 30, told the BBC he was fishing when he saw the plane come down in front of him.\n\"Just above the rocks I see this plane very low and I just sort of stood there in shock really - it was descending,\" he said.\n\"I couldn't stop looking at the pilot's face - he looked in real shock... a few seconds later 10 metres in front of me the plane crashes. \n\"The plane's nose hit the water, it flipped over, and then the pilot and passenger were under water for 10 seconds and luckily there was a rib [boat] nearby and they came over.\n\"It was very terrifying to watch, the lady [passenger] was screaming... I didn't know what to do, I just stood there in shock.\"\nOwain Hughes, who was sailing in Poole Harbour at the time of the crash, captured the moment of impact on his phone. \n\"It was flying low for a while and then it landed before doing a front flip,\" he said.\n\"We were sailing into the harbour. I honestly thought it was going to crash into us.\"\nThe rescue team was soon on hand and involved two lifeboats and the coastguard helicopter, the RNLI said.\nBBC Radio Solent's Ian Ramsdale, who was at the festival on Saturday, said spectators on the beach had been told a pilot had reported a fault and had flown off to try and rectify it.\n\"They just didn't return,\" he said. \nBournemouth Air Festival said the aircraft would be recovered in due course and thanked those who took part in the rescue.\nIt said: \"It is a huge relief for all those involved in the Air Festival that the incident has resulted in the display crew being removed from the water safe and well.\"\nIt added it expected display flights to resume on Sunday.\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    }
  ]
}