{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56228832",
      "category": "uk-wales",
      "title": "Covid in Wales: 'Lessons to learn' on anniversary of first case",
      "tags": "Coronavirus lockdown measures,Swansea,Welsh government,Coronavirus pandemic,Vaughan Gething",
      "text": "Wales could \"definitely have done things differently\" in tackling Covid-19, the health minister has said.\nVaughan Gething was speaking on the anniversary of the first recorded Covid case in Wales.\nAn adult had tested positive on their return to Swansea from northern Italy on 28 February 2020, a month before the UK went into its first lockdown.\nMr Gething said, with hindsight, ministers could have \"intervened more quickly\".\nHe said cases rose around February half-term last year amid increased air travel in and out of mainland Europe as parts of Italy and Spain became \"overwhelmed\" with cases.\n\"If you look back, you can see potential in making different choices. Looking forward, there are definite lessons to learn,\" he told BBC Radio Wales. \n\"Given the surveillance out of China, we knew that there was a problem coming. \n\"We knew that it was relatively contagious. I think we would have taken a more restrictive approach to international travel. \n\"But it was still the case that the advice to me was with the knowledge we had at the time, 'we think we gave you the right advice'.\" \nHowever Plaid Cymru leader Adam Price has previously said it was \"not enough\" for both the UK and Welsh governments to argue they acted on the best evidence at the time.\nHe said objections were raised at the time over being \"too slow\" into lockdown and coming out of the firebreak \"without a gradual approach\". \nWelsh Conservative leader Andrew RT Davies wants a \"common framework\" of UK-wide Covid rules to be adopted going forward.\nMr Gethin said the Covid vaccine had offered \"renewed hope\".\nOn Saturday, latest figures showed more than one million vaccines have now been administered in Wales in the 12 weeks since the vaccine rollout.\nThe majority of care home residents and other target groups aged over 70 have had their first doses.\nMr Gething said testing hospital patients prior to discharge into care homes could have been introduced earlier.\nBut he said the \"bigger factor\" was the size of some nursing homes and the measures that could have taken around other people visiting those homes.\n\"We could have had a greater clarity and adherence to infection prevention and control measures across our care homes,\" said Mr Gething. \n\"All of those things are elements where the government, the National Health Service, and care homes themselves have a role to play.\n\"But also the public too, because I do think it took a while for everyone to accept that it was serious as it was.\"\nWales went into a short firebreak lockdown last autumn and then the current lockdown was introduced on 20 December in a bid to cut transmission rates.\nData published by Public Health Wales on Saturday showed it's the first time all Wales' 22 local authority areas have recorded double figure case rates at the same time - less than 100 cases per 100,000 people - since 6 September. \nStay-at-home rules banning all but essential travel and care home visits are due to be reviewed on 12 March."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56112755",
      "category": "business",
      "title": "Budget 2021: The challenge facing Rishi Sunak",
      "tags": "Unemployment,Job Retention Scheme,Housing market,Rishi Sunak,UK economy,Budget 2021,UK national debt,Unemployment in the UK,Stamp duty in the United Kingdom",
      "text": "Chancellor Rishi Sunak's Budget will be one of the most-closely watched in years, as the government grapples with the enormous economic costs of the Covid-19 pandemic, and as he charts a financial roadmap for the country.\nIn his 3 March statement, the chancellor will outline the state of the UK economy and its outlook for the future - and give details of the government's plans for raising or lowering taxes.\nSo how is the UK economy faring under the twin impacts of coronavirus and Brexit? In the following charts, we take a snapshot of the nation's economic health - highlighting some of the economic challenges facing the chancellor.\nThe UK's national debt has reached its highest level since 1963 - reflecting the huge cost of pandemic support measures such as the furlough scheme. National debt here means the total amount the government owes to its lenders - it is the accumulation of borrowing over many years. \nSo far this year, the annual total for government borrowing - the amount the government borrows to make up for the gap between what it spends and what it raises in taxes - has reached £270.6bn, which is £222bn more than a year ago, according to the Office for National Statistics (ONS).\nThe independent Office for Budget Responsibility (OBR) estimates that this figure could reach £393.5bn by the end of the financial year in March. This would be the highest amount in any year since the Second World War. \nBut it is also worth pointing out that this figure has been above 100% of Gross Domestic Product (GDP) or annual national income in 131 of the last 320 years.\nThe 21st Century so far has been one of rising levels of public sector net borrowing (how much both central and local government have borrowed to carry out their spending programmes). Last month's figure was £8.8bn, the highest January borrowing amount since monthly records began in 1993. \nAs a result of the pandemic, public sector net debt has risen by £316.4bn over the 10 months since last April to an all-time high of £2.1 trillion.\nUnemployment is currently 5.1%, according to the Office for National Statistics (ONS). This is the highest figure for five years, and shows the effects of lockdowns on the economy due to the pandemic, with many workplaces forced to close their doors.\nSo far, this hasn't resulted in a rapid rise in unemployment, as the furlough support scheme has helped to protect jobs, but this could change if the scheme ends as planned in April. Most economists expect the unemployment rate to continue rising in 2021.\nHowever, the roll-out of Covid vaccines is happening quickly and this may help to keep unemployment down if it allows a staged re-start of the UK economy.\nYoung people have been hit particularly hard by the labour market fallout from coronavirus, with workers aged under 24 accounting for nearly half of the total fall in employment during the economic slump, according to research by the Institute for Employment Studies (IES).\nAt the same time, more people are chasing fewer jobs, so young people are struggling to enter the employment market.\nSignificantly, young people account for 46% of the overall fall in employment during the pandemic - even though they only account for just one in nine of the workforce. \nPrime Minister Boris Johnson has hinted that furlough support for workers will continue beyond April, as he pledged not to \"pull the rug out\" from under the UK economy when he unveiled plans to ease the national lockdown in four steps.\nIf the government does not extend the job support schemes, then the latest forecast from the Bank of England suggests that UK unemployment will reach 7.75% during the summer.\nFull-time work has risen during the pandemic, despite the impact of Covid on the labour market. However, the numbers of those in part-time jobs or self-employed have dropped, as freelancers and those in precarious work bear the brunt of the crisis.\nCampaign groups are calling on the chancellor to plug gaps in schemes such as the self-employed income support scheme (SEISS) to support millions of self-employed people and other workers excluded from furlough. The Resolution Foundation think tank says that 2.3 million workers are missing out on help because they are not covered by SEISS.\nUK house prices climbed 8.5% last year - that's the highest annual growth rate since October 2014 - with the average UK house price reaching a record high of £252,000 in December 2020.\nThe North West had the highest growth of 11.2%, while London rose just 3.5%.\nOne of the factors behind the rise has been the stamp duty holiday in England that was introduced last July. However, if the tax break ends on 31 March as planned, sales and house price rises are likely to slow afterwards."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-55881753",
      "category": "uk-england-beds-bucks-herts",
      "title": "Captain Sir Tom Moore: 'National inspiration' dies with Covid-19",
      "tags": "Bedford,Marston Moretaine,Captain Tom Moore,Coronavirus pandemic",
      "text": "Captain Sir Tom Moore has died with coronavirus.\nThe 100-year-old, who raised almost £33m for NHS charities by walking laps of his garden, was admitted to Bedford Hospital on Sunday. \nThe Queen led tributes to Capt Sir Tom, \"recognising the inspiration he provided for the whole nation and others across the world\".\nHis daughters said they \"shared laughter and tears\" with their father in their final few hours together.\nAnnouncing his death, Hannah Ingram-Moore and Lucy Teixeira said the last year of their father's life had been \"nothing short of remarkable\".\nHe tested positive for Covid-19 last week. His family said due to other medication he was receiving for pneumonia, he was unable to be vaccinated.\nThe Army veteran won the nation's hearts by walking 100 laps of his garden in Marston Moretaine in Bedfordshire last year during the first lockdown, raising money for NHS Charities Together.\nHe was credited with lifting the nation's spirits and his saying \"Tomorrow will be a good day\" trended on social media.\nHe was knighted by the Queen in July in a special ceremony at Windsor Castle.\nA Buckingham Palace spokeswoman said: \"Her Majesty very much enjoyed meeting Capt Sir Tom and his family at Windsor last year. Her thoughts, and those of the royal family, are with them, recognising the inspiration he provided for the whole nation and others across the world.\" \nIn a statement, Prime Minister Boris Johnson said: \"Captain Sir Tom Moore was a hero in the truest sense of the word. In the dark days of the Second World War he fought for freedom and in the face of this country's deepest post-war crisis he united us all, he cheered us all up, and he embodied the triumph of the human spirit.\n\"He became not just a national inspiration but a beacon of hope for the world. Our thoughts are with his daughter Hannah and all his family.\"\nThe flag above 10 Downing Street has been flying at half-mast in tribute and Mr Johnson has spoken to Mrs Ingram-Moore to offer his condolences.\nA tweet from the White House said: \"We join the United Kingdom and the world in [honouring] the memory of Captain Sir Tom Moore, who inspired millions through his life and his actions.\"\nLabour leader Sir Keir Starmer tweeted: \"This is incredibly sad news. Captain Tom Moore put others first at a time of national crisis and was a beacon of hope for millions. Britain has lost a hero.\"\nThe daughters' statement said: \"It is with great sadness that we announce the death of our dear father.\n\"We are so grateful that we were with him during the last hours of his life; Hannah, Benjie and Georgia by his bedside and Lucy on FaceTime.\n\"We spent hours chatting to him, reminiscing about our childhood and our wonderful mother. We shared laughter and tears together.\n\"The last year of our father's life was nothing short of remarkable. He was rejuvenated and experienced things he'd only ever dreamed of.\n\"Whilst he'd been in so many hearts for just a short time, he was an incredible father and grandfather, and he will stay alive in our hearts forever.\"\nCapt Sir Tom's daughters said the care he received from the NHS was \"extraordinary\".\nThey said staff had been \"unfalteringly professional, kind and compassionate and have given us many more years with him than we ever would have imagined\".\nCapt Sir Tom joined the Army at the beginning of World War Two, serving in India and Myanmar, then known as Burma.\nHe was originally from Keighley in West Yorkshire and among the local tributes being paid was Robbie Moore MP who said the town had \"lost one of its finest today\".\nHe was made an honorary colonel of the Army Foundation College in Harrogate on his 100th birthday.\nIn December, he went on a family holiday to Barbados after British Airways paid for his flight.\nCapt Sir Tom had initially set out to raise £1,000 for NHS charities by walking 82ft (25m)-loops of his garden.\nBut he eventually raised £32,794,701 from more than 1.5 million supporters.\nNHS Charities Together said that would rise to £39m when Gift Aid was taken into account.\nEllie Orton, chief executive, said the funds raised by Capt Sir Tom had \"reached the length and breadth of the UK through every one of our 241 member charities\".\nShe said he was \"a one-off and he leaves the world a better place\".\nRuth May, chief nursing officer for NHS England, said Capt Sir Tom Moore \"has been the model of all that has been good about our country's response to Covid-19\".\nShe said in a statement \"for me his biggest achievement and most important contribution to helping my fellow nurses, doctors and all those in the NHS responding to coronavirus, has been how he brought the country together and gave us all a boost when we most needed it\".\nFellow charity fundraiser Dabirul Choudhury, who was 100 years old when he  raised more than £150,000 for coronavirus relief by walking while fasting for Ramadan, paid tribute to Capt Sir Tom.\n\"If you want to help mankind you should keep yourself very fit, fit, fit,\" he said.\nMr Choudrey's son Atique said Capt Sir Tom had \"left a massive legacy that will follow on through for generations\", adding \"even now, my father hasn't actually eaten since he's heard about the news [of Capt Sir Tom's death]\".\nCapt Sir Tom became the oldest person to have a UK number one single when he recorded You'll Never Walk Alone with Michael Ball last year.\nThe singer said on Twitter: \"A wonderful life so well lived and a hero and fighter to the very end. So very sad\".\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-56221768",
      "category": "uk-scotland-scotland-politics",
      "title": "Anas Sarwar wins Scottish Labour leadership race",
      "tags": "Scottish Labour,Anas Sarwar,Richard Leonard",
      "text": "Anas Sarwar has been announced as the new Scottish Labour leader. \nGlasgow MSP Mr Sarwar defeated Monica Lennon, the only other candidate in the race.\nThe contest was triggered after Richard Leonard resigned as leader, saying it was in the best interests of the party for him to stand down.\nMr Sarwar takes charge of the party ahead of the Scottish Parliament election, which is scheduled to be held on 6 May.\nMr Sarwar, who is the first non-white leader of a major political party in the UK, got 57.6% of the vote, while Ms Lennon got 42.4%.\nIn his acceptance speech, he said: \"I want to say directly to the people of Scotland, I know Labour has a lot of work to do to win back your trust.  \n\"Because if we're brutally honest, you haven't had the Scottish Labour Party you deserve. \n\"With rising injustice, inequality and division, I'm sorry we haven't been good enough. \n\"And I will work day and night to change that, so we can build the country we all need.\" \nThe election of Anas Sarwar is obviously important for Scottish Labour but it is a landmark in UK politics too.\nNever before has any major political party chosen a leader from a non-white minority ethnic group.  \nThat could afford Mr Sarwar a voice, an influence and a status as a role model well beyond Scotland. \nHowever, his primary job is to rebuild Labour in Scotland from their current position in a miserable third place, with Holyrood elections less than 10 weeks away. \nWhile his opposition to indyref2 for the whole of the next parliament offers clarity and reassurance to pro-UK voters, it may cause frustration among Labour-minded voters who support independence. \nThat he is his party's 10th leader since devolution, the seventh since the SNP took over from Labour in the Scottish government in 2007 gives a clue to the severity of his challenge. \nFormer leader Mr Leonard congratulated Mr Sarwar, calling for the party to get behind him.\nMs Lennon also took to Twitter to congratulate the new leader, as well as thank her campaign staff and issue a call for party unity.\nShe said: \"Congratulations to Anas Sarwar, our new leader. Proud to have been part of this positive leadership debate.\"\nLothians Labour MSP Neil Findlay told BBC Scotland that the prospect of another independence referendum remained the \"elephant in the room\" for his party.\nHe said: \"We cannot rebuild the labour party taking a hard unionist stance, I don't think that is credible because that immediately writes off the 50% or so of the electorate who want a referendum. \n\"We need a clear, radical alternative based on maximum devolution and I would argue that should be the third option on any ballot paper in any future referendum.\"\nOn becoming the first non-white leader of a major political party in the UK, Mr Sarwar said: \"That doesn't say something about me. That says something great about Scotland and its people.\" \nThe move was welcomed by Scotland's justice secretary and SNP MSP Humza Yousaf.\nThe Scottish Labour leadership race was short, and largely overshadowed by the Covid crisis, but was more cordial than previous contests the party has held. \nScotland's constitutional future was one of the major features of the campaign, with both candidates repeatedly asked for their take on the issue.\nWhile both have said they are opposed to the idea of Scottish independence, Ms Lennon said that should a pro-independence majority be elected to Holyrood in May, the party would have to accept another referendum on the issue.\nMr Sarwar, meanwhile, has urged independence-supporting parties to put the issue aside and focus on the recovery from coronavirus.\nFirst Minister Nicola Sturgeon congratulated Mr Sarwar and tweeted, \"he (and his dad before him) and I are long-time political opponents, but I also like and rate him. That may not always be obvious in the weeks ahead as election battle is joined, so worth saying so now.\"\nDouglas Ross, leader of the Scottish Conservatives, also congratulated Mr Sarwar in a tweet and added: \"Yesterday I said @ScotTories will not support indyref2 or work with the SNP at any stage. I hope he will now do the same.\"\nScottish Greens co-leader Patrick Harvie said Mr Sarwar faced a \"divided party\" on the issue of Scottish independence. \nScottish Liberal Democrat leader Willie Rennie said the new leader should concentrate on advancing UK federalism. \nHe said: \"I am keen to work with Anas and his party to make reform of the UK a reality. \"\nReacting to the announcement, trade unions have appealed for Labour party unity ahead of May's Holyrood elections. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56226979",
      "category": "world-us-canada",
      "title": "Johnson & Johnson Covid vaccine: FDA approves single-shot jab",
      "tags": "Johnson & Johnson,Coronavirus vaccines,Food and Drug Administration,United States,Coronavirus pandemic",
      "text": "US regulators have formally approved the single-shot Johnson & Johnson (J&J) coronavirus vaccine, the third jab to be authorised in the country.\nThe vaccine is set to be a cost-effective alternative to the Pfizer and Moderna vaccines, and can be stored in a refrigerator instead of a freezer.\nTrials found it prevented serious illness but was 66% effective overall when moderate cases were included.\nThe vaccine was developed mainly by J&J's Janssen Pharmaceutica division.\nThe company has agreed to provide the US with 100 million doses by the end of June. The first doses could be available to the US public as early as next week.\nThe UK, EU and Canada have also ordered doses, and 500 million doses have also been ordered through the Covax scheme to supply poorer nations.\nThe European Medicines Agency could approve the drug for the EU in early March, with a speedy rollout to follow, French Industry Minister Agnès Pannier-Runacher said on Sunday.\nPresident Joe Biden hailed it as \"exciting news for all Americans, and an encouraging development\", but warned that the \"fight is far from over\".\n\"Though we celebrate today's news, I urge all Americans - keep washing your hands, stay socially distanced, and keep wearing masks,\" he said in a statement. \n\"As I have said many times, things are still likely to get worse again as new variants spread, and the current improvement could reverse.\"\nMr Biden's chief medical adviser, Anthony Fauci, on Sunday advised people to take the Johnson & Johnson shot, when asked about its effectiveness compared with the other two approved vaccines.\nDr Fauci told NBC: \"All three of them are really quite good, and people should take the one that's most available to them. If you go to a place and you have J&J, and that's the one that's available now, I would take it.\"\nDr Fauci, 80, won't need the J&J as he had his second dose of Moderna last week.\nThe J&J authorisation by the US Food and Drug Administration (FDA) came after an external committee of experts unanimously backed the vaccine on Friday.\nResults from trials conducted in the US, South Africa and Brazil showed it was more than 85% effective at preventing serious illness, and 66% effective overall when moderate cases were included.\nThe efficacy rate was lower than two doses of Pfizer or Moderna, but the trials were organised differently and the J&J tests came at a time when new variants were in circulation, making comparisons difficult.\nNotably, there were no deaths among participants who had received the J&J vaccine and no hospital admissions after 28 days post-vaccine.\nOverall protection was lower in South Africa and Brazil, where virus variants have become dominant, but defence against severe or critical illness was \"similarly high\". \nSouth Africa began administering the unapproved Johnson & Johnson jab to healthcare workers as part of a study earlier this month. It came after early trials suggested the Oxford-AstraZeneca vaccine offered \"minimal protection\" against mild disease from the variant dominant in large parts of the country.\nSo far the only other country to approve the vaccine for emergency use is Bahrain, which gave it the green light on Thursday.\nBecause the vaccine will require fewer doses than Pfizer and Moderna, it will also require fewer vaccine appointments and medical staff.\nThe Johnson & Johnson vaccine uses a common cold virus that has been engineered to make it harmless.\nIt then safely carries part of the coronavirus's genetic code into the body. This is enough for the body to recognise the threat and then learn to fight coronavirus.\nThis trains the body's immune system to fight coronavirus when it encounters the virus for real.\nThis is similar to the approach used by the University of Oxford and AstraZeneca.\nSome 72.8 million doses have so far been administered in the US, and about 1.3 million doses are being administered across the country each day. President Biden has pledged to administer 100 million vaccines in his first 100 days in office.\nMore than 508,000 people in the US have died of Covid but new cases, hospitalisations and deaths have all been on the decline over the past few weeks.\nTop public health experts, however, continue to warn that mutations of the virus can still threaten progress."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-56212135",
      "category": "uk-england-beds-bucks-herts",
      "title": "Tributes paid by Captain Sir Tom's family at funeral",
      "tags": "Keighley,Coronavirus lockdown measures,Marston Moretaine,Captain Tom Moore,Coronavirus pandemic",
      "text": "Tributes have been paid to Captain Sir Tom Moore by his family at his funeral.\nHannah Ingram-Moore described her father as \"a beacon of light and hope to the world\".\nHis other daughter Lucy Teixeira said: \"Daddy, I am so proud of you. You may be gone but your message and your spirit lives on.\"\nThe service for the 100-year-old, who raised almost £33m for NHS charities by walking laps of his garden, began with him being honoured by the military.\nSix Yorkshire Regiment members carried the Army veteran's coffin, draped in the union jack, and an honour guard fired three volleys.\nAfter the military honours, which included a flypast from a World War Two-era plane, his family followed the coffin into the crematorium for the private service.\nMs Teixeira and Ms Ingram-Moore were joined by Capt Sir Tom's four grandchildren and his sons-in-law.\nThe service opened with a rendition of You'll Never Walk Alone, which Capt Sir Tom recorded with Michael Ball and the NHS Voices of Care Choir.\nThe celebrant conducting the funeral described him as \"a proud British veteran and a gentleman\".\nFollowing the White Cliffs Of Dover by Dame Vera Lynn, his daughter Lucy Teixeira told the service she was \"proud\" of her father.\n\"You always told us to put your best foot forward and that's what you did last year,\" she said.\nA version of the song Smile, recorded especially for the funeral by singer Michael Buble, was also played.\nCapt Sir Tom died with coronavirus earlier this month.\nMy Way by Frank Sinatra was heard toward the end of the service, as requested by Capt Sir Tom, who said he liked the line about \"having too few regrets to mention\".\nAs his coffin was carried by the Yorkshire Regiment solders, a C-47 Dakota, part of the Battle of Britain Memorial Flight, soared past in tribute to the man whose charity efforts inspired people across the UK.\nA bugler sounded The Last Post when the service concluded, and St Mary's Church in Marston Moretaine, Captain Sir Tom's home village, led others across the country in ringing their bells 100 times.\nA post on his Twitter page read: \"So even if tomorrow is my last day, if all those I loved are waiting for me then that tomorrow will be a good day too\" while the Yorkshire Regiment posted it was \"proud\" to be representing the British Army at the funeral.\nThey said it was a \"solemn, dignified and fitting tribute to a man who inspired millions\".\nJohn Maguire, BBC News\nCaptain Sir Tom Moore's coffin was lifted from the hearse on to the shoulders of the six bearers from the Yorkshire Regiment in dignified silence. \nThen, from the north-west, came first the rumble then the roar of the engines of the wartime Dakota as it flew overhead in tribute through clear blue skies.\nThree volleys were fired by the 14-man firing party as the coffin was carried into Bedford Crematorium, followed by his two daughters and their families - people who would reflect and remember the cherished times they spent with their father and grandfather.\nOn top of the coffin, draped in the union jack, were Captain Sir Tom's war medals, his knighthood medal, and a specially commissioned officer's sword. On one side was his regiment's motto \"Fortune Favours the Brave\" and on the other, his motto, \"tomorrow will be a good day\".\nThe service lasted just over an hour, featuring music he had requested, and a specially-recorded version of the song Smile.\nAnd his picture on the order of service showed him doing exactly that.\nThe service celebrated his life, and thanked him for his incredible contribution - to his family, and to the world.\nThe veteran had spent the last few months of his life writing a book which he had planned to publish just before his 101st birthday.\nA section was released, in which he said he would \"like to watch my own funeral from a distance\" and laugh at \"everyone making a lot of fuss over me\".\n\"I want the service to end with My Way by Frank Sinatra because I always did things my way and I especially like the line about having too few regrets to mention,\" he wrote.\nCaptain Sir Tom was originally from Keighley near Bradford, and his family said that once Covid-19 restrictions allow, his ashes will be interred in Yorkshire, where he will rest with his parents and grandparents in the Moore family plot.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56231856",
      "category": "world-europe",
      "title": "Covid-19: Far-left link to Dublin lockdown protest 'disproved'",
      "tags": "Republic of Ireland,Dublin,Coronavirus lockdown measures",
      "text": "There is no evidence far-left factions were involved in an anti-lockdown protest in Dublin on Saturday, the head of An Garda Síochána (Irish police force) has said.\nPolice were attacked with fireworks and bollards as hundreds of people tried to gather at St Stephen's Green.\nThree gardaí (Irish police officers) were hurt.\nOn Sunday Commissioner Drew Harris said initial indications that the \"extreme left\" was involved had been disproved.\n\"The vast majority of those who took part [on Saturday] belong to a number of factions including anti-vaccine, anti-mask and anti-lockdown protesters, far-right groups and those intent on trouble and disorder.\n\"Following further investigations, there is no corroborated evidence of extreme-left factions being involved.\"\n An Garda Síochána said extreme-left factions were defined as using violence for political means.\nMr Harris was criticised for his comment associating protesters with the far left by members of the Dáil (Irish parliament).\nGardaí made 23 arrests at the protest.\nThirteen people - 12 men and one woman - appeared at a special sitting of Dublin District Court on Saturday night, charged with breaches of the Public Order Act."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-56229036",
      "category": "uk-scotland-scotland-politics",
      "title": "Split up dual role of top law officer, says Sarwar",
      "tags": "Scottish government,Nicola Sturgeon,Anas Sarwar",
      "text": "The dual role of Scotland's top law officer should be split up, Anas Sarwar has said. \nThe new Scottish Labour leader said \"real questions\" had to be asked about why the Lord Advocate is both in charge of prosecutions and principal legal advisor to the Scottish government. \nThe Lord Advocate role is currently held by James Wolffe QC. \nMr Sarwar also said Nicola Sturgeon should resign if she was found to have broken the ministerial code.\nSpeaking to BBC Scotland's The Sunday Show, Mr Sarwar said: \"Real questions have to be asked about the separation of power between the person who is charge of prosecutions in Scotland and the chief legal advisor to the government.\n\"I think that role should be separated.\"\nMr Wolffe, like his predecessors, has a dual role as head of the Crown Office and Procurator Fiscal Service and as a minister in the Scottish government and its principal legal advisor.\nHe was appointed by the Queen on recommendation of the first minister, with the support of the Scottish Parliament.\nThe issue of the dual role has come to the fore after the Crown Office raised \"grave concerns\" about the Scottish Parliament Corporate Body's decision to publish Mr Salmond's submission on whether his successor Ms Sturgeon had breached the ministerial code.\nIn England and Wales, there is an Attorney General who gives legal advice to the UK government and as well as a director of public prosecutions. \nMeanwhile, Mr Sarwar has said that, as a matter of principle, Ms Sturgeon should resign if she is found to be in breach of the ministerial code. \nThe first minister is facing claims she misled the Scottish Parliament on when she knew about allegations of harassment made against her predecessor Mr Salmond.\nAn inquiry, headed by lawyer James Hamilton, is specifically looking at whether Ms Sturgeon breached Scotland's ministerial code, which states that any minister who deliberately misleads parliament would be expected to resign.\nIf Ms Sturgeon is found to have broken the ministerial code, Mr Sarwar told BBC Scotland she should step down, saying she would expect the same of ministers in other parties.\nHe told the programme: \"Take the personality out it, if a minister is found to be in breach of the ministerial code it would be expected that minister resigns.\n\"If it was a Labour politician, a Green politician, a Lib Dem politician or a Tory politician, if she [Ms Sturgeon] was in opposition and there was a different minister in that post who was found to have breached the ministerial code, she would be demanding their resignation.\"\nMs Sturgeon has denied breaking the ministerial code and rubbished claims there was any conspiracy against Mr Salmond.\nThe first minister has said she is \"relishing\" the prospect of giving evidence on the issue to a Scottish Parliament committee on Wednesday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-56231222",
      "category": "uk-scotland-scotland-politics",
      "title": "Swinney agrees to publish Salmond case legal advice",
      "tags": "Scottish government,Alex Salmond inquiry,John Swinney,Scottish Parliament",
      "text": "The Scottish government has agreed to release key legal advice from its court battle with Alex Salmond after MSPs threatened a vote of no confidence.\nHolyrood has twice voted to urge ministers to publish advice they were given after the former first minister took the government to court.\nDeputy First Minister John Swinney previously argued that such legal advice should remain confidential.\nBut on Monday he confirmed that the advice would be released to MSPs.\nThe move came after all opposition parties indicated they would back a motion of no confidence in Mr Swinney if he did not comply, with the SNP government facing defeat.\nThe Scottish Conservatives had lodged a one-line motion and were pushing for debate on Tuesday - but said they would withdraw it if the advice was released.\nMr Swinney said he would be handing \"key\" papers over to an inquiry committee \"to counter the false claims being made by some\" about what advice the government had been given and when.\nThe row centres on legal advice that was given to the Scottish government after Mr Salmond launched judicial review proceedings in 2018 over the way harassment complaints against him had been handled.\nThe government ended up admitting it had acted unlawfully because its investigating officer had had prior contact with the two complainers, and had to pay the former first minister more than £500,000 in legal expenses as a result.\nThe Holyrood inquiry investigating the botched probe has been keen to examine exactly what advice the government was given during the row, with Mr Salmond claiming that officials were told by lawyers that it was unlikely to win the case months before actually conceding defeat.\nThe former SNP leader said he had \"absolute reason to believe\" that counsel had informed the government on 31 October 2018 that they were facing defeat - only for the case to continue into January 2019.\nMr Swinney appeared to push back on this while confirming the advice would be published, saying: \"Serious allegations have been made - this material allows people to confirm that these allegations are false.\"\nThe SNP does not have a majority at Holyrood, and what became clear today was they would lose a vote of no confidence.\nWith that threat hanging over the deputy first minister, the government blinked and decided to take the highly unusual step of releasing the legal advice.\nIn fact, the Scottish government has never before handed legal advice over to a parliamentary committee with the expectation it will be published.\nThey're doing that because of political pressure - although they also say they are concerned that Alex Salmond's claims have threatened the integrity of the justice system.\nThis is happening the day before the Lord Advocate is due to give evidence, and two days before Nicola Sturgeon is due to appear in person. This is a massive week for this inquiry.\nMSPs twice voted to demand the inquiry was given access to all legal advice from the civil case.\nThe committee was given sight of a memo summarising key advice from the row, but continued to call for more detail - particularly after Mr Salmond's evidence session on Friday.\nOn Sunday, the Conservatives said they were giving Mr Swinney 24 hours to hand over the advice or face a motion of no confidence.\nAnd on Monday they published a motion stating that \"the parliament has no confidence in the deputy first minister, in light of the government's continued failure to publish legal advice called for in two resolutions of the parliament\".\nAll opposition parties backed the move, meaning the minority SNP government could have been heading for defeat - with Tory leader Douglas Ross saying the deputy first minister was \"out of options - release the legal advice or lose his job\".\nMr Swinney confirmed on Monday evening that \"the key legal advice that underpinned the Scottish government's defence of the judicial review\" would be released on Tuesday.\nHe said: \"In normal circumstances, government legal advice is not released. Indeed, such is the importance of being able to get frank, private advice, it is almost unheard of for the legal advice to be released.\n\"But we have to acknowledge that the issues at stake now are not normal. The very integrity of the legal system is being questioned.\n\"Serious allegations have been made. This material allows people to confirm that these allegations are false.\"\nIndependent MSP Andy Wightman - a member of the inquiry committee - said it was \"not for the government to determine what is key legal advice\", saying the motion of no confidence should be kept on the table.\nThe Scottish Conservatives then tweeted that \"we will not remove the no confidence motion until we know John Swinney will fully publish the legal advice\".\nThe inquiry committee is to take evidence from Lord Advocate James Wolffe - the government's top legal advisor - on Tuesday.\nNicola Sturgeon will then follow on Wednesday, with the first minister saying she is looking forward to putting her side across."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56229247",
      "category": "uk",
      "title": "Coronation Street star Johnny Briggs dies aged 85",
      "tags": "Coronation Street",
      "text": "Actor Johnny Briggs, who played Mike Baldwin in Coronation Street for 30 years, has died aged 85.\nHis family said he died peacefully after \"a long illness, with family by his side\" and asked for privacy to \"remember the wonderful times we had\".\nBriggs was made an MBE in the New Year's Honours in 2007, the year after his character left the ITV soap.\nBaldwin's affair with Deidre Barlow and his feud with her husband, Ken, were a long-running ratings hit for the show.\nCoronation Street colleagues have paid tribute to Briggs calling him a \"wonderful actor\" and describing Mike Baldwin as \"one of the most iconic characters the Street has ever known\".\nWilliam Roache, who played Baldwin's long-term rival Ken Barlow, said Briggs was a \"strong character who will be greatly missed\".\n\"Mike Baldwin and Ken Barlow were arch enemies for many years, but as an actor, Johnny was impeccable, always good, and I was so fortunate to have worked with him for so many years,\" he said.\nSue Nicholls, who plays Audrey Roberts, said he was \"a great friend\" and was \"always fun to be around\". \n\"He played the part of Mike Baldwin so well that, despite all Mike's ducking and diving, you were always on his side,\" she said.\nHelen Worth, who plays Gail Platt on the cobbles, said he was \"one of the Street's most memorable characters\".\nSally Dynevor, who plays Sally Webster, said \"what a wonderful actor he was\", while Samia Longchambon, who plays Maria Connor, tweeted she had \"fond memories\" of working with him, describing him as a \"lovely man\".\nAntony Cotton, who plays Sean Tully, said \"we all adored him\", while former soap writer Phil Ford tweeted it was \"very very sad\" to hear of his death.\nAnd John Whiston, managing director of continuing drama at ITV, said Briggs had been \"right at the centre of the show\" for years adding: \"When Mike Baldwin was in a scene it was very hard to look at anyone else.\"\nBorn on 5 September 1935 in Battersea, in south-west London, Briggs was evacuated to the countryside during World War II before embarking on a career in show business back in London at the age of 12.\nAfter a break for two years of service in Germany with the Royal Tank Regiment, starting in 1953, he resumed his acting career landing roles in several Carry On films and ITV police drama No Hiding Place.\nIt was not until 1976 that he landed his defining role as Mike Baldwin. \nAs the uncompromising businessman in the soap he feuded with Barlow and was caught up in a love triangle with with his wife Deirdre, played by Anne Kirkbride who died in 2015.\nLater, Baldwin would die in his rival's arms after suffering a heart attack, finally killing off the character after three decades.\nThe demise of Baldwin drew 12 million viewers and followed the character's battle with Alzheimer's - leading the actor to back a fundraising appeal to help those affected by the disease.\nBriggs won the British Soap Award for lifetime achievement in 2006.\nIn 1995 Briggs had a UK chart hit, alongside Coronation Street co-star Amanda Barrie, with a version of Frank and Nancy Sinatra's Something Stupid.\nHe also appeared on stage and in films alongside the likes of Norman Wisdom, Dirk Bogarde and Tommy Steele.\nHe married Caroline Sinclair in 1961 and had two children before the couple divorced in 1975.\nThe same year he married schoolteacher Christine Allsop, a marriage which produced four children."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56222317",
      "category": "world-us-canada",
      "title": "Doctor joins Zoom court hearing while operating on patient",
      "tags": "Surgery,Video calling,California",
      "text": "A doctor in Sacramento, California joined a traffic court hearing on Zoom while performing surgery on a patient.\nScott Green was dressed in surgical scrubs in an operating theatre when he appeared at his virtual trial on Thursday, the Sacramento Bee reported.\nWhen questioned by the judge, Mr Green said he was happy to go ahead, and that he had \"another surgeon right here who's doing the surgery with me\".\nThe judge said that would not be \"appropriate\" and postponed the trial.\nThe Medical Board of California has now said in a statement that it would look into the incident, adding that it \"expects physicians to follow the standard of care when treating their patients\".\nBefore the Sacramento Superior Court hearing, which was livestreamed on YouTube, a court clerk asked the plastic surgeon: \"Hello, Mr Green? Hi. Are you available for trial? It kind of looks like you're in an operating room.\"\nGreen responded: \"I am, sir. Yes, I'm in an operating room right now. Yes, I'm available for trial. Go right ahead.\"\nThe clerk told Mr Green that the hearing was being livestreamed online, because traffic hearings are required by law to be open to the public. At the same time, an officer summoned to appear in court raised her eyebrows.\nWhile waiting for the judge, Court Commissioner Gary Link, to enter the Zoom, Mr Green appeared to continue operating on the patient.\nOnce Mr Link had joined, he told the hearing: \"So unless I'm mistaken, I'm seeing a defendant that's in the middle of an operating room appearing to be actively engaged in providing services to a patient. Is that correct, Mr Green? Or should I say Dr Green?\"\nAfter the surgeon confirmed he was in the middle of performing surgery, and that he would be happy to continue, Mr Link said: \"I do not feel comfortable for the welfare of a patient if you're in the process of operating that I would put on a trial, notwithstanding the fact the officer is here today.\"\nMr Green then insisted he was able to go ahead, adding: \"I have another surgeon right here who's doing the surgery with me, so I can stand here and allow them to do the surgery also.\"\nMr Link replied: \"I don't think so, I don't think that's appropriate. I'm going to come up with a different date - when you're not actively involved or participating and attending to the needs of a patient.\"\nBBC News has contacted Mr Green's office for comment. \nThe surgeon reportedly told NBC News: \"That's not accurate and I have nothing to say. Thank you.\"\nThis isn't the first Zoom court mishap to go viral. \nEarlier this month, a lawyer was unable to remove a cat filter from his screen, before telling the judge he was happy to go ahead anyway: \"I'm here live, I'm not a cat.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56224144",
      "category": "world-asia-india",
      "title": "Indian man killed by his own bird during cockfight",
      "tags": "Asia,Animal rights,India",
      "text": "A cockerel that had been fitted with a knife for an illegal cockfight has killed its owner in southern India. \nThe bird's owner was impaled in the groin by the knife as the animal tried to escape. The man died on the way to hospital from a loss of blood. \nPolice are now searching for 15 more people involved in the event, which took place in the village of Lothunur in Telangana state earlier this week. \nThe animal was held at a police station before being transferred to a farm.\nPolice said the animal was being readied to take part in a fight when it tried to escape. Its owner attempted to catch it but was struck by the 7cm-long (three inch) knife on the bird's leg during the struggle. \nThose involved in the event face charges of manslaughter, illegal betting and hosting a cockfight, the AFP news agency reports. \nLocal police officer B Jeevan said the animal would be taken to court as evidence at a later date, according to The New Indian Express.\nCockfighting was made illegal in India in 1960 but fights are still relatively common in rural areas such as Telangana with many falling around the Hindu festival of Sankranti. \nIt's not the first time an owner has been killed by their cockerel. Last year a man in Andhra Pradesh died after he was hit in the neck by a blade attached to his bird. \nAccording to CNN, the owner was taking his animal to a cockfight when the incident occurred. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-56229619",
      "category": "uk-scotland-glasgow-west",
      "title": "Three men stabbed in group attack at Glasgow football centre",
      "tags": "Glasgow",
      "text": "Three men have been stabbed in an \"unprovoked\" group attack at a football centre in Glasgow.\nThe assaults happened in a car park at the Greenfield Football Centre in Duror Street, in the east end of the city, at about 20:20 on Saturday.\nPolice said the victims had been stabbed by a group of males in an unprovoked attack that \"could have left them dead\".\nThree men, two aged 21 and one aged 19, were taken to hospital.  \nPolice are treating the incidents as two attempted murders and a serious assault. \nAll three men were taken to the Glasgow Royal Infirmary to be treated for serious stab wounds. \nOfficers have been carrying out extensive inquiries and are checking CCTV images.\nDet Insp Stephen Greenshields said:  \"This has been an unprovoked attack on a group of young people which could have left them dead.\n\"The injuries inflicted were severe and extremely serious. It is unacceptable that people think they can behave in such a way and think they will get away with it. Let me assure you, they will not. A team of officers is working to establish the identities of the men responsible for this crime. \n\"I would appeal to members of the public who were in the area at the time who may have witnessed something to contact us. Any small piece of information could assist us as we piece everything together and find those responsible.\"\nAdditional patrols will be in the area to provide reassurance to the local community and anyone with concerns can approach these officers. \nPolice are following a positive line of inquiry."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56210579",
      "category": "business",
      "title": "Six million accidental savers 'created by Covid crisis'",
      "tags": "Savings,Coronavirus lockdown measures,Money,Personal finance,Pensions,Coronavirus pandemic",
      "text": "More than six million people have become \"accidental savers\" during the pandemic by keeping jobs while facing fewer outgoings, a report has said.\nWhile many people have faced greater debts, redundancy, or reduced income during furlough, others have seen their financial position improve.\nLower travel costs and fewer holidays or meals out have contributed, financial consultancy LCP found.\nLonger-term home working could extend the benefits, it suggested.\nMillions of people have seen their finances hit hard by Covid, particularly those already on lower incomes.\nPressures of bigger energy and food bills, as well as other costs owing to children remaining at home, and a 20% cut in income while on furlough, have contributed to the squeeze.\nMore than nine million people had to borrow more than they usually would by December, owing to the coronavirus crisis, figures from the Office for National Statistics (ONS) showed.\nHowever, the LCP report suggests that another six million people have seen their bank balances benefit from fewer outgoings during the restrictions on movement. Many of them could have saved thousands of pounds.\nEmployees who have been able to work from home - often not those in the youngest age groups - have seen commuting and travel costs fall.\nThose aged over 55 had been most likely to save as a result of holidays being cancelled or not booked, and older people were also most likely to have cut back on eating out, the report said.\nWhile some of these issues might only be temporary, the likelihood of a long-term change in the mix of office and home working could see people continue to save on travel costs.\nThe report suggested the money saved could be put to good use by cutting existing debts, putting money aside in a rainy day fund for unforeseen emergency bills, or put into longer-term savings pots such as pensions.\nHowever, interest rates for savers are low in the current economic climate.\nHeidi Allan, co-author of the LCP report, said: \"Employers will have a key part to play in ensuring that workers take advantage of this opportunity and do not simply allow these increased balances to sit in current accounts and gradually drift away.\"\nFormer pensions minister Steve Webb, a partner at LCP and another author of the report, said: \"There are few silver linings from the current crisis, but the emergence of a large group of accidental savers could be one of them.  \n\"A concerted effort is needed to use this unexpected opportunity to create more of a savings culture, especially among those who may permanently benefit from reduced outgoings as a result of a switch to greater home working.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56227171",
      "category": "world-europe",
      "title": "Covid vaccine: Germany urged to back AstraZeneca jab for over-65s",
      "tags": "Germany,Coronavirus vaccines,Vaccination,Coronavirus pandemic,AstraZeneca",
      "text": "A senior German immunologist has urged his country to change its mind and start allowing over-65s to receive the Oxford-AstraZeneca vaccine.\nIn a BBC interview, Carsten Watzl, head of the German Society for Immunology, predicted regulators would have to reverse their decision to not recommend the jab for older people.\nHe urged Angela Merkel to have the vaccine live on TV to prove it is safe.\nGermany's vaccine commission is currently reviewing its recommendation.\nProf Watzl's call comes after recent studies in Scotland showed the AstraZeneca jab to be effective among the elderly.\nGermany is one of several EU states that have expressed doubts over the efficacy of the vaccine in older people.\nThe country is currently struggling to avoid a third wave of infections as cases remain stubbornly high.\nThe EU's medical regulator approved the use of the Oxford-AstraZeneca vaccine for all age groups in January.\nBut the rollout was met by some public scepticism after regulators in countries including France, Germany and Italy recommended that it should not be used for people over 65. They citied insufficient data on its efficacy for older people.\nGerman health authorities have so far used fewer than 300,000 of the 1.17 million doses of the AstraZeneca vaccine the country has received.\nIn January, French President Emmanuel Macron said the jab was \"quasi-ineffective\" for older age groups - a claim strongly refuted by the UK government and British medical regulators. AstraZeneca itself says the vaccine is effective at all ages.\nThe UK is among countries that have approved the jab for all age groups.\nThe decision was boosted by recent research led by Public Health Scotland, which found that four weeks after the first dose, hospital admissions were reduced by 85% and 94% for the Pfizer-BioNTech and AstraZeneca jabs respectively.\nAmong the over 80s, there was an overall 81% reduction in the numbers admitted to hospital when the results for both vaccines were combined.\n\"I think Germany will also reverse course soon,\" Prof Watzl told BBC Radio 4's Broadcasting House programme.\n\"In order for us to reach our vaccination goals we need people to get this vaccine. \n\"We do know that the vaccine works in that age group. The recent data from Scotland clearly show it elicits an immune response, the elderly are protected from severe disease by this vaccine.\"\nProf Watzl predicted German regulators would \"reverse course based on the data coming out of Scotland\". \n\"If at that point [Chancellor] Angela Merkel were to go on live television and have the vaccine, that would be great,\" he added.\nOn Friday, Thomas Mertens, who heads Germany's vaccine commission, told broadcaster ZDF that the body would \"very soon publish a new updated recommendation\" on the AstraZeneca vaccine. \nHe said it was waiting for more details from the authors of the study carried out in Scotland.\n\"We have never criticised the vaccine,\" he said, describing it as \"very good\".\nGermany has confirmed more than 2.4 million cases of the coronavirus since the pandemic began and just over 70,000 deaths.\nA lockdown has been in place since mid-December but infections are still worryingly high and officials have found it difficult to ease restrictions.\nFigures released last week showed the infection rate had risen to 59.3 cases per 100,000 people over the past seven days, from 57 a week earlier. \nThe government is due to meet next week to consider lockdown rules that run to 7 March.\nChancellor Merkel has warned that the country could be hit by a third wave of cases if the lockdown is lifted too quickly.\nThe interview with Carsten Watzl will be broadcast on BBC Radio 4 on Sunday at 09:00 GMT."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56231376",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Two deaths recorded in Scotland in past 24 hours",
      "tags": "Coronavirus vaccines,Coronavirus testing,Coronavirus pandemic",
      "text": "Scotland has recorded two deaths from coronavirus and 572 positive tests in the past 24 hours, latest figures show. \nScottish government data shows the daily test positivity rate is 3.8%, up from 3.1% on Saturday. \nNHS Greater Glasgow and Clyde recorded 171 cases, along with 114 in Lothian and 95 in Lanarkshire.\nThere are 837 people in hospital confirmed to have the virus, down 61 in 24 hours, and 78 patients are in intensive care, up by four.\nAs of 8:30 on Sunday, a total of 1,593,695 people had received their first dose of a coronavirus vaccine, an increase of 23,542 since Saturday.\nThe figures come as care homes in Scotland are set to allow visitors for the first time in 2021.\nThe Scottish government has said that with effective prevention measures in place, homes can allow each resident to have up to two designated visitors each from Monday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56225381",
      "category": "uk-wales",
      "title": "Women in politics: Lack of diversity 'a massive step back' for Wales",
      "tags": "Welsh Liberal Democrats,Plaid Cymru,Women,Welsh Parliament election 2021,Welsh Parliament,Welsh Conservatives",
      "text": "A lack of female candidates in winnable seats for the Welsh Parliament is a \"worrying step backwards\" for equality, a charity has warned. \nWales became the first country in the world in 2003 to have an equal number of men and women in parliament.\nHowever, polls suggest just 34% of female candidates for May's Senedd election are in \"winnable\" seats.\nGender equality charity Chwarae Teg said the next Welsh Parliament was likely to be less diverse. \nAfter the 2016 election, 42% of the Welsh Parliament, as it is now known, were women.\nBut that has risen to more than 48% after Delyth Jewell, Mandy Jones, Laura Anne-Jones, and Helen Mary-Jones were sworn in - with the current Senedd gender split 29 women to 31 men. \nAhead of May's upcoming Senedd elections, 50% of Labour candidates are women, compared to 41% for Plaid Cymru, 34% for Conservatives and 29% for Liberal Democrats.\nHowever, according to projections made by political consultancy Deryn, based on recent polling data and a 10% margin, the number of women in winnable seats is much lower.\nPolling suggests that of the 29 women standing for Labour, 16 are in seats classed as winnable.\nMeanwhile, nine of the 19 female Plaid candidates, and three of the 16 women standing for the Conservatives are in seats considered as winnable. \nPolling suggests the Liberal Democrats have no women in seats thought to be winnable - of the 11 standing.\nA number of key female figures in Welsh politics are due to stand down at May's election, including the only current Welsh Liberal Democrat MS Kirsty Williams, the education secretary.\nChwarae Teg chief executive Cerys Furlong said some of the parties had become complacent, while others had taken no action to improve representation.\n\"It is incredibly disappointing that the next Senedd is likely to be taking a very serious and worrying step backwards,\" she said.\nFormer MS Nerys Evans, now director at Deryn, said having an equal parliament helped to change the kind of policies and laws passed.\n\"Because of that increased representation we have seen ground breaking legislation and policy being passed in terms of caring, mental health and domestic abuse,\" she said.\n\"These things just wouldn't have had the priority and the dominance without women's voices in the Senedd and in the Welsh Government making the case.\"\nConservative MS Suzy Davies said she was disappointed new women coming into politics were not being given as much of a chance as men.\nMs Davies, who ran against Paul Davies to lead the Tories in Cardiff Bay in 2018, faces losing her seat after young male candidates were chosen to top the party's names on the regional list.\n\"It's very hard when you have a very localised system to ask a local association to make a strategic decision for a party,\" she said.\n\"I do recognise that, but that's something that the hierarchy of the party can do to help local associations understand better.\"\nMs Davies, who is the director of Women 2 Win, a campaign to encourage more women to stand for the Welsh Conservatives, said she was disappointed so few women were in winnable seats.\n\"I would have loved to have seen that and I look again to our processes to ask why that's been so difficult when actually we have new men coming through and they're getting more viable seats,\" she said.\nPlaid Cymru's Bethan Sayed, who is due to step down at the May elections to spend more time with her family, said more needed to be done to support women entering politics.\nShe said: \"We live in an unequal society. If women weren't in so many caring roles, if women weren't on so many zero hours contracts, if they weren't suffering maternity discrimination I would say, yes, let's have meritocracy. \n\"Until we get to a system where we all equal, we will need things like quotas and we will need measures like jobshares.\"\nYou can see more on this story on on Politics Wales on BBC One Wales on Sunday at 10:00 GMT or catch up again on iPlayer."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-devon-56221697",
      "category": "uk-england-devon",
      "title": "Exeter WW2 bomb detonated after homes evacuated",
      "tags": "Exeter,World War Two",
      "text": "A controlled detonation has been carried out on an unexploded World War Two bomb found in Exeter.\nMore than 2,600 households and University of Exeter halls of residence were evacuated after the device was found on Glenthorne Road on Friday.\nPolice declared a major incident and put up an initial 100m (330ft) cordon, extended to 400m (1,310ft).\nBomb disposal experts used 400 tonnes of sand to create an enclosing \"box\" before it was made safe at 18:12 GMT.\nAbout 1,400 students were evacuated from 12 halls of residence after the explosive was found by builders on private land next to the Streatham campus at about 09:20 GMT on Friday.\nPolice said bomb disposal crews \"worked through the night to establish a walled mitigation structure\" and they had been expecting \"a big bang\" to be heard \"quite a distance across Exeter\" during the operation to make it safe.\nThere were reports of it being heard five miles (8km) away.\nThe force said that, after the device was made safe and following assessments by utility companies, it was \"anticipated that the majority of residents will be able to return home this evening\".\nThe BBC's John Ayres said there had been \"unusual scenes\" of \"hundreds of students with suitcases, all marching down the street towards St David's [railway] Station, away from the university and finding somewhere to go\".\nOne student, Lucy, told the BBC she was in a hall just over 100m away from the scene when she and neighbours were told to leave at about 18:00 on Friday, given dinner and moved to hotels. \nShe said: \"I didn't think it was that big a deal until I realised how big it was and how people were taking it so seriously.\"\nThe university said it was supporting \"those who are affected until the situation is resolved and buildings are reopened\". \nIt said on Friday night it could not say exactly how many students were moved as \"obviously many students are not back on campus because of the Covid-19 situation\".\nIt tweeted on Saturday that anyone affected by the incident would need \"to apply for mitigation for any forthcoming assessments\" could \"do so without the need to provide evidence\".\nOne local resident, who did not have friends and family in the area to call on at short notice, was told on Saturday morning he would have to spend the time away in his car. \nAshley Attrell said: \"You can't have the heater on all day in the car. There wasn't actually anywhere to go at all.\"\nPolice said Devon County Council and Exeter City Council staff had been working to \"support those in private residences to find alternative accommodation, providing support to those who are particularly at-risk or vulnerable\", police said. \nProblems were reported on a helpline earlier in the day, but it was later running again. \nCoastguard rescue officers, volunteers from Dartmoor Search and Rescue and members of disaster response charity Re:Act were among workers who helped with the evacuation. \nRoads were closed in the area and city rail services disrupted as a result of the discovery.\nThe city was heavily attacked by German bombers in 19 raids during World War Two, particularly in May 1942 during the Baedecker Raids. \nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56160807",
      "category": "entertainment-arts",
      "title": "Golden Globe Awards 2021: Stars prepare for virtual ceremony",
      "tags": "Television,Film,Golden Globes",
      "text": "Hollywood stars will be dressing in their finest slippers and gathering in their living rooms later for the 78th Golden Globe Awards.\nThe ceremony, which recognises excellence in film and television, is being held virtually this year because of the coronavirus pandemic.\nIt is the first major event of awards season, and often a good indicator of which films will go on to Oscar glory. But it has also attracted controversy.\nHere's everything you need to know ahead of Sunday night's event. \nTina Fey and Amy Poehler, truly the greatest combo since apple slices and Nutella, are returning to hosting duties this year.\nThis will be the fourth time the former Saturday Night Live stars have hosted the Globes, after their spell fronting the ceremony between 2013-2015.\nLet's be clear about this, Fey and Poehler are in the God-tier of Golden Globe hosts. They equal Ricky Gervais in their ability to beautifully and brutally poke fun at every star in the room.\nUnfortunately, their chemistry might be somewhat stilted this year as they won't be in the same room. Poehler will be at The Beverly Hilton hotel in Los Angeles, where the Globes are usually held, while Fey will be at NBC headquarters in New York.\nFurthermore, the absence of a live audience means the gasps and shrieks as Hollywood stars get roasted will also be missing, which will take some of the fun out of the whole thing. But still, we're expecting some killer one-liners.\nThroughout the ceremony, there will be guest award presenters including Renee Zellweger, Cynthia Erivo, Joaquin Phoenix, Laura Dern, Salma Hayek and Jamie Lee Curtis. But the nominees will mostly dial in.\nMank, The Trial of the Chicago 7, The Father, Nomadland and Promising Young Woman are the most nominated films across categories such as acting, directing and writing.\nBorat Subsequent Moviefilm, The Prom, Judas and the Black Messiah and The Mauritanian are also recognised in multiple categories.\nChloe Zhao, Regina King and Emerald Fennell are all nominated for best director, meaning there's a good chance of a female winner - which would be the first in the category since Barbra Streisand in 1982.\nNormally, several of the main films haven't hit UK cinemas by the time the Globes take place, but this year many are already on streaming services. Films like Pieces of a Woman, One Night in Miami and I Care A Lot are available to watch on platforms like Netflix or Amazon Prime. \nOn the TV side, The Crown, Schitt's Creek, Ozark, The Undoing, The Great and Ratched have the most Globe nominations. There could also be wins for Ted Lasso, Normal People and The Queen's Gambit.\nGet ready to hang your union flag from the ceiling, because we could well see some significant British success on Sunday night.\nIn the TV categories, nominees include John Boyega, Hugh Grant, Matthew Rhys and Jodie Comer, while Olivia Colman and Emma Corrin both have nods for The Crown.\nThe film categories are even more crowded with Brits - Vanessa Kirby, Sir Anthony Hopkins, Carey Mulligan, Sacha Baron Cohen, Rosamund Pike, Riz Ahmed, James Corden, Daniel Kaluuya and Gary Oldman are among the contenders.\nThe Queen's Gambit star Anya Taylor-Joy was born in the US and moved to Argentina as a young child but has lived in the UK since she was six, while Emily in Paris star Lily Collins was born in Surrey but moved to LA as a child. \nNo. Or at least, not legally.\nThe Golden Globes are not broadcast in the UK. Admittedly, the ceremony begins at 01:00 GMT Monday and usually doesn't finish until close to 05:00, so it would take some dedication to watch it live.\nBut it's not even repeated on any UK network at a more reasonable hour, so we generally have to make do with news coverage and a few viral YouTube clips.\nThe Globes are sometimes affectionately referred to as the \"drunk uncle\" of awards season, which isn't an entirely unfair description.\nWhile the Oscars are a prestigious, formal affair, the Globes are where celebrities can let their hair down a bit.\nIn normal years, the Globes take place in the first week of January, so the stars are in a good mood, fresh off their Christmas holidays and ready to have a drink with their friends and co-stars. \nThe early placing in awards season means the stars aren't yet sick to death of promoting and talking about their films. This year's ceremony is only taking place later because of you-know-what.\nThe nominees and winners are voted for by the 87 members of the Hollywood Foreign Press Association (HFPA), a group of international journalists based in California.\n\"One thing that can't be bought is a Golden Globe... officially,\" joked Ricky Gervais in 2010, referring to long-running allegations of corruption within the HFPA. \nIt has been suggested repeatedly over the years that the HFPA's small and secretive membership pool means the choices of nominees and winners can be swayed by promotions and freebies from production companies. \nThat criticism is back again this year: A scathing exposé by the LA Times found that 30 of the 87 members were flown to France to visit the set of Emily In Paris when the first series was being filmed. The newspaper alleges the group were treated to a two-night stay in a five-star hotel, as well as a lunch at the Musée des Arts Forains.\nDespite a lukewarm reception from TV critics, Emily in Paris has multiple nominations this year. Meanwhile, devotees of Michaela Coel's critically acclaimed I May Destroy You were outraged that it was shut out. It is cases like this that have regularly prompted some to suggest the Golden Globes should not be taken seriously. \nA source close to the HFPA told BBC News it is common for journalists to attend set visits, premieres and press conferences, adding that members attend 15-20 trips per year on average. They said the airfare to the Emily In Paris set was paid for by the HFPA and not the studio.\nThe suggestion that such trips have any influence on nominations was \"absurd\", they added, pointing out that set visits to many other TV shows in the last year had not led to nominations. \nThe LA Times also found there are currently no black members of the HFPA, but the organisation has said it is working on an \"action plan\" to rectify this.\nFollow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56230704",
      "category": "uk",
      "title": "Budget 2021: Extra £1.6bn for UK's Covid vaccination rollout",
      "tags": "HM Treasury,Coronavirus lockdown measures,Coronavirus vaccines,Rishi Sunak,Budget 2021,Coronavirus pandemic",
      "text": "The UK's Covid vaccination rollout will receive an extra £1.65bn in the Budget to help it reach its target of offering a first dose to every adult by 31 July.\nThe chancellor will also announce £22m of the programme's existing funding will be used in a trial to see if mixing different vaccine doses works.\nOver 20 million people in the UK have had a first dose and NHS England is now asking 60 to 63-year-olds to book jabs.\nRishi Sunak said it was \"essential we maintain this momentum\".\nHe added: \"Protecting ourselves against the virus means we will be able to lift restrictions, reopen our economy and focus our attention on creating jobs and stimulating growth.\"\nThe trial on vaccines will also investigate whether a third dose can be effective. The government is aiming to offer all adults a first jab by the end of July.\nMeanwhile, nine out of 10 people aged 65 and over have had their first Covid vaccine dose, according to the NHS in England.\nThe Treasury said the chancellor is also expected to outline improvements to the UK's ability to respond to new Covid variants in his Budget announcement.\nMr Sunak will pledge to put £28m from the Vaccine Taskforce's existing funding into expanding the UK's vaccine testing capability and ability to quickly acquire samples of new coronavirus variants. \nAnd £5m will be used by the Centre for Process Innovation in Darlington to acquire a \"library\" of Covid vaccines to use in its work against different variants.\nIt come as a coronavirus \"variant of concern\" first detected in Brazil has been found in the UK, with three cases detected in England and three in Scotland.\nIn England, officials are still trying to track down one of those who tested positive for the new variant. The first two cases were from the same household in South Gloucestershire, with a history of travel to Brazil, but the third is not linked, Public Health England (PHE) said.\nThere are also concerns vaccines may not be as effective against the Brazilian variant - but NHS England's Prof Stephen Powis said vaccines could be \"rapidly adapted\".\nThe latest government figures show 20,089,551 people in the UK have now had a first dose, while 796,132 have had a second.\nPrime Minister Boris Johnson called it a \"huge national achievement\" and said \"every jab makes a difference in our battle against Covid\".\nThe government met its pledge to offer a jab to everyone in the top four priority groups in the UK, including the over-70s and frontline health and care staff, by mid-February.\nFrom Monday, nearly two million people aged 60 to 63 in England will start receiving letters inviting them to book their vaccine.\nThe next target is to offer a first dose to all over-50s by 15 April, as well as people aged 16-64 with certain underlying health conditions and unpaid carers for disabled and elderly people.\nAfter that, people will be prioritised by age group.\nRestrictions in England are set to be fully lifted by 21 June at the earliest, with all pupils set to return to schools from 8 March.\nSpeaking on the BBC's Andrew Marr Show on Sunday, the chancellor said he \"is preparing a Budget that provides support for people\" as Covid lockdown rules are eased.\nMr Sunak confirmed he would provide help up to then but added that he wanted to \"level with people\" about the \"shock to the economy\" caused by Covid."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51768274",
      "category": "uk",
      "title": "Covid-19 in the UK: How many coronavirus cases are there in my area?",
      "tags": "Coronavirus pandemic",
      "text": "There have been 16 million confirmed cases of coronavirus in the UK and more than 155,000 people have died, government figures show.  \nHowever, these figures include only people who have died within 28 days of testing positive for coronavirus. \nSo far, 91% of people aged 12 and over in the UK have had their first vaccine dose, 84% have had their second and 65% have had a booster. \nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nAfter a sharp increase in December, daily confirmed cases fell during the first half of January, and now appear to be levelling off. \nA further 62,399 confirmed cases were announced on Sunday.\nGovernment figures do not include people who test positive more than once - except in Wales. Some experts suggest this means the official figures are lower than the actual number of daily cases in the UK. \nHowever reinfections more than 90 days after a previous positive result are expected to be included in the data from 31 January.\nRestrictions were put in place across the UK to deal with the emergence of the Omicron variant but they are now being eased. You can use our postcode look-up to check what the rules are where you live.\nThe red and orange areas on the map below show the places currently seeing the highest number of cases per 100,000 people. The map's key was updated on 21 December to allow for rising case numbers. \nMore than 52 million people, 91% of those aged 12 and over in the UK, have now received a first dose of a vaccine. \nThe number of people who have received a second vaccine dose is more than 48 million, or 84% of people aged 12 and over.\nSo far, more than 37 million booster doses have been administered across the UK, with 31 million in England, 3.3 million in Scotland, 1.9 million in Wales and 940,000 in Northern Ireland. \nThe UK Health Security Agency has warned that two doses of a Covid vaccine are not enough to stop people catching the Omicron variant, but their scientists also say a booster vaccine is 88% effective at preventing people ending up in hospital with Covid. \nThe average daily number of deaths within 28 days of a positive test increased in early January, but figures have started to stabilise.\nThere were 75 deaths counted in this way reported on Sunday.\nOf those deaths, there were 75 in England, eight in Wales and two in Scotland. No figures were reported for Northern Ireland.\nThe BBC's Head of Statistics Robert Cuffe says most of the recent increase in Covid deaths could be down to \"coincidental\" Covid - people whose death may have had nothing to do with coronavirus. \nWith the high proportion of infections in the population over the past month, the number of coincidental cases would be expected to increase.\nFigures for doctors registering a death and recording what caused it will increasingly become our best picture of the pandemic's death toll - but these take longer to be published and it will be a while before we get a complete picture. \nThe most recent government figures for the whole of the UK show 16,149 people with coronavirus were in hospital on 27 January, down from 18,065 a week earlier.\nOf those in hospital with coronavirus, 549 are in mechanical ventilation beds - using ventilators to help them breathe - down from 664 a week earlier. \nThe number of hospital patients remains well below the peak of nearly 40,000 people in January last year. \nThe number of patients in hospital with coronavirus increased in almost every area of the UK during December and early January. \nWhen looking at the overall death toll from coronavirus, official figures count deaths in three different ways, each giving a slightly different number. \nFirst, government figures - the ones reported each day - count people who died within 28 days of testing positive for coronavirus. This figure is more than 155,000.\nAccording to the latest ONS figures, the UK has now seen nearly 177,000 deaths in total - that's all those deaths where coronavirus was mentioned on the death certificate even if the person had not been tested for the virus. \nThe third measure counts all deaths over and above the expected number since the pandemic began - that figure was about 150,000 as of 14 January.\nIn total, there were 15,257 deaths registered in the week to 14 January, which was five percent below the five-year average.\nOf the total deaths, 1,557 were related to coronavirus, up from 1,023 in the previous week.\nThe \"R number\" is the average number of people an infected person will pass the disease on to. \nIf R is below one, then the number of people contracting the disease will fall; if it is above one, the number will grow. \nThe government has said in the past that the R number is one of the most important factors in making policy decisions. \nThe latest R number estimate for England and Scotland  is 0.7 to 0.9, for Wales it is 1.1 to 1.5 and for Northern Ireland it is 1.1 to 1.3. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56224522",
      "category": "uk",
      "title": "Covid-19: Nearly 20 million people in UK have first vaccine dose",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Nearly 20 million people in the UK have now had their first dose of coronavirus vaccine, according to the government's latest figures.\nAs of Friday, more than 19.6 million people had received their first dose - an increase of more than half a million in a day.\nMeanwhile, the number of people who have had their second jab has risen to 768,810.\nThe government is aiming to offer all adults the vaccine by the end of July.\nThe next target is to offer a first dose to all over-50s by 15 April, as well as people aged 16-64 with certain underlying health conditions and unpaid carers for disabled and elderly people.\nAfter that, they will start offering jabs to people by age group.\nThere are no plans yet to vaccinate children, although trials have been announced to test the Oxford University jab on children.\nThe latest government statistics show a total of 20,450,858 jabs have been administered in the UK - including 19,682,048 first doses, equivalent to more than one in three adults in the UK. \nThis includes more than 16.6 million first doses in England, more than 1.5 million in Scotland, 916,336 in Wales and 515,678 in Northern Ireland. \nThe figures also show another 7,434 cases and a further 290 people have died within 28 days of testing positive for coronavirus.\nIn a tweet on Saturday, Health Secretary Matt Hancock said he was \"delighted\" at the latest figures.\n\"The vaccine roll-out shows what we can achieve when we work together,\" he said.\nMeanwhile, Labour is calling on the government to set out a \"proper plan\" for how the local elections in May will be run safely.\nEarlier this month it was announced the elections would go ahead on 6 May but with some changes - for example plastic screens in polling stations and people told to bring their own pens.\nBut deputy leader Angela Rayner accused the government of a \"failure to take any action to encourage people to sign up to vote safely from home\", meaning people could be disinclined to vote or face \"dangerous crowds at polling stations\".\nA Cabinet Office spokesman said a \"strong set of measures\" had been put in place to make polling stations Covid-secure and a comprehensive public information campaign would be launched soon \"so that voters are fully informed about how to participate\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56222992",
      "category": "world-europe",
      "title": "Pompeii: Archaeologists unveil ceremonial chariot discovery",
      "tags": "Archaeology,Pompeii,Ancient Rome,Italy",
      "text": "Archaeologists in Italy have unveiled a ceremonial chariot they discovered near the ancient Roman city of Pompeii. \nThe four-wheeled carriage was found near a stable where three horses were uncovered back in 2018. \nExperts believe it was likely used in festivities and parades, with the find described as \"exceptional\" and \"in an excellent state of preservation\". \nPompeii, engulfed by a volcanic eruption from Mount Vesuvius in AD79, is an archaeological treasure trove. \nThe volcanic eruption buried the city in a thick layer of ash, preserving many of its residents and buildings.\nThe chariot was found in a double-level portico connected to stables at an ancient villa at Civita Giuliana, north of the walls of the ancient city. \nA statement by the park described the ceremonial chariot as having \"iron components, beautiful bronze and tin decorations\" as well as ropes and floral decoration discovered \"almost intact\".  \nArchaeologists say efforts to safely free the chariot took weeks after it first emerged during an excavation effort on 7 January. \nThey said the fragility of the materials involved made their effort particularly complex, with special techniques, including plaster moulding, used to uncover it without damage.  \nThe operation was carried out in collaboration with a local prosecutor's office amid criminal efforts to loot items of cultural heritage from the site using means such as illegal tunnels. \nOfficials described the carriage as without parallel among other finds in Italy. \n\"This is an extraordinary discovery that advances our understanding of the ancient world,\" Massimo Osanna, the director of the site, said in a press release.\nHe said some of the ornate decorations on the chariot allude to it being used for community festivities, possibly including wedding ceremonies. \n\"Considering that the ancient sources allude to the use of the Piletum by priestesses and ladies, one cannot exclude the possibility that this could have been a chariot used for rituals relating to marriage, for leading the bride to her new household,\" he said. \nDario Franceschini, Italy's Culture Minister, said Pompeii \"continues to amaze us with its discoveries and it will do so for many years, with 20 hectares still to be dug up\".\nThe ancient city, which lies around 23km (14 miles) to the south-east of Naples, is a Unesco world heritage site.\nIt is usually one of Italy's most popular tourist spots but is currently closed due to the coronavirus pandemic."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56226798",
      "category": "uk",
      "title": "Exeter WW2 bomb is detonated after homes evacuated",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56227339",
      "category": "business",
      "title": "Budget 2021: £5bn fund to help High Street recover from Covid",
      "tags": "Tax,Rishi Sunak,Budget 2021,Coronavirus pandemic,UK High Streets,Income tax",
      "text": "A £5bn scheme for High Street shops and hospitality firms in England has been unveiled, with Rishi Sunak promising more support to come for the economy.\nAhead of Wednesday's Budget, the chancellor said the grants, worth as much as £18,000 per firm, will help them reopen as England eases lockdown.\nIt was broadly welcomed by firms but some groups said it was not enough.\nDespite concerns about the country's debt, Mr Sunak told the BBC's Marr show his priority was still jobs and firms.\nThe chancellor said public finances faced \"enormous strains\" due to the pandemic. \"I want to level with people about the challenges we face,\" he said.\nBut the new £5bn grant scheme would help people \"reopen their businesses\" and is \"the right thing to do now\", Mr Sunak said. \nHe said it had been an \"incredibly difficult year\" for the High Street and hospitality sectors, and the grants would give them the \"support they need to get them through, get them back on their feet\".\nIt was, he said, part of a range of support measures since the start of the pandemic and would continue. \"We went big, we went early - and there's more to come,\" he told Marr.\nThe chancellor has faced calls to raise taxes from some parts of the Tory party, while Labour and other Conservative MPs have opposed increases. \nThere are newspaper reports this weekend suggesting Mr Sunak could freeze some income tax thresholds for three years and raise corporation tax. However, the chancellor would not comment on tax measures, saying more would be disclosed in the Budget.\nThe government has so far borrowed £271bn this financial year - up £222bn on 2019-20. This has pushed the national debt to £2.13 trillion.\nNearly 700,000 shops, restaurants, hotels, hair salons, gyms and other businesses in England, will be eligible for the so-called \"restart grants\", to be distributed directly to firms by local authorities from April. It will replace the current monthly grant system.\nThe funding takes the total spent on direct grants to businesses during the pandemic to £25bn, the Treasury said. The devolved nations will receive equivalent extra funding.\nNon-essential shops in England, along with outdoor hospitality, will be allowed to reopen from 12 April at the earliest.\nOther announcements ahead of Mr Sunak's annual economic speech on Wednesday, have included:\nMike Cherry, national chairman of the Federation of Small Businesses, welcomed the \"much-needed lifeline\" provided to businesses by the grants, but called for the chancellor to set out more funding \"for those that have been excluded from income support throughout this crisis\".\nUK Hospitality chief executive Kate Nicholls said businesses were \"crying out for the cash\" and urged the grants to be paid as soon as possible.\nAnd Helen Dickinson, of the British Retail Consortium, which represents chain stores, said the latest money was a \"vital injection of funding\" but warned it would \"only provide temporary relief\" if the business rate holiday did not continue.\nOther groups called for the extension of the furlough scheme and the temporary reduction in value added tax (VAT) on hospitality sales.\nLast year was the worst for the High Street in more than 25 years as the pandemic accelerated the move towards online shopping, with more than 180,000 jobs lost in retail alone, according to the Centre for Retail Research.\nSome Conservative MPs, such as former Brexit secretary David Davis, have spoken out against attempts to increase taxes. But Conservative former chancellor Lord Clarke has encouraged Mr Sunak to consider raising VAT, national insurance and income taxes in order to repair the public finances.\nLabour has said it opposes tax rises in the short-term and has called for a £20 uplift in universal credit to be kept. The party also called for more help for young people to avoid a \"lost generation scarred by unemployment\".\nOn Sunday, economists at the respected EY Item Club said it was right for the chancellor to continue nursing the economy through recovery rather than introduce Budget measures to re-build the country's battered finances. \nMartin Beck, senior economic adviser to the Item Club, said: \"Despite an almost unprecedented peacetime deficit, serious action to repair the public finances can wait. The chancellor's focus should still be on supporting the economy through the pandemic and premature fiscal tightening could undermine recovery. \n\"With the cost of government debt still historically low, there is no evidence yet of any significant constraint on government borrowing.\"\nAre you a small or medium business owner?  Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-york-north-yorkshire-56232546",
      "category": "uk-england-york-north-yorkshire",
      "title": "Family found camping on 'dangerous' cliff edge in North Yorkshire",
      "tags": "Whitby,Staithes",
      "text": "A couple and child who had set up camp on a dangerous cliff edge prompted a call out by police and the coastguard.\nThey were found in a tent in an area known for landslips along the Cleveland Way in North Yorkshire on Saturday.\nCoastguard rescue officers from Staithes and Whitby were sent and gave \"safety advice due to the dangerous location of their tent\".\nPolice were also called because the family had breached Covid rules by travelling there, the coastguard said. \nA spokesperson from Staithes Coastguard said: \"Safety advice was given from Coastguard Rescue Officers due to the dangerous location of their tent, especially with recent landslips.\n\"If walking the Cleveland Way please stay on designated footpaths.\"\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk or send video here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-devon-56229045",
      "category": "uk-england-devon",
      "title": "Exeter WW2 bomb: People not able to go home on Sunday",
      "tags": "Exeter",
      "text": "People who live within 330ft (100m) of a World War Two bomb found in Exeter will not be allowed home on Sunday.\nMore than 2,600 households and 12 university halls of residence were cleared before the 2,200lb (1,000kg) device was destroyed on Saturday.\nPolice said the blast left a crater about the size of a double-decker bus.\nThey added it was uncertain whether anyone who lived within a wider 400m (1,310ft) cordon of the scene would be allowed home either. \nPolice have reported large pieces of metal debris hitting buildings and said some properties in the 100m (330ft) exclusion zone had sustained \"structural damage\".\nA resident whose home lies just outside the wider exclusion radius said hot metal had landed at the cordon's edge.\nThe bomb was found on Friday morning by builders on private land next to the University of Exeter's Streatham campus and about 1,400 students were among the evacuees.\nOne told the BBC that students' assignments and test preparation had been disrupted, and while the university would address those issues, having to move around had been \"inconvenient\".\nThe halls are among the sites to which people cannot return on Sunday.\nThe blast impact from the German device - a so-called \"Hermann bomb\" - was described by police as \"significant\", with debris thrown at least 820ft (250m) away, they said.\nA number of properties \"predominantly\" within the 100m-zone \"suffered structural damage, including broken windows and cracked walls\", according to the Devon and Cornwall force.\n\"Debris, including large metal objects, were thrown in the blast, some of which landed on nearby roofs, which require the use of a crane to remove,\" a spokesperson said.\nResident Robyn Clifford, who did not have to evacuate as she lives just outside the exclusion zone, said hot metal debris landed at the edge of the 400m cordon.\nShe said the blast happened \"really quickly and really loudly\", and she felt a \"huge whoosh of air\" through an open window as the house shook, although it was not damaged. \n\"We had a lot of dust and sand that settled on cars, and a neighbour in the street behind us had a piece of hot metal land very close to them,\" she said.\nFirst year business management student Toby Holden, who was re-housed in other student accommodation after the evacuations, said he was \"playing the waiting game to return\".\nHe said: \"We have had the chance to defer our exams and assignments, so that's a good thing that uni has allowed us to do. But it's inconvenient moving around.\"\nBomb disposal teams destroyed the device in a 400-tonne \"box\" of sand just before 18:15 GMT on Saturday in an explosion heard up to five miles (8km) away.\nPolice said it was due to the \"extent of essential assessment work\" that it was not possible to predict whether people in the wider, 400m-zone would be able to return home on Sunday.\nThey added there were no public health concerns regarding the impact of the explosion, which caused a large plume of sand.\nDevon County Council has a helpline for evacuated residents who need support.\nThe majority of residents who were evacuated on Saturday stayed with friends and family.\nPolice say the council has confirmed that \"those already in hotel accommodation will be able to stay in their hotels [Sunday night] if necessary\".\nCouncil leader John Hart said all agencies involved were \"moving as quickly as we can to clear debris from the area, assess structural damage to properties and facilities, and make the area safe for the return of residents as quickly as possible\".\nThe university said students would not be able to return to halls on Sunday but told them it would \"ensure that your alternative accommodation remains available overnight and we will continue to support you throughout\".\nStudents in private accommodation \"should follow instructions from local authorities\", it said.\nIt also said it was \"critical\" that no-one returned to 15 buildings and areas on campus \"before we have assessed them as safe for occupation\".\nHowever, it expected \"all academic buildings will be open as usual tomorrow [Monday]\" and anyone \"scheduled to be on campus tomorrow for work or study... should plan to attend\".\nRoads remain closed in the area as a result of the incident.\nCoastguard bosses said that their staff and volunteers who helped with evacuations and assisted police had been stood down \"after providing around 1,000 hours of support\".\nThe city was heavily attacked by German bombers in 19 raids during World War Two, which saw more than 7,000 devices dropped, particularly in May 1942 during the Baedecker Raids. \nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56213662",
      "category": "entertainment-arts",
      "title": "Line of Duty: Date for series six of police corruption drama announced",
      "tags": "Television,Line of Duty",
      "text": "Now we're sucking diesel! The sixth series of Line of Duty will begin on 21 March, the BBC has confirmed.\nMartin Compston, Vicky McClure and Adrian Dunbar will reprise their roles in the Jed Mercurio drama about corruption inside the police force.\nThey will be joined by Kelly Macdonald, who will play a DCI (Detective Chief Inspector) who comes under suspicion.\nThe latest series of the popular crime drama will have seven episodes, making it the longest series to date.\nSeries two is currently being repeated on BBC One, while all five previous series can be watched on BBC iPlayer.\nThe exploits of the fictional AC-12 unit have gripped audiences ever since the BBC drama first hit screens in 2012.\nLennie James, Keeley Hawes and Thandie Newton are among the star names who have played its complex antagonists.\nMore than nine million viewers tuned in to see the final episode of Line of Duty's fifth series when it aired in May 2019.\nFilming on the sixth series was temporarily halted in Northern Ireland last year due to the coronavirus pandemic.\nThe new series will see Compston, McClure and Dunbar return to their roles as Steve Arnott, Kate Fleming and Superintendent Ted Hastings respectively.\nShalom Brune-Franklin, seen last year in BBC One's political thriller Roadkill, will play Chloe Bishop, a new addition to the AC-12 team.\nTrainspotting star Macdonald will play DCI Joanne Davidson, the senior investigating officer on an unsolved murder case whose conduct attracts the attention of the Anti-Corruption unit.\nMercurio also wrote hit drama Bodyguard and is an executive producer on Bloodlands, a Northern Ireland-set thriller starring James Nesbitt that is currently running on BBC One.\nLine of Duty begins on BBC One on Sunday 21 March at 21:00 GMT.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55765868",
      "category": "business",
      "title": "Budget 2021: What is it and when will it happen?",
      "tags": "HM Treasury,Spending reviews,Money,Economics,Personal finance,Housing market,Rishi Sunak,UK economy,Budget 2021,Universal Credit",
      "text": "On Wednesday, Chancellor Rishi Sunak will unveil his Budget.\nHe'll say how much of our money the government will take in taxes, and what they will spend it on.\nEach year, the chancellor of the exchequer - who is in charge of the government's finances - makes a Budget statement to MPs in the House of Commons. \nIt outlines the government's plans for raising or lowering taxes. It also includes big decisions on what the government will spend money on - including health, schools, police and other public services.\nThe Budget speech will be delivered on Wednesday 27 October.\nIt usually starts at about 12:30 UK time and lasts about an hour. Labour leader Sir Keir Starmer will give his response straight afterwards. \nThis year's Autumn Budget is unusual for two reasons: \nAfter the speech, the independent Office for Budget Responsibility (OBR) - which monitors government spending - will publish a report on how the economy is doing.\nThe Budget is likely to include help to support businesses and individuals recover from the economic effects of Covid.\nA number of measures have been announced in advance of the Budget, including a rise in the minimum wage from £8.91 per hour to £9.50 and an end to the public sector pay freeze.\nThe chancellor will likely set out some more details of the government's long term ambitions:\nBudget 2021: What has already been announced?\nMeasures such as the furlough scheme - which finished at the end of September - were expensive, and government income is down because it collected less money in tax during the pandemic.\nTo close the gap between higher spending and less money, the government has had to borrow more. \nIn the year ending April 2021, the government borrowed £320bn - the highest figure seen outside wartime. \nEconomists expect it to borrow around £180bn more this year, another enormous sum. \nDuring his Budget speech, the Chancellor will set out the latest borrowing forecasts for the years ahead.\nThe government needs to cut the gap between what it spends and what it raises.\nOne major tax rise was announced in September - the £12bn Health and Social Care Levy. This broke a promise the Conservatives made at the last election, not to raise the three biggest taxes - income tax, national insurance and VAT.\nThere has been speculation that graduates may be asked to start paying back student loans earlier.\nAt the same time, the cost of living is rising. So the chancellor may want to cut some taxes, such as the amount of VAT pay on energy bills.\nHe is also expected to announce major changes to the complicated alcohol tax system, which could see sparkling wine become cheaper. \nOverall government spending will rise next year, with big increases already announced for health and schools in England.\nThe government has already said that the NHS in England will receive an extra £5.9bn to help clear the record backlog of people waiting for tests and scans.\nBut other government departments, such as courts, prisons, local government and transport, are braced for cuts to their day-to-day budgets next year. \nThey have already faced a decade of tight spending, and making further cuts will be painful.\nSome parts of the Budget, such as defence spending, affect the whole of the UK. \nOthers, such as education, only affect England. This is because Scotland, Wales and Northern Ireland make their own decisions.\nScotland has income tax-raising powers, which means its rates differ from the rest of the UK. The Scottish government will publish its Budget on 9 December.\nIf the government announces extra spending on areas that only affect England, the other nations get an equivalent extra sum of money to spend as they choose, according to a rule called the Barnett formula. \nAre you affected by issues covered in this story?  Do you have any questions for our experts? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56233038",
      "category": "uk",
      "title": "Covid-19: Brazil 'variant of concern' detected in UK",
      "tags": "Scottish government,Coronavirus pandemic",
      "text": "A coronavirus \"variant of concern\" first detected in Brazil has now been found in the UK.\nThree cases have been detected in England and separately three in Scotland.\nIn England, officials are still trying to track down one of those who tested positive for the new variant.\nThe three Scottish residents had flown to north-east Scotland from Brazil via Paris and London, the Scottish government said.\nExperts believe this variant (P1) - first detected in travellers to Japan from Manaus in northern Brazil in January - could be more contagious. \nThere are also concerns vaccines may not be as effective against it - but NHS England's Prof Stephen Powis said vaccines could be \"rapidly adapted\".\nDr Susan Hopkins, from Public Health England (PHE), said the UK was more advanced than many other countries in identifying the variants and mutations and therefore able to act quickly.\nIn England, the first two cases are from the same household in South Gloucestershire after someone returned from Brazil on 10 February - five days before the government's hotel quarantine rule came into force.\nTwo other people in the same household have also since tested positive for Covid - but tests are still ongoing to check if it is the same variant, so they are not included in the overall UK total of six.\nPHE said officials are now tracking down passengers who were on the same flight from Sao Paulo to Heathrow, via Zurich.\nThe third case identified in England is not linked to the other two cases and the whereabouts of that person are still not known.\nPHE said the person did not complete their test registration card so follow-up details are unavailable.\nOfficials are asking anyone who took a test on 12 or 13 February and who has not received a result or has an uncompleted test registration card to come forward immediately by calling 119.\nMeanwhile, testing is being ramped up in South Gloucestershire - on the outskirts of Bristol - with people living in five postcode areas invited to get tested even if they do not have symptoms. The postcodes fall within Bradley Stoke, Patchway and Little Stoke.\nRegarding the cases in Scotland, the government said the three people had tested positive while self-isolating.\nOther passengers who were on the same flight from London to Aberdeen are now being contacted. \nThe Brazil variant is something officials are worried about because it shares similar mutations to the South Africa variant of concern. \nBoth have undergone genetic changes that could make them more contagious and perhaps less easy to stop with our current vaccines. \nThe coronavirus jabs being given to people now were designed around earlier versions of the pandemic virus, not these new variants. \nScientists believe they should still protect, although perhaps not quite as well.\nWork is already under way to redesign or tweak the vaccines to make them a better match for some of these new \"variants of concern\". \nThese updated vaccines could be ready within months, meaning the UK would have millions of doses ready to give people a booster shot before next winter to make sure the population is protected. \nThere will be more cases out there of new variants that have not yet been identified. \nWhile it may not be possible to eliminate them, the determination is there to slow the spread of coronavirus, including new variants. Sticking to the social distancing rules will help.\nBoth PHE and the Scottish government said the variant had been designated \"of concern\" as it shares some important mutations with the variant first identified in South Africa (known as B.1.351). \nOne of these mutations - called E484K - may help the virus evade parts of the immune system called antibodies. It is also possible that this variant may respond less well to current vaccines, but more work is needed to understand this.\nIn January, a coronavirus variant from Brazil was found in the UK - but it was not this variant of concern.\nPHE said the \"risk to the wider community is considered low\" but as a precaution extra community testing is be rolled out in some postcodes north of Bristol.\nIt urged people to keep following the coronavirus measures. \nMeanwhile, Labour's shadow home secretary, Nick Thomas-Symonds, said the news of the variant was \"deeply concerning\".\n\"It is now vital that we do everything we can to contain it,\" he said.\n\"But this is further proof that the delay in introducing a hotel quarantine was reckless and the continuing refusal to put in place a comprehensive system leaves us exposed to mutations coming from overseas.\"\nThe hotel quarantine rule came into force on 15 February. It means that travellers coming to England from 33 countries - including Brazil - must pay to quarantine in a hotel for 10 days, while in Scotland the rule applies to travellers from all countries.\nBefore that date, travellers arriving in the UK still needed to self-isolate in their homes for 10 days.\nAll travellers to the UK also need to present a negative Covid test taken a maximum of 72 hours before their departure. \nHome Affairs Committee chairwoman Yvette Cooper said on Twitter it was \"notable\" that the pre-flight tests first brought in by the government in January did not catch six cases.\nIt comes as the UK announced another 6,035 cases of coronavirus and reported that a further 144 people had died within 28 days of a positive test.\nBut a milestone in the vaccination programme was reached, with more than 20 million people having received their first dose of the vaccine."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56227652",
      "category": "uk",
      "title": "Covid-19: £5bn fund for High Streets and rapid tests for pupils' families in England",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday. We'll have another update for you tomorrow morning.\nA £5bn cash grant scheme will be announced in Wednesday's Budget to help shops and other businesses in England recover from the coronavirus pandemic, Chancellor Rishi Sunak has said. His hope is that the grants, worth up to £18,000 per firm, will help \"get the tills ringing again\" when lockdown eases in England in April. Businesses have broadly welcomed the payment, but some groups say it needs to go further. Ahead of the Budget, what is the challenge facing the chancellor?\nThe households of school and college pupils will be provided with free rapid testing kits by the government ahead of the 8 March reopening of schools in England. Lateral flow tests will be offered twice a week to the families of all school pupils, as well as to adults who work with schools such as bus drivers and after school club leaders. The tests, which give a result within 30 minutes, will be made available from Monday from local sites or administered through workplace testing programmes.\nThe pandemic has hit many people's finances hard, particularly those on lower incomes. But those who have kept their employment while also working from home are likely among the more than six million \"accidental savers\", a report has found. Fewer outgoings, such as meals out and holidays, as well as lower travel expenses means this group has seen their financial position improve.\nThe Duke and Duchess of Cambridge have urged people to get the Covid vaccine, saying it is \"really important\". They follow in the footsteps of the Queen who last week urged the public to get a jab when they are offered one.\nAn interiors photographer by trade, the pandemic meant Emily Bowden could no longer work, This led her to take on a new project - capturing images of dogs with their owners, with donations then going to the NHS or Thai charity Lanta Animal Welfare.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. Read about the UK's falling case and death rates here - and see the graphic below. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55045639",
      "category": "health",
      "title": "Who is eligible for the Covid jab and is it compulsory for anyone?",
      "tags": "Coronavirus vaccines,Moderna,Vaccination,Pfizer,Omicron variant,Coronavirus pandemic,AstraZeneca",
      "text": "About 37 million people have now had booster Covid vaccine doses across the UK - more than 64% of those eligible.\nThe government is urging everyone who can, to come forward and receive the jab.\nFor most people in the UK, the Covid vaccine is not mandatory.\nHowever, Health Secretary Sajid Javid has reconfirmed that the government wants all front-line NHS staff in England (with some exceptions) to be fully vaccinated by 1 April if they want to to keep their job.\nCare home staff in England must also already be vaccinated (unless exempt).\nMeanwhile a number of employers, including Morrisons, Next, Ikea, Ocado and Wessex Water have cut sick pay for unvaccinated workers who are forced to isolate after being exposed to Covid.\nEmployees will receive only the statutory-sick-pay (SSP) minimum (£96.35 per week), unless there are mitigating circumstances.\nAll staff who test positive for the virus will still receive full sick pay, regardless of their vaccination status.\nAcross the UK, Covid passports providing vaccination status or negative test results are required to enter some venues.\nMany foreign countries are restricting entry to vaccinated travellers or imposing restrictions on those who are not. \nIn England boosters are now available to all over-16s three months after their second dose - but appointments can be booked after two months. Some walk-in appointments are also available. \nIn Scotland boosters can be booked online.\nIn Wales people should wait to be invited, with older and higher-risk people being prioritised.\nIn Northern Ireland people aged 18 to 29 can go to walk-in hubs, and make booster appointments. \nEarly studies from UK researchers suggested a booster vaccine - on top of the first two jabs - provides 80-85% protection against Omicron (compared with 97% against Delta).\nMore antibodies are developed thanks to the booster, giving the body stronger defences against the virus. \nIt makes it harder for Omicron to infect the body, although current vaccines are still not a perfect match.\nPfizer has started clinical trials of a new Covid vaccine which targets the Omicron variant.\nModerna will soon begin trials of its own Omicron-specific jab, and AstraZeneca has also started working on a new version of its vaccine.\nAll children aged 12 and over are being offered two doses of the Pfizer jab. They can usually have a second dose 12 weeks after the first.\nA low-dose version of the Pfizer vaccine has been approved for children aged five to 11 who have health conditions putting them at greater risk from catching Covid. Eligible children in this age group are now being invited for vaccination in Scotland\nPrimary school children who live with clinically vulnerable adults should also be offered a jab, government vaccine advisers said. \nThe Joint Committee on Vaccination and Immunisation (JCVI) also recommended that the normal booster dose should be offered to children aged 12-15 if they:\nIt is not yet clear when children will get these doses.\nAbout 16 and 17-year-olds in England who had a second vaccine dose at least three months ago are being invited to have their booster.  \nThey can make an appointment or attend a drop-in clinic, as can eligible children of the same age in Scotland.\nChildren who are not considered to be at high risk from Covid should wait 12 weeks after a positive Covid test before having the vaccine.\nYour booster will be a single dose of either Pfizer or Moderna - regardless of which vaccine you received before.\nIf you have recently tested positive for Covid, you should wait four weeks from the date of the test before having your booster.\nYou shouldn't have the booster if you have a severe illness or high fever, but Pfizer and Moderna say a mild fever or a cold are not reasons to delay.  \nThe vaccines do not infect you with Covid, and cannot cause positive results on a lateral flow or PCR test.\nYou can still book your first or second jab. You need to wait eight weeks between the first and second.\nIn particular, the government wants unvaccinated pregnant women to come forward.\nThe most common ones include a sore arm, headache, chills, fatigue and nausea.\nThey are part of the body's normal immune response to vaccines and tend to resolve within a day or two.\nThere are extremely rare, but occasionally fatal, cases of people developing blood clots after taking the AstraZeneca vaccine. \nAnd a very small number of people have experienced a severe allergic reaction after the Pfizer vaccine.\nYou should discuss any existing serious allergies with your healthcare professional before being vaccinated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56230998",
      "category": "world-us-canada",
      "title": "CPAC: Trump rules out new political party in speech to conservatives",
      "tags": "Donald Trump Jr,Florida,Ted Cruz,Donald Trump,Orlando",
      "text": "Donald Trump says he has no plans to launch a new political party, telling a conservative conference in Florida that it would split the Republican vote.\nIn his first speech since Democrat Joe Biden became president, he also hinted that he might run for office again in 2024.\nMr Trump strongly criticised his successor, saying US policy had gone from \"America first to America last\".\nThe speech comes weeks after Mr Trump was acquitted in an impeachment trial.\nThe Conservative Political Action Conference (CPAC) is the country's largest meeting of conservative activists and politicians, and usually gives insight into the direction of the Republican Party.\nMr Trump's appearance at the meeting on Sunday suggests he has continued influence over the party despite some senior politicians distancing themselves recently from the ex-president.\nThe mood of the conference in Orlando - which began on Thursday - has been extremely pro-Trump, with loyalists including Texas Senator Ted Cruz and his son Donald Trump Jr among the speakers.\nThe former president remains banned from social media platforms, including Facebook and Twitter, over his response to January's deadly riot at the US Capitol.\nHe has been living at his Mar-a-Lago Florida golf resort since leaving the White House in January.\nThe 74-year-old former president was cheered by supporters when he appeared on stage at the Hyatt Regency Hotel more than an hour late. Many people in the crowd were not wearing masks.\n\"I stand before you today to declare that the incredible journey we began together four years ago is far from over,\" he said.\n\"We are gathered this afternoon to talk about the future - the future of our movement, the future of our party, and the future of our beloved country.\"\nHe dismissed any idea that he might start a new political party - describing rumours he would do so as \"fake news\".\n\"Wouldn't that be brilliant? Let's start a new party so we can divide our vote and never win,\" he joked.\n\"We have the Republican Party. It's going to unite and be stronger than ever before.\"\nDespite losing November's presidential election and being deeply criticised over the January riot, reports suggest Mr Trump remains extremely popular among his voting base.\nLast week one US poll suggested 46% of surveyed Trump voters would vote for him if he left the Republicans and started his own party.\nIn his CPAC speech, Mr Trump repeated his false claims that he lost November's election to the Democrats because of electoral fraud and he hinted at another run in 2024, saying: \"Actually you know they just lost the White House. But who knows - who knows? I may even decide to beat them for a third time, OK?\"\nHe excoriated the new administration, criticising Mr Biden for reversing his hard line on immigration and border security. \n\"We all knew that the Biden administration was going to be bad but none of us even imagined how just how bad they would be and how far left they would go,\" he told the cheering crowd.\nDonald Trump is back. After a month out of the public eye, the former president picked CPAC's friendly confines to launch his bid for political revival.\nJudging from the crowd here, not much reviving - at least among conservative activists - will be necessary. Their support for Trump - through electoral defeat, through the January mob attack on the US Capitol, through all of it - never flagged.\nSo when Trump made his bid for continued leadership of the party - as a king-maker and, perhaps, its standard-bearer in 2024 - the crowd gave its full-throated approval. \nFor the ex-president's potential successors in the party, however, there was a glimmer of opportunity on Sunday. Trump's speech was lacklustre by his standards. His self-imposed exile may have taken a toll - leaving him grasping for lines that work in the Joe Biden era. And while approval of Trump's policies was sky-high in a straw poll of CPAC attendees, only just over half said they would vote for him if he ran in 2024. It's a daunting advantage, but perhaps not prohibitive.\nTrump's continued influence within the party seems secure, but translating that influence into another presidential nomination - if he wants it - is no sure thing. He'll have to earn it. \nRepublican lawmakers remained largely loyal to Mr Trump during his time in office but 10 voted to impeach him in the House of Representatives last month and seven voted to convict him in the subsequent Senate trial. The overall tally, 57-43 in favour of his guilt, fell short of the two-thirds margin needed to convict him.\nSenator Mitch McConnell, the top Republican in Congress, criticised the former president's actions after his acquittal - declaring Mr Trump \"practically and morally responsible\" for provoking the riot, despite personally voting against his guilt on the incitement charge.\nMr Trump then broke his relative silence to launch a scathing personal attack on Mr McConnell whom he described as \"a dour, sullen, and unsmiling political hack\".\nThe schism in the party has remained since, with those who have broken rank against him notably absent from the CPAC stage.\nRepublican Senator Bill Cassidy told CNN that the event was unrepresentative of the party. \n\"If we idolise one person, we will lose,\" he said shortly before Mr Trump's speech. \"That's kind of clear from the last election.\" \nBut Trump loyalists were quick to praise the former president following his remarks. His son Donald Trump Jr branded the event \"T-PAC\", while the gathered crowd chanted Mr Trump's name."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55659820",
      "category": "health",
      "title": "What are the Covid variants and will vaccines still work?",
      "tags": "Vaccination,Brazil,India,South Africa,Coronavirus pandemic",
      "text": "A new type of coronavirus has been found that scientists say is of \"great concern\". \nThe Omicron variant worries experts because it is very different to the types of Covid current vaccines are designed to fight. \nA variant is a slightly altered - or mutated - version of a virus. There are thousands of Covid variants around the world which is to be expected because viruses mutate all the time.\nOmicron is strikingly different from many other types due to the long list of genetic mutations it has undergone. \nIn particular, there are dozens of changes to the part of the virus targeted by the vaccine - the spike protein.\nEarly signs are that current vaccines might not work quite as well against Omicron.\nData from around the world suggests Omicron may be more infectious and spreads very easily. \nThis suggests the variant might be better at sidestepping some of the protection offered by vaccines, or past infection. \nPreliminary lab studies show two doses of Covid vaccine may not be enough. An answer could be giving people extra doses to boost their immunity, like the UK is doing now.\nUK research suggests boosters should provide good protection against severe illness.\nExperts say Omicron might be milder, since fewer people are getting sick enough with it to need hospital treatment compared to other variants.\nEven so, if it is more infectious it could lead to more deaths in an unvaccinated population.\nAs with other Covid variants, the risk remains highest for people who are elderly or have significant underlying health conditions. \nAlthough current vaccines may not be a perfect fit for Omicron they are still the best line of defence against Covid. \nThey have cut the risk of severe illness against the other major Covid variants, including Delta, Alpha, Beta and Gamma. \nDoctors say it is vital people get the recommended number of doses to gain maximum protection against existing and emerging variants. \nThe government is ramping up its vaccination programme in response to Omicron, and hopes to offer every adult in the UK a booster jab by the end of January. \nAlthough Covid infections have been rising, the number of hospitalisations and deaths has remained well below the levels seen in earlier waves. Experts say this is because of the success of the vaccine programme. \nUpdated versions of vaccines against Covid variants are already being designed and tested.\nManufacturers could scale up production quickly too and regulators have already discussed how to fast track the approval process. \nModerna has already said it hopes to have an Omicron booster ready by March. \nThe most potentially dangerous ones are called variants of concern and, along with Omicron, include:\nUK officials are also keeping an eye on a recent descendent of the Delta variant, called AY.4.2 or \"Delta plus\". \nViruses make carbon copies of themselves to reproduce but they aren't perfect at it. Errors can creep in that change the genetic blueprint, resulting in a new version of the virus - in other words, a variant. \nIf this gives the virus a survival advantage, the new version will thrive. \nThe more chances coronavirus has to make copies of itself in us - the host - the more opportunities there are for mutations to occur. \nThat's why keeping infections down is important. Vaccines help by cutting transmission as well as protecting against serious Covid illness. \nExperts say it is possible that the new highly altered variant B.1.1.529 may have originated in a patient whose immune system was unable to get rid of a Covid infection quickly, giving the virus more time to morph. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56205431",
      "category": "business",
      "title": "Budget 2021: Will vaccine rollout be the blueprint for recovery?",
      "tags": "Alok Sharma,Tax,Coronavirus vaccines,Economics,Pharmaceutical industry,UK economy,Budget 2021",
      "text": "It's going to be an historic Budget because of the numbers. But between the fiscal fireworks and the extension of rescue packages, Chancellor Rishi Sunak was always going to have to point the country towards a changed economy. \nPost-pandemic, post-Brexit and ahead of significant \"net zero\" decarbonisation challenges, the plumbing of the economy is about to change.\nThe vaccine progress will obviously impact the timing, and perhaps the speed, of recovery from crisis. \nBut I'm also told that the chancellor will make the argument at the Budget that the successful rollout of the Oxford-AstraZeneca coronavirus vaccine in the UK represents a model for transforming these profound medium-term changes in the economy into sustained recovery. \nIt might be called the \"OxAz model\" of high science, big business, public participation, significant state funding and rapid regulation.\nAppearing alongside the head of the Oxford vaccine team at one of his pre-Budget events, the chancellor said: \"Our regulatory system has proved to be more agile and nimble and much better joined-up, than others, perhaps around the world.\"\nHe described the public-private partnership between government and AstraZeneca as a \"success\".\nProf Sarah Gilbert, who designed the Oxford vaccine, suggested that the past year had disproved misconceptions that vaccine research was the preserve of Big Pharma: \"There's an awful lot of research that goes on in universities and in small companies. \n\"And we've seen some really creative partnerships really helping to move things forward.\"\nIt's well known that the government poured money into various vaccine research programmes, funding them through early stage trials and even enabling the charter of private jets to help trials, at one point. \nA potential deal between Oxford University and a US drug-maker was blocked in favour of the UK's AstraZeneca, until then not a big player in vaccines. \nTrials took advantage of the integrated network of controlled testing available across NHS hospitals. \nRegulators pushed the system to allow for the same intensity of scientific trials - but in an extremely compressed timeframe. \nWe have seen the end product of publicly-funded science, state-brokered commercialisation, big business partnership, and the logistical efforts of the NHS and volunteers working together. Are there lessons for electric car batteries, financial technology, or even new forms of food?\nThe argument has already been deployed in favour of the new Advanced Research and Innovation Agency, modelled on the US defence agency Darpa, which had a role well before the pandemic in funding the first mRNA vaccines that paved the way for the Pfizer vaccine. \nIn announcing that, the government said it would have a \"much higher tolerance for failure than normal\", because the \"freedom to fail is often also the freedom to succeed\".\nIndeed such thinking may have been present throughout the last year's rolling responses to the pandemic crisis from sourcing ventilators, and protective equipment to the test and trace system and testing technologies. The success in vaccines was pre-dated by a more mixed picture in other parts of the pandemic response.\nWill the government be throwing equivalent sums of money at other forms of economic innovation, as it did for vaccines? \nIt was a risk given that no human coronavirus vaccine had ever been approved, let alone within one year. \nBut as the National Audit Office has reported, the initial £11.7bn spent upfront on vaccines was justified using a cost-benefit analysis by Alok Sharma's Department for Business, Energy and Industrial Strategy (BEIS).\nBEIS said the money spent would bring estimated potential benefits of between \"£11bn and £231bn, excluding wider health and social benefits\". \nThe vaccine stands on its own on that score. But as well as saving lives and helping reopen the economy, the shot in the arm could have a far longer-lasting economic effect."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-55862761",
      "category": "uk-wales-politics",
      "title": "Wales election: Two senior female Senedd members to stand down",
      "tags": "Rhyl,Welsh Labour,Welsh Parliament election 2021,Welsh Parliament,Vale of Clwyd",
      "text": "Two senior female Members of the Senedd (MS) will not stand for re-election.\nDeputy Presiding Officer Ann Jones, Labour's Vale of Clwyd member since 1999, will stand down.\nAnd former Welsh Tory leadership candidate Suzy Davies, a regional MS for South Wales West, also said she would not stand. It is understood she stood down as candidate for Bridgend.\nLabour is defending a majority of just 768 over the Conservatives with the election due to take place in May.\nIn 2007 Ms Jones was the first backbencher to introduce new legislation - ensuring all new homes have sprinkler systems.\nFirst Minister Mark Drakeford said: \"Ann is a one-of-a-kind presence in Welsh politics.\"\n\"As she stands down, we will miss her wise counsel in the Welsh Labour group but know she will continue to make an important contribution to Wales.\"\nWelsh Tory education spokeswoman Ms Davies's announcement comes after she lost her place on the party's list of candidates for the South Wales West region.\nOn Twitter, Ms Davies denied she lost out because of her pro-devolution views, and said she was not asked about them during the selection process.\nA Welsh Conservative spokeswoman thanked Ms Davies for her \"valuable contribution\".\nMs Davies, a Senedd member since 2011, ran against Paul Davies to lead the Tories in Cardiff Bay in 2018.\nMs Davies has been asked to comment on her withdrawal as candidate for Bridgend.\nMs Jones, who is 67, said: \"After 22 years, I've decided not to seek re-election to the Welsh Parliament.  \n\"This decision has been difficult, but I feel now is the right time to step back and allow a new candidate to represent Welsh Labour.\"\nShe said she was \"enormously proud\" to have introduced the law under which Wales was the first country in the world to make sprinklers compulsory in all new homes. \nMs Jones was awarded the OBE in this year's New Year's Honours List."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56228357",
      "category": "world-asia",
      "title": "Myanmar coup: Deadliest day of protests as police open fire",
      "tags": "Myanmar coup ,Myanmar,United Nations",
      "text": "Police have fired on protesters in Myanmar killing at least 18, the UN human rights office says, on the deadliest day of anti-coup rallies.\nDeaths were reported in several cities including Yangon, Dawei and Mandalay as police used live rounds and tear gas.\nSecurity forces began the violent crackdown on Saturday, after weeks of largely peaceful protests against the 1 February military takeover.\nGovernment leaders, including Aung San Suu Kyi, were overthrown and detained.\nSocial media footage from Sunday showed protesters running away as police charged at them, makeshift roadblocks being erected, and several people being led away covered in blood.\nThe police operation was expanded on Sunday as coup leaders sought to quash a civil disobedience campaign that has shown no sign of ending.\nUS National Security Adviser Jake Sullivan said the Biden administration was preparing \"additional actions\" against those responsible for the violent crackdown.\n\"We will continue co-ordinating closely with allies and partners in the Indo-Pacific region and around the world to hold those responsible for violence to account,\" he said in a statement on Sunday.\nThe US has already imposed sanctions on Myanmar's military leaders since the army seized power.\nAt the scene: BBC video journalist\nAs I arrived on Hledan road in Yangon an ambulance passed me. I heard one man had been shot. I ran to the location and when I arrived the volunteers had already lifted him into the ambulance.\nI saw blood on the road and a homemade shield next to it. The bullet had passed through the shield.\nA few minutes later, more protesters occupied the road, blocking the area with shields and carts and readying themselves to take on the police.\nMany more arrived, sitting down on the road and chanting. There were so many I couldn't see the back of the crowd.\nTwo people were shot dead here and one was badly injured. But the people did not retreat.\nThe United Nations Human Rights Office condemned the violence against protesters, saying it had \"credible information\" that at least 18 people had been killed on Sunday. More than 30 others have been injured.\n\"The people of Myanmar have the right to assemble peacefully and demand the restoration of democracy,\" spokesperson Ravina Shamdasani said. \"Use of lethal force against non-violent demonstrators is never justifiable under international human rights norms.\" \nActivists and medical workers said at least four people had been killed in the largest city, Yangon, as police fired bullets, stun grenades and tear gas.\nThe protesters remained defiant. \"If they push us, we'll rise. If they attack us, we'll defend. We'll never kneel down to the military boots,\" Nyan Win Shein told Reuters.\nAnother protester, Amy Kyaw, told AFP: \"Police started shooting just as we arrived. They didn't say a word of warning. Some got injured and some teachers are still hiding in neighbours' houses.\"\nSome demonstrators were herded away in police vans.\nIn the south-eastern city of Dawei, security forces moved to break up a rally. There are reports of live rounds being used. Four people were killed in the city, activists told the BBC.\nPolice also cracked down on a large rally in Mandalay, where police used water cannon and fired into the air. One person was killed there, the BBC has been told.\nProtests have continued elsewhere, including the north-eastern town of Lashio.\nThe UN said deaths had also been reported in Myeik, Bago and Pokokku.\nThe number of arrests since the protests began has not been confirmed. The Assistance Association for Political Prisoners monitoring group has put the figure at 850, but hundreds more appear to have been detained this weekend.\nActivists held rallies across Asia, including in Taipei and Hong Kong, to support the protesters in Myanmar.\nIn Bangkok, police used tear gas and water cannon against demonstrators who were also calling for the resignation of the Thai prime minister. \nMyanmar's civilian leader has not been seen in public since she was detained in the capital Nay Pyi Taw as the coup began.\nHer supporters and many in the international community have demanded her release and the restoration of the November election result that saw her National League for Democracy party win a landslide.\nMs Suu Kyi is scheduled to face court proceedings on Monday on charges of possessing unregistered walkie-talkies and violating coronavirus rules. But her lawyer says he has been unable to speak to her.\nMilitary leaders justified the seizure of power by alleging widespread fraud in the elections, claims dismissed by the electoral committee.\nThe coup has been widely condemned outside Myanmar, prompting sanctions against the military and other punitive moves."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56233235",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Police break up crowd of 250 watching fight",
      "tags": "Benburb,Coronavirus lockdown measures,Police Service of Northern Ireland",
      "text": "Police have broken up a crowd of about 250 people who had gathered for an \"organised fight\" in County Tyrone.\nIt happened at a disused yard on Battleford Road near Benburb on Sunday morning.\nCh Insp Barney O'Connor said the gathering was \"clearly a breach\" of the Covid-19 lockdown regulations.\nIt caused concern for residents in the area, he said, and there was disruption \"due to the large number of vehicles... belonging to those in attendance\".\n\"Significant engagement took place between our officers and those in attendance and the crowd subsequently left the area,\" he said.\n\"An investigation is underway and evidence gathered will now be reviewed, and breaches of the regulations will be reported to the Public Prosecution Service.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-52726188",
      "category": "uk",
      "title": "Obituary: Captain Sir Tom Moore, a hero who gave a nation hope",
      "tags": "Captain Tom Moore,Obituaries",
      "text": "At times of crisis, a nation needs hope and heroes. \nSometimes, they're found in unlikely places - and when Britain first locked down against the coronavirus pandemic, it discovered Captain Sir Tom Moore.\nIn April 2020 the then 99-year-old war veteran accepted a little family challenge: to raise £1,000 for health service charities by walking 100 lengths of his garden before his 100th birthday at the end of that month.\n\"One small soul like me won't make much difference,\" he declared in his first TV interview. \nHe could not have been more wrong.\nBy the time he closed his fundraising page at midnight on his 100th birthday, Captain Sir Tom had raised more than £32m from more than one-and-a-half-million global donors.\nBut that was just the beginning - a knighthood, RAF flypast to mark him turning 100 and personal greetings from the Queen and prime minister soon followed.\nAnd he even became the oldest person ever to score a number one single in the UK, when he and Michael Ball sang a cover of You'll Never Walk Alone.\nCaptain Sir Tom was born in Keighley on 30 April 1920. His father, Wilson, came from a family of builders; his mother, Isabella, taught children at a local school. \nIt was a comfortable, middle-class background, but a decade later came the Wall Street Crash. It triggered a world-wide economic depression which hit Yorkshire mill towns hard. \nA quarter of the British population struggled to feed themselves. Young Tom was surrounded by long lines at soup kitchens, and classmates suffering from rickets and tuberculosis. \nBright enough to win a place at grammar school, he found he enjoyed working with his hands more than reading books.\n\"I was always a very practical boy,\" he recalled. \"The sort of toys I liked would be a piece of wood, some nails and a hammer.\"\nBut his real passion was motorbikes. At the age of 12, Captain Sir Tom discovered one lying in a barn and bought it for half a crown. He proudly took it home, and lovingly did it up.\nHe left school to start an apprenticeship in civil engineering, but there was barely time to finish it before World War Two broke out. \nConscripted into the British army in June 1940, Captain Sir Tom joined the Duke of Wellington's regiment - an infantry battalion with historic links to the West Riding.\nBy his own admission, he was \"too young to feel frightened\". Indeed, for a practically-minded motorsport enthusiast barely out of his teens, the British army was a thrilling place.\nCaptain Sir Tom spent time in Cornwall, preparing to defend the coast from a German invasion, and learned how to drive tanks. \nSelected for officer training, he became a second lieutenant on his 21st birthday, and - now part of the 146th Royal Armoured Corps - found himself posted to India.\nWith the Suez Canal closed, the sea journey took six perilous weeks. The convoy inched around the southern tip of Africa, at constant risk from German submarines. \nThe train ride across India took nearly as long, the burning heat made only slightly less unbearable by huge blocks of ice scattered among the troops.\nTheir final destination was Burma, where the British army and its Indian allies had been forced into a fighting retreat by a seemingly unstoppable Japanese advance. \nCaptain Sir Tom was joining the bruised and bloodied \"forgotten army\", which was suffering from disease and low morale. It was fighting in the world's least hospitable terrain, with impenetrable jungle, poisonous snakes, and hot lashing rain for six months of every year. \nMuch of the fighting was done hand-to-hand, with no quarter given on either side. Years later, Captain Sir Tom clearly recalled staring into the \"whites of the eyes\" of the opposing troops.\nWith his knowledge of motorbikes, Captain Sir Tom was asked to train dispatch riders. Radio transmissions could be intercepted, so this was the best means of getting information to and from the front line.\nIt was dangerous work. Dispatch riders worked alone and at night. The roads that did exist were deeply rutted and thick with mud, and the risk of ambush was ever-present.\nCaptain Sir Tom loved the motorbikes, but described the job as a \"poisoned chalice\". Once the engine started, there was no stopping or going back. \n\"If it didn't go well,\" he said bluntly, \"I was dead\".\nSlowly, the 14th army turned the tide in Britain's favour. Over the next two years, Captain Sir Tom's team helped cut Japanese supply lines along the Burmese coast.\nOne notable occasion was the battle for Ramree Island in 1945. More than 1,000 Japanese infantrymen were forced into a mangrove swamp infested by salt-water crocodiles. Only a handful emerged.\nBy this time, Captain Sir Tom had survived a nasty bout of dengue fever and been promoted to Captain. With the Japanese finally on the back foot, he returned to England to train recruits in the art of driving tanks.\nOn VE Day, there were \"certain activities in the bar\", but Captain Sir Tom's thoughts were with his mates still fighting in the Far East. \"They didn't get a day off,\" he said.\nHe became an instructor at the Armoured Fighting Vehicle School in Dorset. He loved the work, but was desperately unhappy at home\nIn 1949, he married his first wife Billie and took a job as a sales manager for a roofing company in his native Yorkshire. The troubled marriage lasted 18 years and did not produce children.\nNow in his late 40s, Captain Sir Tom resigned himself to never finding love. Until, a few years later, he met Pamela.\nShe was 15 years younger and an office manager at the firm's headquarters in Gravesend. Romance blossomed, and Captain Sir Tom began to think of excuses to travel down to Kent.\n\"She looked terrific to me, like a model,\" he later told the Daily Mail. \"The attraction became stronger and I eventually married her.\"\nCaptain Sir Tom raced his beloved Scott motorbikes around Yorkshire, winning various cups and medals. He and Pamela had two children - Lucy and Hannah.\nIn 1992, Captain Sir Tom retired at the age of 72. He was looking forward to retirement but life proved less than kind.\nPamela fell ill with dementia. Captain Sir Tom cared for his wife for two years, and then visited her care home every day until her death in 2006.\nNot wanting to be alone, Captain Sir Tom moved into his daughter Hannah's home in the Bedfordshire village of Marston Moretaine. \nThere, his routine seldom wavered: waking early each morning to let the dogs out, followed by a daily jog on a running machine. He allowed himself a few luxuries, including a daily glass of wine in front of the television. Judge Judy was a favourite programme.\nCaptain Sir Tom was treated for skin cancer and a broken hip, and received \"marvellous service\" from the NHS. When the world locked down for the coronavirus pandemic, he saw a chance to give something back.\nBut a piece in Bedford Today about his sponsored walk mushroomed into a global media event. For millions trapped at home, Captain Sir Tom was a much-needed symbol of defiance, national unity and hope. \n\"Please remember,\" he said repeatedly, \"tomorrow will be a good day.\" The money flooded in. \nAs Captain Sir Tom turned to complete his final lap, the total stood at more than £12m. It would eventually surpass £30m. An honour guard from his old regiment saluted an extraordinary achievement.\nHis cover of You'll Never Walk Alone, a duet with Michael Ball, raised even more - hitting the top of the charts in time for Captain Sir Tom's hundredth birthday and making him the oldest person ever to score a number one single in the UK.\nOn the day itself, a Spitfire wheeled in tribute over Marston Moretaine; a local school volunteered to display 160,000 birthday cards sent to a national treasure.\nCaptain Sir Tom - promoted to Colonel - did not set out to inspire millions. Like the young lieutenant in 1941, he was just trying to do his bit. The Queen knighted him at a special ceremony at Windsor Castle on 17 July 2020.\nWith stubbornness, courage and optimism, he was the right man at the right time.\nHe was Britain as it needed to see itself: selfless, patriotic and undefeated - and never taking a backward step. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56229274",
      "category": "uk-england-london",
      "title": "Paddington stabbing: Victim was 'cousin of murdered teen'",
      "tags": "Paddington,London violence",
      "text": "A teenager stabbed to death in central London has been named as the cousin of another murder victim by police.\nPolice found Ahmed Beker, 19, bleeding from knife wounds on Paddington Green, Westminster, at 21.15 GMT on Friday.\nDespite treatment, he was pronounced dead at the scene. No arrests have been made.\nPolice believed Mr Beker is the cousin of Yousef Beker - a 17-year-old boy killed in a fight on Edgware Road in September 2019.\nA Section 60 order is in place granting police additional stop and search powers in the area until 14.00 on Sunday.\nA post-mortem examination is due to take place at Westminster Mortuary on Sunday.\nPolice said Mr Beker lived in the area."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56087836",
      "category": "uk-wales",
      "title": "Diversity in politics: Wales councillor 'screamed at because of age'",
      "tags": "Welsh Parliament election 2021,Welsh Parliament,Young people",
      "text": "A young councillor has spoken of being \"screamed at relentlessly\" at meetings amid concerns Welsh politics is dominated by older men.\nElyn Stephens, elected to Rhondda Cynon Taf council at 25, said she had been subject to \"intimidation\" because of her age.\nMeanwhile, Jack Sargeant, youngest member of the Senedd, says politics is an \"old boys' club\" in parts of Wales.\nThe Welsh Local Government Association said diversity was a \"challenge\".\nThis year, about 70,000 16 and 17-year-olds will be allowed to vote for the first time in the Senedd elections.\nBBC Wales research found however, the average age for councillors in Wales stands at 60, while in the Welsh Parliament it is 55.\nOnly 12 of Wales' 22 local authorities said they had any elected councillors under the age of 30.\nMr Sargeant, who was voted into the Senedd three years ago aged 23, said there was \"resistance\" and \"barriers\" preventing young people from getting involved.\n\"I think we've done a lot of talking about accessible politics for a number of years now... but it takes action, the action of generally being kinder in politics,\" he said.\nMs Stephens, now 29 and represents Ystrad on Rhondda Cynon Taf council, said she had faced intimidation from older councillors, mostly \"down to age rather than being a woman\".\nSince being elected, she has led a campaign to provide sanitary products for free in schools in her local authority, and eventually right across Wales.\n\"Without young people pushing for that policy it still wouldn't exist, I'm sure of that,\" she said.\n\"I've come across some challenging behaviour and there's definitely been attempts at intimidation.\n\"There have been meetings where I've had a councillor in his second or third term screaming at me across the table relentlessly. I think it was just an attempt at intimidation to see how I would react, what I would do.\"\nLabour MS Mr Sargeant, said it was \"not hidden\" that among \"some elected representatives\" there is resistance to young people getting into politics.\n\"Let's focus on that, because I think that's perhaps one of the real barriers from entering,\" he said. \n\"It takes someone quite brave to go out into the public arena and put themselves out there, and if elected representatives are acting in that way, how can we ask our members of the public to do any better?\n\"What I received during my election was: 'You're too young and how dare you speak up for this, what do you know?'\n\"That level of naivety, I think, from some, and perhaps a level of of being a bit scared that there's someone with bright, energetic ideas ready to help.\"\nAaron Wynne, a 24-year-old Plaid Cymru councillor in Conwy, said it can be like being back in primary school when listening to some arguments in the council chamber.\n\"I think sometimes party politics can get in the way of finding sensible answers to the problems people are facing,\" he said.\n\"What I'd like, as a young person, would be to show that it is possible to work across the political spectrum to find a sensible answer to any problem society faces.\"\nAnd Mostyn Jones, a 28-year-old Conservative town councillor in Llanrwst, said more can be done to make it easier for young party members to stand for election.\n\"There is room for political parties to do more to help young people come forward,\" he said.\n\"It can be extremely daunting when you know, for example, that a businessman is putting his name forward to represent the party in the same seat.\n\"It's easy for a young person to be intimidated and immediately rule themselves out through concern that they don't have enough experience and that they're going to be eliminated at the first stage.\"\nIn advance of the 2022 local elections, the WLGA has launched its \"Be a Councillor\" campaign, to \"encourage more people from under-represented groups to stand for election in order to improve diversity in local democracy\".\nA WLGA spokesman said: \"The current Covid-19 pandemic has highlighted as never before the close relationship between councils and the people and communities they serve. \n\"Councillors and councils seek to represent and serve all sectors of their communities, however, council chambers in Wales do not always reflect the demographic characteristics of the population they serve. \n\"This is a challenge for all tiers of government and women and younger people are particularly under-represented.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-52324058",
      "category": "uk-england-beds-bucks-herts",
      "title": "Capt Sir Tom Moore: How the retired Army officer became a nation's hero",
      "tags": "Marston Moretaine,Captain Tom Moore,NHS,British Army,Coronavirus pandemic",
      "text": "Captain Sir Tom Moore won the nation's hearts with his extraordinary fundraising efforts for National Health Service charities.\nThe retired Army officer served in India and Myanmar, also known as Burma, during World War Two but it was by walking laps around his garden that he became known to millions.\nWhen he was 99, he was catapulted into the global spotlight with his attempt to raise an initial £1,000 for charity.\nEarly in April 2020, with the aid of his walking frame and a steely determination, he vowed to complete 100 laps of his patio before his 100th birthday at the end of that month.\nThe war veteran was inspired to help the health service after receiving treatment for skin cancer of the head, and a broken hip after a fall in 2018.\nHe described the NHS staff who helped him through this as \"marvellous\", and pledged to help those same \"super\" people who were working on the front line during the coronavirus pandemic.\nHis family thought reaching the £1,000 mark would be \"a real stretch\" but, as press coverage of his efforts increased, so did the donations.\nBy the time he completed his 100 laps - on 16 April 2020 - Captain Tom, as he had become affectionately known, had raised more than £12m for NHS Charities Together.\nIn 2007, he had moved from Kent to Bedfordshire to be with his youngest daughter, Hannah Ingram-Moore, and her family.\nIt was here, in Marston Moretaine, that the idea of raising relatively modest funds for a charity supporting the NHS was hatched.\nCapt Sir Tom began walking - planning on 10 laps at a time of the 25-metre (82ft) loop in his back garden - and the donations began mounting up.\nEvery million was another milestone, but the veteran, who became a well-known face on national television, took it all in his stride.\nEver modest about the challenge he had set himself, Capt Sir Tom was nevertheless astounded by the generosity of donors, describing it as \"completely out of this world\".\n\"It's all for the sake of the nurses and the NHS we have, because they are doing such a magnificent job,\" he said at the time.\n\"Every penny that we get, they deserve every one of it.\"\nHe was described as a \"one-man fundraising machine\" by the Duke of Cambridge, while both the prime minister Boris Johnson and Labour leader Sir Keir Starmer said Capt Sir Tom was \"an inspiration\" to everyone.\nNot only did his efforts encourage thousands to donate to the fundraising appeal, but he inspired many to join his campaign to raise both awareness and money for those working in, and supporting, the NHS.\nFrom a teenage girl learning to walk again on a treadmill as part of her recovery from a stroke, to a non-verbal boy with autism - who wrote \"He is a hero to us,\" as he embarked on his own challenge to walk for the NHS - people set themselves their own challenges, buoyed by the former soldier.\nAge, it seemed, was no barrier - as Capt Sir Tom was proving.\nDozens dusted off their own walking frames and took to the streets to prove they could play their own part in the drive to raise funds.\nOne woman completed a marathon by walking laps near her Berkshire home, at the age of 104.\n\"Tom, I've done it,\" she laughed, as she finished her challenge.\nA week before his 100th birthday, Capt Sir Tom became the oldest person ever to get to number one in the UK singles charts when his duet of You'll Never Walk Alone - with singer Michael Ball - took the top spot.\nHis 100th birthday on 30 April 2020 was marked with an RAF flypast, personal birthday greetings from the Queen and prime minister, and he was made an honorary colonel of the British Army.\n\"I'm still Captain Tom, that's who I really am but if people choose to call me colonel, well, thank you very much,\" he replied.\nThe following month it was announced he would be awarded a knighthood for his fundraising efforts and would be known as Captain Sir Thomas Moore \"under Ministry of Defence protocol\".\nOn 17 July 2020, he was knighted in the grounds of Windsor Castle, in the Queen's first official engagement in person since the lockdown period began in March.\nHis youngest daughter said at the time of his fundraising efforts that her father had become a \"beacon of hope\" during challenging times.\nAnd indeed, Capt Sir Tom always seemed to know just the right thing to say to buoy the nation's spirits as the public tried to abide by government regulations to stem the spread of the coronavirus pandemic.\n\"To all those people who are finding it difficult at the moment, the sun will shine on you again, and the clouds will go away,\" he said.\n\"Tomorrow will be a good day\" - another example of his positivity - became a hashtag on social media posts.\nThe proud Yorkshireman completed his 100 laps of his garden live on television in April 2020, with a Guard of Honour from 1st Battalion the Yorkshire Regiment and a rousing round of applause from his family.\nBy the time he closed his fundraising page at midnight on his 100th birthday, Capt Sir Tom had raised £32,794,701 for charities supporting the NHS, from more than one-and-a-half-million global donors.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56221371",
      "category": "world-us-canada",
      "title": "Coronavirus: Biden's $1.9tn Covid relief bill passes House vote",
      "tags": "US economy,US politics,Coronavirus pandemic,Joe Biden",
      "text": "President Joe Biden's $1.9tn (£1.4tn) relief plan to help Americans during the Covid pandemic has been approved in the House of Representatives.\nThe vote was along partisan lines. Two Democrats joined Republicans - who see it as too expensive - in opposing it.\nThe bill must now go to the evenly-divided Senate, which has already blocked a key element - doubling the US minimum wage to $15 an hour.\nThe package seeks to boost vaccinations and testing, and stabilise the economy.\nThe cash would be extended as emergency financial aid to households, small businesses and state governments. Unemployment is close to 10%, with some 10 million jobs lost in the pandemic.\nThe vote comes in the same week the US passed 500,000 coronavirus-related deaths - the largest figure of any nation in the world.\nIn brief remarks at the White House on Saturday, President Biden hailed the House's approval of the plan, saying he hoped it would receive \"quick action\" at the Senate.\n\"We have no time to waste,\" he said. \"If we act now, decisively, quickly and boldly we can finally get ahead of this virus, we can finally get our economy moving again. And the people in this country have suffered far too much for too long. We need to relieve that suffering.\"\nJoe Biden had appealed for bipartisan unity when he took office last month, but there was little on show in the early hours of Saturday when the Democrats scraped the bill through on a 219 to 212 vote.\nPresident Biden has championed what he calls the American Rescue Plan as a way to help struggling Americans through Covid-19.\nBut Republicans say the plan is unnecessarily large and stuffed with Democratic priorities unrelated to the pandemic.\nThe divisions were reflected by the representatives.\nDemocrat Brendan Boyle said: \"After 12 months of death and despair, the American recovery begins tonight.\"\nThe leader of the Republicans in the House, Kevin McCarthy, said: \"Democrats are so embarrassed by all the non-Covid waste in this bill that they are jamming it through in the dead of night.\"\nIt is the third major US spending package of the pandemic, and actually not quite as big as Donald Trump's $2tn last March.\nThe key elements include:\nOne of the other major elements is the increase of the minimum wage from $7.25 an hour - where it has been since 2009 - to $15.\nBut on Thursday, Elizabeth MacDonough, the non-partisan Senate parliamentarian - who interprets its rules - said that raising the minimum wage would violate the budgetary limits allowed in this kind of measure.\nThe bill that passed in the House does still include the increase and it remains unclear how the issue can be resolved.\nThe minimum wage rise remains a key Democrat goal, particularly for the party's progressive wing, and some top Democrats are considering a measure to penalise employers who pay less than $15 an hour.\nRepublicans argue the minimum wage increase would be too heavy a toll on firms struggling to rebuild following the Covid-19 outbreak.\nMr McCarthy has said the only way out of Covid is to \"fully reopen our economy\".\nThe package goes to the Senate - spilt evenly between Democrats and Republicans 50-50 - probably next week. The rules of the Senate do allow a reconciliation bill like this to be passed on a simple majority, rather than 60-40.\nIn the event of a tie, Democrat Vice-President Kamala Harris gets the deciding vote.\nTraditionally, the text the Senate agrees then has to be reconciled with the House bill. The single bill is voted on again and passed to the president for signing.\nDemocrats are confident a bill will go through, but the minimum wage issue is problematic.\nSenator Bernie Sanders was among those angry that \"archaic\" procedural rules were blocking the increase.\nHouse Speaker Nancy Pelosi has said a bill will still pass, even if this section is taken out by the Senate.\nWork will still need to be done with lawmakers to get a version of the bill over the line. The Democrats want it done by 14 March at the latest."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-54013265",
      "category": "uk-wales-politics",
      "title": "Plaid Cymru's Bethan Sayed calls for politics culture change",
      "tags": "Alex Davies-Jones,Childcare,Welsh Parliament",
      "text": "The 24/7 culture of politics needs to change, a politician who is standing down to spend more time with her son has said. \nBethan Sayed announced last week that she would not seek re-election to the Senedd in 2021.\nThe Plaid Cymru Member of the Senedd (MS) for South Wales West said it was \"impossible\" to raise a new family with the hours her job demands.\nThe Senedd Commission said more could be done and changes were intended.\n\"Obviously I don't want to put other people off politics, but for me it was something I felt I had to do for now,\" Ms Sayed said.\n\"I think we need to change the culture.\n\"The demands on our time are such that people want all of us, all of the time, and it's absolutely impossible when you're trying to raise a new family so I just thought it was the right decision for me.\"\nMs Sayed, who has been a member of the Welsh Parliament since 2007, said her decision may have been different had there been more support available.\n\"I think if there had been some sort of job share initiatives, I could have returned in a part-time basis and worked with another colleague who would have been passionate about similar issues to me, then that would potentially have worked.\n\"Having leadership in increasing the size of our Senedd so that we can take the workload off individuals, that would have also have helped.\"\nSome changes have been made by the Senedd to remove barriers - such as additional resources for members on parental leave and a contribution towards costs of childcare for those required to work beyond family-friendly hours.\nBut Jessica Blair, director of Electoral Reform Society Cymru, called for the \"underlying issue\" of increasing the number of members to be resolved.  \n\"We need to be looking at practical measures like job sharing, a creche for both members and support staff, flexibility in working hours and remote working,\" she said.\n\"But ultimately we need to stop tinkering around the edges and deal with the fundamental issue, which is that there isn't enough capacity in the Senedd, and we need more members.\"\nThe Senedd's Electoral Reform Committee is currently looking into whether the size of the parliament should be increased from 60 to 80 or 90 members. Its report is due imminently.\nA spokesperson for the Senedd Commission said: \"The Senedd has evolved over the years but there is more that could be done and more changes are intended. \n\"Last year the first part of the Senedd and Elections Bill passed through the Senedd and the second part of the reform Bill is already on its way.\"\nThe spokesperson added: \"The committee that was established to look at possible developments will report on their findings soon, and this includes suggestions for ways to deal with some of the issues Bethan Sayed has raised at a Member of the Senedd. \n\"The independent Remuneration Board have also looked at the barriers and have introduced changes to the allowance available to Members.\"\nBut difficulties juggling politics and home life is not an issue exclusive to Cardiff Bay.\nMP Alex Davies-Jones was still breastfeeding and on maternity leave from her previous job when she was elected to represent Pontypridd in the UK Parliament in December 2019. \n\"When it was at its hardest, during the beginning, we were voting on the Brexit legislation until the early hours, debates were taking place, and then I would be sitting on the bill committees the following day and I had to stay up late in order to prepare speeches for that. \n\"It was really, really tough. I was breastfeeding and I had to have my husband to bring him [my son] on to the estate in order for me to feed him in between votes in the lobby.\n\"That was most challenging, or when he wouldn't sleep because he was teething and all he wanted was mam, and he just wanted a cuddle so it was really, really tough in the early days.\"\nBut Ms Davies-Jones believes the pandemic has shown more flexible working is possible. \n\"I think we've realised over the last few months that the working day doesn't need to be as strict as it used to be.\n\"We can start at a later time or start earlier to finish earlier or do split shifts or do maybe five days compressed into four. As long as the job gets done, then everybody's health and mental wellbeing should come first.\n\"Things definitely need to change - I mean why do we need to be voting in the early hours of the morning and why do we need to be debating until until the early hours as well?\n\"That's not conducive to good working or personal relationships, and it's not good for anybody's mental health or wellbeing.\"\nThe House of Commons said: \"It is vital that all MPs are able to carry out their duties and the House continues to offer support to members who may require assistance. \n\"Changes already agreed include allowing MPs to bring their young children through the division lobbies and into and through the Chamber while votes are taking place, and establishing the Women and Equalities Committee as a permanent committee.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56227180",
      "category": "world-us-canada",
      "title": "New York Governor Cuomo faces fresh claims of sexual harassment",
      "tags": "New York,United States,Coronavirus pandemic",
      "text": "A second former aide has come forward with accusations of sexual harassment against New York Governor Andrew Cuomo.\nCharlotte Bennett, a health policy adviser to Mr Cuomo until November, told The New York Times that he had harassed her last year.\nMr Cuomo has denied any inappropriate behaviour and ordered an independent inquiry into the allegations.\nAnother former aide, Lindsey Boylan, has previously accused the governor of sexually harassing her.\nMr Cuomo, 63, who has been governor for more than a decade, has found himself under pressure on several fronts in recent weeks.\nHe is under scrutiny from the Democratic Party - of which he is a member - for allegedly hiding the true number of Covid-related deaths in New York care homes.\nMr Cuomo has also faced allegations of bullying, including from New York City Mayor Bill de Blasio.\nMs Bennett, 25, told the New York Times that the governor had asked her numerous questions about her personal life including whether she believed that age made a difference in romantic relationships.\nShe said he had also suggested that he was open to relationships with women in their 20s. Ms Bennett said she believed the comments were clear overtures to a sexual relationship.\nIn the interview, she said that in June last year Mr Cuomo had talked about feeling lonely during the pandemic and had asked her whom she had last hugged.\nShe said she dodged the question by saying she missed hugging her parents, but she believed the conversation had been another overture.\n\"I understood that the governor wanted to sleep with me, and felt horribly uncomfortable and scared and was wondering how I was going to get out of it and assumed it was the end of my job,\" she said.\nMs Bennett said she informed Mr Cuomo's chief of staff, Jill DesRosiers, after the interaction and less than a week later was transferred to another job.\nShe said she had decided not to seek a formal investigation because she \"wanted to move on\". No action was taken against Mr Cuomo.\nIn a statement released on Saturday, Mr Cuomo said he believed he had been acting as a mentor to Ms Bennett.\nHe said he had \"never made advances toward Ms Bennett, nor did I ever intend to act in any way that was inappropriate\".\n\"The last thing I would ever have wanted was to make her feel any of the things that are being reported,\" Mr Cuomo said.\nIn response, Ms Bennett released a statement to the Times on Monday, saying it took Mr Cuomo a full day and \"significant backlash to allow for a truly independent investigation\".\n\"These are not the actions of someone who simply feels misunderstood; they are the actions of an individual who wields his power to avoid justice.\"\nEarlier this month, Ms Boylan published an essay detailing her claims of sexually harassment. \nShe accused Mr Cuomo of kissing her on the lips and asking her to play strip poker while on his private jet.\nShe also claimed that he touched her without consent and frequently made inappropriate comments to her and other women about their appearances.\nMr Cuomo had denied the accusations when they emerged late last year and reiterated those denials after the essay was published.\nOn Sunday, the governor's office said it had asked the state attorney general and the chief judge of the Court of Appeals to choose a lawyer to conduct an independent review of the allegations.\nNew York was one of the US states worst hit by the pandemic and the governor won widespread praise for his response.\nHowever, in January a report about New York's response to Covid in care homes - and the handling of related data - said it appeared a complete tally had not been provided to state lawmakers.\nMore than 15,000 New Yorkers in care homes have died since the start of the pandemic - believed to be the highest of any state in the US.\nBut until January, the state's health department had logged just over 8,500 fatalities.\nMr Cuomo acknowledged \"a delay\" in the reporting of some nursing home deaths but said the overall Covid death count had always been accurate.\nBut in a private conversation leaked to the New York Post, a top aide to Mr Cuomo confessed to covering up the real numbers and withholding the information out of concern the data \"was going to be used against us\".\nMr Cuomo has also faced accusations of bullying.\nAfter Democratic New York Assemblyman Ron Kim criticised Mr Cuomo over the nursing home issue, Mr Cuomo allegedly rang him and threatened his career.\nMr Kim accused his fellow Democrat of \"verbal abuse\" as other officials rushed to his defence.\nNew York City Mayor Bill de Blasio called the account \"classic Andrew Cuomo,\" adding that \"the bullying is nothing new\". \nMr Cuomo became one of the nation's most influential Democrats during the early days of the pandemic.\nHis briefings, televised live, sometimes received more attention than appearances by the then-presidential Democratic candidate Joe Biden."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-56228363",
      "category": "world-asia-china",
      "title": "Hong Kong charges 47 activists in largest use yet of new security law",
      "tags": "China,Hong Kong national security law,Hong Kong",
      "text": "Police in Hong Kong have charged 47 activists with \"subversion\", in the largest use yet of the territory's controversial security law.\nThe 47, among a group of 55 arrested in dawn raids last month, were told to report to police stations for detention ahead of court appearances on Monday.\nBeijing enforced the law criminalising \"subversive\" acts last year, saying it was needed to bring stability.\nCritics say it has silenced dissent and stripped Hong Kong of its autonomy.\nThe law came into force after a series of mass pro-democracy protests in 2019, some of which turned violent.\nOn Monday, hundreds of protesters gathered to show support at the West Kowloon Magistrates Court in Hong Kong where the 47 pro-democracy activists were due to face charges of conspiracy to commit subversion.\nAs supporters queued for seats at the hearing, many dressed in black - the colour protesters have been wearing while demonstrating - some chanted slogans including \"liberate Hong Kong, revolution of our times\" and \"fight for freedom, stand with Hong Kong\".\nPolice warned those gathered to split into groups of no more than four or face fines.\nThose ordered to report to the police - 39 men and eight women, aged between 23 and 64 - are pro-democracy activists who had helped run an unofficial \"primary\" election last June to pick opposition candidates for 2020 legislative elections, which were then postponed.\nChinese and Hong Kong officials say the primary was an attempt to overthrow the government.\nOn Sunday, Hong Kong police said in a statement: \"Police this afternoon laid a charge against 47 persons... with one count of 'conspiracy to commit subversion'.\"\nThey are some of the territory's best-known democracy campaigners.\nThey include veterans such as Benny Tai and Leung Kwok-hung, and younger protesters like Gwyneth Ho, Sam Cheung and Lester Shum.\nJimmy Sham, 33, a key organiser of the 2019 protests, remained defiant as he went to the police station.\n\"Democracy is never a gift from heaven. It must be earned by many with strong will,\" he said. \"We will remain strong and fight for what we want.\"\nBefore turning herself in, Gwyneth Ho posted: \"I hope everyone can find their road to peace of mind and then press forward with indomitable will.\"\nSam Cheung said: \"I hope everyone won't give up on Hong Kong... fight on.\"\nThe charges carry a maximum term of life imprisonment. Bail is unlikely. Benny Tai said his chances were \"not too great\".\nAbout 100 people have so far been arrested under the security law, including prominent China critic and media tycoon Jimmy Lai, who was denied bail and is in detention awaiting trial..\nNo trials have yet begun in full. The first is expected to be that of Tong Ying-kit, who is accused of riding a motorcycle into police officers last July. He appeared in court in November to enter a not guilty plea. He is expected to be tried by three judges rather than a jury.\nAmnesty International described the January raids that detained the 55 as \"the starkest demonstration yet of how the national security law has been weaponised to punish anyone who dares to challenge the establishment\".\nA former British colony, Hong Kong was handed back to China in 1997 but under the \"one country, two systems\" principle.\nIt was supposed to guarantee certain freedoms for the territory - including freedom of assembly and speech, an independent judiciary and some democratic rights - which mainland China does not have.\nBut the National Security Law has reduced Hong Kong's autonomy and made it easier to punish demonstrators.\nThe legislation introduced new crimes, including penalties of up to life in prison. Anyone found to have conspired with foreigners to provoke \"hatred\" of the Chinese government or the Hong Kong authorities may have committed a crime. \nTrials can be held in secret and without a jury, and cases can be taken over by the mainland authorities. Mainland security personnel can legally operate in Hong Kong with impunity.\nAfter the law was introduced, a number of pro-democracy groups disbanded out of fears for their safety.\nResponding on Sunday, UK Foreign Secretary Dominic Raab said the latest charges demonstrated how the law was being used to \"eliminate political dissent\". \n\"The National Security Law violates the Joint Declaration, and its use in this way contradicts the promises made by the Chinese government, and can only further undermine confidence that it will keep its word on such sensitive issues,\" he added in a statement. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56229143",
      "category": "uk-politics",
      "title": "Budget: Rishi Sunak promises help as Covid restrictions ease",
      "tags": "Rishi Sunak,Budget 2021",
      "text": "Chancellor Rishi Sunak has said he \"is preparing a Budget that provides support for people\" as Covid lockdown rules are eased.\nAt the earliest restrictions in England are set to be fully lifted by 21 June.\nMr Sunak said he would provide help during that period but added that he wanted to \"level with people\" about the \"shock to the economy\" caused by Covid.\nHe dismissed claims he told Tory MPs he wanted to raise taxes now so he could cut them ahead of the next election.\nThis comes as the government announced £5bn to help high street businesses.\nMeanwhile Labour's shadow chancellor, Anneliese Dodds, accused the chancellor of being \"focused on politics\" over protecting the economy.\nMr Sunak told the BBC's Andrew Marr the government had gone \"big and early\" when providing support to those hit by Covid at the beginning of the pandemic - and added \"there's more to come\".\nThe furlough scheme - which supports around 4.7 million people - is due to finish at the end of April along with the £20 weekly increase in Universal Credit.\nMr Sunak said he was focused on \"preparing a budget that provides support for people and businesses and families through the remaining stages of this crisis\" and in line with the easing of restrictions as set out by Prime Minister Boris Johnson.\nHowever he also said he wanted to \"be honest\" with the public about the pandemic's impact on the economy and \"clear about what our plan to address that is\".\nHe warned high levels of borrowing had meant Britain was \"more sensitive to interest rate changes\" and that debt could \"rise indefinitely\" if borrowing continued after the recovery.\nHe said making public finances sustainable \"isn't going to happen overnight\" but would not confirm newspaper reports he was planning to freeze income tax thresholds or raise corporation tax in a bid to lower debt.\nFreezing thresholds would mean more people paying more tax as wages rose.\nBusinesses are watching the Budget closely for information about the future of key support schemes, especially furlough - the job retention scheme - which is due to end in April.\nSince it started in March 2020, it has been key to preventing spiking unemployment, but no-one expected the government to still be paying workers' wages a year on. Let alone 4.7 million of them. \nWith so many dependent on it, and having pledged \"support for people\" it's difficult to see how the chancellor can end furlough while some businesses are still closed.\nBut the scheme is not cheap. And with the country's debt topping £2tn, the same value as the UK economy, the chancellor could start to spell out plans on how he plans to pay at least some of the bill. \nThe UK's low corporation tax looks a likely contender for rises - although businesses that have struggled through the pandemic argue this is hitting them while they're down.\nAsked whether he had privately told Conservative MPs he wanted to raise taxes now so he could cut them ahead of the next general election Mr Sunak replied: \"I don't recognise that.\" \nSpeaking to Sky News he said he \"would like to be able to keep taxes low for people in general\" but added that he wanted to \"be responsible\" with people's money.\nMs Dodds said the chancellor should \"follow what is in the interest of our country\" not \"party politics\".\nSpeaking to Sophy Ridge, she said Labour would \"look carefully\" at proposals on corporation tax but added: \"What we don't want to see right now is what the chancellor is doing, particularly in relation to council tax, the imposition of additional costs at a point when our country is experiencing the worst economic crisis of any major economy.\"\nShe also called on the chancellor to confirm that the furlough scheme and £20 increase to Universal Credit would be kept for as long as Covid-based restrictions were in place. \nDuring his interview, Mr Sunak also defended his Eat Out to Help Out scheme, arguing that it protected jobs, but wouldn't say if he would revive the scheme when hospitality venues were allowed to re-open.\nMr Sunak will lay out the government's tax and spending plans in his Budget on Wednesday, at a time when public borrowing has led to the highest national debt level since 1963.\nConservative former chancellor Lord Clarke has argued Mr Sunak should consider raising VAT, national insurance and income taxes in order to repair the public finances.\nHowever some Conservative MPs - including ex-Brexit Secretary David Davis - have warned against such rises and potential Tory rebels have been told they risk being kicked out of the parliamentary party if they vote against the Budget.\nMartin Beck, senior economic adviser to economic forecasting group EY ITEM Club, said repairing the public finances could wait and warned that \"premature fiscal tightening could undermine recovery\".\nAre you a small or medium business owner?  Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-56229618",
      "category": "uk-scotland-glasgow-west",
      "title": "Teenagers arrested over attempted murder in Glasgow",
      "tags": "Glasgow",
      "text": "Two teenagers have been arrested in connection with the attempted murder of a 15-year-old boy in Glasgow.\nPolice were called to an incident on Boydstone Road, near Thornliebank train station, at 23:10 on Friday.\nThe 15-year-old boy was found injured at the scene.\nTwo other boys, aged 15 and 16, have been charged and are due to appear at Glasgow Sheriff Court on Monday. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56225148",
      "category": "uk-wales",
      "title": "Covid: Poldark's Richard Harrington took Deliveroo job in lockdown",
      "tags": "Deliveroo,Merthyr Tydfil,Coronavirus pandemic",
      "text": "Left unemployed by lockdown, Poldark and Hinterland actor Richard Harrington got on his bike - and took a job as a takeaway delivery rider.\nThe 45-year-old said he took the work in London last year having done \"nothing between March and September at all\" during the Covid pandemic.\n\"I got a job with Deliveroo, going around on my bike and delivering takeaways to people,\" he said.\nThe Crown and Gangs of London actor was \"grateful\" to ride his bike every day.\n\"I'm normally quite a fit person,\" he said.\n\"But the lockdown had turned me into a lock-in, so I was thankful I was able to go on my bike every day because of the job.\" \nHarrington and partner actress Hannah Daniel are expecting their second child together later this year and he is currently starring in a drama on Welsh language television station S4C.\nFflam is about a widow named Noni and her attempts to move on from the death of her husband - and that is a subject close to Harrington's heart.\n\"I lost my mum in 2014 so I'm a little obsessed with grief,\" the actor from Merthyr Tydfil told BBC Wales' Cymru Fyw.\n\"She had cancer, and it was a big shock when she had the prognosis, but we had nine months to deal with it.\n\"Life is a lot easier now but it took me a long time to deal with it. Grief can creep in you when you least expect it. Having said that, you don't really deal with anything for a couple years after.\"\nHarrington admitted he was more affected by his mother's death than he realised at the time. \n\"I looked back and saw that I was acting strange,\" he said.\nAbout a year-and-a-half after her death, Harrington said had a \"complete breakdown\".\n\"I threw myself into work, I threw myself into running, I threw myself into the well-being of my children,\" he said.\n\"But looking back I wasn't very kind to myself, I didn't give myself much room to think properly.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56226020",
      "category": "uk",
      "title": "Covid-19: Free rapid testing for pupils' families in England",
      "tags": "Coronavirus vaccines,NHS England,Prince William, Duke of Cambridge,Coronavirus pandemic",
      "text": "Free Covid tests will be offered to the families of all pupils in England under plans to reopen schools from 8 March.\nRapid test kits will be provided twice a week to pupils and anyone in their household or support bubble regardless of whether they have symptoms.\nThey will also be available to adults who work with schools, such as bus drivers and after-school club leaders.\nMeanwhile, nearly two million people aged 60 to 63 in England are being invited to book their vaccine.\nFrom Monday, people in that age bracket will start receiving letters explaining how to book a jab through the national booking service, NHS England said.\nNearly 20 million people in the UK have now received their first dose, with the government aiming to offer a first dose to all adults by the end of July.\nAsked whether vaccine passports or certificates should be used to help open up the economy once this point was reached Chancellor Rishi Sunak told BBC One's Andrew Marr this threw up \"complicated, ethical issues\". \nHowever, he said the idea could be \"relevant\" for \"reopening parts of our country like mass events\" and that a government review was under way.\nThe chancellor said the rapid progress of the vaccination rollout did not mean coronavirus restrictions could be eased earlier than set out in the prime minister's roadmap and he could not \"guarantee\" there would be no further lockdowns. \nHe said he had seen no signs that new variants of the virus were circulating in the country despite cases rising in some parts of England - but stressed it was important people continued following lockdown rules.\nHome testing for secondary pupils will be twice weekly, with parents expected to carry out the testing at home after three tests in school. They will be encouraged but not mandatory, with pupils from year one upwards able to take a test, the Department of Health and Social Care said.\nTests will also be available to nursery school staff, the DHSC said.\nPublic Health England said testing would help \"uncover hidden cases\" and break chains of transmission and Education Secretary Gavin Williamson said it would \"provide yet another layer of reassurance to parents and education staff that schools are as safe as possible\".\nTests will be available in-person via workplace testing, at local authority testing sites or through a new ordering service that will allow people to order the kits online to collect.\nAnyone who tests positive will need a secondary PCR test to confirm the result of their home test.\nMeanwhile, more than three in four people aged between 65 and 70 have now taken up the offer of a vaccine, NHS England said. \nLast week, invites began to be sent out to 64-year-olds and those aged 50 to 60 are set to be invited \"shortly\", the NHS added.\nIt said the vaccine rollout was gaining \"fresh momentum\", with medical director Prof Stephen Powis urging anyone who has been invited to take up the offer.\n\"It doesn't matter when you were invited you can still come forward and protect yourself and others,\" he said.\nThe vaccine supplies are expected to increase in March, said Sir Simon Stevens, NHS England chief executive. \"We're planning for further acceleration as we head towards Easter.\"\nPeople can use the national booking service to reserve a slot at NHS vaccination centres or at pharmacies. Those who cannot go online can call 119 free of charge.\nNHS teams are also visiting those who cannot travel to a vaccination service.\nIt comes as leaders from 60 black-majority churches in the UK issued a call to their congregations on Sunday to get the vaccine, urging worshippers to seek out the facts about the vaccine from trusted sources.\nData has suggested people from black and minority ethnic (BAME) backgrounds are being vaccinated at much lower rates than white people.\nThe Bishop of Dover, the Right Reverend Rose Hudson-Wilkin, who is among the alliance of Christian leaders, said: \"Don't let misinformation rob you of your opportunity to protect yourself and others.\"\nThe Duke of Cambridge has also urged people to get vaccinated. \nAccording to the government's latest figures, more than 19.6 million people in the UK have now received their first dose - equivalent to more than one in three adults.\nThe number of people who have had their second jab has risen to 768,810.\nElsewhere, Mr Sunak is preparing to set out details of the Budget on Wednesday as he tries to balance the strains on the public purse caused by the pandemic while supporting those who have been hit the hardest."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56209030",
      "category": "business",
      "title": "Budget 2021: BBC editors on what to expect",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56224314",
      "category": "uk",
      "title": "Covid-19: Prince William and Kate urge people to get vaccine",
      "tags": "UK Royal Family,Coronavirus vaccines,Prince William, Duke of Cambridge,Coronavirus pandemic,Catherine, Duchess of Cambridge",
      "text": "The Duke and Duchess of Cambridge have urged people to get the Covid vaccine, saying it is \"really important\".\nPrince William said the uptake so far had been \"amazing\" but added: \"We've got to keep it going so the younger generations also feel that it's really important for them to have it.\"\nThe royal's comments came during a video call with two women who have been shielding since last March.\nHe also warned against fake news about the jab on social media.\nMore than 19.6 million people have now had their first dose of the vaccine. And the number of people who have had their second dose has topped 760,000, latest government figures show.\nPrince William and Catherine spoke to Shivali Modha, who has type 2 diabetes, and Fiona Doyle, who has severe asthma, during the video call. The two women are both eligible for the vaccine as they are in priority group six, and were preparing to have their jabs.\nMs Modha, 39, from Barnet in north-west London, said she was initially anxious about having the jab after reading things on social media, but had been reassured by vaccinated family members and medics.\nPrince William told her: \"Catherine and I are not medical experts by any means but if it's any consolation, we can wholeheartedly support having vaccinations. It's really, really important.\n\"We've spoken to a lot of people about it and the uptake has been amazing so far. We've got to keep it going so the younger generations also feel that it's really important for them to have it.\n\"So it's great that, Shivali, you're taking the time to work it out and come to the conclusion that 'I need to do this,' because social media is awash sometimes with lots of rumours and misinformation, so we have to be a bit careful who we believe and where we get our information from.\n\"Especially for those who are clinically vulnerable as well, it's so important that those vaccinations are done, so good luck.\"\nThe duchess added: \"I hope [the vaccine] comes as a huge relief in the end. I know there's maybe the anxiety and the worry leading up to it, but I hope for all of you it will add a bit of normality back to your lives and confidence as well as we go forward into the spring, that would be great.\"\nMs Modha thanked the duke and duchess for speaking with her and said she wished she could offer them a cup of tea, to which Catherine replied: \"Same here.\"\nCurrently, the government's aim is to offer a jab to all over-50s by 15 April, as well as people aged 16-64 with certain underlying health conditions and unpaid carers for disabled and elderly people.\nAfter that, they will start offering jabs to people by age group, with the hope that all adults will be vaccinated by the end of July.\nThere are no plans yet to vaccinate children, although trials have been announced to test the jab on children.\nIn January, it was announced that the Queen and Prince Philip had received their Covid jabs from a household doctor at Windsor Castle. Earlier this month, Prince Charles and the Duchess of Cornwall received theirs.\nEarlier this week, Prince William visited a vaccination centre and spoke to staff and people waiting for their jabs."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55274833",
      "category": "health",
      "title": "Covid vaccine: How many people are vaccinated in the UK?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "The UK has ramped up its Covid vaccine booster campaign - part of an attempt to reduce the impact of the new Omicron variant, currently spreading rapidly across the world.\nWith nine in 10 of those aged 12 or over in the UK having had a single jab and eight in 10 having had a second, the country has shifted its focus to boosters, which have been shown to offer significant protection from hospitalisation.\nAlthough more than 37 million boosters, or third doses, have been given so far, the government is urging more people to come forward to help the country \"ride out\" the Omicron wave.\nThe vaccine rollout was launched in winter 2020 and began with those considered most vulnerable before later moving down the adult age groups. All those aged 12 and over are eligible for two doses.\nIf you can't see the lookup, click here\nA booster campaign, originally targeted at people over 40 or belonging to a number of other vulnerable groups, has been extended to all over-16s. \nThe minimum gap between the second jab and booster dose has also been reduced from six to three months, to speed up the booster rollout process.\nThe government has begun easing \"Plan B\" restrictions in England, putting the reason for the move down to the success of the booster programme. Scotland, Wales and Northern Ireland have also begun rolling back measures, but people in all nations will still have to isolate after testing positive.\n Ministers are urging anyone who has not had a third, top-up jab to come forward.\nThe Joint Committee on Vaccination and Immunisation, which advises on vaccine policy, says a fourth Covid jab is not yet needed because data shows, three months after a booster shot, people aged 65 and over still have about 90% protection against hospitalisation.\nSo far, the UK has approved four vaccines for use: Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and Janssen; three of which require two doses for maximum protection.\nThose receiving boosters will get one dose of Pfizer or half a dose of Moderna.\nThere is no vaccine currently approved for use in the under-12s.\nSo far, more than 52 million people have had a first vaccine dose - some 91% of over-12s. More than 48 million - 84% of over-12s - have had both doses.\nWhile uptake of first and second doses dropped off late last year, there was a steep rise in people having boosters. However booster numbers dipped over the Christmas holiday period and remain low. \nMore than 37 million booster doses have been administered across the UK so far.\nOverall vaccination rates have now levelled off in every age group in England apart from the youngest bands.\nThe aim of the vaccination programme is to protect as many people as possible from serious illness through developing the UK population's immunity against Covid-19.\nData from the Office for National Statistics (ONS) suggests more than nine in 10 adults in the UK now have coronavirus antibodies - which is evidence of a past Covid infection or having received at least one dose of a vaccine.\nHowever, this figure does not tell us how many people are protected from infection or how close we are to reaching herd immunity - the point at which everyone is protected, directly or indirectly, as a result of high immunity levels in the population.\nAcross the country, there continues to be some variation in the vaccine programme.\nScotland has vaccinated 92% of those aged 12 and over with at least one dose, while Wales and England have reached 91% and Northern Ireland 89%.\nSecond doses are also being rolled out, with all nations reaching more than 80% of over-12s so far.\nAcross the English regions, the South West has vaccinated 86% of the same age group with at least one dose, while London has reached 69%.\nWhen looking at boosters, the South West has reached 67% of people aged 12 and over, while for London the figure is 44%.\nThere have also been disparities between ethnic groups and poorer and wealthier areas.\nAnalysis of NHS records by the OpenSAFELY group - a collaboration between Oxford University and the London School of Hygiene and Tropical Medicine - shows that black people were the least likely to have received a booster vaccine.\nThe study was based on more than 20 million patient records in England and covers people not living in care homes. Areas of London are under-represented in the data.\nIn addition, booster take-up in poorer areas is lower than in more affluent areas.\nCurrently, the Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and one-shot Janssen vaccines are approved for use throughout the UK. \nOthers, such as those produced by Novavax and Valneva, have not yet been given the green light.\nThe UK had ordered more than 540 million doses of seven of the most promising vaccines, including the four so far approved for use. \nIn addition, the government has now signed deals to buy 114 million more doses of the Pfizer and Moderna vaccines to use in 2022 and 2023. \nFrench vaccine maker Valneva said the UK government had scrapped a deal for 100m doses of its vaccine, which is yet to be approved."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56231518",
      "category": "uk",
      "title": "Covid-19: More than 20 million in UK have had first jab",
      "tags": "Nadhim Zahawi,Coronavirus vaccines,NHS England,Matthew Hancock,Coronavirus pandemic",
      "text": "More than 20 million people in the UK have now had their first dose of a coronavirus vaccine.\nPrime Minister Boris Johnson called it a \"huge national achievement\" and said \"every jab makes a difference in our battle against Covid\".\nThe latest government figures show 20,089,551 people in the UK have now had a first dose, while 796,132 have had a second. \nThe government is aiming to offer all adults a first jab by the end of July. \nBut the head of NHS Providers - which represents hospital trusts in England - warned there was \"a long way to go\".\n\"We're not even close to half way through this programme,\" said Chris Hopson. \"And there's a further challenge: to design a workforce model to enable us to do this year in year out.\"\nWhile he welcomed the milestone, he added: \"As we set out in our recent briefing, we need to see more progress on vaccines, lower Covid-19 case numbers, much less pressure on the NHS and plans in place to contain future outbreaks before easing restrictions. \n\"Now is not the time to let down our guard.\"\nThe government's next target is to offer a first dose to all over-50s by 15 April, as well as people aged 16-64 with certain underlying health conditions and unpaid carers for disabled and elderly people.\nAfter that, people will be prioritised by age group.\nThere are no plans yet to vaccinate children, although trials have been announced to test the Oxford-AstraZeneca jab on children.\nFrom Monday, nearly two million people aged 60 to 63 in England will start receiving letters inviting them to book their vaccine.\nMr Johnson said on Twitter that the 20 million milestone was \"a testament to the tireless work of NHS staff, volunteers, the armed forces and many more\".\n\"I urge everyone to get the jab when called,\" he added.\nHealth Secretary Matt Hancock also said it was \"a magnificent achievement for the country\" and the vaccine was \"our route out\". \nAccording to the figures published on Sunday, the 20 million milestone was reached after a further 407,503 jabs were administered in one day.\nThe figures include: 17.1 million first doses given in England, 1.6 million first doses in Scotland, 923,615 first doses in Wales and 520,996 first doses in Northern Ireland.\nMeanwhile, NHS England said people in the 60-63 age bracket would start receiving letters on Monday explaining how to book a jab through the national booking service, with those aged 50 to 60 set to be invited \"shortly\".\nIt said the vaccine rollout was gaining \"fresh momentum\", with medical director Prof Stephen Powis urging anyone who had been invited to take up the offer.\n\"It doesn't matter when you were invited you can still come forward and protect yourself and others,\" he said.\nNHS England chief executive Sir Simon Stevens said vaccine supplies are expected to increase in March, adding: \"We're planning for further acceleration as we head towards Easter.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56222942",
      "category": "world-europe",
      "title": "Covid-19: Police officers injured at Dublin anti-lockdown protest",
      "tags": "Dublin,Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Three police officers have been injured after attacks during a demonstration against Covid-19 restrictions in the centre of Dublin.\nHundreds of protesters were prevented from gathering at St Stephen's Green and were moved to Grafton Street by officers using batons.\nPolice were attacked with fireworks, cans and bollards and Irish broadcaster RTÉ reported one officer was taken to hospital.\nThere have been 23 arrests.\nOn Saturday night, gardaí (Irish police) said 20 people had been charged in connection with the protests, with 13 of them appearing before the Criminal Court of Justice before being remanded in custody to appear before Cloverhill District Court at a later date. \nSeven of those arrested were charged with offences and released on station bail while \"three juveniles were released for consideration of inclusion in the Juvenile Diversion Programme\", gardaí said. \nGarda (Irish police) Commissioner Drew Harris said police were \"lucky\" an officer was not seriously injured when a firework was aimed at them.\n\"It was directed at that individual and so we're fortunate we didn't suffer a serious injury. It's only the individual member's quick thinking saved him,\" Mr Harris told a media briefing on Saturday evening.\n\"You don't carry fireworks to a protest for any other purpose than to engage in violent conduct,\" he added.\nThe commissioner said a full investigation is under way into what happened at the protest.\nMr Harris said: \"Undoubtedly there was an element of planning, we could see that building up during the week between social media and other contexts.\"\nHe said a number of groups were \"working in concert\" with each other, ranging from far right and far left groups, as well as those opposing lockdowns and vaccines. \nTaoiseach (prime minister) Micheál Martin condemned the protest and said they \"posed an unacceptable risk to both the public and Gardaí (Irish police)\".\nPaying tribute to police \"who moved quickly to make arrests and restore order\", Mr Martin added that the large gathering \"showed a complete lack of respect to the people who have made huge sacrifices during this pandemic\".\nTánaiste (deputy prime minister) Leo Varadkar said he was \"horrified\" by what had happened.\nThe Fine Gael leader said there was \"no excuse for violence to gardaí or anyone\", adding that a \"selfish few\" were undermining \"sacrifices that millions have made in the last 12 months\"."
    }
  ]
}