{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/health-55544781",
      "category": "health",
      "title": "Analysis: Can lockdown stop the new coronavirus variant?",
      "tags": "James Gallagher,Coronavirus pandemic",
      "text": "Lockdowns have worked before, but can we expect the new one to do the same?\nIt feels like we are back in March or April last year, when the strict controls on all our lives led to a fairly quick decline in levels of coronavirus. \nBut one of the crucial differences this time is the new variant, which is thought to spread between 50 and 70% faster than previous forms of the virus. \nExperts warn there are now no guarantees that lockdown will be enough to bring the variant under control. \n\"It still would not have been easy, but it would have been a much easier situation if it had not been for the new variant,\" Prof Neil Ferguson, from Imperial College London, told Inside Health.\n\"That really pushes the bounds of our ability to control the spread of the virus, even with measures that were previously relatively quite effective.\"\nThe coronavirus spreads when we come into contact with each other so moving classrooms online, telling people to stay at home and closing shops breaks many of those opportunities for human contact. \nIf we consider the R number - the average number of people each infected person passes the virus on to - it was about 3.0 in the run up to the first lockdown and anything above 1.0 means cases are climbing.\nR fell to 0.6 during the first lockdown.\nThen every 1,000 infected people passed the virus on to 600 others, who passed it on to 360 others and so on. \nBut if the new variant is 50% more transmissible then the R number, in the same lockdown conditions, would be about 0.9.\nThen 1,000 infected people would pass the virus onto 900 others, then 810 and so on. \nAs you can see this leads to far slower decline. \nAnd that assumes lockdown can get R down to 0.9 in areas where the new variant has become the most common form of the virus. \nIf, as some studies suggest, the variant is about 70% more transmissible then R may stay above 1.0 and cases may not fall at all.\n\"We'd at best flatten the curve, keep numbers at a roughly constant level, and that's frankly why there is so much emphasis on getting vaccine into people's arms as quickly as possible,\" said Prof Ferguson.  \nIt is hard to lock down even harder as there are some parts of society - hospitals, supermarkets - that need to be kept open. \nWhat happens to the number of cases over the coming weeks will be closely monitored. If this lockdown is less effective then we will have to live with it for longer.\nThere have been some encouraging signs over the Christmas break, which was a bit like a lockdown due to school holidays and other restrictions.\n\"We are in a very difficult situation here, but my initial assessment of the last few days is that the rate is slowing which is good news,\" Prof John Edmunds, London School of Hygiene and Tropical Medicine, told the BBC.\nHe added: \"It looks likes those restrictions should be sufficient to stop the increase, whether they will be sufficient to bring cases down sufficiently we are yet to see.\"\nEventually the vaccine will give people immunity so we do not need the same controls on our lives.  \nNow more than ever this is a race between the virus and the vaccine.\nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55605111",
      "category": "uk-wales",
      "title": "Covid vaccine: Wales has delivered 70,000 of 275,000 doses",
      "tags": "Coronavirus vaccines,Plaid Cymru,Welsh government,NHS Wales,Welsh Conservatives,Coronavirus pandemic",
      "text": "Wales has received 275,000 doses of the two Covid-19 vaccines to deal with the pandemic.\nAbout 70,000 people received a first dose after the first month of the vaccine rollout.\nThe Welsh Government confirmed it has had more than 250,000 doses of the Pfizer-BioNTech vaccine and 25,000 doses of the Oxford-AstraZeneca jab.\nThe health minister promised a \"really significant step-up\" in the roll-out after opponents criticised its speed.\nThe Pfizer jabs were first administered in early December at seven sites across Wales as part of the UK-wide immunisation programme. \nApproximately 1.6% of people were vaccinated up to 3 January - fewer than all other UK nations.\nIn England, about 1.9% of the population had received the first dose, while 2.1% of people in both Scotland and Northern Ireland had received their first jab.\nThe Welsh Government has dismissed criticism it is lagging behind, with health officials saying the new Oxford-AstraZeneca vaccine would help speed up the programme \"considerably\".\nThe rollout of the Oxford vaccine started on Monday, with 25,000 doses received this week, according to the Welsh Government.\nFirst Minister Mark Drakeford said on Friday that Wales would receive another 25,000 Oxford doses next week and 80,000 the week after that.\nWhen asked how many doses of the Pfizer vaccine Wales had received, he said he could not recall the exact figure but further deliveries had been received \"on the 23rd and the 27th of December\".\nPressed on a figure, he said: \"It's the low hundreds of thousands\", adding: \"The Pfizer vaccine has particular challenges in terms of the conditions that it's got to be stored in and in parts of Wales that is a very particular challenge because it is a hard vaccine to transport over long distances to relatively scattered and remote communities.\n\"But the fact that we've got it and the fact that we're able to use more of it than we originally anticipated means we'll be able to accelerate the use of it over the next couple of weeks.\"\nOn Sunday, the Welsh Government confirmed it had received 25,000 doses of the Oxford-AstraZeneca vaccine in the first week but the quantity would increase, allocated to Wales based on a population share on a weekly basis. \n\"We are confident in the assurances we have been given that this will increase over the next few weeks to around 100,000 per week,\" they said.\n\"We are delivering all the Oxford-AstraZeneca vaccine allocated to Wales directly to GPs, other primary care providers and hospitals as soon as it is available.\"\nConservative MP for the Vale of Clwyd, Dr James Davies, said: \"We all know that the Pfizer vaccine is difficult to transport and store and needs to be stored at -70 degrees, that's understood. \n\"But the issue is that actually, if you look at the rest of the UK, including very rural areas, they've managed to deal with it... and it is difficult to see why they haven't been in a position to be organised earlier and to ramp-up the delivery.\"\nRhun ap Iorwerth, Plaid Cymru's health spokesman, called for transparency: \"It is very worrying to find out that we have had in Wales more than 250,000 doses but only a relatively small proportion of that have yet ended up in people's arms, protecting people, because that's what we want to happen.\"\nHe has written an open letter to Health Minister Vaughan Gething calling for greater clarity on the vaccine deployment programme, asking for a dashboard of information which would allow the public to track the rollout's progress for themselves, including volume of doses delivered and administered by health board and by the nine priority groups.\nDr Olwen Williams, vice-president for Wales at the Royal College of Physicians, also called on health boards and Welsh Government to publish regular data showing which groups of people have been vaccinated, with patient-facing health workers prioritised over other colleagues.\n\"I think that would give assurance to people working in the NHS and the population in general, that the programme is progressing as planned,\" she said.\nAll data will be published daily from Monday but Mr Gething conceded that Wales, from last week's figures, was \"slightly behind on the population share and I'm not getting away from that.\"\nHe said the race was not \"necessarily against other UK nations\" but against the virus.\nHe also told BBC Radio Wales' Sunday Supplement that, in the next two to three weeks, he expected to see a \"really significant step-up in the delivery of the vaccine\" as more GP practices and community pharmacies help.\n\"We're going to get through many more people, giving them significant protection with a first vaccine,\" he said.\n\"And that will mean that we're going to be able to prevent most of the avoidable deaths.\"\nIt is hoped the Oxford-AstraZeneca vaccine will speed up the process.\nBy the end of last week, it was being offered to patients aged over 80 at 73 GP practices.\nMore than 100 are expected to be offering the jabs next week, Mr Gething said, \"and then we get into several hundred thereafter and we'll bring community pharmacies on board.\"\nThe UK and Scottish governments did not provide the numbers of Pfizer vaccines supplied to England and Scotland. BBC Wales is still waiting for a response from the Northern Irish Executive.\nMeanwhile, regular rapid testing for people without coronavirus symptoms will be made available in England.\nThe Welsh Government said it would evaluate its mass testing pilots in Merthyr Tydfil and lower Cynon Valley, as well as elsewhere in the UK, to inform its approach to community testing.\nA spokesman added: \"We have announced regular asymptomatic testing of health and social care workers, in education and daily contact testing in South Wales Police.\n\"A pilot has also started at the Tata Port Talbot site. We are also exploring other opportunities for regular testing to support critical services.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55586246",
      "category": "world-europe",
      "title": "Brexit: Edwin Poots warns of job losses and food shortages",
      "tags": "NI Brexit,Republic of Ireland,Michael Gove,NI economy,Brexit,Trade,Haulage",
      "text": "The Stormont minister whose officials are responsible for the new Irish Sea border has said some food will be unavailable if changes are not made. \nDUP Agriculture Minister Edwin Poots has also said jobs could be at risk.\nHe said problems at the ports were being caused by new rules applied on imports of food and other products from Britain to Northern Ireland.\nEarlier Cabinet Office Minister Michael Gove said trade from GB to NI \"will get worse before it gets better\".\nMr Gove said that \"work is ongoing\" and it is \"all part of the process of leaving the European Union\".\nHe added that he had spoken to ministers from all parties in the Northern Ireland Executive. \nAfter speaking with hauliers, supermarkets and processors this week, Mr Poots predicted the loss of jobs and rising costs.\n\"A wide range of frozen and chilled foods will be unavailable after the temporary exemption period ends,\" he tweeted.\nThat exemption period applies to supermarkets and other food importers and runs out in April.\nAfter that they will have to comply with all the paperwork required to ship food in, or find suppliers on the island of Ireland or elsewhere in the EU.\nNew rules - called the Northern Ireland Protocol - were introduced because while the UK has left the EU, Northern Ireland has remained in the Single Market for goods and is continuing to apply EU customs rules.\nThe arrangement was agreed between the UK and the EU to prevent a hard border on the island of Ireland.\nMr Poots said he had spoken to senior UK government figures to ask them to consider unilaterally revoking the protocol as it was \"damaging Northern Ireland at the economic and societal level\".\nAnd he hit out at members of Sinn Fein, the SDLP, and Alliance Party who he claimed had supported it.\nMembers of those parties have countered similar claims from other DUP politicians in recent days.\nThey said DUP MPs had voted against alternative arrangements that would have been simpler to manage before the government pushed ahead with the protocol plan.\nResponding to Mr Poot's tweet on Friday evening, SDLP leader Colum Eastwood wrote: \"You broke it, you own it.\" \nSinn Féin MLA Martina Anderson accused Mr Poots of being \"asleep at the wheel\".\nThe Ulster Unionist Party (UUP) has called for the assembly to be recalled to discuss difficulties over trading between Great Britain and Northern Ireland due to Brexit.\nThe party has submitted a recall petition.\nUUP MLA Roy Beggs said: \"The impact of the Irish Sea border is causing horrendous difficulties for hauliers and this is being seen in shops and businesses across Northern Ireland.\n\"It is damaging the Northern Ireland economy and the situation is escalating.\"\nEarlier on Friday, Michael Gove said it had been expected that there would be \"some initial disruption\" to trade between GB and NI, but that the government is \"ironing\" issues out.\nHe said discussions with the executive in Northern Ireland were \"in order to make sure that the [Northern Ireland] protocol works\". \n\"[To make sure] that businesses in Northern Ireland can continue to have access to the rest of the UK market, and that Northern Ireland businesses can have the goods that they need on the shelves, that they have access to at the moment,\" he said. \nNorthern Ireland has remained a part of the EU's single market for goods while the rest of the UK has left.\nThis means food products from Great Britain are subject to checks when they enter Northern Ireland.\nSimilar processes and checks also apply when moving food products from Great Britain into the Republic of Ireland.\nMeanwhile, an organisation representing haulage firms has called on the UK and Irish government to relax some of the new Irish Sea trade border rules.\nThe Road Haulage Association (RHA) said there is serious disruption to freight movements into the island of Ireland.\nThe RHA said relaxing the controls on food products and customs declarations \"would help traders to ship goods that have struggled to move over recent days.\"\n\"The problems have led to gaps in supermarket shelves and lorries delayed at ports because of problems with red-tape and the situation is worsening,\" the organisation added.\n\"We are facing an inflexible, cumbersome and time consuming process just to move goods.\"\nThe UK government said the flow of goods \"between GB and NI has been smooth overall and arrivals of freight have continued to increase substantially over this week\".\n\"There are no significant queues at NI ports and supermarkets are reporting healthy supplies into their Northern Ireland stores,\" a spokesperson added.\n\"We recognise the need to provide as much support to the haulage sector as possible as industry adapts to new processes. That's why hauliers can benefit from the Trader Support Service, which provides free advice and support to businesses of all sizes moving goods under the Northern Ireland Protocol. \n\"We have been engaging intensively with the Irish authorities and hauliers on the issues that have been encountered for goods transiting through Dublin port.\"\nOn Thursday customs authorities in the Republic of Ireland announced a temporary relaxation of one customs process.\nHauliers will be able to use an override code to complete a piece of administration known as ENS.\nThe letters ENS refer to an entry summary declaration, an online form which goods carriers are now legally obliged to submit to Irish customs when transporting goods from Great Britain into Ireland.\nOn Thursday night the Irish Revenue Commissioners said it recognised that \"some businesses are experiencing difficulties on lodging their safety and security ENS declarations\".\nIt said that in response it was providing a \"temporary easement\" which would allow an ENS to be produced without all the normally required information.\nAn Irish government spokesperson said it is \"absolutely essential that Ireland fulfils its obligations as a member of the EU and that we protect the integrity of the single market and the customs union\".\n\"We appreciate that the new requirements and customs formalities present significant challenges and impose additional burdens on businesses.\"\nMeanwhile Stena, the ferry company, said it was cancelling a dozen sailings between Wales and Ireland next week due to \"a decline in freight volumes during the first week of Brexit.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-55593210",
      "category": "uk-england",
      "title": "Coronavirus: Company's apology after £5,000 vaccine offer",
      "tags": "Worthing,Coronavirus vaccines,Coronavirus pandemic",
      "text": "A property investment company has offered GP surgeries £5,000 for unused coronavirus vaccine doses.\nThe Hacking Trust's medical division approached surgeries in Bristol and Worthing offering to pay the money to charity \"or the staff member directly\".\nRobyn Clark, from the Institute of General Practice Management, said it was \"just appalling\".\nThe company, based in London, has apologised, saying its \"good intentions\" were \"misinterpreted\".\nNHS England said people \"will rightly take a dim view of anyone who tries to jump the queue\".\n\"The NHS is free at the point of access for everyone who needs it,\" said Mrs Clark.\n\"What we felt this company was trying to do was jump the queue.\"\nThe Bristol-based manager said she worried it could \"create more health inequality\". \nShe said: \"The JCVI [Joint Committee on Vaccination and Immunisation] is trying to prioritise the vaccine based on the vulnerability to Covid.\"\nThe e-mail sent to the GP surgery in Worthing said The Hacking Trust was aware that \"many appointments\" for vaccinations are not kept, and that it would be interested in being informed of \"any no-shows\".\nA donation of £5,000 would be paid to a staff member or given to charity for each dose it could secure, the e-mail said.\nIn a statement, the Battersea-based company said it \"offered charitable donations to staff or surgeries in this difficult time for any vaccines which were unused\".\nIt added: \"We had heard that some vaccines were being unused due to missed appointments. We would apologise that our good intentions have been misinterpreted.\"\nNHS England said it knew \"these particular emails were received across the country\".\nDr Nikki Kanani, GP and NHS medical director for primary care, said hundreds of NHS teams across the country were \"working hard to deliver vaccines quickly to those who would benefit most\".\n\"NHS staff will never ask for, or accept, cash for vaccines,\" she said.\nThe Department of Health and Social Care said vaccinations were available from the NHS \"for free\" and \"cannot be sold privately in the UK\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55607168",
      "category": "uk",
      "title": "Covid-19: Priti Patel defends police lockdown fines",
      "tags": "Policing,Coronavirus lockdown measures,Priti Patel,Coronavirus pandemic",
      "text": "Home Secretary Priti Patel has said officers \"will not hesitate\" to enforce lockdown rules as she defended the way police have handled breaches.\nShe said rising numbers of coronavirus cases and deaths illustrated the need for \"strong enforcement\".\nIt comes after the National Police Chiefs' Council published guidance saying officers should issue fines more quickly when rules are broken.\nMore than 30,000 fines have been handed out by forces in England and Wales.\nNPCC figures show 32,329 fixed penalty notices were issued between 27 March and 21 December last year.\nThe number of people who have died in the UK within 28 days of a positive Covid test surpassed 80,000 on Saturday, and a further 59,937 people tested positive.\nMinisters have launched a new campaign urging people to act like they have the virus and scientists have warned that lockdown measures in England need to be stricter.\n\"The vast majority of the public have supported this huge national effort and followed the rules,\" Ms Patel said.\n\"But the tragic number of new cases and deaths this week shows there is still a need for strong enforcement where people are clearly breaking these rules to ensure we safeguard our country's recovery from this deadly virus.\n\"Enforcing these rules saves lives. It is as simple as that. Officers will continue to engage with the public across the country and will not hesitate to take action when necessary.\" \nHealth Secretary Matt Hancock has warned the public to follow the lockdown restrictions, telling the BBC's Andrew Marr programme that \"every time you try to flex the rules, that could be fatal\".\nBut Labour leader Sir Keir Starmer criticised the government for not providing \"absolute clarity of messaging\", telling the BBC's Andrew Marr that there had been \"mixed messaging over the last nine months\".\nNPCC guidance, published on 6 January, says officers should still offer people \"encouragement\" to comply with the regulations and explain any changes.\n\"However, if the individual or group does not respond appropriately, then enforcement can follow without repeated attempts to encourage people to comply with the law,\" the NPCC said.\nOn Saturday 12 people were arrested during an anti-lockdown protest in south London.\nElsewhere, North Wales Police turned away more than 100 cars at Moel Famau in Flintshire by Saturday lunchtime, and Norfolk Police fined one couple who had travelled about 130 miles (209km) to see a seal colony.\nHowever, Derbyshire Police has launched an urgent review into how fines were issued after two women were charged £200 each.\nThe pair were stopped by officers for walking five miles from their home with hot drinks, which they were told were not allowed as they were \"classed as a picnic\".\nJohn Apter, chair of the Police Federation of England and Wales, said officers were under \"immense pressure to do the right thing\" and said with \"such a changing landscape politically and legally\" there were going to be things which did not go right.\nHe said the police had to balance the relationship with the public. \n\"It's not easy because all we are trying to do in policing is keep as many people safe as possible,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-55577866",
      "category": "uk-northern-ireland",
      "title": "Coronavirus: Virtual Mass tour across Ireland for 107-year-old",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-norfolk-55601962",
      "category": "uk-england-norfolk",
      "title": "WW2's 'Spitfire Women': Eleanor Wadsworth, one of last female pilots, dies",
      "tags": "Royal Air Force,Royal Air Force Bodffordd,Nottingham,United States,Bury St Edmunds,Canada,World War Two",
      "text": "One of the last surviving \"Spitfire Women\", who ferried aircraft to the front line in World War Two, has died.\nEleanor Wadsworth, who was 103, was part of the Air Transport Auxiliary (ATA), a civilian service that transported fighter aircraft and crew.\nThe ATA Association said she was among 165 women who flew without radios or instrument flying instructions.\nMrs Wadsworth, who lived in Bury St Edmunds, died in December after a month of illness. \nDuring the war, about 1,250 men and women from 25 countries transferred some 309,000 aircraft of 147 different types.\nMrs Wadsworth, who was born in Nottingham, joined the ATA in 1943 after seeing an advertisement for female pilots and was one of the first six successful candidates to be accepted with no or little previous flying experience, historian Sally McGlone said.\nIn 2020, the former pilot told her housing association's in-house magazine that she had been \"looking for a new challenge\" when she joined the service.\n\"The thought of learning to fly for free was a great incentive [so] I put my name down and didn't think much about it,\" she said.\nShe added that she had enjoyed flying Spitfires the most, which she did 132 times.\n\"It was a beautiful aircraft, great to handle,\" she said. \nTributes have been paid to her bravery on social including one from former RAF Tornado navigator and Gulf prisoner of war John Nichol.\nMs McGlone said Mrs Wadsworth and her fellow ATA pilots \"will remain an inspiration to women worldwide\", while fellow historian Howard Cook said she and her fellow \"Spitfire Women\" had been \"incredibly brave\".\nAuthor Karen Borden, who interviewed Mrs Wadsworth for an upcoming book, added that \"like many of the women pilots, she was incredibly humble about her contribution to the war effort\". \n\"She joked about how flying 'straight and level' was her mark... and how marvellous it was to take to the air on her own.\"\nHer son Robert said she had been \"a wonderful mother, an adoring grandmother and great-grandmother\", who had been \"matter of fact\" about her wartime service.\nHe said she would say that \"we had a job to do [and] we just got on and did it\". \nHer funeral will take place on Tuesday.\nMrs Wadsworth had been one of three surviving female ATA pilots, alongside American Nancy Stratford and Briton Jaye Edwards, who lives in Canada.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55607680",
      "category": "uk",
      "title": "Covid-19: Testing for asymptomatic workers and lockdown fines defended",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic on Sunday. We'll have another update for you on Monday morning. \nRegular rapid testing for people without coronavirus symptoms will be made available across England this week, the government has said. Meanwhile, thousands of people over 80 are being invited to book vaccinations at seven regional vaccination centres. Can the UK meet its vaccination challenge?\nHome Secretary Priti Patel has said officers \"will not hesitate\" to enforce lockdown rules as she defended the way police have handled breaches. It comes after the National Police Chiefs' Council said officers should issue fines more quickly when rules are broken. The UK reported a further 1,035 deaths on Saturday, bringing the number of people to have died within 28 days of a positive Covid test to 80,868.\nThe Queen, 94, and the Duke of Edinburgh, 99, have received Covid-19 vaccinations, Buckingham Palace said. The royal couple are among about 1.5 million people in the UK to have had at least one dose of a Covid vaccine so far. A household doctor gave the vaccinations at Windsor Castle on Saturday, a royal source told the BBC.\nLive-streamed lessons will not be offered to all children in Scotland when the new school terms begins on Monday, according to BBC research. A parents' group has raised concerns about \"equal and fair access to home learning\" and called on the Scottish government to set minimum standards. Plans for remote learning during the latest lockdown reveal big disparities between Scotland's 32 councils.\nFrom detecting the faint barking of pups stuck in quarries to finding spooked dogs who've bolted through fireworks, Missing Dogs Team Wales has helped hundreds of lost pets during the pandemic.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. \nFrom next week, international arrivals will have to test negative for coronavirus before leaving their home country and travelling to the UK. Read about the new rules here.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55600339",
      "category": "uk-wales",
      "title": "Covid: Wales 'ready to vaccinate at a higher rate'",
      "tags": "Swansea Bay University Health Board,Killay,Coronavirus vaccines,NHS Wales,Coronavirus pandemic,Cwm Taf Morgannwg University Health Board",
      "text": "There is a \"light at the end of the tunnel\" with a third vaccination against Covid-19 but people need to keep safe in the meantime.\nThat's the message from the body representing health boards in Wales.\nThere are more than 2,700 patients in hospital with Covid, according to latest NHS Wales figures.\n\"It's incredibly serious at the moment, I can't emphasise that enough,\" said Welsh NHS confederation director Darren Hughes.\nThere were more than 1,700 confirmed and suspected Covid-19 patients in Welsh hospitals at the most recent count, on Thursday. \nThere were also another 1,000 patients in hospital beds recovering from the virus. Both are at record levels.\nThe number of Covid patients in critical care is also at its highest point since the first wave peak in April.\nOn Saturday, Public Health Wales reported a further 62 deaths with Covid over recent days, taking the total number since the start of the pandemic to 3,919.\nOn New Year's Day, 55 people died - the highest for a single day during the pandemic.\nMeanwhile, a new report from the Welsh Government's scientific advisory body suggests there are \"significant numbers\" of the faster-spreading new variant of Covid in north Wales, particularly in Wrexham and Flintshire.\nIt estimates up to two-thirds of cases in the Betsi Cadwaladr health board area are of this type.\nThere was some suggestion it was increasing in south Wales, including Cardiff and Vale health board.\n\"If the new variant grows in Wales as it has in London, east and south-east England, it will bring a period of significant further increased pressure on the NHS,\" the report warned.\n\"In intensive care we're running at about 165% of normal capacity, we've got, you know, getting on for 3,000 people now in hospital with Covid or recovering from Covid,\" Mr Hughes told BBC Radio Wales Breakfast.\nOne consultant at the Royal Glamorgan Hospital near Llantrisant, Rhondda Cynon Taff, told BBC Wales of the pressures and that \"we're definitely having more younger people with Covid that are becoming sick, the volume is very high in the community\".\nMr Hughes described the vaccination rollout programme as a \"huge undertaking\" for staff already under pressure due to the health service's workload.\n\"If you look at the headline figures, Wales is slightly behind other parts of the UK, but I think it's important to remember that the vaccine has been delivered by healthcare staff,\" he said.\n\"What we are doing is vaccinating everybody and delivering the vaccines that have been delivered to Wales.\"\nMr Hughes said: \"Things are being ramped up from what I understand from the sort of 25,000 vaccinations being delivered to Wales, to go to much higher numbers in the coming weeks.\n\"We are ready to vaccinate at a much higher rate as soon as the vaccines become available, and good news yesterday that a third vaccine is coming on stream, pretty much straight away.\"\nHe added: \"We understand how tough it is for all of us in our families living in Wales; people directly affected, businesses affected, people's mental health affected.\n\"There is a light at the end of the tunnel with a vaccination coming online but please do all you can to keep yourselves and your family safe so that we in the NHS can can look after you all.\"\nAbout 100 patients in Swansea Bay got their first vaccine dose, when the Killay medical centre held a clinic on Saturday.\nAmong the first in line was 82-year-old Marcia Sturk, who said she was \"happy to take advantage of the opportunity\" to receive the vaccine.\nThere are about 1,800 patients aged over 80 on the surgery's list alone, and across the health board area, there are around 24,000 in that age group who should receive a first dose in the next few weeks.\nSurgeries will be contacting patients directly, by telephone or letter, to arrange an appointment.\nGP Dr Chris Johns said: \"We are very pleased to be involved and begin these vaccinations. It feels like it's been a long time coming, but we've started at last.\n\"We will be vaccinating 100 people today and as well as holding special clinics in the surgery we are also looking at using some community venues as well to help us get around everyone.\"\nMeanwhile, Cwm Taf Morgannwg said 808 doses had been given at care homes in its area so far, with another 954 planned for next week.\nMore than 300 have also been vaccinated at GP practices across the health board, with a further 3,000 planned for next week.\nIn Denbighshire, Vale of Clwyd Conservative MP Dr James Davies said he had been \"inundated with messages from understandably anxious elderly constituents and relatives of care home residents who have seen those in their position being vaccinated in nearby Cheshire, Wirral and Shropshire, but are yet to receive an invitation for vaccination themselves\".\nBetsi Cadwaladr health board, which manages the health service in north Wales, said it had received 5,000 doses of the Oxford AstraZeneca vaccine this week to vaccinate care home staff and residents, as well as hospital inpatients and those over the age of 80. \nIt said 300 people aged over 80 would be vaccinated at mass vaccination centres this week, and arrangements had been made to contact individuals by telephone.\nThe first minister has said the \"ambition\" is for the top priority groups in Wales to get Covid vaccines by mid-February.\nProf Andrew Easton, an expert on virology at the University of Warwick, said the global spread of coronavirus could mean society has to \"live with the virus rather than to hope for its removal\", similar to flu.\n\"It has gone so far around the world that eliminating it is going to be almost impossible, not entirely\" he said.\n\"So we will have to learn to live with it,\" he said, adding that improved hygiene habits such as wearing face masks may need to continue into the future."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-55611397",
      "category": "uk-scotland",
      "title": "Covid in Scotland: ICU numbers rise amid tighter lockdown warnings",
      "tags": "Coronavirus pandemic",
      "text": "The number of patients in intensive care with Covid has risen sharply, amid warnings that tougher lockdown measures may be needed.\nLatest Scottish government figures show 1,877 new cases of Covid were reported in the last 24 hours\nThe number of people in intensive care has risen from 109 to 123, the highest daily jump since October.  \nDeputy First Minister John Swinney said a tightening of restrictions could not be ruled out.\nA total of 1,598 people are currently in hospital with recently-confirmed Covid, up from Saturday's figure of 1,596 patients which was the highest number since the outbreak began.\nThe daily test positivity rate was10%, up from 8.7% on Saturday, when 1,865 positive cases were recorded.\nThe deputy first minister said the country was facing \"a very alarming situation\" with the virus.\nSpeaking on Politics Scotland, Mr Swinney said coronavirus does not show much sign of \"abating\" and he would not rule out tougher lockdown measures.\nHe said: \"We're seeing case numbers which are hovering around 2,000 per day... so we've got an accelerating situation on our hands and we have to constantly review whether more restrictions are required.\"\nThere have been some encouraging signs in recent days with average positivity rates falling, a possible indicator that the lockdown is having an impact, but  Prof Linda Bauld, of Edinburgh University, urged caution.\nShe said: \"The numbers are not reducing at the rate which we want them to, so [it is] still a very fragile situation. \n\"The measures we have now I hope are working but it's not clear whether they are tough enough.\n\"I think the key change the government could make is in the sectors which are still open, particularly workplaces but also things like takeaways and click and collect.\"\nProfessional sport, along with manufacturing and construction work have been allowed to continue in this lockdown, whereas they were not in the first wave in March.\nThe deputy first minister said the meeting of the cabinet which agreed the latest lockdown saw ministers wondering if they had gone far enough to stop the spread.\nMr Swinney added: \"I don't think I'm revealing a state secret when I say that the debate within cabinet was not whether we were going too far but whether we were going far enough.\"\nA total of three deaths were recorded in the past 24 hours but these figures are lower at weekends because register offices are generally closed. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-55608339",
      "category": "uk-scotland-scotland-politics",
      "title": "'Status quo isn't working' for Scotland, says Starmer",
      "tags": "Keir Starmer,John Swinney,Scottish independence",
      "text": "Sir Keir Starmer has said the \"status quo isn't working\" for Scotland but has again rejected calls for a second independence referendum.\nThe Labour leader, who backs devolving more powers from Westminster, claimed another vote would be \"divisive\".\nHowever, he said he did not agree with Boris Johnson's assessment that there should not be another referendum for at least 40 years.\nThe SNP said a vote would allow Scots to choose how to rebuild after Covid.\nLast year Sir Keir said he would set up a constitutional commission to offer a \"positive alternative to the Scottish people\".\nHe told BBC One's Andrew Marr Show: \"I don't think there should be another referendum, I don't think a further divisive referendum is the way forward.\n\"But I do accept that the status quo isn't working. I don't accept the argument that the status quo isn't working, the next thing you do is go to a referendum.\n\"I think there are other things you can do, other arguments that can be made in support of the United Kingdom.\"\nAsked about Boris Johnson's 40-year position, Sir Keir replied: \"I heard the prime minister say that and I don't agree with him on that.\"\nSpeaking on BBC Politics Scotland, Deputy First minister John Swinney rejected suggestions that the recovery from the Covid crisis should be a greater priority than another independence vote.\nHe said:  \"An independence referendum is an essential priority of the people of Scotland because it gives us the opportunity to choose how we rebuild as a country from Covid.\n\"It would give us the opportunity to decide on our constitutional future and to determine the nature of our economy and how we deal with and support our citizens.\" \nEarlier this month Prime Minister Boris Johnson told the BBC he thought the 41-year interval between the UK's referendums on joining the EU and leaving it was a \"good sort of gap\". \nMr Johnson said in his experience, such votes \"don't have a notably unifying force in the national mood, they should be only once in a generation\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55611630",
      "category": "world-us-canada",
      "title": "Democrats give VP Mike Pence ultimatum to remove Trump from White House",
      "tags": "Impeachment of Donald Trump,US Capitol stormed,Nancy Pelosi,Donald Trump,Mike Pence,United States",
      "text": "US House Speaker Nancy Pelosi has stepped up the pressure on Vice-President Mike Pence to act to remove Donald Trump from office over his role in last week's storming of Congress.\nLawmakers are expected to bring up a resolution asking Mr Pence to invoke the 25th Amendment to declare the president unfit for office.\nMr Pence is said to oppose the idea.\nIf he refuses, the House will hold a vote to impeach Mr Trump who had urged supporters to march on the Capitol. \nThe Republican president has been accused by Democrats and an increasing number of fellow Republicans over the riot, following a rally in which Mr Trump repeated unsubstantiated allegations of vote fraud. Five people died in the attack, including a Capitol police officer. \nMr Trump has made no public statements since he was banned from several social media platforms - including Twitter - on Friday. \nHe is due to leave office on 20 January, when Democrat Joe Biden will be sworn is as president. Mr Trump has said he will not attend Mr Biden's swearing-in ceremony.\nMs Pelosi wrote to lawmakers saying the House of Representatives would present a resolution on Monday to formally request that Mr Pence invoke the 25th Amendment to the Constitution, which would allow Mr Pence to remove Mr Trump from the White House and become acting president.\nThe House could vote on the resolution on Tuesday. After that, Mr Pence and the cabinet would be given 24 hours to act before the House's potential move toward impeachment.\n\"We will act with urgency, because this president represents an imminent,\" Ms Pelosi said in her letter on Sunday. \"The horror of the ongoing assault on our democracy perpetrated by this president is intensified and so is the immediate need for action.\"\nAlthough Mr Pence has appeared to distance himself from the president by saying on Sunday he planned to attend Mr Biden's inauguration, there is no sign that the vice-president is prepared to invoke the amendment.\nMeanwhile, a second Republican senator, Pat Toomey of Pennsylvania, said the president should \"resign and go away as soon as possible\", joining Lisa Murkowski of Alaska.\nIn a separate development, First Lady Melania Trump, who rarely makes public comments about political events, condemned Wednesday's violence, saying the \"nation must heal in a civil manner\".\n\"I implore people to stop the violence, never make assumptions based on the colour of a person's skin or use differing political ideologies as a basis for aggression and viciousness,\" she said in a statement called Our Path Forward released by the White House. \nHouse Democrats have vowed to press ahead quickly with impeachment. To impeach, in this context, means to bring charges in Congress, and Ms Pelosi said Democrats could introduce a charge of \"incitement of insurrection\" against Mr Trump.\nSenior lawmakers say a vote to impeach Mr Trump in the House could be held by mid-week. Mr Trump could become the only president in US history to have been impeached twice.\nProceedings would then move to the Senate for a trial, where a two-thirds vote is necessary for a president's removal. If he is convicted, the Senate could also hold a vote to bar Mr Trump from holding public office again.\nHowever, House whip James Clyburn, another senior Democrat, told CNN the party may not send any impeachment articles to the Senate until after Mr Biden's first 100 days in office, saying: \"Let's give President-elect Biden the 100 days he needs to get his agenda off and running.\"\nThat would allow Mr Biden to confirm his new cabinet and kickstart key policies including tackling coronavirus, something that would have to wait if the Senate had already received the impeachment articles.\nNo Republican senators have said they will vote to convict Mr Trump of wrongdoing. The White House and senior Republicans have dismissed impeachment as a \"politically motivated\" move that would \"only serve to further divide our great country\".\nMr Biden has said impeachment is for Congress to decide, even though he has thought \"for a long time President Trump was not fit to hold the job\".\nAs investigators try to prosecute rioters who stormed the Capitol, police departments in Virginia and Washington state have placed officers on administrative leave for allegedly attending the events while off-duty. \nFire departments in Florida and New York City have also said some of their members may have been present when the mob broke into the Capitol, according to Reuters news agency.\nIn other developments:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55586751",
      "category": "world-europe",
      "title": "Storm Filomena: Spain sees 'exceptional' snowfall",
      "tags": "Spain,Snow,Madrid",
      "text": "Storm Filomena has blanketed parts of Spain in heavy snow, with half of the country on red alert for more on Saturday. \nRoad, rail and air travel has been disrupted and interior minister Fernando Grande-Marlaska said the country was facing \"the most intense storm in the last 50 years\". \nMadrid, one of the worst affected areas, is set to see up to 20cm (eight inches) of snow in the next 24 hours. \nFurther south the storm caused rivers to burst their banks. \nFour deaths have been reported so far as a result of Filomena. Officials said two people had been found frozen to death - one in the town of Zarzalejo, north-west of Madrid, and the other in the eastern city of Calatayud. Two people travelling in a car were swept away by floods near the southern city of Malaga.\nAs snow fell on Madrid on Friday evening, a number of vehicles became stranded on a motorway near the capital.\nThe city's Barajas airport has closed, along with a number of roads, and all trains to and from Madrid have been cancelled. \nFirefighters were called in to assist drivers who had become stuck. In some areas the military were called in to help clear roads. \nSpanish Prime Minister Pedro Sánchez urged people to stay at home and to follow the instructions of emergency services. King Felipe and Queen Letizia took to Twitter to urge \"extreme caution against the risks of accumulation of ice and snow\".\nThe country's AEMET weather agency said the snowfall was \"exceptional and most likely historic\". \nA number of people were seen making the most of the snowy scenery, walking through Madrid's Puerta del Sol square.\nLarge parks in Madrid have since been closed as a precaution, AFP news agency reports. \nOne man was pictured skiing along the Gran Via, the capital's famous shopping street. \nIn Cañada Real, the largest shanty town in western Europe, residents were seen creating a bonfire to keep warm. \nThe cold weather is set to continue beyond the weekend with temperatures in Madrid predicted to hit -12C on Thursday. \nAll images copyright."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55611387",
      "category": "world-asia",
      "title": "Indonesia Sriwijaya Air crash: Distraught relatives await news",
      "tags": "Aviation accidents and incidents,Aviation safety,Sriwijiaya air crash,Indonesia",
      "text": "Relatives of the passengers and crew on board the ill-fated Sriwijaya Air Boeing 737 are facing an agonising wait as authorities search for the wreckage.\nSixty-two people were on board the passenger plane which plunged into the sea just minutes after taking off from Jakarta on Saturday.\nThere appears to be no hope of finding survivors.\nAlthough no-one on board has been formally identified, information is emerging from family and friends.\n\"We're in grief, still praying for the best,\" said Ferza Mahardhika, whose uncle was the pilot of the Sriwijaya SJ182 flight. \nCaptain Afwan, 54, left home quickly on the day of the doomed flight, his nephew told BBC Indonesia, complaining that \"his shirt hadn't been ironed, when usually he is really neat\".\nThe captain apologised to his three children for having to leave them again.\nCaptain Afwan, who like many Indonesians goes by one name, started his flying career in the air force before becoming a commercial pilot in 1987. \nHis family and colleagues say he was devoted Muslim, eager to help people in his neighbourhood in the West Java town of Bogor, and at work.  \nHis profile picture on social media is a cartoon of Superman praying, with the words \"it doesn't matter how high you fly, you will never reach heaven if you don't pray\".\n\"He was a very good man. He often gave advice, wise advice. He was a prominent figure in his neighbourhood and was well-known for his kindness,\" said Ferza Mahardhika.\n\"I'm devastated and can't believe that this is happening. Please pray for uncle and our family,\" he added.\nAlso on board was 15-year-old Dinda Amelia, who had originally gone to Jakarta on vacation. \nDinda had gone with her mother's employer whom she was close to, along with the family's two children. \nLena, her mother, said she had been working for her employer's family for a long time, and so did not refuse Dinda's request to follow the family on vacation.\nThey left for Jakarta on 27 December - but never returned.\n\"She left right on her 15th birthday,\" her mother told BBC Indonesian. \"She was very happy.\"\nSpeaking to reporters, Lena showed them a photo of Dinda on her phone, while crying and saying: \"Come back little one.\" \nAfrida told BBC Indonesia she was still holding out hope that her 29-year-old son Angga Fernanda Afrion, who was on the flight, might still be alive. \n\"Family members who are in Jakarta are searching for information. I want to go, too, but with the pandemic it's difficult to travel,\" said Afrida, who lives in West Sumatra. \nJust a week ago Angga - a seaman - had become a father, his wife giving birth to their first child, a boy named Alvano Faeyza Alingga. His mother said that becoming a father had motived him to work harder to provide the best for his son. \nAngga worked on large cargo boats. His mother says he called her late on Friday saying that he had to fly to Pontianak at the last minute because \"his ship was damaged and his boss had told him he needed to come\".\nHe often had to travel for work across the Indonesian archipelago but preferred to travel by boat, rarely flying. \nAfrida said her son was \"a strong-willed child but was very obedient. He was a kind polite person and could get on well with anyone.\" \n\"If he is gone what I want is to be able to bring him home and bury him properly,\" she said quietly, while holding a framed photo of Angga in his uniform. \nAlso on board were newly married couple Ihsan Adhlan Hakim and Putri Wahyuni. Ihsan's younger brother, Arwin Amru Hakim, told news website Kompas that his brother had called from Soekarno Hatta Airport to let the family know their flight had been delayed, due to bad weather.\nThe couple were travelling to Kalimantan to hold a wedding party for Ihsan's extended family who live in Pontianak.  \n\"The plan was that next Saturday the event would take place,\" said Arwin. But now, he says, the family are praying together. \nYusrilanita fainted when told the news about the Sriwijaya Air SJ182 aircraft that was carrying her daughter Indah Halima Putri, son-in-law Muhammad Rizky Wahyudi and their baby.\nIndah had returned to her family home in Java to give birth, and was now going home with her husband to their home in Pontianak. \nBefore the plane took off, according to local media, Indah send a photo of the plane's wing via a WhatsApp message saying there was heavy rain and asking for the family's prayers. \nMeanwhile, authorities have set up a special centre at Pontianak Supadio Airport in Indonesia to take DNA samples from close family of those on board to help with identification.\n\"We have deployed 51 personnel to be on standby at the post to work with personnel from the Disaster Victim Identification team to collect the samples,\" said Assistant Senior Commissioner of Police Yani Permana.\nThe process is expected to take at least two more days as some families have to travel to reach the centre.\nThe 30-year-old businessman was in Jakarta on a business trip and was on his way back home to his family in Ngarak, a village several hours from Pontianak airport, according to news site CNN.\nHis wife told CNN that she spoke with her husband - whom she describes as a \"very good and sociable person\" - shortly before takeoff.\n\"His last message to me was not to forget to take our son to see a doctor because he had a fever,\" she said, adding that the couple's five-year-old son has been asking when his father is coming home. \nAdditional reporting by BBC Indonesia's Dwiki Marta and Widianingsih "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55609968",
      "category": "uk",
      "title": "Covid-19: Hancock warns flexing of rules 'could be fatal'",
      "tags": "Coronavirus lockdown measures,Matthew Hancock,Coronavirus pandemic",
      "text": "Flexing the coronavirus lockdown rules could be fatal, the health secretary has warned as hospital admissions soar.\nMatt Hancock did not rule out strengthening current restrictions and told the BBC's Andrew Marr the NHS was under \"very serious pressure\".\nIt comes after almost 55,000 new cases of coronavirus were reported in the UK and the number of deaths after a positive test passed 80,000.\nScientist Prof Peter Horby warned the UK was in \"the eye of the storm\".\nLabour leader Sir Keir Starmer said the rules were tough but \"may not be tough enough\" and called for the government to hold daily press conferences to avoid \"mixed messages\".\nThe UK recorded another 563 deaths within 28 days of a positive Covid test on Sunday, down from 1,065 deaths on Saturday.\nHowever, there tends to be fewer deaths reported on Sundays, due to a reporting lag over the weekend. There were also a further 54,940 daily cases.\nMr Hancock told Andrew Marr \"every time you try to flex the rules that could be fatal\" and said staying at home was the \"most important thing we can do collectively as a society\".\nThe health secretary said he did not want to speculate on whether the government would further strengthen restrictions, after warnings from scientists on Saturday that they may need to be stricter. \n\"People need to not just follow the letter of the rules but follow the spirit as well and play their part,\" he said.\nHis comments came after Home Secretary Priti Patel defended police over enforcing lockdown rules following the case of two women who were fined for going for a walk five miles from their homes - a decision which is now under review.\nThe government has launched a campaign telling people to act like they have got the virus in a bid to tackle the rise in infections.\nUnder the national lockdown, people in England must stay at home and can go out only for limited reasons such as food shopping, exercise, or work if they cannot do so from home. Similar measures are in place across much of Scotland, Wales and Northern Ireland.\nEngland's chief medical officer Prof Chris Whitty said that if the virus continued on its current trajectory \"many hospitals will be in real difficulties, and very soon\".\nIn a statement released on Sunday, he said that unless people started to follow the rules more strictly, emergency patients will have to be turned away from hospitals, causing \"avoidable deaths\".\nProf Horby, chairman of the New and Emerging Respiratory Virus Threats Advisory Group (Nervtag), said there may be \"early signs that something is beginning to bite\" due to the restrictions - but if they did not then stricter measures would be needed.\nHe told the BBC's Andrew Marr Show: \"I really hope people take this very seriously. It was bad in March, it's much worse now.\n\"We've seen record numbers across the board, record numbers of cases, record numbers of hospitalisations, record numbers of deaths.\"\nProf Horby said tougher measures might include those during the March lockdown, such as people only being able to exercise once a day and stricter rules about meeting people.\n\"We are in a situation where everything that was risky in the past is now more risky,\" he said.\nProf Horby said early signs were encouraging that the vaccines would be effective against the new Covid variants - first identified in the UK and in South Africa - and he did not want people to \"hide under the duvet\". \n\"We can see the end game now,\" he said.\nHigher cases inevitably mean more hospitalisations and more deaths. \nThe most recent figures show that, on average, 894 people per day are now dying within 28 days of a positive Covid test, up from 438 at the start of December. \nThe spike in cases since Christmas means that figure is almost certain to get worse before the most recent lockdown measures can start to have any effect.\nScientists think the new variant of the disease is more \"transmissible\", possibly because each infected individual produces more of the actual virus - sometimes referred to as the viral load. \nVaccination should help to protect the most vulnerable from serious symptoms but we don't yet know if receiving the jab stops an individual contracting the virus and passing it on to others. \nScientists say that may mean even tougher restrictions will be needed to bring the R-number below one and start to reduce the overall size of the pandemic. \nMass community testing is to be rolled out this week, the government has said, and the health secretary said around two million people had been vaccinated in the UK, with some 200,000 jabs being given in England daily.\nMr Hancock said by autumn every adult in the UK would be offered a vaccine.\nHe said the government was on course to reach its target of 15 million people vaccinated by mid-February, with the opening of seven mass vaccination centres this week likely to increase the rate of jabs.\nMr Hancock told Sky News' Sophy Ridge he hoped coronavirus could be treated like seasonal flu with an annual vaccination programme in the future.\nProf Horby said the vaccines may have to be updated \"every few years\" as the virus mutates and said it was unlikely the virus would go away completely.\n\"We're going to have to live with it,\" he said. \"But that may change significantly. \n\"It may well become more of an endemic virus that's with us all the time and may cause some seasonal pressures and some excess deaths but is not causing the huge disruption that we're seeing now.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55612955",
      "category": "world-europe",
      "title": "Storm Filomena: Spain races to clear snow as temperatures plunge",
      "tags": "Spain,Madrid",
      "text": "Spain is in a race against time to clear roads covered by heavy snow, and get Covid vaccines and food supplies to areas affected by Storm Filomena.\nUp to 50cm (20 inches) of snow fell on the capital Madrid, one of the worst hit areas, between Friday and Saturday.\nAt least four people died and thousands of travellers were left stranded.\nOvernight, temperatures plunged to -8C (18F) in parts of Spain, amid warnings by meteorologists that the snow was turning to perilous ice.\nThe unusual cold wave on the Iberian peninsula is expected to last until Thursday.\nThe Spanish government said it had taken extra steps - including police-escorted convoys - to ensure its expected shipment of some 300,000 coronavirus vaccines can be distributed as planned to regional health authorities later on Monday.\n\"The commitment is to guarantee the supply of health, vaccines and food. Corridors have been opened to deliver the goods,\" Transport Minister Jose Luis Abalos said on Sunday.\nSoldiers have been deployed to clear some of the 700 major roads.\nSome 3,500 tonnes of salt were later brought on lorries to the capital, Spain's El Mundo website reported on Monday.\nThe record-breaking snowfall has triggered some unprecedented scenes here in Madrid. People have skied along the city's main commercial street, Gran Vía, and one man was pictured being pulled through the district of Hortaleza on a sled by five huskies.\nBut other responses to the snow have been more controversial due to concerns about Covid-19. Dozens of young people had a snowball fight in Callao square, for example, and many of them were without facemasks. \nNearby, in Puerta del Sol, others celebrated the snow by dancing a conga. The daily Marca newspaper branded it \"the conga of shame\". \nAlthough the snowfall has now stopped, low temperatures have left snow and ice piled up across the capital and the surrounding region. And with residents advised to avoid using their cars, public transport has seen a surge in demand. \nThis has compounded coronavirus concerns as many metro train carriages were packed at rush hour on Monday morning, making social distancing impossible.\nMadrid's international airport began gradually resuming operations on Sunday afternoon, having cancelled all flights on Friday.\nSome 500 people across the Madrid region were forced to spend the night in temporary shelter, including sports centres, after they were trapped by the whiteout.\nAbout 100 shoppers and staff spent two nights at a shopping centre in Majadahonda, a town north of the capital. \"There are people sleeping on the ground on cardboard,\" one restaurant employee told TVE television.\nBut there were stories of heroism too, including doctors and medical workers who abandoned their cars and walked for hours to get to work. One doctor, Alvaro Sanchez, said on social media he had walked 17km (10 miles) over nearly two hours to get to work, while two nurses, Paco and Monica, said they had walked 22km to their hospital.\nThey were praised by Spanish Health Minister Salvador Illa, who tweeted: \"The commitment that the entire group of health workers is showing is an example of solidarity and dedication.\"\nSome 4x4 vehicle owners offered to transport medical workers, while other volunteers helped to clear hospital entrance ways.\n\"Health staff have been working (hard) for more than a year and this is just a short moment for us, so as citizens, we are trying to help; it is everyone's responsibility,\" said Fernando de la Fuente, 60, who helped clear the entrance to Madrid's Gregorio Maranon Hospital.\nSpaniards in large parts of the country have been warned to take care in the coming days as temperatures could fall to -12C (10F) in some areas until Thursday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55606598",
      "category": "world-asia",
      "title": "Pakistan power cut plunges country into darkness",
      "tags": "Pakistan",
      "text": "Electricity is gradually being restored in Pakistan following a huge power cut across the country, which led to every city reporting outages.\nHomes nationwide were suddenly plunged into darkness from about midnight. \nPower is now back in most cities but officials warn that it could still be a few hours before electricity is fully restored.\nThe outage is believed to have been caused by a fault at a power plant in the south of the country.\nPower cuts are not uncommon in Pakistan. Essential facilities such as hospitals often use diesel-fuelled generators as a back-up power supply.\n\"A countrywide blackout has been caused by a sudden plunge in the frequency in the power transmission system,\" Pakistan's power minister, Omar Ayub Khan, wrote on Twitter in the early hours of Sunday.\nMr Khan later said that power had been restored in most major cities but that it would take a few more hours for the grid to go completely back to normal.\nHe added that the outage occurred after a fault developed at the Guddu power plant in Sindh province shortly before midnight on Saturday (19:00 GMT).\nInvestigators were at the site to ascertain the cause of the fault, Mr Khan said.\nBlackouts sometimes occur in Pakistan because of chronic power shortages, with many areas having no electricity for several hours a day. The issue has previously led to street protests. \nIn 2013, Pakistan's electricity network broke down completely after a power plant in south-western Balochistan province developed a technical fault. \nPakistanis seem to have largely taken this power cut in their stride. Outages lasting a number of hours are not uncommon, though they are rarely on this scale, and normally occur during the hotter summer months. The last time there was a near national blackout like this was in 2015. \nSo far, there have been no reports of problems at hospitals, which have their own back-up supplies. A senior member of staff at a major hospital in the city of Karachi told me they could maintain services for 48-72 hours without mainline power. \nMany businesses and richer families invariably own diesel or petrol fuelled generators too, allowing them to continue using electricity whenever power cuts occur. There were reports of queues at some petrol stations earlier in the day as people tried to keep refilling their generators. \nOthers will have been without internet and phone access, or hot water, but - already used to periods without electricity - appear to have accepted the outage with an air of resignation. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55602149",
      "category": "uk-wales",
      "title": "Covid: Aberfan survivor Bernard Thomas dies, aged 63",
      "tags": "Aberfan,Coronavirus pandemic",
      "text": "A survivor of the Aberfan disaster has died after contracting Covid-19. \nAs a nine-year-old Bernard Thomas was rescued from the rubble of Pantglas primary school after one of the biggest tragedies in Welsh history.\nA total of 144 people were killed in the disaster on 21 October, 1966, after thousands of tonnes of coal slurry slid from a tip. Of those 116 were primary school pupils. \nLater Bernard was diagnosed with post-traumatic stress.\nHe told S4C he \"still heard the sounds of children screaming.\"\nPaying tribute to Mr Thomas, 63, who died on Wednesday, his brother Andrew told BBC's Newyddion: \"Bernard was a real character and his death has come as a shock to us as a family and the community of Aberfan.\"\n\"We can't be sure where he caught Covid, but he had an eye appointment at the Royal Glamorgan Hospital on 21 December.\n\"A few days later, he became ill and at Prince Charles Hospital, he tested positive for Covid-19.\"\n\"Although he had been receiving oxygen through a mask, we spoke regularly on the phone and he told us he was getting better.\n\"But on Wednesday morning he removed his mask to eat his breakfast, and 10 minutes after eating he faded away.\"\n\"It's a huge shock but I don't blame anybody.\"\nOn the 50th anniversary of the disaster Bernard told the BBC: \"I still wonder what the others would have been doing if it hadn't happened. Who would have got married to who, you know.\"\nBernard is survived by his 90-year-old mother Gwen, with whom he shared a home, and brothers Andrew and Robert."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-55605181",
      "category": "uk-england-london",
      "title": "Woman arrested after two men die at house in east London",
      "tags": "Ilford",
      "text": "A 28-year-old woman has been arrested on suspicion of murder after two men died at a property in east London. \nPolice were called to an address in Tavistock Gardens, Ilford, at 04:24 GMT to reports of a disturbance.\nTwo men were found seriously injured inside the property and both died at the scene. \nThe woman, who was Tasered during the arrest, also suffered non life-threatening injuries. She has been taken to hospital, the Met Police said.\nA man who lives a short way down the street said he was awoken by the sounds of a woman screaming.\nKuddus Miah, 44, said: \"She was screaming 'help, help, call the police'.\n\"The police and ambulances were there very quick.\"\n\"I got changed out my PJs and went outside and asked one of the neighbours opposite what happened.\n\"She said a woman was coming in and out of the house crying out for help.\n\"Apparently they were new tenants. We've lived here around 15 years and it's a very quiet neighbourhood, it's shocking.\"\nSeveral forensics officers were seen outside the house and a large police cordon has been put in place."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hampshire-55585989",
      "category": "uk-england-hampshire",
      "title": "Covid-19: Fordingbridge farm chickens risk cull over egg demand",
      "tags": "Fordingbridge,Chickens",
      "text": "A fall in bulk egg orders due to the lockdown could lead to chickens being culled, a poultry-farmer has warned.\nFluffetts Farm near Fordingbridge had been supplying free range eggs to 350 Hampshire schools, but orders stopped when schools suddenly closed.\nFarm owner, Ben Jackson said: \"If you can't sell the eggs you can't still keep feeding the chickens and therefore something has to give.\"\nHe said he hoped to work out a local delivery system to avoid culling birds.\nMr Jackson, who has been selling some of the surplus eggs off on social media, has more than 13,000 chickens laying 12,000 eggs each day.\nThe cancellation of his school orders has left him with about 4,000 spare eggs a day. The farm has also been hit by restaurants and pubs closing again.\nHe said: \"If we can't find a home for the eggs the worst-case scenario is that we may have to look to get rid of some of our chickens, but that's what we're trying to avoid.\n\"Other chicken farmers are in the same situation - they are talking about potentially having to cull birds in the next week or so - it's not a decision that anyone wants to make.\n\"We just want to get through this dark time - we're just taking it a day at time.\"\nChickens at the farm are currently in a bird lockdown.\nSince 14 December strict biosecurity regulations have been in place following a number of outbreak of avian influenza throughout England."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55604382",
      "category": "uk-wales",
      "title": "Covid: Warnings 'blatantly ignored' as cars turned away",
      "tags": "Coronavirus lockdown measures,Social distancing,North Wales Police,Walking,Coronavirus pandemic",
      "text": "People are \"blatantly\" ignoring rules on lockdown restrictions despite repeated warnings, police have said.\nMore than 100 cars had been turned away from Moel Famau on the Flintshire border by Saturday lunchtime, with some driving past \"road closed\" signs.\nIn Snowdonia, Gwynedd, a warden said a group from Leicester would have \"probably ignored our advice\" if police had not arrived and told them to leave.\nLevel four restrictions mean travelling for exercise is not allowed in Wales.\nKeith Ellis, a warden at Pen y Pass in Snowdonia, said while it had been much quieter this weekend, people were still travelling, despite the restrictions.\n\"We've had three from Leicester first thing this morning and if the police hadn't turned up they would have probably ignored our advice and carried on up the mountain,\" he said. \n\"What they were wearing was totally inappropriate and they would have probably got into danger.\n\"We've had people also from Liverpool and some locals turning up knowing full well what the rules are, but just trying it on.\n\"Luckily there are a lot more police officers around and all these people have been spoken to and advised by the police as well.\"\nA Welsh Government spokesman said: \"Cases of coronavirus are very high in Wales at the moment and there is a new strain of the virus circulating, which is highly infectious and moving quickly.\n\"At alert level four, exercise should always be undertaken from home, unless you have special circumstances which requires some flexibility - such as disability or autism. \n\"The more people gather, the greater the risk of spreading or catching the virus.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55609315",
      "category": "business",
      "title": "Online retailer Ocado warns of shortages as suppliers cut choice",
      "tags": "Companies,Ocado,Brexit",
      "text": "Online supermarket Ocado has become the first big retailer to warn of shortages of some products.\nIt told customers in an email that there may be \"an increase of missing items and substitutions over the next few weeks\".\nStaff sickness and self-isolation means some food producers are cutting the number of product lines they offer.\nWhile customers might not get their exact product choice, plenty of food should be available, Ocado said.\n\"Staff absences across the supply chain may lead to an increase in product substitutions for a small number of customers as some suppliers consolidate their offering to maintain output,\" a spokesperson said.\nThe news comes after a rush of online food orders for supermarkets, as shoppers try to stay at home after the new lockdown started.\nWithin a couple of hours of Prime Minister Boris Johnson's speech to the nation on Monday, shoppers reported problems with Sainsbury's and Tesco, while Ocado customers were placed in a virtual queue.\nOcado told its customers that from Friday \"changes to the UK supply chain have affected some of our suppliers and may result in an increase of missing items and substitutions over the next few weeks.\"\nIt added: \"We apologise for any inconvenience caused and we are working hard to mitigate any impact.\"\nFood suppliers are grappling with staffing problems, hospitality clients who have closed their doors and delays at the border with the EU.\nWholesalers the BBC spoke to this week said they faced throwing away thousands of pounds worth of food because of cancelled orders following new restrictions.\nThe UK meat industry has called for the early vaccination of its workers to keep food supplies running smoothly during the coronavirus crisis.\nIt warned earlier this week that absences during the pandemic, coupled with disruption at ports, could hit food supply chains.\nAn early vaccination call for supermarket staff was also made by the boss of Sainsbury's on Thursday.\nThe government said the food industry remains \"well-prepared\" to make sure people have the food they need.\nThe British Meat Processors Association (BMPA) said coronavirus and disruption at ports due to new systems brought in after the Brexit transition period were \"a severe challenge to the industry and to the smooth running of the nation's food supply chain\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-55564578",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Pupils face disparities in remote learning",
      "tags": "Teaching,Scottish government,Scotland Education,Coronavirus pandemic",
      "text": "Live-streamed lessons will not be offered to all children in Scotland when the new school terms begins on Monday, according to BBC research. \nPlans for remote learning during the latest lockdown reveal big disparities between Scotland's 32 councils. \nMany say live online lessons will be part of a mix of different learning tools offered to pupils but some have ruled it out. \nThe Scottish government said a uniform approach would be \"counterproductive\".  \nInstead the decision on the best approach has been left to individual schools and teachers. \nThe BBC news website asked all of Scotland's councils about their plans for digital teaching.\nThe replies also revealed a varying approach over how some vulnerable and children of key workers who are able to attend school will be taught.\nSome will receive face-to-face teaching while others will be supervised by school staff while they complete the remote learning tasks set by their class teachers. \nLocal authorities said schools were better prepared to roll out digital learning than they were during the first lockdown. \nAnd they argued that head teachers were best placed to know the most effective methods to deliver home learning to their pupils. \nBut one parents' group has raised concerns about \"equal and fair access to home learning\" and it has called on the Scottish government to set minimum standards. \nEducation Secretary John Swinney said new guidance on remote learning published by Education Scotland highlights the importance of \"an appropriate balance of live learning and independent activity and an entitlement to ongoing dialogue, reflection and feedback with teachers\". \nSpeaking to Politics Scotland, Mr Swinney said: \"There's been a huge amount of work done by educators the length and breadth of the country to prepare for remote learning. \n\"This work started back in March of 2020.\n\"It would be completely impossible, and actually counterproductive, for the government to issue a national programme. \n\"I'm very confident that good measures have been put in place and I look forward to pupils being supported in their homes. \" \nMost Scottish councils said live lessons would be part of a \"mix\" which would also involve recorded sessions and independent study for pupils.\nOrkney, which cited poor connectivity, and Midlothian said they had no plans for live lessons this week, although one teacher in Orkney contacted us to say he would be delivering live online teaching for the majority of his pupils.\nMidlothian later said that at least one school was offering live lessons from Monday and more schools would follow suit in the coming days. \nOthers, such as Dundee and Renfrewshire, were among those who said it was being worked out on a school-by-school basis. \nWest Lothian said there was \"potential\" for live lessons but individual staff would decide the most appropriate method of delivery.\nAberdeenshire said the remote tools it used, such as Microsoft Teams and Google Classroom, had the \"option\" of video conferencing tools but it did not say whether schools would use them.\nGlasgow said live video lessons would be part of the mix in secondary schools, while East Renfrewshire said schools would be using a range of different methods which \"might\" include live lessons.\nMeanwhile, Edinburgh said \"school work and recorded lessons will be uploaded online so that all pupils can access them during the course of the school day/week\". It said some live lessons may also be available but daily video conference classes from teachers will not be the norm.\nSouth Lanarkshire and Dumfries and Galloway said schools were still finalising details on how remote learning would work.\nLindsay Paterson, a professor of education policy at the University of Edinburgh, said the disparities \"confirm the sense that very little work has been done to prepare for this new situation\". \nHe said remote working could only work if schools were actively contacting each pupil - preferably every day and by phone rather than text or email. \nPupils should be regularly given work to submit to the teacher either electronically or by post, and the work should be marked and returned with feedback, he added. \nProf Paterson said this would keep pupils engaged but only about half of school pupils had that experience during the 2020 lockdown.\nThe 50/50 In School campaign has been calling for a national strategy or plan on home learning since June. \n\"We believe that there should be minimum standards that all schools are delivering in terms of real teacher and class contact as well as interactive lessons,\" said their spokeswoman Janis McCulloch.\n\"In our opinion this is more than simply putting worksheets on to the Microsoft Teams App.\"  \nMs McCulloch said it was \"disappointing\" to be in another lockdown and feeling no further forward than last March. \n\"This puts huge pressure on the teaching staff and enormous pressure on parents at home who have to balance working and home learning,\" she said. \nHowever Tam Baillie, Scotland's former children's commissioner, said he was not surprised there was a mixture of approaches from councils, schools and teachers. \nHe said they would know what would work best for their local children and young people.\n\"We shouldn't underestimate the efforts that people have gone to to make this happen,\" he said. \nGiving evidence to Holyrood's Covid-19 committee on Friday, the education secretary said children and young people should take part in live lessons as well as independent learning. \nMr Swinney pointed to programmes which will be available on BBC television and the e-Sgoil digital platform, which provides resources and live lessons. \n\"Fundamentally the direction of the remote learning will be undertaken by individual schools, individual teachers relating directly to their pupils,\" he said. \n\"They will know where their pupils are in the curriculum, they will know what stage they are at, they will know what is the relevant learning to be taken forward and all of that material will be able to be undertaken under the umbrella of remote learning, which will involve live learning.\"\nMr Swinney said the government had invested heavily in devices such as laptops for pupils who would not otherwise have access to digital learning. \nMore than 50,000 devices have been distributed so far and that number is expected to rise to 70,000."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-55605149",
      "category": "uk-england",
      "title": "NHS Covid-19 jab letters 'confusing over-80s'",
      "tags": "Telford,Stevenage,Coronavirus vaccines,Birmingham,Whitwick,Manchester,Royal Leamington Spa,Coventry,Epsom,Bristol,Coronavirus pandemic",
      "text": "People waiting to receive the Covid-19 vaccine say they are confused by NHS letters inviting them to travel to centres miles away from their homes.\nThe first 130,000 letters have been sent to people aged 80 or older who live about 30 to 45 minutes' drive away from one of seven new regional centres.\nBut patients, many of whom are shielding, questioned why they had to travel so far in a pandemic.\nLocal jabs are available to people if they wait, the NHS said.\nThe seven centres include Ashton Gate in Bristol, Epsom racecourse in Surrey, London's Nightingale hospital, Newcastle's Centre for Life, the Manchester Tennis and Football Centre, Robertson House in Stevenage and Birmingham's Millennium Point.\nPeople will not miss out on their vaccination if they do not use the letters to make an appointment at one of the centres, the NHS said.\nTwo Labour MPs tweeted about their concerns about the letters being delayed in getting out to people due to coronavirus affecting Royal Mail staff.\nMary McGarry from Leamington Spa in Warwickshire told BBC News that her letter points to an NHS online booking page which suggests she would have to take her husband, who has cancer and a lung disease, 20 miles to Birmingham.\n\"We're very reluctant to go into Birmingham city centre,\" she said.\n\"If we can't get somebody to take us, we'd have to go on the train but we're shielding because my husband's got poor health.... we want to know why we've got to travel that far?\"\nKay Hayward, from Whitwick in Leicestershire, said she went online to book an appointment for her 85-year-old husband Kenneth and was offered five different places including Widnes in Cheshire and Stevenage in Hertfordshire.\n\"I thought they must be joking... we talked about it and we thought it was actually safer to stay here and for him not not have it.\n\"But we were worried if we turned this down, we'd be off the list.. the letter doesn't say anything about having the vaccines anywhere else locally.\"\nAndrea Eaton, from Coventry, said she was so angry that her 81-year-old mother, who has heart problems and leukaemia, was offered Birmingham for her appointment that she attempted to ring Downing Street on Saturday night to complain.\nShe said she reached the press office and said: \"I want you to give Boris a message please that he has lied to the British public.\n\"He has told them they never need to go more than 10 miles... they were really rude and just put the phone down on me.\"\nA spokesperson from Number 10 told BBC News that they did not wish to comment, but wanted to remind the public to use the government website to write to the prime minister or contact their constituency MP.\nCouncillor Shaun Davies, the Labour leader at Telford and Wrekin Council in Shropshire, said he had been contacted by dozens of people who have found the letters misleading, thinking this is their only chance to get the vaccine.\nHe said he had spoken to Trafford Council and was aware of people in Shropshire being sent to Manchester and residents there being directed to Birmingham to get their jabs.\n\"For many people they have been told consistently to wait for the NHS to contact you in order to get a vaccine and that's what they've had for the first time as a piece of communication.\n\"This is really, really concerning for people in their 80s or 90s because of the importance of getting the vaccine.\"\nThe letters are not \"going to the heart\" of the public health message which is staying home and staying local, he said.\nDr Sarah Raistrick, from Coventry and Rugby Clinical Commission group (CCG), said people did not have to travel to the centres but admitted the letter did not make that clear.\n\"You can wait and be contacted by your local GP service and have it locally if you'd prefer.\n\"If you sit tight, you will be contacted and I'm hopeful that if you're 80 or over, by the end of this month you will have had your vaccination whether that is locally or whether you have chosen to travel,\" she said.\nWork will be done with the NHS locally and nationally to make that message clearer, she added.\nThe seven centres were chosen to give a geographical spread covering as many people as possible and are capable of delivering thousands of jabs per week, NHS England has said.\nBBC News has contacted NHS England for a response."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55606599",
      "category": "world-asia",
      "title": "Indonesia Sriwijaya Air Boeing 737 'black boxes' located",
      "tags": "Aviation accidents and incidents,Aviation safety,Sriwijiaya air crash,Indonesia",
      "text": "\"Black boxes\" from a passenger plane that crashed into the sea soon after take-off in Indonesia on Saturday have been located, officials say.\nNavy divers are confident that they will be able retrieve the two flight recorders when the search operation resumes on Monday.\nAircraft parts and human remains have been found.\nThe Sriwijaya Air Boeing 737 was carrying 62 people when it vanished from radar on its journey to Borneo.\n\"We have located the position of the black boxes, both of them,\" said Soerjanto Tjahjono, head of Indonesia's transport safety committee, quoted by AFP earlier on Sunday.\n\"Divers will start looking for them now and hopefully it won't be long before we get them.\"\nThe flight data recorder and cockpit voice recorder, or black boxes as they are often called, store data about planes. They can provide vital information in air accident investigations.\nInvestigators are analysing items which they believe to be a wheel and part of the plane's fuselage. A turbine from one of its engines is also among the debris that has been recovered.\nThe search operation has been suspended for the night but is due to resume on Monday morning. \nHowever, there appears to be no hope of finding any survivors.\nA spokesman for the Jakarta police, Yusri Yunus, said two bags had been received from the search and rescue agency.\n\"The first bag contained passengers' properties, another bag contained body parts,\" he told reporters, adding: \"We are still identifying these findings.\"\nPolice are asking families of the victims to provide DNA samples and dental records to help identify the remains.\nThe missing aircraft is not a 737 Max, the Boeing model that was grounded from March 2019 until last December following two deadly crashes.\nThe Sriwijaya Air passenger plane departed from Jakarta airport at 14:36 local time (07:36 GMT) on Saturday.\nMinutes later, at 14:40, the last contact with the plane was recorded, with the call sign SJY182, according to the transport ministry. \nThe usual flight time to Pontianak, in West Kalimantan province in the west of the island of Borneo, is 90 minutes.\nThe aircraft did not send a distress signal, according to the head of national search and rescue agency Air Marshal Bagus Puruhito.\nIt is thought to have dropped more than 3,000m (10,000ft) in less than a minute, according to flight tracking website Flightradar24.com.\nWitnesses said they had seen and heard at least one explosion.\nThere were thought to be 50 passengers - including seven children and three babies - and 12 crew on board, though the plane has a capacity of 130. Everyone on board was Indonesian, officials say.\nRelatives of the passengers have been waiting anxiously for news at the airport in Pontianak, as well as at Jakarta's Soekarno-Hatta International Airport.\nAfrida's 29-year-old son Angga Fernanda Afrion was on the flight. \nAngga, a merchant seaman, had been told to go to Pontianak because his ship was damaged, she said. Just a week ago he had become a father.\n\"If he is gone what I want is to be able to bring him home and bury him properly,\" she told BBC Indonesia.\nMeanwhile relatives of the plane's captain, Afwan, a former air force pilot, who like many Indonesians goes by one name, described him as a devout Muslim and a \"very good man\".\n\"He was a prominent figure in his neighbourhood and was well-known for his kindness,\" says his nephew Ferza Mahardhika.\n\"I'm devastated and can't believe that this is happening. Please pray for uncle and our family.\" \nAccording to registration details, the plane was a 26-year-old Boeing 737-500.\nIt was in good condition, Sriwijaya Air chief executive Jefferson Irwin Jauwena told reporters. Take-off had been delayed for 30 minutes due to heavy rain, he said. \nSriwijaya Air, founded in 2003, is a local budget airline which flies to Indonesian and other South-East Asian destinations. \nThe plane went missing about 20km (12 miles) north of the capital Jakarta, not far from where another flight crashed in October 2018. \nA total of 189 died when an Indonesian Lion Air flight plunged into the sea about 12 minutes after take-off from the city.\nThat disaster was blamed on a series of failures in the plane's design, but also faults by the airline and the pilots.\nIt was one of two crashes that led regulators to pull the Boeing 737 Max from service. The model resumed passenger flights in December after a systems overhaul.\nThe BBC's Jerome Wirawan in Jakarta says the latest events will bring up difficult questions and emotions in Indonesia, whose airline industry has faced intense scrutiny since the Lion Air crash."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55606044",
      "category": "world-us-canada",
      "title": "'QAnon Shaman' Jake Angeli charged over pro-Trump riots",
      "tags": "US Capitol stormed,Donald Trump,QAnon,United States",
      "text": "A prominent follower of the baseless conspiracy theory QAnon has been charged over the US Capitol riots. \nJacob Anthony Chansley, known as Jake Angeli, is in custody on charges including violent entry and disorderly conduct.\nMr Chansley, who calls himself the QAnon Shaman, is allegedly the man pictured with a painted face, fur hat and horns inside Congress on Wednesday. \nDonald Trump faces another impeachment charge for his role in the unrest.\nDemocrats accuse the president of encouraging the riots, in which five people died.\nThe FBI has been appealing to the public to help bring the assailants to justice. \nMr Chansley has not commented publicly on the charges. \nA statement from the federal attorney for Washington DC said: \"It is alleged that Chansley was identified as the man seen in media coverage who entered the Capitol building dressed in horns, a bearskin headdress, red, white and blue face paint, shirtless, and tan pants. \n\"This individual carried a spear, approximately 6 feet in length, with an American flag tied just below the blade.\"\nBy Sophie Long, BBC News, Phoenix, Arizona\nI arranged to meet Jake Angeli, also known as the \"Q Shaman\", at a rally in Phoenix on Saturday to talk about his role in Wednesday's riot, or in what he called that \"beautiful day\". \nTimings were difficult he said, because he had a voluntary appointment with the FBI first. \nI didn't find that surprising. The fact he thought he might be free to leave, more so.\nBut he was unperturbed because, he said, he had done nothing wrong and he had truth and God on his side. \nEarlier I asked Trump supporters in Tuscon if what they saw on Wednesday had changed their opinion of the outgoing president. No, they said, it was peaceful protest that had been infiltrated by violent members of the far left.\nI asked Jake Angeli if that was what he witnessed. He told me there were no members of Antifa or any other left-wing organisations present in or around the Capitol building on 6 January. It was \"patriots doing what our founding fathers would have done\". The reason he knew that was \"because Antifa are cowards who have no commitment to their country or their cause\".\nThe statement said police had also detained a man from Florida believed to have been photographed carrying House Speaker Nancy Pelosi's lectern from the House of Representatives chamber.\nAdam Johnson, 36, is being held on charges including one count of theft of government property and one count of violent entry.\nAlso among those charged is West Virginia state lawmaker, Derrick Evans. He is alleged to have posted a video of himself online, standing outside the building with Trump supporters, and then going inside.\nHe was arrested on Friday and is also accused of violent entry and disorderly conduct on Capitol Grounds, the Department of Justice statement said. \nMore than a dozen people have now been charged in offences related to the assault on the Capitol building. They include an Alabama man allegedly found with 11 Molotov cocktails near the unrest.\nMr Trump is due to leave office in 11 days. Democrats in the House of Representatives plan to introduce an article of impeachment against him on Monday, for \"incitement of insurrection\".\nA White House spokesperson said impeaching the president at this late stage would only further divide the country."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55521451",
      "category": "uk-wales",
      "title": "Covid: Oxford-AstraZeneca vaccine rollout begins in Wales",
      "tags": "Coronavirus vaccines,Vaccination,Welsh government,NHS Wales,Coronavirus pandemic,Vaughan Gething",
      "text": "It has been described as a \"momentous day\" in the fight against Covid-19 as the rollout of the second Covid vaccine begins in Wales.\nHealth Minister Vaughan Gething said the start of the Oxford-AstraZeneca vaccine programme was \"a key milestone\" in the fight against Covid. \nThe Welsh Government said 40,000 doses will be available within the first two weeks - with 22,000 jabs this week.\nMore than 35,000 people in Wales have had a Pfizer-BioNTech vaccine dose.\nThe number of mass vaccination centres in Wales will be increased to 22 and more than 60 GP surgeries will offer the Oxford vaccine - mobile units will also be set up throughout Wales.\nOne of the first people to receive the vaccine on Monday was Ralph Evans, 88, who was vaccinated at the Pontcae medical practice in Merthyr Tydfil.\nHe was one of eight people there to receive the Oxford-AstraZeneca vaccine. Mr Evans said he was \"very grateful\" to be getting it. \nHe was followed by 86-year-old Derek Games, former mayor of Merthyr, who said: \"I'm delighted, I'm very privileged to have it.\"\nThe medical centre hopes to vaccinate 1,000 people by the end of January after being contacted on New Year's Eve about starting vaccinations.\n\"We received a hundred vaccines at lunchtime today,\" practice manager Kevin Rogers said. \"We hope to get through the hundred this week.\"\nMr Rogers said they would be asking staff to work additional hours on weekends to help reach the target of 1,000 people over the coming weeks.\nThe Welsh Government's priority is to vaccinate front-line health and social care staff, care home residents and staff, and people over 80.\nPlaid Cymru said \"serious questions\" remained about the roll-out plans, while a professor in palliative medicine said she was concerned \"at the very slow apparent roll out\" for those aged over 85.\nMari Lloyd Williams, from the University of Liverpool, said \"huge numbers have self-shielded since March\".\n\"Apart from intense loneliness this leads to loss of confidence and reduction in both physical and mental and cognitive well-being, meaning that some may need to enter full time care sooner,\" she said.\n\"We need to be vaccinating 24/7 in order to get this under control and to protect our most vulnerable.\"\nThe Pfizer vaccine has to be kept at -70C, but the Oxford jab can be stored at standard fridge temperatures so can be administered in doctors surgeries, pharmacies and care homes.\nDialysis patient Brian Pinker, 82, was the first person to receive the Oxford-AstraZeneca Covid-19 vaccine in Oxford.\n\"It is an absolutely momentous day,\" said Dr Gillian Richardson, who is leading the Covid vaccination programme in Wales.\n\"The vaccine has been prioritised for those groups where it has been harder to reach with the Pfizer vaccine - so we're prioritising the over 80s and care home staff and residents.\"\nMs Richardson said the pace of the rollout \"will be governed by supply\" and \"will start slowly this week but build vastly over the coming weeks and months.\"\nBoth vaccines require two doses to be administered with an interval of between four and 12 weeks - a change from the previous advice of four weeks between jabs.\nThe change has been \"very controversial\", according to one GP who will administer the Oxford vaccine, but she agrees with the decision.\n\"The evidence suggests that a longer time period between first dose and second booster gives you better immunity,\" said Dr Rowena Christmas, a Monmouthshire GP whose surgery is part of the rollout pilot.\n\"The key thing is we need to protect people. If we gave 1,000 second doses of the Pfizer vaccine next week then that's 1,000 people who won't get the first protection.\n\"As soon as you have the first dose of the Pfizer vaccine, within about 10 days you've got 70% protection from coronavirus.\n\"But if you are in the 30% that does catch it, you're much less likely to get severely ill and much less likely to go to hospital.\n\"We are in a crisis situation and we have to protect as many people as we possibly can.\"\nWales is under \"stay at home\" lockdown restrictions after a rise in Covid-19 cases - with more than 31,000 cases in Wales in the two weeks over the Christmas period.\nThere are almost 2,700 people with coronavirus symptoms in Welsh hospitals - with \"more than half\" of the 208 critical care patients having Covid.\nBut Mr Gething said Wales' overall Covid incidence rate had fallen from a high of 636 cases per 100,000 people before the lockdown started to 446 cases on Monday.\nWales had the highest Covid case rate in the UK before Christmas with nine out of the top 10 of the UK's most infected counties in Wales.\nLatest available data shows England's Covid case rate has risen above Wales for the first time in about a month - with Gwynedd having the lowest infection rate in the UK.\n\"Cases of the virus remain very high\" although rates had fallen back from the incredibly high levels from just before Christmas,\" said Mr Gething.\nThe British Medical Association in Wales said there was concern among staff that a 12-week gap between doses could lead to \"sacrificing some immunity\" because trials had involved a shorter gap. \nBut First Minister Mark Drakeford said the longer time between doses and the rollout of a second jab would see the pace of vaccinations increase.\n\"By the end of the month we will be doing in a day what we've been able to do in a week prior to Christmas, maybe more than that,\" he said.\nUnlike the Pfizer-BioNTech vaccine, the Oxford-AstraZeneca vaccine is stored at normal vaccine fridge temperatures so will have fewer storage and transport issues, making it much easier to use in care homes and GP surgeries.\n\"This is a game changer in the fight against Covid, it's absolutely huge,\" Dr Christmas, principal GP at the Wye Valley Practice, told BBC Radio Wales.\n\"We need this vaccine because it's easy to give. We can now all get involved and start this rollout of this crucial vaccination programme.\"\nThe Welsh Government said every health board in Wales will receive its allocation in proportion to the size of its priority population and ability to deliver.\nBut it warned the effects of the vaccines may not be seen nationally for many months and the advice remained to keep contacts with others to a minimum, keep a two-metre distance from others, wash hands regularly, wear a face covering where required and avoid touching surfaces others have touched. \nPeople have also been asked not to phone their GP, pharmacy or hospital to ask when they will get a vaccine and wait for a letter which \"will provide people with a measure of assurance\" and will explain how they will be contacted.\nMr Gething said: \"Today marks a key milestone in our fight against the Covid-19 pandemic. \n\"Its approval will help us to speed up our vaccination programme and run more clinics closer to people's homes\".\nWhile Plaid Cymru are \"pleased\" with the second vaccine rollout, health spokesman Rhun ap Iorwerth said: \"Wales has been behind every other UK nation in terms of numbers vaccinated and there's far too much variation from region to region - Welsh Government must not allow a postcode lottery.\" \nThe Welsh Conservatives previously criticised the speed of the first vaccine rollout, saying hope had \"dropped away\" for many over 80 who were \"desperately waiting for their appointment\". \nThe rollout of the new vaccine will be another injection of hope at a time when it's so desperately needed.\nAt least 22,000 doses will be available in Wales this week followed at least another 20,000 next week.\nThe hope is then to ramp up its distribution as supplies arrive, so that around 1.5 million people in Wales at greatest risk of getting really ill from Covid, for example older people or those who have long term health conditions,  can get a jab within the next few months.\nBecause it can be stored for much longer in a normal fridge, the Oxford-AstraZeneca vaccine is easier to deliver in places like GP surgeries and care homes than the other Pfizer/BioNTech vaccine.\nGetting both vaccines out is now a race against time."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-55608081",
      "category": "technology",
      "title": "Parler: Amazon to remove site from web hosting service",
      "tags": "Social media,US Capitol stormed,Amazon,US election 2020,Google,Apps,Fake News,Apple",
      "text": "Amazon is removing \"free speech\" social network Parler from its web hosting service for violating rules. \nIf Parler fails to find a new web hosting service by Sunday evening, the entire network will go offline. \nParler styles itself as an \"unbiased\" social media and has proved popular with people banned from Twitter. \nAmazon told Parler it had found 98 posts on the site that encouraged violence. Apple and Google have removed the app from their stores.\nLaunched in 2018, Parler has proved particularly popular among supporters of US President Donald Trump and right-wing conservatives. Such groups have frequently accused Twitter and Facebook of unfairly censoring their views.\nWhile Mr Trump himself is not a user, the platform already features several high-profile contributors following earlier bursts of growth in 2020.\nTexas Senator Ted Cruz boasts 4.9 million followers on the platform, while Fox News host Sean Hannity has about seven million.\nThe move comes after Apple suspended Parler from its app store. The suspension will remain in place for as long as the network continued to spread posts that incite violence, it said. \nGoogle removed the app from its store on Friday. \nResponding to Google's move earlier, Parler's chief executive John Matze said: \"We won't cave to politically motivated companies and those authoritarians who hate free speech!\"\nHe also warned that Parler could be offline for up to a week while \"we rebuild from scratch\". \nIt briefly became the most-downloaded app in the United States after the US election, following a clampdown on the spread of election misinformation by Twitter and Facebook.\nIn a letter obtained by CNN, Amazon's AWS Trust and Safety team told Parler's Chief Policy Officer Amy Peikoff that the social network \"does not have an effective process to comply with the AWS terms of service\". \n\"AWS provides technology and services to customers across the political spectrum, and we continue to respect Parler's right to determine for itself what content it will allow on its site\", the letter said. \n\"However we cannot provide services to a customer that is unable to effectively identify and remove content that encourages or incites violence against others.\". \nParler will be removed from Amazon's web hosting service shortly before midnight on Sunday Pacific Standard Time (07:59 GMT on Monday).\nOn Saturday, Apple removed Parler from its app store after warning the network to remove content that violated its rules or face a ban. \n\"Parler has not taken adequate measures to address the proliferation of these threats to people's safety\", it said in a statement announcing the app's suspension on Saturday evening. \nBy Shayan Sardarizadeh, BBC Monitoring\nFor months, Parler has been one of the most popular social media platforms for right-wing users. \nAs major platforms began taking action against viral conspiracy theories, disinformation and the harassment of election workers and officials in the aftermath of the US presidential vote, the app became more popular with elements of the fringe far-right.\nThis turned the network into a right-wing echo chamber, almost entirely populated by users fixated on revealing examples of election fraud and posting messages in support of attempts to overturn the election outcome.\nIn the days preceding the Capitol riots, the tone of discussion on the app became significantly more violent, with some users openly discussing ways to stop the certification of Joe Biden's victory by Congress. \nUnsubstantiated allegations and defamatory claims against a number of senior US figures such as Chief Justice John Roberts and Vice-President Mike Pence were rife on the app. \nGoogle and Apple say they are taking necessary action to ensure violent rhetoric is not promoted on their platforms. \nHowever, to those increasingly concerned about freedom of speech and expression on online platforms, it represents another example of draconian action by major tech companies which threatens internet freedom.  \nThis is a debate which is certain to continue beyond the Trump presidency. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-55603889",
      "category": "uk-scotland",
      "title": "Covid in Scotland: hospital numbers at new record high",
      "tags": "Coronavirus pandemic",
      "text": "The number of people being treated in Scotland's hospitals for coronavirus has reached another record daily high. \nLatest Scottish government figures show a total of 1,596 people are in hospital with recently confirmed Covid.\nThis is up from Friday's figure of 1,530 patients.\nThe deaths of a further 93 people who had tested positive for the virus have been recorded in the past 24 hours, the same tally as Friday which was the highest daily figure of the pandemic. \nIt is the second day in a row there has been a record figure for Covid hospital patients.\nOf the 1,596 people in hospital, a total of 109 are in intensive care, up seven on Friday's figure.\nNational clinical director Prof Jason Leitch said Scotland's hospitals were \"very busy and fragile\" but coping so far.\nHe said: \"People should not be worried we have reached capacity but the best way of getting those numbers down is to reduce the prevalence of the virus.\"\nProf Leitch said the NHS could create more intensive care capacity if needed but \"all of that has a cost in what we won't be able to do\" elsewhere in the health service. \nThe NHS Louisa Jordan temporary hospital in Glasgow can be used to care for the sickest of Covid patients if the spike in admissions continues, but officials are trying to avoid this \"if we can manage without it\", Prof Leitch added. \nThis is because it is better for patients and staff for Covid patients to be in traditional intensive care units, he explained. \nFirst Minister Nicola Sturgeon has described the latest Covid figures as \"a big concern\".\nOn Twitter, she said: \"Covid case numbers still a big concern and putting huge pressure on the NHS, as hospital and ICU cases increase.\n\"Also, 93 further deaths remind us just how dangerous the virus can be - my thoughts are with all those grieving.\"]\nThe Scottish government data shows a further 1,865 new cases of Covid have been reported in the last 24 hours, down from the 2,309 cases reported on Friday.   \nHowever, the daily test positivity rate is 8.7%, up from 8.1% on the previous day. \nThis breaking news story is being updated and more details will be published shortly. Please refresh the page for the fullest version.\nYou can receive Breaking News on a smartphone or tablet via the BBC News App. You can also follow @BBCBreaking on Twitter to get the latest alerts."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-55607160",
      "category": "uk-politics",
      "title": "Covid-19: Drop 'absurd' 5% council tax increase - Starmer",
      "tags": "Keir Starmer,Boris Johnson,Council tax",
      "text": "\"Absurd\" council tax rises should be scrapped to ease the pressure on family budgets, Labour leader Sir Keir Starmer has said.\nLocal authorities in England will be able to raise council tax by 5% from April, with 3% used to top up adult social care budgets.\nSir Keir said this meant those living in a band D property could see bills rise by an average of £90.\nHe added that the prime minister should provide extra funding to councils.\nBut the government says the rise in council tax bills, plus extra money from central government, will ensure a real-terms increase in support for local services.\nSir Keir wrote in the Sunday Telegraph: \"It is absurd that during the deepest recession in 300 years, at the very time millions are worried about the future of their jobs and how they will make ends meet, Boris Johnson and [Chancellor] Rishi Sunak are forcing local government to hike up council tax.\n\"The prime minister said he would do 'whatever is necessary' to support local authorities in providing vital services - he needs to make good on that promise.\"\nSir Keir urged Mr Johnson to \"give families the security they need\" by dropping the tax increase.\nHe said families had been treated as an \"afterthought\" by the government during the pandemic, adding that Labour would become the \"party of the family\" under his leadership.\nA Ministry of Housing, Communities and Local Government spokesperson said: \"Council tax plays an important role in helping fund the frontline services needed to respond to the pandemic.\n\"Our approach strikes a balance between allowing local authorities to address service pressures and ensuring local residents have the final say on excessive increases.\"\nA £500m fund to support people struggling with finances meant councils could \"cut bills further for some of the most vulnerable households\", they added, while a £7.2bn support package would help meet \"the major Covid-19 service pressures in their local area\".\nThe chancellor's Spending Review in November set out the cost to the UK economy so far of dealing with the coronavirus pandemic.\nMr Sunak warned the \"economic emergency\" caused by the pandemic had only begun, with lasting damage to growth and jobs.\nInterviewed on BBC One's Andrew Marr Show, Sir Keir said there was no scope for a \"major renegotiation\" of the UK's post-Brexit trade deal with the EU, but added that there were \"bits already that need to be improved on\".\nAnd, asked about the possibility of another Scottish referendum on independence from the UK, he said that a \"further, divisive\" vote was not \"the way forward\".\n\"But I do accept that the status quo isn't working\", Sir Keir added. \"I don't accept the argument that the status quo isn't working, the next thing you do is go to a referendum.\"\nThe prime minister has said such a vote - last held in 2014 - should be a \"once-in-a-generation\" event.\nBut Scottish First Minister Nicola Sturgeon has said a referendum should take place."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-55611537",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Inpatient numbers 'could double by third week of January'",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "NI's six health trusts have warned that by the third week of January, NI hospitals could be dealing with double the number of Covid patients.\nIn a joint statement, the trust chief executives said the figures were based on modelling projections.\nThey also said there were staffing concerns at a time when there are increased numbers of patients.\nEarlier on Sunday night, the Western Health Trust issued an appeal to off-duty staff.\nIt called for any staff near South West Acute Hospital (SWAH) in Enniskillen, County Fermanagh, to either contact the trust or go to the hospital.\nThe hospital has additional beds and the staff were wanted so it could help out the Southern Health Trust, which was under severe pressure at Craigavon Hospital and Daisy Hill Hospital.\nThe Western Trust has since said it was \"overwhelmed by the offers of help and support from\" staff and that the situation has now stabilised.\nIt added that it no longer anticipated patients being diverted from Craigavon or Daisy Hill to SWAH.\nEarlier, Western Trust chief executive Dr Anne Kilgallen said NI hospitals are \"facing into an abyss.\"\nShe added: \"We can say that this situation is more grave than it has ever been in the course of this pandemic.\n\"At the moment one in four of the people in our hospitals have Covid-19. It's about 700 people. \n\"At the peak of the first surge there were 400 people in hospital so already we're in a very grave situation.\"\nOn Sunday there were 703 people in hospital with the virus, 53 people in intensive care units (ICU) and 34 being ventilated.\nPat Cullen, director of the Royal College of Nursing NI, said staff were working \"above their contracted obligations, are overworked and overtired\".\nShe added that any attempt to force them to cancel annual leave would be \"inhumane\".\nEarlier, Belfast Trust chief executive Dr Cathy Jack appealed to staff to \"voluntarily postpone any planned booked annual leave in the coming weeks\".\nIn the joint statement, trust executives urged the public to \"stay at home, practise social distancing, hand hygiene and wear face coverings.\"     \nIn December they warned \"several of NI's acute hospitals were operating beyond capacity\". \nIn their latest statement, the trusts said dealing with the pandemic was now \"not a simple matter of putting up more beds.\" \nThe statement said: \"We need the staff to care for the increased number of patients. \n\"Pre-existing staffing pressures and staff absence because of COVID, and other reasons, mean that those staff simply aren't there.\"\nSeventeen more coronavirus-related deaths have been reported by the Department of Health in Northern Ireland in the past 24 hours.\nIt takes its death toll to 1,460.\nIn their statement, the trusts made reference to the standing down all but the most urgent elective surgery, including some red-flag cancer surgery.\n\"This was to redeploy staff to meet the urgent and immediate needs of extremely ill patients, especially both Covid and non-Covid patients needing ICU care,\" they said. \nThe trusts said the postponed operations would be rescheduled as soon as possible. \nThey added that patients who did undergo surgery may need to travel further for it.\nCancer services are seeking to maintain chemotherapy, radiotherapy and other non-surgical treatments and alternative treatments will be provided in the absence of surgical options.\nThey said that staff \"although exhausted, will once more go above and beyond to do the best they can for as many people as possible, and we thank them for it.\"\nHowever, the chief executives added that it would not be easy and the \"care that we are able to provide will at times fall short of the high standards we normally deliver but we will do our very best.\" \nThe trusts also warned the public that no-one should be attending a hospital emergency department at any time unless they need emergency care and said longer waits were likely\nThey added that patients arriving by ambulance will also wait at times, sometimes for many hours before space is available in an already over-stretched ED. \n\"This has a direct impact on the ability of the Northern Ireland Ambulance Service to respond, in a timely manner, to life threatening emergencies in the community,\" the statement said.\nThe trusts said the vaccines rollout \"provides the long-term hope and the current lockdown offers the opportunity to shorten the duration of the current surge.\"\nThe Health Department anticipates the vaccination programme will continue until the summer of 2021.\nNew lockdown restrictions came into force in NI on Friday, forbidding people from leaving home for non-essential reasons.\nIn the Republic of Ireland the Department of Health reported eight further coronavirus-related deaths on Sunday, bringing its death toll to 2,344.\nIt said there are 6,888 new cases and 125 people are in ICU.\nEarlier this week, the reproductive rate of the virus in Northern Ireland - known as the R-number - was sitting at about 1.8."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55611467",
      "category": "business",
      "title": "Cladding building owners told not to talk to press",
      "tags": "Companies,Grenfell Tower fire",
      "text": "Flat owners applying to a fund to help pay to remove flammable building cladding will be told not to talk to the press without government approval.\nA draft agreement, uncovered by the Sunday Times, says that even where there is \"overwhelming public interest\" in speaking to journalists, the government must be told first.\nThe government said the wording was \"standard\".\nIt set up a £1.6bn fund last year to repair the most dangerous buildings.\nBut it warned that the fund might not cover all the costs of removing the cladding.\nThe clause might affect building owners and professional managing agents but also residents who manage their building.\nSome types of the covering, often added to newer blocks of flats, have been proven to be a fire hazard.\nAfter the 2017 Grenfell fire, the government pledged that safe alternatives to dangerous cladding would be provided on all buildings in England taller than 18m.\nIt set up the £1.6bn fund to help foot the costs.\nThe agreement, between the building owner or leaseholder and the government, says: \"The Applicant shall not make any communication to the press or any journalist or broadcaster regarding the Project or the Agreement (or the performance of it by any Party) without the prior written approval of Homes England and [the Ministry for Housing, Communities and Local Government ]\" and its press offices.\nIt says an exception can be made \"where such disclosure is in the overwhelming public interest (in which case disclosure will not be made without first allowing Homes England and MHCLG to make representations on such proposed disclosure).\"\nThe UK Cladding Action Group tweeted that it was \"clearly a matter of public interest\" that these issues were aired in public. \n\"No department should be hiding behind non-disclosure agreements to stop scrutiny of their actions,\" the group said. \n'Institutional failure'\nAnother campaign group, Manchester Cladiators, said the existence of the \"gagging clause\" was \"shocking but not necessarily that surprising\".\nSpokesperson Rebecca Fairclough said residents would feel \"intimidated\" by it, adding: \"We ask the government to remove this unfair clause immediately and focus on the priority of solving this institutional failure, which still exists and is only growing over three and a half years after the Grenfell tragedy.\"\nThe government insists that the wording in the agreement, under the heading \"Marketing material\", is there to ensure applicants come to the government first. \n\"The terms set out are standard in commercial agreements and are not specific to this fund - to suggest otherwise is misleading and inaccurate,\" the Ministry for Housing, Communities and Local Government (MHCLG) said in a statement.\n\"We want a constructive working relationship with building owners who apply to the fund and applicants are asked to work with the department on public communications relating to the project.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55604677",
      "category": "uk",
      "title": "Covid-19: Rapid tests for asymptomatic people to be rolled out",
      "tags": "Coronavirus lockdown measures,Coronavirus testing,Coronavirus pandemic",
      "text": "Regular rapid testing for people without coronavirus symptoms will be made available across England this week, the government has said.\nThe community testing regime - expanded to cover all 317 local authorities - uses rapid lateral flow tests, which can return results in 30 minutes.\nLocal councils are being encouraged to prioritise tests for those who cannot work from home during the lockdown.\nThe health secretary said asymptomatic testing can help break transmission.\nMeanwhile, NHS England has invited tens of thousands of people over 80 to book vaccinations.\nA further 563 people have died in the UK within 28 days of a positive Covid test and another 54,940 cases reported, according to government figures on Sunday.\nThe total number of deaths in the UK after a positive test passed 80,000 on Saturday.\nThe government has launched a campaign telling people to act like they have got the virus in a bid to tackle the rise in infections.\nUnder the national lockdown, people in England must stay at home and can go out only for limited reasons such as food shopping, exercise, or work if they cannot do so from home. Similar measures are in place across much of Scotland, Wales and Northern Ireland.\nThe Department of Health and Social Care said expanding the Community Testing Programme to more people without symptoms was \"crucial given that around one in three people\" who contract Covid-19 show no symptoms. \nIt said regular community testing using the rapid tests had already identified more than 14,800 positive Covid-19 cases.\nSo far, 131 local authorities in England have enrolled in the government's community testing programme, with Milton Keynes, Slough, Doncaster and Essex the latest to join.\nHealth Secretary Matt Hancock said targeted asymptomatic testing and subsequent isolation was \"highly effective in breaking chains of transmission\".\nBut Angela Raffle, a consultant in public health at the University of Bristol Medical School, said increasing lateral flow testing was \"very worrying\" and warned the benefits of finding symptomless cases \"will be outweighed by the many more infectious cases that are missed by these tests\".\nDefending lateral flow tests on the BBC's Andrew Marr programme Mr Hancock said mass asymptomatic testing in Liverpool had seen the case rate drop \"more sharply than it did in other similar areas where only restrictions were brought in\".\nNHS Test and Trace will also work closely with other government departments to scale up workforce testing, the Department of Health and Social Care said.\nMany are already piloting regular workforce testing, with 15 large employers having taken up this offer already across 64 sites, \"including organisations operating in the food, manufacturing, energy and retail sectors, and within the public sector including job centres, transport networks and the military\".\nThe Department of Health and Social Care said plans were already in place for rapid testing of staff and students in schools and colleges and staff in primary schools.\nAsked when schools could reopen by the BBC's Andrew Marr, Mr Hancock said there were four conditions: that there is not a major new variant, the vaccine rollout is proceeding effectively, the number of deaths is falling and there is an easing of pressure on the NHS.\nBusinesses have welcomed asymptomatic testing. \nMatthew Fell, of the Confederation of British Industry (CBI), which represents 190,000 UK businesses, said: \"This expansion of testing will help more critical workers and those unable to work from home to operate safely, while also catching new cases more swiftly.\"\nBusiness Secretary Kwasi Kwarteng said the safety of the workforce had been an \"absolute priority\" and said the expansion of testing means \"we can keep our economy on the move while giving individuals in key sectors complete confidence that their workplace is safe\". \nBut Prof Susan Michie, professor of health psychology at University College London, told BBC Breakfast the country would continue a \"yo-yoing of lockdown\" without a \"test, trace and isolate system that actually works\" and warned there needed to be tighter restrictions and tougher messaging than in March to prevent \"tens of thousands of avoidable deaths in the next few weeks\". \nIn other developments:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51768274",
      "category": "uk",
      "title": "Covid-19 in the UK: How many coronavirus cases are there in my area?",
      "tags": "Coronavirus pandemic",
      "text": "There have been 16 million confirmed cases of coronavirus in the UK and more than 155,000 people have died, government figures show.  \nHowever, these figures include only people who have died within 28 days of testing positive for coronavirus. \nSo far, 91% of people aged 12 and over in the UK have had their first vaccine dose, 84% have had their second and 65% have had a booster. \nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nAfter a sharp increase in December, daily confirmed cases fell during the first half of January, and now appear to be levelling off. \nA further 62,399 confirmed cases were announced on Sunday.\nGovernment figures do not include people who test positive more than once - except in Wales. Some experts suggest this means the official figures are lower than the actual number of daily cases in the UK. \nHowever reinfections more than 90 days after a previous positive result are expected to be included in the data from 31 January.\nRestrictions were put in place across the UK to deal with the emergence of the Omicron variant but they are now being eased. You can use our postcode look-up to check what the rules are where you live.\nThe red and orange areas on the map below show the places currently seeing the highest number of cases per 100,000 people. The map's key was updated on 21 December to allow for rising case numbers. \nMore than 52 million people, 91% of those aged 12 and over in the UK, have now received a first dose of a vaccine. \nThe number of people who have received a second vaccine dose is more than 48 million, or 84% of people aged 12 and over.\nSo far, more than 37 million booster doses have been administered across the UK, with 31 million in England, 3.3 million in Scotland, 1.9 million in Wales and 940,000 in Northern Ireland. \nThe UK Health Security Agency has warned that two doses of a Covid vaccine are not enough to stop people catching the Omicron variant, but their scientists also say a booster vaccine is 88% effective at preventing people ending up in hospital with Covid. \nThe average daily number of deaths within 28 days of a positive test increased in early January, but figures have started to stabilise.\nThere were 75 deaths counted in this way reported on Sunday.\nOf those deaths, there were 75 in England, eight in Wales and two in Scotland. No figures were reported for Northern Ireland.\nThe BBC's Head of Statistics Robert Cuffe says most of the recent increase in Covid deaths could be down to \"coincidental\" Covid - people whose death may have had nothing to do with coronavirus. \nWith the high proportion of infections in the population over the past month, the number of coincidental cases would be expected to increase.\nFigures for doctors registering a death and recording what caused it will increasingly become our best picture of the pandemic's death toll - but these take longer to be published and it will be a while before we get a complete picture. \nThe most recent government figures for the whole of the UK show 16,149 people with coronavirus were in hospital on 27 January, down from 18,065 a week earlier.\nOf those in hospital with coronavirus, 549 are in mechanical ventilation beds - using ventilators to help them breathe - down from 664 a week earlier. \nThe number of hospital patients remains well below the peak of nearly 40,000 people in January last year. \nThe number of patients in hospital with coronavirus increased in almost every area of the UK during December and early January. \nWhen looking at the overall death toll from coronavirus, official figures count deaths in three different ways, each giving a slightly different number. \nFirst, government figures - the ones reported each day - count people who died within 28 days of testing positive for coronavirus. This figure is more than 155,000.\nAccording to the latest ONS figures, the UK has now seen nearly 177,000 deaths in total - that's all those deaths where coronavirus was mentioned on the death certificate even if the person had not been tested for the virus. \nThe third measure counts all deaths over and above the expected number since the pandemic began - that figure was about 150,000 as of 14 January.\nIn total, there were 15,257 deaths registered in the week to 14 January, which was five percent below the five-year average.\nOf the total deaths, 1,557 were related to coronavirus, up from 1,023 in the previous week.\nThe \"R number\" is the average number of people an infected person will pass the disease on to. \nIf R is below one, then the number of people contracting the disease will fall; if it is above one, the number will grow. \nThe government has said in the past that the R number is one of the most important factors in making policy decisions. \nThe latest R number estimate for England and Scotland  is 0.7 to 0.9, for Wales it is 1.1 to 1.5 and for Northern Ireland it is 1.1 to 1.3. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55606594",
      "category": "world-us-canada",
      "title": "Pompeo: US to lift restrictions on contacts with Taiwan",
      "tags": "China,Taiwan,Mike Pompeo,United States",
      "text": "The US is lifting long-standing restrictions on contacts between American and Taiwanese officials, Secretary of State Mike Pompeo says.\nThe \"self-imposed restrictions\" were introduced decades ago to \"appease\" the mainland Chinese government, which lays claim to the island, the US state department said in a statement.\nThese rules are now \"null and void\".\nThe move is likely to anger China and increase tensions between Washington and Beijing.\nIt comes as the Trump administration enters its final days ahead of the inauguration of Joe Biden as president on 20 January.\nThe Biden transition team have said the president-elect is committed to maintaining the long-standing US policy towards Taiwan.\nAnalysts say they will be unhappy with such a policy decision being made in the final days of the Trump administration, but that the move could be reversed easily by Mr Pompeo's successor Antony Blinken.\nChina regards Taiwan as a breakaway province, but Taiwan's leaders argue that it is a sovereign state.\nRelations between the two are frayed and there is a constant threat of a violent flare up that could drag in the US, an ally of Taiwan.\nIn a statement on Saturday, Mr Pompeo said the US state department had introduced complicated restrictions limiting the communication between American diplomats and their Taiwanese counterparts.\n\"Today I am announcing that I am lifting all of these self-imposed restrictions,\" he said. \"Today's statement recognises that the US-Taiwan relationship need not, and should not, be shackled by self-imposed restrictions of our permanent bureaucracy.\"\nHe added that Taiwan was a vibrant democracy and a reliable US partner, and that the restrictions were no longer valid.\nFollowing the announcement, Taiwan Foreign Minister Joseph Wu thanked Mr Pompeo, saying he was \"grateful\".\n\"The closer partnership between Taiwan and the US is firmly based on our shared values, common interests and unshakeable belief in freedom and democracy,\" he wrote in a tweet. \nLast August, US Health and Human Services Secretary Alex Azar became the highest-ranking US politician to hold meetings on the island for decades.\nIn response, China urged the US to respect what it calls its \"one China\" principle.\nThe US also sells arms to Taiwan, though it does not have a formal defence treaty with the country, as it does with Japan, South Korea and the Philippines. \nChina and Taiwan have had separate governments since the end of the Chinese civil war in 1949.\nBeijing has long tried to limit Taiwan's international activities and both have vied for influence in the Pacific region.\nTensions have increased in recent years and Beijing has not ruled out the use of force to take the island back.\nAlthough Taiwan is officially recognised by only a handful of nations, its democratically-elected government has strong commercial and informal links with many countries."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-55601215",
      "category": "entertainment-arts",
      "title": "Happy Mondays star Bez in bid to rival Joe Wicks with lockdown fitness classes",
      "tags": "Little Hulton,Manchester,Salford",
      "text": "Happy Mondays star Bez is to launch his own lockdown fitness classes to inspire the nation like Joe Wicks.\nThe former maraca-shaking dancer, 56, wants to rival Joe Wicks with his online YouTube classes \"Get Buzzin' With Bez\" to be launched on 17 January.\nBez, whose on-stage \"freaky dancing\" made him an icon of the 'Madchester' music scene, has admitted he also wants to budge his own lockdown bulge.\nHe won Celebrity Big Brother in 2005 and even made a bid to become an MP.\nBez, whose real name is Mark Berry, will be shown being trained in the fitness classes rather than acting as the instructor himself.\nHe said: \"I'd like to think I'm somewhere between Joe Wicks and Mr Motivator.\n\"I've started this new year seriously unfit, with a fat belly and creaky hips, and I can't stop eating chocolate.\n\"Last lockdown I got unfit, fat, lazy and into some seriously bad eating habits. \n\"This year, this lockdown, I need to sort it out sharpish.\"\nHe said that people can join him on \"on this mad  journey or just sit on the sofa and have a good laugh at me\".\nThe former dancer added: \"At the very least, I know I'll be making people smile, at best I'll be helping people get fit and mentally happier alongside me.\"\nThe Happy Mondays, along with bands like The Stone Roses and Inspiral Carpets, spearheaded the indie music 'Madchester' scene of the late 80s and early 90s.\nBez's bug-eyed dance routines were said to have inspired the group's song Freaky Dancin' and made him one of the best-known members of the group, alongside frontman Shaun Ryder.\nTheir hits included Step On, Kinky Afro, Hallelujah and 24 Hour Party People.\nHowever, serious drug habits and infighting led to the Salford band's breakup in 1993."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-dorset-55609185",
      "category": "uk-england-dorset",
      "title": "Bench arrest video 'stage-managed by anti-lockdown protesters'",
      "tags": "Christchurch,Poole,Coronavirus testing,Bournemouth",
      "text": "A video shared online apparently showing a woman being arrested in breach of lockdown for sitting on a bench was \"stage-managed\", police said.\nDorset Police believe the video was planned and recorded by anti-lockdown protesters during a demonstration in Bournemouth on Saturday.\nThree people were arrested for not giving their details so officers could issue fines for breaking Covid rules.\nThe BBC has asked one of the protesters who posted the video to comment.\nThe force said two of those held were later de-arrested when they confirmed their details in police custody and a third was released when his details were verified - all three were then issued fixed penalty notices.\nOfficers also issued at least seven other fines and 10 dispersal notices.\nAssistant Chief Constable Mark Callaghan, from Dorset Police, said: \"We believe this video was planned, stage-managed and recorded by members of the protest group who turned up in multiple areas, several of whom refused to engage or provide their details.\n\"If people refuse to give their details in such circumstances then it leaves officers with little option, but to arrest until the details are established. Our officers would only arrest as a last resort.\n\"It was clear that the group was deliberately organising their activities, walking around in twos and then trying to come together in a 'flash mob'-style approach, as they have done previously. This activity went on for a couple of hours.\"\nThe force's chief constable James Vaughan earlier said: \"I condemn the actions of these selfish individuals who knowingly flouted the lockdown restrictions.\"\nThe force said there were \"repeated attempts\" to engage with the organisers to stop the planned protest and found a number of the protesters had \"travelled considerably\" from out of the Dorset area.\nMr Vaughan added: \"Our county is gripped with infections and yet these irresponsible individuals have ignored what is being asked of them and have left their homes to protest. Shame on them.\"\nSam Crowe, director of public health for Dorset, said its hospital services were \"close to being overwhelmed\".\nMr Crowe said: \"Infection rates locally have been doubling in less than a week. If this carries on, our hospitals will not be able to cope with caring for those needing life-saving treatment. Stay at home means exactly that.\"\nLatest figures show Bournemouth, Christchurch and Poole has reached 745.2 cases per 100,000 people.\nAlso on Saturday, 16 people were also arrested during an anti-lockdown protest in south London."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-55601600",
      "category": "uk-england-london",
      "title": "Police arrest 16 at Clapham Common anti-lockdown protest",
      "tags": "Coronavirus lockdown measures,Clapham",
      "text": "Sixteen people have been arrested during an anti-lockdown protest in south London.\nPolice officers clashed with some of the maskless protesters who arrived in Clapham Common, some shouting \"take your freedom back\". \nSix police vans were deployed to the scene while officers moved the crowd of about 30 people away from the area.\nGathering for the purpose of a protest is not an exemption to the rules, the Met Police said.\nOne woman shouted from her car at the protesters \"there's a pandemic going\", while another bystander shouted \"idiots\".\nOne anti-lockdown protester, who was detained at Clapham Common park, said \"I stand under common law, not maritime law and this is assault\" as he was put into handcuffs by police officers.\nA large police presence remains around Clapham Common station, but almost all protesters had left the area as of 14:00 GMT. \nIt comes as a \"major incident\" was declared as the spread of Covid-19 threatens to \"overwhelm\" London hospitals.\nCity Hall said Covid-19 cases in the capital had exceeded 1,000 per 100,000, while there were 35% more people in hospital with the virus than in the peak of the pandemic in April."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55610337",
      "category": "uk-wales",
      "title": "See the snow-topped Brecon Beacons from home during lockdown",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55597091",
      "category": "health",
      "title": "Covid-19: The machine that breathes for Covid patients",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-55136975",
      "category": "uk-england-birmingham",
      "title": "Covid-19: Nurse isolating in caravan for nine months moves back home",
      "tags": "Birmingham,Self-isolation,Uplifting stories,Coronavirus pandemic",
      "text": "A nurse who lived in a caravan for nine months to protect her mother from coronavirus says moving back into her house was like \"winning the lottery\".\nSarah Link and her husband Gary, who usually share a home with her mother, bought the caravan in March to allow them to isolate.\n\"I have cried a river in the caravan, if it wasn't for Gary, I wouldn't have got through it,\" Mrs Link said.\nThey moved back home for Christmas after her mother received the vaccine.\nThe caravan, bought for £600 and parked on their own drive in Cradley, in the Black Country, allowed Mrs Link to continue working at Birmingham's Queen Elizabeth Hospital and her husband at his fishmonger's business.\n\"I'd do it again tomorrow. I would do it every time, I would have done anything to protect mum,\" she said.\n\"We were thinking it would be four weeks, 12 weeks max, then the summer came and went and nine months later we were still there. It was incredible, I just can't believe we did it,\" Mrs Link, who has been a nurse for 17 years, said.\nThe couple both contracted coronavirus in December, but carried on living in the caravan so they could self-isolate and continue to protect Mrs Link's 84-year-old mother.\n\"I went back to work properly last week. I still get tired easily and suffer with fatigue, but I'm OK,\" Mrs Link said.\n\"It's getting ridiculous the cases... some people still walk around and don't believe it's real. If people came on my ward and see what I've seen.\"\nMrs Link said she had not hugged her mother since before March as they were still taking precautions to keep her safe.\nShe said Christmas and new year had been \"magical\" adding it was the \"best\" she had ever experienced after being able to move back home.\n\"We all cried when it turned midnight, that year we'd all had.\n\"It was like winning the lottery, waking up in a proper bed.\n\"We're in the warm... I wouldn't be happier if I'd won a million pounds.\"\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-55609903",
      "category": "uk-politics",
      "title": "Trump Twitter ban 'raises regulation questions' - Hancock",
      "tags": "Social media,US Capitol stormed,Instagram,Twitter,Facebook,Donald Trump,Matthew Hancock",
      "text": "Bans imposed by Twitter, Facebook and Instagram on Donald Trump's accounts raise a \"very big question\" about how social media is regulated, Health Secretary Matt Hancock has said.\nThe companies acted after supporters of the US president stormed Washington DC's Capitol building on Wednesday.\nMr Hancock said the bans showed they were now \"taking editorial decisions\".\nCampaigners want social media to be treated as \"publishers\", rather than \"platforms\", meaning more regulation.\nBut opponents of the idea argue that it could allow governments to limit debate.\nMr Trump faces an impeachment charge, with Democrats accusing the Republican president of encouraging the Washington riots, in which five people died.\nTwitter permanently suspended his @realDonaldTrump account on Saturday, citing the \"risk of further incitement of violence\".\nBut Mr Trump called this an attack on free speech and suggested he would look at \"building out our own platform in the future\".\nThere has been a long-running debate over whether social media companies should be treated in law as \"publishers\", with greater responsibility for dealing with libellous, discriminatory, misleading or incendiary content posted by users.\nMr Hancock, a former culture secretary, told BBC One's Andrew Marr Show: \"The scenes, clearly encouraged by President Trump - the scenes at the Capitol - were terrible - and I was very sad to see that because American democracy is such a proud thing.\n\"But there's something else that has changed, which is that social media platforms are making editorial decisions now. That's clear because they're choosing who should and shouldn't have a voice on their platform.\"\nMr Hancock said that development was likely to have \"consequences\".\nAsked earlier about Twitter's decision to ban Mr Trump's account, he told Sky News: \"I think it raises a very important question, which is it means that the social media platforms are taking editorial decisions.\n\"And that is a very big question because then it raises questions about their editorial judgements and the way that they're regulated.\"\nTwitter's ban on Mr Trump's account followed the increasing use of warning labels on his posts referring to the coronavirus pandemic and the result of the US presidential election.\nIn a blog on Friday, the company said its public interest framework existed \"to enable the public to hear from elected officials and world leaders directly\".\nIt added: \"However, we made it clear going back years that these accounts are not above our rules and cannot use Twitter to incite violence. We will continue to be transparent around our policies and their enforcement.\"\nFacebook and Instagram banned Mr Trump \"indefinitely\" on Thursday, with Facebook chief executive Mark Zuckerberg saying this sanction would not be lifted until at least 20 January, when Joe Biden is sworn in as the new US president."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55602007",
      "category": "uk",
      "title": "Covid-19: Queen and Prince Philip receive vaccinations",
      "tags": "Coronavirus lockdown measures,UK Royal Family,Coronavirus vaccines,Prince Philip, Duke of Edinburgh,Windsor,Queen Elizabeth II",
      "text": "The Queen and the Duke of Edinburgh have received Covid-19 vaccinations, Buckingham Palace has said.\nA royal source said the vaccinations were administered on Saturday by a household doctor at Windsor Castle.\nThe source added the Queen decided to let it be known she had the vaccination to prevent further speculation.\nThe Queen, 94, and Prince Philip, 99, are among around 1.5 million people in the UK to have had at least one dose of a Covid vaccine so far.\nPeople aged over 80 in the UK are among the high-priority groups who are being given the vaccine first. \nThe couple have been spending the lockdown in England at their Windsor Castle home after deciding to have a quiet Christmas at their Berkshire residence, instead of the traditional royal family gathering at Sandringham. \nLast month, the Queen appeared alongside several other senior members of the royal family for the first time since the coronavirus pandemic began.\nIn 2020 she went seven months - between March and October - without carrying out public engagements outside of a royal residence.\nDuring that time, her eldest child, Prince Charles, 72, contracted coronavirus and displayed mild symptoms.\nPalace sources also told the BBC that her grandson Prince William tested positive in April - although Kensington Palace refused to comment officially.\nThe Queen used her Christmas Day message to reassure anyone struggling without friends and family this year that they \"are not alone\".\nShe said the pandemic had \"brought us closer\" despite causing hardship, adding that the Royal Family has been \"inspired\" by people volunteering in their communities.\nOn Friday a third coronavirus vaccine - made by US company Moderna - was approved for use in the UK, joining the Pfizer-BioNTech and Oxford-AstraZeneca vaccines already approved by UK regulators.\nIt is not known which vaccine the Queen and Prince Philip have received.\nAll the approved vaccines require two doses to provide the best possible protection, with the second dose being given up to 12 weeks after the first.\nPrime Minister Boris Johnson has said the aim is to vaccinate 15 million people in the UK by mid-February, including care home residents and staff, frontline NHS staff, everyone over 70 and those who have been categorised as clinically extremely vulnerable."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55573436",
      "category": "uk-wales",
      "title": "Covid vaccine: Wales lagging behind rest of UK with rollout",
      "tags": "Coronavirus vaccines,Caerphilly,Coronavirus pandemic",
      "text": "More than 14,000 people had their first dose of the Covid-19 jab in Wales in the past week, the latest figures show.\nIt takes the numbers on the priority list to have got the Pfizer-BioNTech jab to 49,403 since the rollout started on 8 December.\nBut Wales is lagging behind the rest of the UK so far, with a lower proportion of people getting a first dose.\nThe Welsh Government said that by next week, 60 GP practices and 20 centres would be vaccinating.\nHealth officials said the new Oxford vaccine would help speed up the programme \"considerably\".\nThe numbers do not include the first people to receive the new vaccine, which began to be given this week.\nPublic Health Wales (PHW) said the real numbers were likely to be higher, with the figures a snapshot based on those vaccines recorded electronically so far.\nThey give a breakdown by health board and also show how many people have been given their first dose.\nThe figures also include people, such as NHS staff, who work in Wales but live over the border, but do not yet give details of people in different priority categories.\nRhun ap Iorwerth, Plaid Cymru's health spokesman, said: \"We need real transparency on progress of the vaccination process. \n\"This must include clear targets and data on how many vaccines come to Wales, and how many are distributed and given out by each health board to each priority group - both the first and second doses - so we can measure this against the targets. This is how confidence can be built that Wales is on track.\"\nThe Welsh Government said: \"These are early days in our mass vaccination programme. Momentum will continue to build and the speed of our vaccination programme will increase each week.\n\"From Monday, the number of people vaccinated will be published daily and we will publish our vaccination rollout plan early next week.\"\nThe figure in Wales means approximately 1.6% of people have been vaccinated up to 3 January - fewer than other UK nations - and the gap appears to be growing compared to last week.\nIn England, nearly 1.1 million people were given the first dose by 3 January. This is about 1.9% of the population. NHS England said 60% of doses have gone to people aged over 80. \nIf vaccinations were being given at the same rate in Wales as in England, a further 13,000 people would have been given a dose.\nIn both Scotland and Northern Ireland, 2.1% of people have been given a first dose.\nDental nurse Samantha Davies, 47, who has shielded since March, was overjoyed at the prospect of having the coronavirus vaccine and returning to work. \nBut she is now in limbo after confusion over whether she could have the Oxford-AstraZeneca jab because of her ongoing treatment for Crohn's Disease.\nAfter filling out a questionnaire sent by PHW, a consultant recommended she should have the Pfizer-BioNTech jab instead.\nThis is because of the inflectra infusion treatment she receives every eight weeks to treat her Crohn's Disease - a type of inflammatory bowel condition.\nHowever, the Pfizer vaccine is in shorter supply than the Oxford vaccine and the Swansea practice where Samantha works was only offered 10 vaccinations.\nAs Samantha, from Foelgastell, Carmarthenshire, is shielding and not in work, she was not considered a priority for one of these.\nSwansea Bay health board has since said the advice about vaccines was given in error and pledged to arrange an appointment for her as soon as possible.\n\"It's just being home all the time. Some people I know had it two or three weeks ago. The government put me shielding since March on sick pay and I just want to return to work,\" she said.\nWhile she was furloughed from April to August, Samantha has been on statutory sick pay since.\nDr Gillian Richardson, the senior officer responsible for the Covid-19 vaccine programme in Wales, said the efforts from NHS Wales and PHW had been \"exceptional\".\n\"The number of doses unable to be used have been incredibly low - around 1% - and significantly below anticipated levels, thanks to the robust appointment planning and reserve lists,\" she said. \n\"The NHS is providing vaccines as quickly and as safely as possible to people in the priority groups.\"\nHowever, 80-year-old Derek Hinchliffe, who is eligible for a first dose of a Covid vaccine during this period of the rollout, said he was \"frustrated\" because he has had no information about getting the first dose. \nMr Hinchliffe, who lives with his wife in Penpedairheol in Caerphilly county, said: \"We've had nothing - no communication.\n\"We've got friends the same as us who live in England who have had their first dose, and some of them are having their second vaccination.\"\nConservative health spokesman Andrew RT Davies renewed his call for a vaccinations minister to be appointed to take control.\n\"Of course we welcome the increase in the number of vaccinations, but the rough calculation is that one in 65 people in Wales has had their jab compared to one in 50 in England,\" he said,\n\"Factor in the postcode lottery emerging in Wales, and the picture's not looking great. \n\"You're twice as likely in south Wales to have had the vaccination and three times more likely to have had it in mid Wales than in north Wales.\"\nDr Richardson called the second Covid vaccine - Oxford-AstraZeneca - which began its roll-out on Monday a \"real game-changer\".\nShe said it would help speed up vaccinations considerably.\nThere are challenges with the Pfizer-BioNTech vaccine because it has to be stored at extremely cold temperatures, while the Oxford vaccine can be be kept in a fridge.\nBoth vaccines will be available in Wales and the Welsh Government said 40,000 doses of the Oxford jab would be available within the first two weeks - with 22,000 jabs this week."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55544545",
      "category": "uk-wales",
      "title": "Covid: Teachers and supermarket staff ‘not key workers’",
      "tags": "Merthyr Tydfil County Borough Council,Pembrokeshire County Council,Coronavirus lockdown measures,Bridgend County Borough Council,Merthyr Tydfil,Newport City Council,Cardiff Council,Torfaen County Borough Council,Retailing,Vale of Glamorgan Council,Flintshire County Council,Conwy County Borough Council,Welsh government,Newport,Wales education,Supermarkets,Ceredigion County Council,Monmouthshire County Council,Carmarthenshire County Council,Food,Caerphilly County Borough Council,Powys Council,Rhondda Cynon Taf County Borough Council,City and County of Swansea Council,Coronavirus pandemic,Gwynedd Council",
      "text": "Unions have hit back at decisions from some councils in Wales to deny childcare to certain groups of key workers.\nThe Welsh Government compiled a list of jobs deemed critical at the beginning of the Covid pandemic, which was provided to local authorities.\nHowever, some councils compiled their own lists which do not include jobs such as food workers and teachers.\nTeaching union Nasuwt said it was \"nonsensical\".\nSchools will stay closed to most pupils until the February half term unless there is a \"significant\" fall in Covid cases, with childcare provided to vulnerable children and the children of key workers.\nAccording to the Welsh Government guidance, local authorities \"must have regard to the list\" when deciding who is a critical worker, but every child who can be safely cared for at home should be.\nThe shop worker union Usdaw said it was crucial food workers should be able to access the childcare so stores can stay open, and the Trades Union Congress (TUC) said childcare provision had become a \"postcode lottery\".\nWhile many councils confirmed to BBC Wales that they were following the Welsh Government's list, others said they did not define some of the roles included as essential.\nCeredigion council's list only includes front-line workers for the care and health sector and blue light services - just two of the Welsh Government's list of seven groups.\nA spokeswoman said: \"In accordance to the guidance, Ceredigion has taken due regard of the Welsh Government list of critical workers.\"\nInitially Carmarthenshire council included school staff but not food, utilities, communication or transport workers - but then reconsidered and now includes the Welsh Government's full list of critical workers.\nRhondda Cynon Taf, Bridgend and Vale of Glamorgan included childcare and education staff - but not food, transport, utilities or council workers, or communication workers such as public service journalists providing Covid-19 coverage.\nA Bridgend council spokesman said: \"There are limited spaces available at schools due to the need to maintain small class bubbles, ensure teaching staff are able to continue to provide online learning for learners at home and cover for any staff sickness.\"\nHe added if it became possible to extend the support to more workers, the council would do so.\nSwansea, Gwynedd, Torfaen, Pembrokeshire, Newport, Flintshire, Anglesey, Monmouthshire, Powys, Caerphilly, Conwy, Merthyr Tydfil and Cardiff all said they are following the Welsh Government's list of key workers in allocating childcare, with Cardiff and Merthyr prioritising the children of parents in NHS, blue light, education and social care if there were any shortages.\nBlaenau Gwent, Wrexham, Neath Port Talbot and Denbighshire councils did not provide details of their key worker provisions when asked by the BBC.\nNeil Butler, national official for Wales at teaching union Nasuwt, said: \"As front-line workers delivering an essential service, teachers and other school staff are classed as key workers.\n\"Schools are not closed during the lockdown, they remain open for a limited number of pupils and therefore many teachers and other school staff will still be required to attend their workplace during this time. \n\"If their own children are not allowed to attend their school many teachers and members of the school workforce will be left unable to provide this essential provision to the children of other key workers.\"\nMr Butler called on councils to \"immediately reconsider their position\".\n\"This decision by some councils is nonsensical and will undermine the ability of schools to continue to play their essential role in supporting the fight against Covid-19.\"\nTUC general secretary Shavanah Taj said: \"It's very concerning that some councils are not making provision of essential services like childcare available to the full list of critical workers. \n\"It isn't fair that just because someone works in a supermarket or a food processing plant, they could then face a postcode lottery in terms of whether then can access certain services. \n\"And when it comes to childcare and the groups of workers negatively impacted by this, lower-paid women workers are likely to be disadvantaged the most. This must be looked at again to make sure that there is a fair offer throughout Wales.\"\nOne teacher, who did not wish to be named, said she could not access key worker childcare due to her local council not counting her role as essential.\n\"People forget we have kids too,\" she said.\n\"We've been told teachers don't qualify for hub schools, but we have to give live online lessons. That's not possible with small children.\"\nNick Ireland from shop worker union Usdaw said retail staff being recognised as key workers by the Welsh Government had been welcomed.\n\"That should be reflected in access to childcare while they are at work and there needs to be a consistent provision across the nation,\" he said.\n\"With schools closed to all but vulnerable and key workers' children, it is crucial that our members working in stores, retail distribution and delivery drivers are able to access childcare services so that food shops can remain open.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-55584820",
      "category": "uk-northern-ireland",
      "title": "Covid: Families 'devastated' by cancer surgery cancellation",
      "tags": "NI Health,Ovarian cancer,Cancer,Coronavirus pandemic",
      "text": "The son of a man with pancreatic cancer has said the last-minute cancellation of his surgery has been \"devastating\".\nJodie Kane said his father Vincent was due to have his operation on Friday.\nHowever, that procedure was cancelled by the Belfast Health Trust on Tuesday as the worsening coronavirus crisis increases the pressure on hospitals.\nThe trust apologised, saying it had faced an 80% rise in the number of patients with Covid-19 admitted to hospitals since Christmas Day.\nSpeaking on BBC Radio Ulster's Nolan Show, Jodie said that there was now \"no guarantee\" his 68-year-old father would get the treatment.\n\"To be told we had the chance of a very successful surgery on offer and then to have it taken away at the last minute is pretty devastating,\" he said.\n\"Even the surgeon himself said they would be concerned if it was to go on more than four weeks.\n\"There is an uncertainty hanging over us now that we don't know when he'll actually get that surgery or what the impact on his health is going to be.\"\nVincent, from Newtownards, County Down, did not receive treatment for some of his other symptoms as it was planned that the surgery would help with those.\n\"Because they were hoping to get him straight into surgery he hasn't had the blockage in his gall bladder addressed so he's jaundiced, he's covered in a rash, can't sleep, he's lost a lot of weight,\" Jodie said.\n\"Undoubtedly there are people worse off than us out there but it is still a critical illness that he has got and it is one that we don't have an end in sight for, in terms of treatment.\n\"There must be a way of helping all those in need, or I suppose if you were being really honest about it those who stand the best chance of surviving - making the decisions for the benefit of them.\n\"There's no guarantee that in six weeks' time surgery is going to be an option because who knows what's going to happen with Covid?\"\nJodie called on those who were breaking Covid-19 regulations to think about the the \"direct and indirect impacts\" of their actions.\n\"We've every sympathy for anyone who has a loved one who needs [intensive] care because of Covid but cancer and Covid are both life-and-death situations.\n\"We can minimise the risks of one of them as a collective society just by taking the necessary precautions.\n\"It could be someone they love or their neighbour or someone in their community that's in the same situation as us in the very near future.\"\nFlo McClements, who was diagnosed with ovarian cancer in December, found out on Tuesday that her surgery - scheduled for Thursday - had been cancelled by the Belfast Health Trust.\nSpeaking to BBC Radio Foyle, her son Gregg said the pressure was \"mounting day by day\" on the the 72-year-old from Ballymoney, County Antrim.\n\"She had waited all through Christmas for the date and due to the Covid-19 restrictions we as a family had stayed away from her,\" he added.\n\"We left her on her own with my dad just to make sure she didn't catch Covid and risk the operation.\n\"When you get the date you like to think it's the next step to recovery but unfortunately that didn't happen.\"\nGregg said his mother was \"putting on a brave face\" but it was difficult for the family to not be with her in person during what was a difficult time.\n\"That's actually the hardest part that we can't go up and have a cup of tea with her or give her a hug to make her feel a bit better even for a few minutes.\"\nThe Belfast Health Trust said it \"would like to sincerely apologise\" to those affected by the postponement of surgeries.\nIt said the decision was taken to reduce the number of ill patients on wards that would be more at risk from the virus than others.\n\"This was an incredibly difficult decision to make and we did not take it without considering all the information available to us,\" said the trust.\n\"We do not underestimate the anxiety and distress this causes the patients and families affected and we deeply regret this.\nIt said it would do \"everything in our power\" to reschedule their operations \"as soon as possible\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-55609676",
      "category": "uk-northern-ireland",
      "title": "Transfer test: Business interest 'should not dominate debate'",
      "tags": "NI education,Schools,State schools,Grammar schools,Northern Ireland Executive",
      "text": "Business interest \"should not dominate the conversation\" about whether the school transfer test should take place this year, a Catholic bishop has said.\nThere has been intense debate this week about the academic selection process for Northern Ireland grammar schools.\nOne test provider cancelled its exams due to the Covid-19 crisis but another said it would test children next month.\nBishop of Derry Donal McKeown said the test process - which is run by private companies - had become \"big business\".\nThe Association for Quality Education (AQE) said on Tuesday that it intends to run one test in a single sitting in February rather than the usual series of exams.\nParents pay a fee of £55 for their child to take the AQE test.\nThe Post-Primary Transfer Consortium (PPTC) - which does not charge for entry to its process - has cancelled its tests in 2021.\nBishop McKeown told the BBC's Sunday Politics Northern Ireland programme: \"AQE would have about 9,000 pupils applying this year... that's half a million pounds coming in to run a business.\n\"And let's say you work on the assumption that parents are spending maybe £250 on tutoring [for their children] - there's another £2.5m.\n\"We're not just talking about making educational changes - we are talking about a business.\n\"When business becomes a major element in educational decisions I think, perhaps, we've lost the point.\"\nThe AQE told BBC News NI on Tuesday that schools using its test believed the process was the \"fairest way of allocating grammar school places\".\nThere have been calls for the AQE to cancel its test due to the Covid-19 crisis, with many pupils facing a prolonged period of learning from home amid the tightening of the Covid-19 lockdown.\nA small number of grammar schools that would typically use the test to select their pupils for the following academic year have since decided not to proceed with it in 2021.\nThe transfer test has long been a controversial issue in Northern Ireland, with some political parties opposing its use.\nStormont ministers clashed on Friday about whether to the executive should intervene in the AQE's decision.\nSinn Féin, the SDLP and the Alliance Party - which all oppose academic selection - argued that the test should not take place due to the pandemic.\nBut the Democratic Unionist Party (DUP) said it supports the right for schools to select their pupils.\nEducation Minister Peter Weir - a member of the DUP - has agreed to present a paper on the issue at a future meeting of the Stormont executive.\nThe AQE has said that without the test many schools were likely to be even more oversubscribed than in a normal year and that more random criteria would be used to select pupils.\nThat would include \"family ties, geographical proximity to a school or some form of lottery for places\".\nAn Ulster Unionist MLA has suggested an alternative plan but it has been rejected by a headteachers' union.\nBishop McKeown said: \"The public education system has to be focused on doing the best for the largest number of people.\n\"It can end up ceasing to be primarily a test of academic ability and more become a measure of those who are financially able.\n\"I hope our politicians could grapple with that reality - when business enters education we have to ask questions.\"\nSchools that have pulled out of the testing process said they were reviewing their contingency admissions criteria and would publish those in due course.\nBishop McKeown said there \"should have had a plan B long in advance\".\n\"We really are out of options now - we have to say: 'How can we focus on doing the best for the largest number, particularly the most disadvantaged?'\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55605173",
      "category": "uk",
      "title": "Covid: UK reports more than 80,000 deaths",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus testing,Coronavirus pandemic",
      "text": "More than 80,000 people have died in the UK within 28 days of a positive Covid test since the start of the pandemic, official figures have shown.\nA further 1,035 deaths in the UK were reported on Saturday, taking the total by that measure to 80,868.\nThe number of daily cases of people who tested positive for coronavirus increased by 59,937.\nOnly the US, Brazil, India and Mexico have recorded more Covid deaths, according to Johns Hopkins University.\nIt is the fourth day in a row that the UK has reported more than 1,000 daily deaths.\nIt comes as scientists advising the government have warned that lockdown measures in England need to be stricter to achieve the same impact as the March shutdown.\nMinisters have launched a new campaign urging people to act like they have the virus.\nMeanwhile, Buckingham Palace has said the Queen, 94, and the Duke of Edinburgh, 99, received Covid-19 vaccinations on Saturday.\nThe Office for National Statistics recently estimated as many as one in 50 people in England had coronavirus between 27 December and 2 January, while in London it was one in 30.  \nOn Friday, mayor Sadiq Khan said the spread of Covid in the capital was \"out of control\".\nOfficial figures from Public Health England showed London had the highest regional case rate in the UK, exceeding 1,000 per 100,000 people.\nUnder the national lockdown, people in England must stay at home and can only go out for essential reasons. Similar measures are in place across most of Scotland, in Wales and Northern Ireland.\nProf Robert West, a participant in the Scientific Pandemic Influenza Group on Behaviours (SPI-B), which advises the government's Scientific Advisory Group for Emergencies (Sage), said the current rules were \"still allowing a lot of activity which is spreading the virus\". \nHe said the new variant of Covid was around 50% more infectious compared to the virus that infected people last March.\n\"That means that if we were to achieve the same result as we got in March we would have to have a stricter lockdown, and it (the current regime) is not stricter,\" he added.\nThe professor of health psychology at University College London also told the BBC more children were going to school, compared to during the first lockdown. \nHe said schools were \"a very important seed of community infection\".\nMore children are at school, after the Department for Education widened the categories of vulnerable and key worker pupils allowed to attend. Attendance rates have risen to 50% in some places.\nProf Susan Michie, who is also a member of Sage, said the spread of the new, more infectious variant meant current restrictions were \"too lax\". \n\"When you look at the data, it shows that almost 90% of people are overwhelmingly adhering to the rules - despite the fact that we're also seeing more people out and about,\" she told BBC Radio 4's Today programme.\nShe said, in comparison to the first lockdown in spring 2020, more people were allowed to go out to work and children's nurseries were open, making public transport busier.\nThe number of people travelling by public transport in London has decreased since the latest national lockdown began, with tube journeys now at 18% of the pre-pandemic demand and bus journeys at 30%, according to figures from Transport for London.\nHowever, during the first lockdown passenger numbers fell below 10% at some points.\nScientists believe the new variant spreads between 50 and 70% faster compared to previous forms of the virus. \nProf Kevin Fenton, London regional director for Public Health England, said there were \"things we could do better\" to reduce the number of infections, including greater compliance with mask wearing and social distancing when shopping and using public transport.\nTorsten Bell, chief executive of the Resolution Foundation think tank, told BBC Radio 4's PM programme that the UK's statutory sick pay system was \"not fit for purpose for a pandemic\" and more effective measures to encourage people to isolate were needed.\nAs cases and deaths soar, the government has launched an advertising campaign, which will be shared across television, radio, newspapers and on social media, urging people to stay at home and not to get complacent.\nPrime Minister Boris Johnson said: \"I know the last year has taken its toll - but your compliance is now more vital than ever.\"\nGovernment sources say there is also likely to be more focus from police on enforcing rather than explaining rules.\nOn Saturday afternoon, 12 people were arrested during an anti-lockdown protest in south London.\nIf you would like to send us a tribute to a friend or family member who died after contracting coronavirus, please use the form below.\nPlease remember to include a photo of your loved one and their name. Upload your pictures here. Don't forget to include your contact details, so we can get in touch with you.\nWe would like to respond to everyone individually and include every tribute in our coverage, but unfortunately that may not be possible. Please be assured your message will be read and treated with the utmost respect.\n Please note the contact details you provide will never be published. Please ensure you have read our terms & conditions and privacy policy.\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your tribute."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55601909",
      "category": "world-asia",
      "title": "Sriwijaya Air Boeing 737 passenger plane feared to have crashed in Indonesia",
      "tags": "Aviation accidents and incidents,Aviation safety,Sriwijiaya air crash,Indonesia",
      "text": "A Boeing 737 passenger plane carrying 62 people is believed to have crashed into the sea shortly after take-off from Indonesia's capital Jakarta.\nThe Sriwijaya Air disappeared from radars four minutes into its journey to Pontianak in West Kalimantan province.\nIt is thought to have dropped more than 3,000m (10,000ft) in less than a minute, according to flight tracking website Flightradar24.com.\nWitnesses said they had seen and heard at least one explosion.\nFisherman Solihin, who goes by one name, told the BBC Indonesian service he had witnessed a crash and his captain decided to return to land.\n\"The plane fell like lightning into the sea and exploded in the water,\" he said.\n\"It was pretty close to us, the shards of a kind of plywood almost hit my ship.\"\nA number of residents of an island near where the plane disappeared told the BBC they had found objects they thought were from the plane. \nSearch and rescue efforts were suspended overnight but were due to resume on Sunday. \nThe Indonesian navy was reportedly deployed to look for the aircraft on Saturday. Navy official Abdul Rasyid told Reuters news agency it had determined the plane's coordinates and ships had been deployed to the location.\nThe aircraft is not a 737 Max, the Boeing model that was grounded from March 2019 until last December following two deadly crashes.\nLast contact with the plane, with the call sign SJY182, was made at 14:40 local time (07:40 GMT), according to the transport ministry. The usual flight time to Pontianak, in the west of the island of Borneo, is 90 minutes.\nIt did not send a distress signal, according to the head of national search and rescue agency Air Marshal Bagus Puruhito.\nThere were thought to be 50 passengers - including seven children and three babies - and 12 crew on board, though the plane has a capacity of 130. Everyone on board was Indonesian, officials say.\nRelatives of the passengers have been waiting anxiously at the airport in Pontianak, as well as at Jakarta's Soekarno-Hatta International Airport.\n\"I have four family members on the flight - my wife and my three children,\" Yaman Zai told reporters through tears.\n\"[My wife] sent me a picture of the baby today... How could my heart not be torn into pieces?\"\nAccording to registration details, the plane is a 26-year-old Boeing 737-500.\nIt was in good condition, Sriwijaya Air chief executive Jefferson Irwin Jauwena told reporters. Take-off had been delayed for 30 minutes due to heavy rain, he said. \nSriwijaya Air, founded in 2003, is a local budget airline which flies to Indonesian and other South-East Asian destinations. \nThe plane went missing about 20km (12 miles) north of the capital Jakarta, not far from where another flight crashed in October 2018. \nA total of 189 died when an Indonesian Lion Air flight plunged into the sea about 12 minutes after take-off from the city.\nThat disaster was blamed on a series of failures in the plane's design, but also faults by the airline and the pilots.\nIt was one of two crashes that led regulators to pull the Boeing 737 Max from service. The model resumed passenger flights in December after a systems overhaul.\nThe BBC's Jerome Wirawan in Jakarta says the latest events will bring up difficult questions and emotions in Indonesia, whose airline industry has faced intense scrutiny since the Lion Air crash.\nThe aircraft which appears to have been lost off Indonesia was a Boeing 737, but it should not be confused with the much more modern 737 Max - which was grounded following two tragic accidents in 2018 and 2019, including one off the coast of Indonesia.  \nThe Sriwijaya Air flight appears to have been carried out by a Boeing 737-500. This plane formed part of the 737 Classic series, the second generation of 737, which was built during the 1980s and 1990s. The plane, seen as a workhorse aircraft for many years, has a strong safety record. \nThe Sriwijaya Air 737 was 26 years old. While airlines do tend to prefer to fly newer aircraft - because they have lower running costs - it is not uncommon to find planes of this age still in service. \nIndonesia, though, has a relatively poor record on aviation safety. For more than a decade carriers from the region were banned from flying into the EU. Until recently, the perception had been that standards were improving, and in 2018 all Indonesian airlines were removed from the EU's blacklist.\nThat, however, was before the loss of a Lion Air 737 Max in October 2018. Although the design of the aircraft is widely believed to have been the main cause of the accident, investigators also highlighted issues such as poor maintenance procedures and inadequate flying skills as contributory factors."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-55611208",
      "category": "uk-politics",
      "title": "Covid: Protect family incomes, Starmer urges ministers",
      "tags": "Coronavirus lockdown measures,Keir Starmer,Coronavirus pandemic",
      "text": "Labour leader Sir Keir Starmer has urged the government to \"protect family incomes\" as it deals with the economic effects of coronavirus.\nIn his first speech of the year, he demanded teachers, the armed forces and care workers are left out of the public sector pay freeze.\nSir Keir also called for tougher restrictions to be considered for tackling coronavirus. \nNo 10 said the government had \"shown it is prepared to act\".\nWith coronavirus restrictions and lockdowns shutting thousands of businesses, the economy was 7.9% smaller in October last year than it had been six months earlier.\nAnd the government's independent forecaster, the Office for Budgetary Responsibility, predicts that unemployment will rise to 2.6 million by the middle of this year.\nIn his speech, Sir Keir attacked the government for \"having been found wanting at every turn\", accusing Boris Johnson of being \"indecisive\" and acting \"too slow\" over further lockdowns and support for business and families.\nHe said: \"The British people will forgive many things. They know the pandemic is difficult. \n\"But they also know serial incompetence when they see it - and they know when a prime minister simply isn't up to the job.\"\nBut the PM's official spokeswoman rejected the criticism, saying: \"This government has shown it is prepared to act. When given evidence in the morning it has taken action that evening.\" \nAsked by the BBC's political editor Laura Kuenssberg whether the government should tighten restrictions, such as closing nurseries, Sir Keir said there \"probably is more that we could do [and we] may have to get tougher\".\nBut he did not outline what measures he would recommend, instead saying it was \"time to hear from the scientists what else can be done - and that probably should be done in the next few hours\".\nThe Labour leader said ministers must \"protect family incomes and support businesses\" from the economic effects of previous restrictions and the current lockdown. \nHe added policies must \"make a real difference to millions of people across the country\" and \"put families at the heart of our recovery\".\nSir Keir argued the £20-a-week rise given to Universal Credit claimants last April must continue beyond this April's cut-off point.\nCouncil tax increases in England of up to 5% this April must not happen, he said, while calling for the ban on evictions and repossessions to be extended.\nThe government's pay freeze for at least 1.3 million public sector workers - which does not apply to NHS frontline staff and those earning below £24,000 a year - must not go ahead, said Sir Keir.\n\"I know this isn't everything that's needed,\" he added, \"and after so much suffering we can't go back the status quo. \n\"We cannot return to an economy where over half our care workers earn less than the living wage, where childcare is among the most expensive in Europe, where our social care system is a national disgrace and where over four million children grow up in poverty.\"\nAn opposition leader has no policy leavers to pull. They have to rely on words to persuade the public they are worthy of power. \nWith the next general election an eternity away, Sir Keir Starmer knows the question of competence matters far more to voters than ideology right now. \nThe Labour leader was unsparing in his criticism of the government's handling of the pandemic - accusing the prime minster of serial incompetence, dithering and delay. \nSir Keir said the government could reverse planned changes to council tax and universal credit to ease the financial pressure on families. \nBut pressed on how lockdown might be different today if he was in No 10, the Labour leader mirrored the government's messaging. \nHe said there was \"probably\" more that could be done around nurseries and estate agent viewings, but Sir Keir's mantra was listen to the scientists. \nIt's what ministers say endlessly too. \nSir Keir argued that, just as a Labour government \"built the welfare state from the rubble\" of World War Two, a future one can \"secure our economy, protect our NHS and rebuild our country so that Britain is the best country to grow up in and the best country to grow old in\". \nBut Conservative Party co-chairman Amanda Milling accused Sir Keir of \"calling for actions the Conservatives are already taking in government\".\n\"We have delivered an unprecedented £280bn package of support to protect jobs, livelihoods and public services through this pandemic,\" she added, including the furlough scheme, the temporary increase to Universal Credit and extra funding for councils.\n\"The Conservatives will continue to put families and communities at the heart of every decision we take as we deliver on our promises to the British people,\" Ms Milling said.\nIn his Spending Review in November, Chancellor Rishi Sunak warned that the \"economic emergency\" caused by the pandemic had only begun.\nHe promised to take \"extraordinary measures to protect people's jobs and incomes\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55611627",
      "category": "world-asia",
      "title": "Indonesia landslide: Rescuers buried as they help victims",
      "tags": "Indonesia,Severe weather",
      "text": "Rescuers searching for victims of a landslide in Indonesia were buried by a second mudslide just hours later, officials say.\nThe first landslide, in Cihanjuang village, West Java, was triggered by torrential rain. \nAnother struck as survivors were still being evacuated. At least 12 people died and dozens more are missing.\nLandslides are common in Indonesia during rainy season, and often blamed on deforestation.\nThe latest disasters hit the villagers in Sumedang regency, about 150km (95 miles) southeast of the capital Jakarta, three and a half hours apart on Saturday. \nThe first happened at 16:00 (09:00 GMT) and the second at 19:30 (12:30 GMT), disaster agency spokesman Raditya Jati said in a statement.\n\"The first landslide was triggered by high rainfall and unstable soil conditions. The subsequent landslide occurred while officers were still evacuating victims around the first landslide area,\" he added.\nRescuers are believed to be among those killed, he added. A six-year-old boy was also among the dead, according to AFP news agency.\nSome 27 people were believed to be missing late on Sunday, local media quoted Deden Ridwansah, the head of the local search and rescue agency as saying. About 46 were known to have survived.\nBad weather had forced the search to be suspended, he said, but it was expected to resume on Monday. \nIndonesia frequently suffers floods and landslides. Thousands of people had to be evacuated in the capital Jakarta this time last year as the city was inundated."
    }
  ]
}