{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51768274",
      "category": "uk",
      "title": "Covid-19 in the UK: How many coronavirus cases are there in my area?",
      "tags": "Coronavirus pandemic",
      "text": "There have been 16 million confirmed cases of coronavirus in the UK and more than 155,000 people have died, government figures show.  \nHowever, these figures include only people who have died within 28 days of testing positive for coronavirus. \nSo far, 91% of people aged 12 and over in the UK have had their first vaccine dose, 84% have had their second and 65% have had a booster. \nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nAfter a sharp increase in December, daily confirmed cases fell during the first half of January, and now appear to be levelling off. \nA further 62,399 confirmed cases were announced on Sunday.\nGovernment figures do not include people who test positive more than once - except in Wales. Some experts suggest this means the official figures are lower than the actual number of daily cases in the UK. \nHowever reinfections more than 90 days after a previous positive result are expected to be included in the data from 31 January.\nRestrictions were put in place across the UK to deal with the emergence of the Omicron variant but they are now being eased. You can use our postcode look-up to check what the rules are where you live.\nThe red and orange areas on the map below show the places currently seeing the highest number of cases per 100,000 people. The map's key was updated on 21 December to allow for rising case numbers. \nMore than 52 million people, 91% of those aged 12 and over in the UK, have now received a first dose of a vaccine. \nThe number of people who have received a second vaccine dose is more than 48 million, or 84% of people aged 12 and over.\nSo far, more than 37 million booster doses have been administered across the UK, with 31 million in England, 3.3 million in Scotland, 1.9 million in Wales and 940,000 in Northern Ireland. \nThe UK Health Security Agency has warned that two doses of a Covid vaccine are not enough to stop people catching the Omicron variant, but their scientists also say a booster vaccine is 88% effective at preventing people ending up in hospital with Covid. \nThe average daily number of deaths within 28 days of a positive test increased in early January, but figures have started to stabilise.\nThere were 75 deaths counted in this way reported on Sunday.\nOf those deaths, there were 75 in England, eight in Wales and two in Scotland. No figures were reported for Northern Ireland.\nThe BBC's Head of Statistics Robert Cuffe says most of the recent increase in Covid deaths could be down to \"coincidental\" Covid - people whose death may have had nothing to do with coronavirus. \nWith the high proportion of infections in the population over the past month, the number of coincidental cases would be expected to increase.\nFigures for doctors registering a death and recording what caused it will increasingly become our best picture of the pandemic's death toll - but these take longer to be published and it will be a while before we get a complete picture. \nThe most recent government figures for the whole of the UK show 16,149 people with coronavirus were in hospital on 27 January, down from 18,065 a week earlier.\nOf those in hospital with coronavirus, 549 are in mechanical ventilation beds - using ventilators to help them breathe - down from 664 a week earlier. \nThe number of hospital patients remains well below the peak of nearly 40,000 people in January last year. \nThe number of patients in hospital with coronavirus increased in almost every area of the UK during December and early January. \nWhen looking at the overall death toll from coronavirus, official figures count deaths in three different ways, each giving a slightly different number. \nFirst, government figures - the ones reported each day - count people who died within 28 days of testing positive for coronavirus. This figure is more than 155,000.\nAccording to the latest ONS figures, the UK has now seen nearly 177,000 deaths in total - that's all those deaths where coronavirus was mentioned on the death certificate even if the person had not been tested for the virus. \nThe third measure counts all deaths over and above the expected number since the pandemic began - that figure was about 150,000 as of 14 January.\nIn total, there were 15,257 deaths registered in the week to 14 January, which was five percent below the five-year average.\nOf the total deaths, 1,557 were related to coronavirus, up from 1,023 in the previous week.\nThe \"R number\" is the average number of people an infected person will pass the disease on to. \nIf R is below one, then the number of people contracting the disease will fall; if it is above one, the number will grow. \nThe government has said in the past that the R number is one of the most important factors in making policy decisions. \nThe latest R number estimate for England and Scotland  is 0.7 to 0.9, for Wales it is 1.1 to 1.5 and for Northern Ireland it is 1.1 to 1.3. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55696664",
      "category": "business",
      "title": "Eurostar: Government urged to 'safeguard' rail firm's future",
      "tags": "Companies,Travel,Rail travel,Eurostar,Coronavirus pandemic",
      "text": "A group of London business leaders has written to the government calling for financial support for the struggling rail firm Eurostar.\nIn a letter to the Treasury and Department for Transport, they urge \"swift action to safeguard its future\".\nBosses of firms such as Fortnum & Mason signed the letter asking for access to government loans and business rates relief \"at the very least\".\nThe government says it is \"working closely\" with Eurostar.\nThe cross-Channel rail company is threatened by a large drop in passenger numbers due to coronavirus-related travel restrictions.\nIt reported in November that passenger numbers had been down 95% since March 2020.\nWith two trains an hour normally scheduled in peak hours, it now runs just two services a day from London to Paris and Brussels.\nThe letter, coordinated by business campaigning group London First and seen by the BBC, describes the firm as one that has \"fallen through the cracks\". Unlike some airlines, it has not been eligible for government-backed loans.\n\"If this viable business is allowed to fall between the cracks of support - neither an airline, nor a domestic railway - our recovery could be damaged,\" it says.\nCo-signed by 28 leaders, including the vice-chancellor of Middlesex University, the chief executive of West End property company Shaftesbury, as well as the boss of the ExCeL conference centre, the letter points out that the company currently employs 1,200 people in the UK.\nThe firm is 55% owned by French state rail firm SNCF. The UK government sold its stake in the business to private companies for £757m in 2015.\nThe letter also credits Eurostar with reducing carbon emissions. Since it launched in 1994, it has transported more than 190 million passengers between Britain and mainland Europe.\nA spokesman for Eurostar said: \"Without additional funding from government there is a real risk to the survival of Eurostar, the green gateway to Europe.\nHe described the current situation as \"very serious\".\nA spokesman for the Department for Transport said: \"We recognise the significant financial challenges facing Eurostar as a result of Covid-19 and the unprecedented circumstances currently faced by the international travel industry.\"\nHe added the government had been in contact with Eurostar \"on a regular basis\" since the start of the coronavirus crisis and would continue to work closely with the firm."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55690720",
      "category": "uk",
      "title": "Covid-19: Further 1,295 deaths recorded in the UK",
      "tags": "Coronavirus testing,Coronavirus pandemic",
      "text": "A further 1,295 deaths within 28 days of a positive Covid test have been reported in the UK, the third-highest daily total since the pandemic began.\nIt brings the total number of deaths by this measure to 88,590.\nThere have also been a further 41,346 lab-confirmed cases, and 4,262 more people have been admitted to hospital.\nDr Yvonne Doyle, medical director for Public Health England, said the \"continuous rise in cases and deaths should be a bitter warning for us all\".\n\"We must not forget the basics,\" she added. \"The lives of our friends and family depend on it.\n\"Keep your distance from others, wash your hands and wear a mask.\"\nThe latest figures come ahead of Monday's change in travel rules for the UK, with all travel corridors closing, meaning arrivals from every country will have to quarantine.\nPrime Minister Boris Johnson announced the changes at Downing Street on Friday, saying they would \"protect against the risk of as yet unidentified new strains\" of Covid.\nWhile daily figures can fluctuate due to delays in reporting, the seven-day average of Covid deaths in the UK has now risen slightly to 1,103.\nFor cases, however, there has been a drop in the seven-day average, with the figure now at 48,565.\nThere are currently 37,475 people in hospital with the virus, government figures show, while a further 324,233 people have received their first vaccine dose.\nThe government has promised all the over-70s, the extremely clinically vulnerable and front-line health and care workers - about 15 million people - will be offered a jab by mid February.\nCurrently, just over 3.5 million doses have been administered.\nThe government has also announced £120m in funds for the social care sector to be used by local authorities to increase staffing levels.\nStaff absence rates have risen in care homes and among home care staff, due to them testing positive or having to self-isolate.\nHealth Secretary Matt Hancock said the money would bolster staffing numbers in a \"controlled and safe way, whilst ensuring people continue to receive the highest quality of care\".\nA further £149m funding was announced in December to support rapid testing of care home staff.\nSpeaking alongside the PM on Friday, England's chief medical officer, Prof Chris Whitty, said the number of patients being admitted to hospital with coronavirus was set to peak within the next 10 days, while the peak for deaths was also yet to come.\nHe added, however, that he hoped the peak in infections had already happened in the South East, East and London, where there was a surge in the new, more transmissible variant.\n\"The peak of deaths I fear is in the future, the peak of hospitalisations in some parts of the country may be around about now and beginning to come off the very, very top,\" he said.\n\"Because people are sticking so well to the guidelines we do think the peaks are coming over the next week to 10 days for most places in terms of new people into hospital.\"\nHowever, chief scientific adviser Sir Patrick Vallance stressed it was a \"suppressed peak\" that would \"boil over for sure\" if controls were eased.\nHe said: \"This is not the natural peak that's going to come down on its own, it's coming down because of the measures that are in place.\n\"Take the lid off now and it's going to boil over for sure and we're going to end up with a big problem.\"\nMeanwhile, on Saturday, Labour leader Sir Keir Starmer suggested he would back further coronavirus measures, as \"the tougher the restrictions now the quicker we get the virus back under control\".\nSir Keir said he was \"still worried\" by the number of infections, despite signs they are falling - and that the \"sense that we are through the worst\" of the third wave was wrong.\n\"Nobody likes restrictions but the tougher the restrictions now the quicker we get the virus back under control, the quicker we reduce the number of hospital admissions and the quicker we get that number of deaths, tragically, down,\" he added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55694415",
      "category": "world-us-canada",
      "title": "Biden inauguration: Executive orders to reverse Trump policies",
      "tags": "Impeachment of Donald Trump,US Capitol stormed,Democratic Party,Donald Trump,Joe Biden",
      "text": "Details are emerging of a raft of executive orders planned by US president-elect Joe Biden as soon as he takes office this week.\nMr Biden will issue decrees to reverse President Trump's travel bans and re-join the Paris climate accord on his first day, US media report.\nThe president-elect is also expected to focus on reuniting families separated at the US-Mexico border, and to issue mandates on Covid-19 and mask-wearing. \nHe will be inaugurated on Wednesday. \nAll 50 US states are on high alert for possible violence in the run-up to the inauguration ceremony, with National Guard troops deployed in their thousands to guard Washington DC.\nIn the hours after Mr Biden sets foot in the White House, he will embark on a blitz of executive actions designed to signal a clean break from his predecessor's administration, according to a memo seen by US media.\nAmong the orders planned soon after taking office are:\nThe executive orders are just one part of his ambitious plan for his first 10 days in office, according the memo.\nThe President-elect is also expected to send a major new immigration bill to Congress, as well as focusing on passing a $1.9tn (£1.4tn) stimulus plan to help the country's economy recover from coronavirus. \nMr Biden has also said his administration will aim to deliver 100 million Covid-19 jabs in his first 100 days in office - describing the rollout so far as a \"dismal failure\". \n\"President-elect Biden will take action - not just to reverse the gravest damages of the Trump administration - but also to start moving our country forward,\" incoming White House Chief of Staff Ron Klain wrote in the memo.\nThe president-elect is taking over a country in the midst of an unprecedented pandemic. Daily deaths from Covid-19 are in their thousands and almost 400,000 have lost their lives.  \nOn top of the virus raging, the country is reeling from recent political violence. \nThe theme for Mr Biden's inauguration will be \"America United\", with the president-elect focusing on healing political divisions. Vice-President Mike Pence is expected to attend the ceremony, though Mr Trump has said he will not. \nMr Biden will be sworn in exactly two weeks after the violent riots at the US Capitol on 6 January which aimed to thwart his election victory.\nEven by inauguration standards, the security presence in Washington DC for Wednesday's ceremony is extraordinary.\nMiles of streets have been blocked off with concrete barriers and metal fences, and more than 20,000 National Guard troops are expected to deploy. The FBI has warned of possible violence and armed marches planned by pro-Trump supporters. \nThe tough security measures follow a week in which Donald Trump became the first US president to be impeached twice. Mr Trump will now face a Senate trial on a charge of \"incitement of insurrection\" for the US Capitol violence. \nThe earliest the Senate can receive the charges will be Tuesday - the day before he leaves office - but the timings for the trial remain unclear.\nThere is some suggestion that the House of Representatives, which voted to impeach Mr Trump last week, could delay sending the articles to the Senate to let Mr Biden push on with his legislative agenda and have his cabinet picks approved first. \nDemocrats and Republicans are also reportedly discussing plans for a \"dual track\" agenda which would allow the Senate to split time between impeachment proceedings and Biden administration business. \nThe 100-seat Senate is now tied between Republicans and Democrats. A two-thirds majority is needed for an impeachment conviction - so 17 Republicans would need to vote against Mr Trump to convict him. \nSome Republicans have warned the impeachment will further inflame and divide Americans at a time when the nation needs to heal - but Democrats want to push on to convict Mr Trump then block him running from office again.\nTen Republicans voted to impeach the president in the House and most Republican senators, including leader Mitch McConnell, have not said publicly what their voting intentions in a trial are yet. \nA president has never been tried after he leaves office. Because the situation is unprecedented, some have even suggested it could be unconstitutional. \nOfficials on both sides are preparing for a trial, though the outgoing president is yet to confirm his legal team.\nMr Trump's personal lawyer, Rudy Giuliani, told ABC News on Sunday that he was working on the impeachment defence, but a spokesman for the president later said he had not decided on his representation. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-55678267",
      "category": "uk-politics",
      "title": "G7: UK to host Cornwall seaside summit in summer",
      "tags": "G7",
      "text": "The leaders of most of the world's biggest economies will get a brief taste of the English seaside this June as they gather for the G7 summit.\nCornwall's Carbis Bay, known for its sandy beach and clear waters, will be the venue for discussions on debt, climate change and post-Covid recovery.\nPrime Minister Boris Johnson called it the \"perfect location for such a crucial summit\".\nThe UK, US, Germany, France, Canada, Italy and Japan make up the G7.\nLeaders from Australia, India, South Korea and the EU will also attend the event, from 11 to 13 June, as guests.\nVisit Cornwall estimates the county will make £50m, with the summit providing a boost to tourism and the area's international profile.\nBut the likes of US President Joe Biden, German Chancellor Angela Merkel and French President Emmanuel Macron are unlikely to enjoy an ice cream and a barefoot stroll through Carbis Bay's surf.\nG7 summits require security cordons, with anti-globalisation protests having affected several previous get-togethers.\nMeasures in place for the meeting in Biarritz, France, in 2019, saw the seaside resort likened to a temporary \"fortress\".\nThe Cornish meeting will be the first face-to-face G7 since the pandemic started. Last year's event - scheduled to take place at Camp David, Maryland - took place online instead.\nThe previous two UK-hosted meetings were at Lough Erne, Co Fermanagh, in 2013, and Gleneagles, Perth and Kinross, in 2005.\nThis year, delegates will be put up - with Covid restrictions in place - at the Tregenna Castle Resort, overlooking nearby St Ives, and other locations.\nThe National Maritime Museum Cornwall in Falmouth will host international media.\nThe UK is hosting the summit as president of the G7 for the year.\n\"As the most prominent grouping of democratic countries, the G7 has long been the catalyst for decisive international action to tackle the greatest challenges we face,\" Mr Johnson said.\nHe added that leaders should approach the economic challenges of Covid \"by uniting with a spirit of openness to create a better future\".\n\"Two-hundred years ago Cornwall's tin and copper mines were at the heart of the UK's industrial revolution and this summer Cornwall will again be the nucleus of great global change and advancement,\" the prime minister said.\nVisit Cornwall chief executive Malcolm Bell said the summit would \"not only showcase the beauty of Cornwall but give us the opportunity to communicate our heritage, culture and the connections\".\nLocal leaders said it would provide a \"fantastic opportunity\" to showcase the county on the world stage.\nThe government said it would announce more of its plans \"in due course\".\nThe G7 meeting comes five months ahead of UN Climate Change Conference (COP26) in Glasgow in November."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55693020",
      "category": "uk",
      "title": "Statues to get protection from 'baying mobs'",
      "tags": "Robert Jenrick,Edward Colston",
      "text": "The government is planning new laws to protect statues in England from being removed \"on a whim or at the behest of a baying mob\", Communities Secretary Robert Jenrick has said.\nWriting in the Sunday Telegraph, he said generations-old monuments should be \"considered thoughtfully\".\nThe legislation would require planning permission for any changes and a minister would be given the final veto.\nIt will be revealed in Parliament on Monday.\nThe plans follow the toppling of a statue of slave trader Edward Colston last year and a wider discussion on the removal of controversial monuments.\nFour people were later charged with criminal damage over the removal of the Colston statue, and six people accepted conditional cautions over their involvement.\nIn the paper, the communities secretary said Britain should not try to edit or censor its past.\nMr Jenrick said any decision to remove heritage assets in England would require planning permission and a consultation with local communities, adding that he wanted to see a \"considered approach\".\nHe wrote: \"Our view will be set out in law, that such monuments are almost always best explained and contextualised, not taken and hidden away.\"\nMr Jenrick added that he had noticed an attempt to set a narrative which seeks to erase part of the nation's history, saying this was \"at the hand of the flash mob, or by the decree of a 'cultural committee' of town hall militants and woke worthies\".\nHe said: \"We live in a country that believes in the rule of law, but when it comes to protecting our heritage, due process has been overridden. That can't be right.\n\"Local people should have the chance to be consulted whether a monument should stand or not.\n\"What has stood for generations should be considered thoughtfully, not removed on a whim or at the behest of a baying mob.\"\nThe death of George Floyd while in the custody of police in Minneapolis sparked anti-racism protests across the world.\nDuring largely peaceful demonstrations in the UK, the controversial Colston statue was dumped into Bristol Harbour and a memorial to Sir Winston Churchill was vandalised with the words \"was a racist\".\nSpeaking in June, Prime Minister Boris Johnson said: \"The statue of Winston Churchill in Parliament Square is a permanent reminder of his achievement in saving this country - and the whole of Europe - from a fascist and racist tyranny.\n\"It is absurd and shameful that this national monument should ... be at risk of attack by violent protesters.\n\"Yes, he sometimes expressed opinions that were and are unacceptable to us today, but he was a hero, and he fully deserves his memorial.\" \nColston made his fortune in the slave trade and bequeathed his money to charities in Bristol, which led to many venues, streets and landmarks bearing his name.\nThe Society of Merchant Venturers, the Bristol charity which runs institutions named after Edward Colston, said it was right that the statue was removed, along with other memorials to \"a man who benefited from trading in human lives\".\nThey said it was part of acknowledging Bristol's \"dark past\" and building \"a city where racism and inequality no longer exist\".\nFollowing the toppling of the statue, Colston's Girls School changed its name to Montpelier High School and the city's Colston Hall music venue is now known as the Bristol Beacon.\nA statue of a Black Lives Matter protester was placed on the empty plinth without permission in July and was removed shortly afterwards."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-55696025",
      "category": "uk-northern-ireland",
      "title": "Covid-19: NI hospitals prepare for peak of latest virus surge",
      "tags": "Coronavirus lockdown measures,NI Health,Coronavirus pandemic",
      "text": "Hospitals are preparing for the expected peak of the latest Covid-19 surge this week, the Northern Trust's chief executive has said.\nJennifer Welsh said there was \"huge pressure across the (healthcare) system\" with more intensive care admissions expected. \nThirty patients were awaiting admission to Antrim Area Hospital on Sunday morning, she said.\nThere were 25 more deaths linked to Covid-19 reported in NI on Sunday.\nThe total number of deaths recorded by the Department of Health since the start of the pandemic is now 1,606.\nIt was also reported that there had been 822 more positive cases, with 67 people in intensive care and 50 people on ventilators. \nThere are 840 patients being treated for Covid- 19 across Northern Ireland, according to the latest available figures with hospitals working at 93% capacity.\nMeanwhile, Northern Ireland has been continuing its vaccination programme having distributed 140,559 first doses and 20,174 second doses. \nThe total number of jabs administered in the UK, including both first and second doses, is 4,307,002 according to government data.\nIn the Republic of Ireland on Sunday, there were 13 further deaths related to Covid-19, bringing the total number to 2,608 since the start of the pandemic. \nThere was also a further 2,944 positive cases, bringing the total number of cases in the state to 172,726. \nThe Republic of Ireland's Chief Medical Officer Dr Tony Holohan said the situation in the country's hospitals was \"stark\" and that people of all ages were being admitted and taken into intensive care. \nAt the beginning of January, Health Minister Robin Swann said that modelling indicated the \"peak of the third surge\" would hit in the third week of January.\nFrontline health staff have spoken to BBC News NI about their \"exhaustion\" and stress, as the pressure on the system continues to increase amid the surging number of cases.\nNorthern Ireland is currently in the third week of a six-week lockdown, with ministers scheduled to review measures next week.\nHowever, health officials have warned that an extension of the restrictions could be required to reduce pressure on the health service.\nMs Welsh told BBC NI's Sunday Politics programme that the \"ICU surge is yet to come\" and that the Northern Trust - where two major hospitals, Antrim Area and Causeway, are located - has had to redeploy staff to prepare for the coming days.\nShe said both hospitals had been \"under significant pressure and have been for some time\".\nShe said 30 patients in Antrim Area's Emergency Department are waiting on a bed after a decision was made to admit them - 24 of those patients have been waiting longer than 12 hours.\nMs Welsh added that almost half of all patients in Antrim Area Hospital have tested positive for Covid-19.\n\"At the peak of the first wave in Antrim and Causeway the highest number of Covid positive patients was 73.\n\"In November, the highest number was 102 and we peaked on Thursday at 202. We have now dropped below that slightly.\"\nThe chief executive said the hospitals were \"coping but at great cost\", with many urgent surgeries cancelled.\n\"Emergency surgery is being done but we are not being able to do any other in the Antrim Area site.\n\"We have been able to deliver some red flag cancer surgery at Causeway but we would like to do more.\"\nDespite these emergency measures already in place, the worst of the current surge is only expected to arrive this week.\nShe added: \"We are not going to get out of this quickly. It's going to be a challenge for us as a system.\n\"It's been building from October.\"\n\"We're not yet at the peak of intensive care admissions and we expect that this week.\n\"Antrim has doubled its intensive care beds from seven to 14 in anticipation of the coming surge - 11 are already being used.\n\"All hospitals have doubled their ICU footprint. There are more than 160 inpatients in Antrim Area Hospital.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-55695249",
      "category": "uk-scotland",
      "title": "Covid in Scotland: 'Patchy supply' hampering vaccine rollout",
      "tags": "Coronavirus vaccines,Vaccination,Doctors,Coronavirus pandemic,GP",
      "text": "Doctors leaders say the \"patchy supply\" of vaccine to GP surgeries across Scotland is hampering the speed of delivery to patients.\nMinisters have pledged a first dose of the vaccine to 1.4 million of the most vulnerable Scots by mid-February.\nBut the British Medical Association in Scotland said inconsistencies in supply made it difficult to plan patient appointments to receive the vaccine.\nThey also said some GP surgeries had yet to receive any vaccine at all.\nThe Scottish government said it was working with health boards to resolve the issues.\nCurrently, about 16,000 vaccinations a day are being carried out in Scotland. However, that is expected to rise significantly as efforts to deliver the vaccine are scaled up.\nOn Sunday, 1,341 new cases of Covid-19 were reported - the lowest daily figure since 28 December. However, the numbers being admitted to hospital have continued to rise, reaching 1,918.\nNo new deaths were registered.\nHealth Secretary Jeane Freeman has pledged that the workforce and infrastructure will be in place to vaccinate 400,000 people each week by the end of February.\nThe government has already announced plans for large vaccination centres in Aberdeen, Glasgow and Edinburgh.\nIt comes after more than 5,000 front-line health and care staff were vaccinated at the NHS Louisa Jordan in Glasgow on Saturday.\nGP practices across Scotland are currently providing vaccination services to those aged over 80.\nSpeaking on the BBC's Politics Scotland programme, Dr Andrew Buist, who chairs the British Medical Association's (BMA) GP committee in Scotland, said there was inconsistencies across the GP network.\nHe said the vaccine deployment plan was \"ambitious\" and so far \"good progress\" had been made in giving it to priority groups such as care homes residents and front-line health staff.\nHowever, he told the programme: \"The current problem lies with the next priority group, which is the 80-plus group, which GPs in Scotland are set to vaccinate because the supply of the vaccine so far has been quite patchy.\n\"Some practices have a good supply, some have had none so far.\"\nHe said his practice had received 100 doses of the vaccine for 600 patients over the age of 80, who all needed to be vaccinated by 5 February.\nHe added: \"I then have to do another 1,200 patients in the 70-plus group and the extremely clinically vulnerable by the middle of February, so we need to do 1,700 vaccines in the next four weeks.\n\"Now we can do that. We are used to providing large number of flu vaccinations and it is possible, we have our workforce in place, but we need the vaccine, otherwise we can't do it.\"\nWhen asked if his practice was running out of vaccine at the end of each day, Dr Buist said: \"Yes - we can't plan, that's the key thing. We can't send out appointments to patients until we're sure we have the vaccine in our fridge.\n\"We were given 100 doses on Monday. We used that all up by Friday. We don't want to send out appointments to patients until we know that we can definitively vaccinate them otherwise patients get very upset.\"\nDr Buist said vaccinators were regularly managing to extract higher numbers of doses from vaccine vials despite claims that some doses were being wasted.\nHe said there was widespread experience of six doses being extracted from Pfizer vaccine vials, which were marketed as having five doses, while 11 doses were regularly being taken from AstraZeneca vials.\nBut Dr Buist criticised issues around the red tape some retired health professional had faced when volunteering to become vaccinators.\n\"I have reports that arrangement to get doctors and nurses back into the system have been quite bureaucratic and I think it's something we need to look at.\"\nThe Scottish government acknowledged that there had been delays in vaccine supplies reaching some GP surgeries.\nA spokeswoman said: \"GPs have a significant role to play in delivering the vaccine - and we thank them for their hard work and patience as we roll out more vaccines to those in the communities. \n\"We know there have been some initial delays in supply reaching some practices and are working with health boards to resolve this. Vaccines are being manufactured as quickly as possible and we will continue to explore all options available to increase supply.\"\nThe government said health boards were providing order information for their GP practices to National Procurement who in turn advised the distribution partner. \nThe spokeswoman added: \"Once stock is released for ordering, the distribution partner inputs the GP orders on to their ordering system. Once the order has been placed, GP practices will receive an automated email providing an indication of the delivery day.\n\"We too want to vaccinate as many people as quickly as possible and are continually working hard to see if distribution can be made faster in any respect.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-53511877",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Where are the latest cases?",
      "tags": "Scottish government,NHS Scotland,Coronavirus testing,Coronavirus pandemic",
      "text": "There have been 1,152,803 confirmed cases of Covid-19 in Scotland and 10,311 people have died following a positive test for the virus, according to the Scottish government.\nThis page analyses the key figures for the Covid pandemic in Scotland and was last updated using figures available at 14:00 on 30 January.\nThe Scottish government only publishes \"headline statistics\" on cases, deaths and vaccinations over the weekend. This page will be fully updated again on Monday.\nOver the past seven days 51,869 cases have been reported, with 6,185 cases confirmed on Sunday.\nThese totals include PCR tests and positive lateral flow tests, following changes on 6 January to how positive cases are reported.\nThe next chart shows the number of positive cases confirmed by PCR tests only over the past 12 months and uses Public Health Scotland data.\nThe data is based on the date of the test rather than when the test result was reported, which is the daily figure given out by the Scottish government.\nBecause of the time it takes to process the tests and submit records, the most recent figures in this chart are from five days ago.\nThe total number of positive cases in each local authority is published daily by Public Health Scotland.\nRecent data often underestimates the number of positive tests as there are sometimes delays before results are recorded, so this chart also uses figures from five days ago.\nThe Scottish government also publishes the figures on the number of cases across Scotland's 14 health boards.\nThe World Health Organization has highlighted the percentage of positive test results as a key indicator when assessing the status of a Covid-19 outbreak within a country.\nIts guidance says a weekly positivity rate which is kept below 2% is one indication that community transmission of Covid-19 is at low levels.\nOther indicators include the number of cases, Covid-related deaths and hospital admissions per 100,000 people.\nThe Scottish government measures the positivity rate by dividing the number of positive PCR tests per day by the total number of tests carried out.\nThe first coronavirus death in Scotland was reported by NHS Lothian on 13 March 2020.\nThe spring outbreak peaked in mid-April 2020 and then mainly declined until the summer, when Scotland went for a long period when there were no deaths following a positive test for Covid-19.\nThe rate of new deaths rose again in the autumn of 2020 as the second wave of the pandemic took hold, finally peaking at the end of January 2021.\nDeaths from Covid continued throughout 2021 and in to 2022. However, the vaccination programme has so far kept the number lower than previous waves, despite the higher number of cases.\nThe chart below shows data relating to the actual date of death, rather than registration of deaths and the most recent figures are subject to revision.\nThere are three ways to count deaths from Covid-19.\nThe Scottish government's daily announcement counts deaths within 28 days of a positive test for Covid-19, whereas the National Records of Scotland (NRS) counts all death certificates that mention Covid-19, even if the person has not been tested for the virus.\nThe NRS also publishes data on excess deaths, compared with a five-year average.\nExcess deaths from most causes rose in 2020 and during 2021. The exception in both years has been deaths from respiratory diseases, which have seen lower than average excess deaths.\nThe first Covid-19 vaccinations in Scotland were administered on 8 December 2020.\nCurrently the Pfizer-BioNTech, Oxford-AstraZeneca and Moderna vaccines are being given in Scotland, with each requiring two doses.\nBooster jabs are being offered to all over-18s.\nOlder age groups, people with underlying health issues and front-line health and social care workers were prioritised in Scotland's initial vaccination programme, in line with the strategy set out by the Joint Committee on Vaccination and Immunisation.\nThe same priorities are being applied to the booster dose programme which began in September.\nThe coronavirus pandemic has created a huge load on Scotland's hospitals.\nAt the peak of the outbreak in spring 2020 there were more than 1,500 Covid patients in hospital, with over 200 being treated in intensive care.\nNumbers reduced over the summer of 2020, but started to rise steadily again last autumn. In January 2021, the number of Covid patients in hospital went over 2,000.\nOnly patients who test positive during their current stay in hospital, or in the two weeks before their admission, are counted by the Scottish government as Covid-19 patients.\nThey are no longer classified as Covid patients after 28 days in hospital or 28 days after their positive test, whichever is later.\nHowever, the Scottish government also publishes figures on Covid-19 patients who have been treated in intensive care for more than 28 days.\nThe R number, or reproduction number, is a way of rating a disease's ability to spread. It is the average number of people that one infected person will pass the virus on to.\nIf the reproduction number is higher than one, then the number of cases increases exponentially.\nThe Scottish government has been monitoring the estimated R number in Scotland since the start of the outbreak.\nFigures for charts from the Scottish government, Public Health Scotland, National Records of Scotland and the UK government Covid dashboard."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55684894",
      "category": "uk-wales",
      "title": "Covid in Wales: GPs warned about delay to vaccine batch",
      "tags": "Coronavirus vaccines,Welsh government,NHS Wales,Coronavirus pandemic",
      "text": "GPs in north Wales are being advised to consider delaying Covid-19 vaccine appointments early next week due to a hold-up affecting about 26,000 doses.\nBetsi Cadwaladr health board, which manages healthcare in the area, said it was a national issue which was expected to be \"resolved in the coming days\".\nThe Welsh Government said one Oxford-AstraZeneca batch out of four had been delayed.\nIt had been due to be shared between Wales' seven health boards.\nIt said rollout plans were unaffected.\nThe Welsh Government said it had been assured it would get more Pfizer vaccines by February, despite shipments of it being temporarily slowed because of changes to the company's manufacturing processes.\nFour per cent of the Welsh population have received a vaccine so far.\nChris Stockport, executive director primary and community care at Betsi Cadwaladr University Health Board, said the organisation was \"notified of a delay in releasing a batch of vaccines which would have disrupted supply nationally in the middle of next week\". \n\"To help minimise disruption and anxiety, we informed GP practices of this supply issue at the earliest opportunity, and suggested they may wish to delay appointments early next week,\" he said.\n\"We expect that this issue will be resolved in the coming days, and we expect a further allocation of vaccines will arrive over the coming week. \n\"We are now in the process of working with our partners in primary care to minimise any disruption and continue the rollout of vaccinations across north Wales.\"\nUK government figures show 126,375 people in Wales, 4% of the population, have received their first jab so far.\nThe Welsh Government's vaccine strategy says everyone will be offered a jab by autumn.\nIt is not known why one of four batches has been held up.\nDr Phil White, chair of BMA Wales' general practitioners' committee which represents doctors, said it was \"not unprecedented\" for a batch of vaccines to be withheld, as happened with flu vaccines in 2019.\nHe said almost one million flu vaccines have been administered this season, so 26,000 Covid vaccines was a \"tiny amount\" which would be made up.\n\"It's really an inconvenience and will lead to some appointments being cancelled but, hopefully, we can make up for that as soon as the batch is replaced,\" he said.\nA Welsh Government spokeswoman confirmed each batch contains about 26,000 doses.\nShe said it would not affect its plan to vaccinate priority groups by mid-February.\n\"We were recently notified that one of the four batches of the vaccine we had anticipated receiving this week will be delayed, and not available until the week commencing 25 January,\" she said. \n\"This does not affect our overall expected delivery volumes or expectations for hitting the milestones set out in our Covid-19 Vaccination Strategy for Wales.\"\nMeanwhile, several EU countries have said they are receiving significantly fewer doses of the  Pfizer vaccines than expected after the US company slowed shipments.\nBut the Welsh Government said it has been \"assured\" by the UK government that it will receive further Pfizer vaccines by February.\n\"We are aware of a slowing down in supply from Pfizer's European production which may have implications on the rate at which we can vaccinate more people as we move to administer the second doses,\" said the spokeswoman.\nWales has received about 250,000 doses of the Pfizer/BioNTech vaccine and 50,000 doses of the Oxford-AstraZeneca vaccine, according to First Minister Mark Drakeford.\nHe told Friday's Welsh Government briefing a further supply of Pfizer vaccines was expected in late January or earlier February, along with a \"significant upswing in the Oxford vaccine coming to Wales next week\".\nRegarding the Pfizer vaccine, he said: \"What you can't do is to try and stand up a system which uses all the vaccines you've got in week one and then has nothing to offer for the next four weeks.\n\"That's why you haven't seen it all used in week one because we've got to space it out over the weeks that it's got to cover.\"\nBut Paul Davies, leader of the Conservatives in the Senedd, said it was \"clear we are lagging behind\" the rest of the UK in Covid vaccinations.\nHe said it was \"important now to get those vaccines out to people\".\nPlaid Cymru has said it makes \"little sense\" to spread out the vaccines, when \"time is of the essence\".\n\"The Welsh Government must set out and make public a clearer and more comprehensive strategy on vaccines,\" said Plaid's health spokesman Rhun ap Iorwerth.\n\"This can help ensure that the priority groups are being vaccinated as quickly as possible, so we can move on to other groups of essential workers.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55696245",
      "category": "world-asia",
      "title": "Lai Chi-Wai raises HK$5.2m for charity climbing Nina Towers",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-55692137",
      "category": "education",
      "title": "Virtual library gives children in England free book access",
      "tags": "Schools,Children,Literacy,Libraries,Books,E-learning",
      "text": "Children in England will be able to access books online free during school closures via a virtual library.\nInternet classroom Oak National Academy created the library after schools moved to remote learning for the majority of pupils until February half-term.\nFormed with The National Literacy Trust, the library will provide a book a week from its author of the week.\nThe aim is to increase young readers' access to e-books and audiobooks, particularly the most disadvantaged.\nOak National Academy is funded by the Department for Education and has provided more than 28 million lessons since the start of the school term on 4 January.\nIn the last two weeks, 4.1 million pupils accessed its resources.\nThe latest lockdown has seen schools in England close except for children of key workers and vulnerable pupils.\nMatt Hood, principal of Oak National Academy, said: \"It's incredible to be able to add to our offer something vital for children's literacy and their mental wellbeing.\"\nJonathan Douglas, chief executive of the National Literacy Trust, said it was \"essential\" to enable as many children as possible to \"access a world of great literature\".\nHe added: \"Many children's literacy skills were profoundly affected by the first lockdown and school closures. \n\"We will do everything in our power to support children, families and teachers during this new lockdown period.\"\nDescribing the virtual library as a \"fantastic resource\", Education Secretary Gavin Williamson said learning and children's development must continue while schools remain closed.\nHe said: \"Reading is hugely beneficial not only for children's literacy skills, but also their mental health and wellbeing.\"\nThe first book to feature will be Dame Jacqueline Wilson's The Story Of Tracy Beaker, and will be available to access free for a week from 17 January.\nDame Jacqueline said with schools closed, the free online library is needed more than ever, adding: \"I think it's vitally important that every child should have an opportunity to access books.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55692321",
      "category": "uk",
      "title": "Covid: 10 new mass vaccination centres to open in England",
      "tags": "Coronavirus vaccines,York,NHS,Bournemouth,Coronavirus pandemic",
      "text": "Ten new mass Covid vaccination centres are to open in England from Monday, as the government bids to meet its target of offering 15 million people in the UK a dose by 15 February.\nBlackburn Cathedral and St Helens Rugby Ground are among the venues chosen to join the seven hubs already in use.\nNHS England said the new centres would offer \"thousands\" of jabs a week.\nIt comes as a further 324,233 vaccine doses were administered across the UK, taking the total above 3.5 million.\nAs the latest figures were announced on Saturday, Prime Minister Boris Johnson tweeted his thanks to \"everyone who is helping in this fantastic national effort\".\nMore people (3.5 million) have now received a Covid vaccination in the UK than have tested positive (3.3 million) for the virus. However, it is believed there have been many more cases than have been recorded, as mass testing was not available during the first peak last spring.\nThe government has promised all the over-70s, the extremely clinically vulnerable and frontline health and care workers - about 15 million people - will be offered a jab by mid-February.\nIn a video call with NHS staff involved in the vaccine rollout, the Duke of Cambridge encouraged members of the public to get the jab.\n\"I know what a massive difference it's going to make for everyone,\" he said. \"My grandparents had the vaccine and I'm really proud of them for doing that.\"\nAnd the government urged the public to \"play their part\" in supporting \"the largest vaccination programme in British history\", including helping people attend their appointments.\nHealth Secretary Matt Hancock asked people to commit to three pledges to \"help out\", \"join up\" and \"stay informed\" during ongoing efforts to vaccinate, run clinical trials and share accurate health advice.\nThe seven hubs already in use are in: Etihad Tennis Centre, Manchester; Epsom Downs Racecourse, Surrey; Robertson House, Stevenage; Centre for Life, Newcastle; Ashton Gate Stadium, Bristol; Millennium Point, Birmingham; ExCel, London. \nWriting in the Sunday Express, Mr Hancock said: \"We can see the way out of this pandemic. We are nearly on the home straight.\"\nHe added that vaccines were being rolled out to as many vulnerable people as possible, saying \"we expect tens of millions of people to be vaccinated by the spring\".\nAsked about reports that the government believes all over-18s could be offered the jab by the end of June, Foreign Secretary Dominic Raab told Sky News that September remained the target but \"if we can do it faster than that, then great\".\nHe said the plan was still to vaccinate 15 million people by 15 February - 88% of those most at risk of dying from the virus - followed by a another 17 million in the spring, covering 99% of those most at risk.\nPeople aged 80 or over, who live up to a 45-minute drive from a centre, are now being offered the choice of arranging a jab at one of the 17 centres, or at a pharmacy site through the national booking service.\nAnyone not wanting to travel can wait to be contacted by their GP-led vaccination service or hospital.\nSome 641,000 invitations were sent out last week and another 380,000 were due to land on people's doormats this weekend, NHS England said, with another half a million letters to go out this week.\nAccording to the Department of Health and Social Care, around 45% of those aged 80 and over have been vaccinated.\nProf David Salisbury, a former director of immunisation at the Department of Health, said the campaign had received a boost because vaccinators had discovered they were able to get six or even seven doses out of vials which were labelled as containing five doses.\nHe told BBC Breakfast that the speed of the vaccination effort depended on how much manufacturers could supply, but this was an \"exciting\" development that would allow people to be get the jab more quickly.\nGP surgeries could avoid waste by calling up their practice lists to ask people living nearby to come in for a last-minute appointment and use leftover doses, he said.\nIn addition to the mass vaccination hubs, there are around 1,000 GP-led surgeries and more than 250 hospitals providing jabs.\nDHSC said people could back \"the national effort\" by committing to the government's pledges request.\nThe department said they can \"help out\" through supporting family and friends attending vaccine appointments or becoming an NHS volunteer responder, and \"join up\" to Covid-19 treatment clinical trials.\nPeople can also help others \"stay informed\" by sharing accurate NHS advice and being alert for Covid vaccine scams.\nThe ongoing vaccine drive comes as a further 1,295 deaths were reported within 28 days of a positive Covid test - the third-highest daily total since the pandemic began.\nWhile daily figures can fluctuate due to delays in reporting, the seven-day average of Covid deaths in the UK has now risen slightly to 1,103.\nFor cases, however, there has been a drop in the seven-day average, with the figure now at 48,565.\nA further 4,262 people have been admitted to hospital with the virus, taking the total to 37,475. \nDr Yvonne Doyle, medical director for Public Health England, said the \"continuous rise in cases and deaths should be a bitter warning for us all\".\n\"We must not forget the basics,\" she added. \"The lives of our friends and family depend on it. Keep your distance from others, wash your hands and wear a mask.\"\nIn other developments: \nHow have you been affected by the issues relating to coronavirus? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-53640943",
      "category": "uk-wales-politics",
      "title": "Coronavirus: Parents' joy as free childcare resumes",
      "tags": "Coronavirus lockdown measures,Children,Early education,Welsh government,Childcare,Coronavirus pandemic",
      "text": "A mother with two young children has said it was \"incredibly stressful\" trying to manage without free childcare during lockdown.\nThe Welsh Government's scheme was suspended in April, with funds redirected to pay for childcare for key workers' children.\nNow the offer, available to working parents of three and four-year-olds, has been reinstated.\nBut there are concerns many nurseries have been operating at a loss.\nWorking parents of three and four-year-old children are able to claim up 30 hours of early-years education and childcare a week for 48 weeks a year under the Childcare Offer for Wales.\nThose whose children become eligible in the autumn term, can apply from September.\nSara Powell-Davies, from Caerphilly, said it had been really hard to manage without the help during the coronavirus pandemic.\nThe mother to three-year-old Tirion and one-year-old Cadel said the free childcare saved the family about £200 a month.\n\"It does make a massive difference to our finances every month,\" she said.\nMrs Powell-Davies said, while she was lucky Cadel's nursery was open, after-school clubs would not run in September due to the coronavirus pandemic, which would make juggling childcare around work a challenge.\n\"It's incredibly stressful trying to manage this anyway,\" she said.\n\"We do rely on support like private nursery provision, after-school care [and] wraparound because we don't have any family that is able to support us.\n\"So, this is our lifeline.\"\nChildcare providers are paid £4.50 per hour for every child who takes up a place through the childcare offer.\nBut the National Day Nurseries Association said many of its members were operating at a loss as fewer children had been attending and costs had gone up to comply with Covid-19 safety regulations.\nIts chief executive Purnima Tanuku called on the Welsh Government to set up a \"transformation fund to be able to support the sector until occupancy levels pick up and to really review the hourly rate to reflect the additional cost they've had to incur\".\nBefore the coronavirus pandemic, around 70 children attended Britannia Day Nursery in Caerphilly - now there are about 40.\nOwner Lyn Bourne said the nursery was losing money every week, but was determined to keep going.\"It is hard financially and emotionally, but we decided we wanted to keep going so we've just done our best to do that,\" she said.Ms Bourne said she hoped the childcare offer would help some parents to bring children back, but said nurseries needed extra financial help from the government too.\"Nurseries are closing every week,\" she said.\"We seem to be a forgotten industry, but we're so important.\"\nThe Welsh Government confirmed that coronavirus guidance restricting children to groups of eight in childcare would be lifted.\nDeputy Minister for Social Care Julie Morgan said: \"Bringing the offer back will not only help parents, but it is crucial for providers too in supporting their businesses to recover after what has been a period of great uncertainty and anxiety for many.\"\nA Welsh Government spokesman said the hourly rate was under review and it was considering extending the offer to parents in education or training or \"on the cusp\" of returning to work.\nHe added: \"The childcare offer being restarted funded childcare for an average of 13,000 children per month before the pandemic, a significant investment in the Welsh childcare sector.  \n\"We have also relaxed some of the regulatory requirements on childcare settings in the national minimum standards to make it easier for them to operate under the current restrictions.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55665962",
      "category": "uk-wales",
      "title": "Covid: Nurseries 'teetering on the edge' during pandemic",
      "tags": "Coronavirus vaccines,Coronavirus testing,Welsh government,Coronavirus pandemic,Pontypool,Nurseries",
      "text": "Nurseries are \"teetering on the edge\" and will \"find it hard to survive with next-to-no funding\" as children are kept home in lockdown, an owner said.\nLittle Stars near Pontypool has seen numbers drop by 35% - and Emma Matthews says nurseries are \"running on empty\". \nUnlike schools, they have remained open and an industry association wants support so they are around to \"provide places for children in the future\".\nA Welsh Government spokeswoman said funding was available through councils.\nDescribing childcare workers as \"front-line\", the National Day Nurseries Association (NDNA) Cymru also called for anxious staff to be made a priority for the Covid vaccine as they work with little protective equipment. \n\"We feel we have poured our heart into serving families and want acknowledgement for the early years and the vital part we play in the community,\" Ms Matthews said.\nLittle Stars furloughed some staff during the lockdown last March, with nurseries open for children of keyworkers only.\nThey reopened fully last summer and this has remained under Welsh Government guidance.\nHowever, many parents have decided not to send children - some because they are adhering to stay-at-home rules, are self-isolating, have lost their jobs and are struggling to pay bills, or are on furlough. \n\"The reasons are varied and valid why parents decide to pull children out,\" Ms Matthews added.\n\"The situation isn't great and some say 'we will wait and see next week'. It's very difficult to formulate a plan then or to furlough. We are teetering on the edge.\"\nBefore coronavirus, the nursery looked after 65 children each day - but last week, 47 attended, made up of babies, toddlers and pre-schoolers.\nThere were also 11 babies due to start in January - but only one is attending because of reasons such as new mothers extending their maternity leave.\nMs Matthews believes facilities should be open for children of keyworkers only - allowing nurseries to access support for those not attending.\nA baby, a toddler and a staff member from Little Stars had coronavirus - and employees are worried for themselves and their families.\nThey are unable to wear personal protective equipment because of their close contact with children, and describing workers as \"front-line\" who \"keep the economy going\", Ms Matthews said they should be in the priority group for the vaccine and weekly testing.\n\"Social distancing is the challenge,\" she added.\n\"Face, space and hands... we can only do hands. The others are impossible.\"\nThe facility received a grant of £10,000 at the start of the pandemic and a rate relief grant of £1,000, but Ms Matthews wants more support. \n\"It's about valuing the service,\" she said. \"It wasn't a very stable industry pre-Covid. But it's made it very fragile now.\"\nThe Welsh Government has been urged to give more help, allowing nurseries to survive and \"provide places for children in the future\" by NDNA Cymru.\nIt also said early years staff \"must be a priority for the vaccine to enable them to continue providing support for our youngest children and their families\".\n\"We all know it's impossible to social distance from toddlers and babies who need close care from nappy changing to the contact and affection that supports their development and learning,\" added chief executive Purnima Tanuku.\nA Welsh Government spokeswoman said while the rates of coronavirus in Wales remain high, cases in children under five continue to be relatively low. \n\"Childcare providers have worked very hard to ensure settings are safe, with low numbers of children on site,\" she added.\nThe spokeswoman said funding is provided to councils, enabling them to help childcare settings experiencing financial difficulties and the Childcare Offer for Wales continues to be in place for all eligible children. \n\"We are following the advice from the Joint Committee on Vaccination and Immunisation about the people who should be vaccinated first - all those in the priority groups will be immunised as safely and as quickly as possible,\" she added.\nChildren's commissioner Sally Holland said she\"empathises with the concerns of staff\" and thanked them for their work \"during an extremely difficult period\".\n\"Nurseries play a really important part in young children's wellbeing and development,\" she said.\n\"Any services that can remain open for children is to be welcomed due to the importance for their health and wellbeing.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55558742",
      "category": "uk",
      "title": "Covid-19: 'Very little' virus risk at nurseries, says vaccine minister",
      "tags": "Coronavirus lockdown measures,Department for Education,Early education,Nadhim Zahawi,Coronavirus pandemic,Nurseries",
      "text": "Nursery schools present \"very little risk\" and are Covid-safe, vaccine minister Nadhim Zahawi has said, as he defended keeping them open.\nMr Zahawi contrasted nurseries with schools, which were closed because they had been \"vectors for the new variant\". \nEarly years providers have called for mass testing and for their staff to be prioritised for vaccination.\nThe Unison union called for nurseries to close to all but vulnerable children and those of key workers.\nAnnouncing the national lockdown for England on Monday, Prime Minister Boris Johnson promised: \"Everyone will still be able to access early years settings such as nurseries.\"\nIn Scotland and Northern Ireland, nurseries are closed along with other schools. But in Wales they also remain open.\nOne nursery owner in Weston-super-Mare, Somerset, told the BBC that a prolonged closure carried the risk of going out of business but said it was hard to reassure staff on safety when he did not have \"any of the facts\".\n\"I've come in this morning and I've got staff crying and saying they are scared of this new variant,\" said Paul Trauberman, of the Rainbow Smiles nursery.\nThe Early Years Alliance, which represents nursery providers, said most nurseries wanted to stay open but do not feel confident they have the support and protection they need.\nSome which share sites with schools have been given discretion to close by the government guidance and some others have independently decided to shut, the alliance said.\n\"If the government wants the sector to remain open, it must now put forward specific evidence about the risks of doing so, including the rates of transmission of the new variant of Covid-19 in early years settings - not just for children but also for adults working there,\" said chief executive Neil Leitch.\nThe alliance is calling for mass testing at nurseries and priority access to vaccines for their staff - they say many are aged over 50.\nBy Smitha Mundasad, BBC health reporter\nIn general, a child's risk of becoming seriously ill from the virus is tiny and considerably less than an adult's. That has remained true throughout the pandemic.\nAnd younger children have had the lowest admission rates to hospital compared to all other age groups.\nThe advice that will have steered the government towards keeping nurseries open is that younger children are also considered to be less likely to pass on coronavirus than older children.\nIn the Sage minutes from 22 December, the government scientific advisers say the \"closure of secondary schools [is] likely to have a greater effect than closure of primary schools\".\nThe concern is that it is older children - particularly teenagers - who may be able to pass the virus on even without symptoms - and drive it further into communities.\nUnison backed the call for vaccine priority and mass testing, but said nurseries should be shut, alongside schools across the UK, to protect staff and communities.\nThe union's head of education Jon Richards said: \"Social distancing is impossible with young children and the government has yet to publish the scientific evidence to justify ​nurseries being treated differently to schools.\"\nEmma, a nursery worker in South Cambridgeshire, told the BBC: \"Everybody at the nursery feels let down. We feel as though we have been kicked to one side.\"\nShe said when children develop symptoms, staff have to stay with them until their parents can pick them up for self-isolation. \"Many members of staff are putting their lives at risk on a daily basis,\" Emma said.\nAsked about concerns from staff about keeping early years education open, Mr Zahawi told BBC Breakfast: \"It's the right thing to do.\"\nHe said that at nurseries with the very youngest children \"there is very little risk\". \"The nursery sector has taken tremendous care in making sure the premises are Covid-safe,\" he added.\nMoving education at primary and secondary schools online for all but the children of key workers and those deemed vulnerable was \"a last resort\", the minister said.\nHe said: \"The schools are safe but they can act as vectors for the new variant which is much more transmissible in community settings.\"\nIn the House of Commons, Labour MP Paula Barker asked Education Secretary Gavin Williamson why nurseries were staying open, saying she had been \"inundated\" with queries from concerned parents and staff.\nMr Williamson said evidence from the Scientific Advisory Group for Emergencies (Sage) found that early years education had a smaller impact on transmission rates than primary schools.\nBristol mother-of-three Eleni Franklin said she could see the case for treating schools and nurseries differently, having seen only one case at her daughter's nursery, while her older child's school had experienced several.\nKara Willetts, from Tewkesbury in Gloucestershire, said her three-year-old daughter \"really suffered\" from isolation during the first lockdown. She said she had full confidence in her nursery's Covid measures."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-55690095",
      "category": "uk-england-merseyside",
      "title": "Gerry Marsden: Funeral held for Pacemakers star",
      "tags": "Liverpool,Music",
      "text": "The funeral of Gerry and the Pacemakers singer Gerry Marsden has been held at a church near his beloved River Mersey.\nMarsden died, aged 78, in hospital on 3 January following a blood infection.\nAs the frontman in the band Gerry and the Pacemakers, his hits included Ferry Cross The Mersey and a cover version of You'll Never Walk Alone.\nEx-Liverpool boss Sir Kenny Dalglish was among the mourners at the funeral which had to remain small because of Covid restrictions.\nSir Kenny managed the club at the time of the 1989 Hillsborough disaster, which led to the deaths of 96 fans who were attending an FA Cup game between Liverpool and Nottingham Forest. \nSir Kenny said: \"You'll Never Walk Alone has huge meaning to the lives of Liverpool supporters around the world and is synonymous with the club.\n\"He will be sadly missed by those who knew him and the millions he never got to meet.\"\nYou'll Never Walk Alone became a football terrace anthem for Marsden's hometown club soon after it topped the charts in 1963.\nThe song was played during the funeral by a guitarist while a version of Marsden singing Don't Let The Sun Catch You Crying, a song he wrote for his wife Pauline, also featured.\nShe said: \"We, his family, are totally devastated and have been so moved and amazed at the extent of the respect, love and affection received from all over the world.\n\"When the time is right and we have come out of this terrible pandemic we hope a fitting memorial can be held for him in the city he loved so much.\"\nReferring to the lyrics from Ferry Cross the Mersey, close friend Arthur Johnson said: \"He lived close to the banks of the Mersey for all his life and as the words of his song say: 'This land's the place I love and here I'll stay'.\"\nLiverpool City Region mayor Steve Rotheram said: \"I feel privileged he let me into his life, although that makes his passing even more painful.\"\nIn 1962, Beatles manager Brian Epstein signed up Gerry and the Pacemakers and, a year later, they became the first band to have their first three songs top the charts - How Do You Do It, I Like It and You'll Never Walk Alone.\nThey were one of the successes of the Merseybeat era, with former Beatles star Sir Paul McCartney saying at the time of Marsden's death that: \"Gerry was a mate from our early days in Liverpool\". \n\"He and his group were our biggest rivals on the local scene.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55697979",
      "category": "world-us-canada",
      "title": "Phil Spector: Pop producer jailed for murder dies at 81",
      "text": "US music producer Phil Spector has died at the age of 81, while serving a prison sentence for murder.\nSpector, who transformed pop with his \"wall of sound\" recordings, worked with the Beatles, the Righteous Brothers and Ike and Tina Turner. \nIn 2009, he was convicted of the 2003 murder of Hollywood actress Lana Clarkson.\nHis death was confirmed by the California Department of Corrections and Rehabilitation. \n\"California Health Care Facility inmate Phillip Spector was pronounced deceased of natural causes at 6:35 p.m. on Saturday, January 16, 2021, at an outside hospital. His official cause of death will be determined by the medical examiner in the San Joaquin County Sheriff's Office,\" it said.\nSpector produced 20 top 40 hits between 1961 and 1965. His production methods influenced major artists including the Beach Boys and Bruce Springsteen.\nHis life was ultimately blighted by drug and alcohol addiction, and he all but retired from the music scene during the 1980s and 1990s.\nIn February 2003, actress Lana Clarkson was found dead at his house in Alhambra, California with a bullet wound to her head. Clarkson, who was known for her work in the sword-and-sorcery genre and starred in films including Barbarian Queen, had met Spector hours earlier at a nightclub.\nSpector claimed the shooting happened when Clarkson \"kissed the gun\" - but his trial heard from four women who claimed Spector had threatened them with guns in the past when they had spurned his advances.\nFollowing an initial mistrial, Spector was convicted of second degree murder and given a sentence of 19 years to life. \nHarvey Phillip Spector was born in New York in 1939, to Russian-Jewish parents. His father killed himself when Spector was a boy, and his mother moved her family to Los Angeles.  \nHe began his career in his teens as a performer, forming a band - the Teddy Bears - with three high school friends. They had a hit single in 1958 with a song that took its title from the wording on his father's gravestone: \"To know him is to love him.\"\nThe record went to number one on the Billboard Hot 100, but the group split the following year.\nSpector founded his own record label, Philles, in 1961. He produced high-profile 1960s girl groups such as Crystals and the Ronettes, including on 1963 hits Be My Baby and Baby I Love You.\nHe also worked on The Righteous Brothers' hits You've Lost That Lovin' Feelin' and Unchained Melody.\nHis signature production technique, the \"Wall of Sound,\" involved layering several instruments, including strings, woodwind and brass, to give a lush, orchestral sound.\nIn the early 1970s, Spector collaborated with The Beatles on their final album Let It Be, as well as producing John Lennon's solo album Imagine.\nAs the decade progressed, the much-feted producer became reclusive and disturbing accounts of his behaviour became widespread. Spector is said to have held a gun to singer Leonard Cohen's head during sessions for his album Death of a Ladies' Man.\nRonettes lead singer Veronica \"Ronnie\" Bennett, who became Spector's second wife and divorced him in 1974, wrote in her 1990 autobiography that he subjected her to years of horrific abuse. She said he had threatened to kill her and display her body in a glass-topped coffin he kept in her basement. \n\"I can only say that when I left in the early '70s, I knew that if I didn't leave at that time, I was going to die there,\" Ronnie wrote of the time. \nWriting on Instagram after her ex-husband's death, Ronnie Spector said he had been \"a brilliant producer but a lousy husband\".\n\"When I was working with Phil Spector, watching him create in the recording studio, I knew I was working with the very best,\" she wrote. \"He was in complete control, directing everyone. So much to love about those days.\n\"Meeting him and falling in love was like a fairytale,\" she continued. \"The magical music we were able to make together was inspired by our love. I loved him madly, and gave my heart and soul to him.\n\"Unfortunately Phil was not able to live and function outside of the recording studio. Darkness set in, many lives were damaged.\"\nSinger Darlene Love, who sang on several songs Spector produced, said he \"changed the sound of rock 'n' roll\" but likened their relationship to \"a bad marriage\".\n\"The problem I have with Phil is that he wanted to control Darlene Love's talent,\" she told Variety. \"If he couldn't do that, he was going to do everything in his power to keep my talent from shining.\"\nWeeks before Lana Clarkson was shot dead, Spector gave a rare interview to British broadsheet The Telegraph. \n\"I would say I'm probably relatively insane, to an extent,\" he told the paper, adding that he had \"devils inside that fight me\".    \nResponding to news of the producer's death, Blondie guitarist Chris Stein tweeted: \"When we went to Phil Spector's house in the 70s he came to the door holding a bottle of diet Manischewitz wine in one hand and a presumably loaded 45 automatic in the other. Long story.\n\"I thought he was nuts.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55689830",
      "category": "uk",
      "title": "Covid-19 vaccines: William 'proud' of Queen and Philip for having jab",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-55695301",
      "category": "uk-politics",
      "title": "Universal credit: MPs urge PM to keep £20 benefit 'lifeline'",
      "tags": "Coronavirus lockdown measures,Poverty,Jack Monroe,Universal Credit",
      "text": "MPs have urged Boris Johnson to extend benefit increases worth £20 a week. \nA non-binding Labour motion calling for the universal credit top-up to be kept in place beyond 31 March passed by 278 votes to none after a Commons debate.\nSix Tory MPs defied party orders to abstain and voted with Labour, adding to the pressure on the PM on the issue.\nThe prime minister said the government had provided £280bn worth of support during the pandemic but all measures would be kept under \"constant review\".\nThe motion, which will not automatically lead to a change in policy, was put forward by Labour as a way to put additional pressure on the government to continue the increase, worth £1,000 a year. \nFormer Work and Pensions Secretary Stephen Crabb was among six Conservative MPs to rebel, along with Peter Aldous, Robert Halfon, Jason McCartney, Anne Marie Morris and Matthew Offord.\nAhead of the vote, Mr Crabb told the BBC that although there were \"difficult pressures on the chancellor\" extending the increase for 12 months was \"the right thing to do\". \nBBC political editor Laura Kuenssberg said there were dozens of Conservative MPs who were \"deeply uneasy\" about ending the £20 weekly increase to universal credit. \nShe added that it was also understood the cabinet minister with responsibility for benefits, Therese Coffey, was arguing that the uplift should not be dropped in April. \nCharities and anti-poverty campaigners are pleading with the government to keep the support in place, describing it as a lifeline for more than 5.5 million families who receive the standard universal credit allowance.\nFood poverty campaigner and chef Jack Monroe told the BBC that the £20 increase \"has been a lifeline\" for millions of people who have needed to top up their income or rely on universal credit payments in order to get by.\nSir Keir said the increase was a vital safety net for those who had lost their jobs, seen their working hours slashed or who were not eligible for the government's wage subsidy furlough scheme.\n\"If we don't give a helping hand to families through this pandemic, then we are going to slow our economic recovery as we come out it.\n\"We urge Boris Johnson to change course and give families certainty today that their incomes will be protected.\"\nAnalysis by chief political correspondent Adam Fleming\nSix billion pounds of the benefits bill - the difference between poverty or not for 1.2 million families, according to a think tank. \nThe £1,040 a year increase to universal credit is a very emotive issue. \nThere's even a battle over what to call it. \nTo the government, its introduction was a one-off boost to cope with a crisis. For Labour, taking it away is a cut.\nMinisters would prefer we looked at the overall level of support they've provided for workers and businesses during the pandemic. The opposition say the £20 a week boost is a powerful symbol of the state's willingness to help. \nEven the act of debating it today is disputed. Labour say they've got the right occasionally to set the agenda in Parliament. Boris Johnson said his MPs risk abuse from campaigners and protestors if they engage. \nThe Joseph Rowntree Foundation has suggested about 16 million people will be directly affected if the £20 is rolled back.\nIt says 500,000 more people will be driven into poverty, including 200,000 children, while a further 500,000 of those already in poverty will find themselves in even worse hardship. \nHowever, free market think tank the Institute for Economic Affairs has argued that \"across-the-board benefit increases are a wasteful use of taxpayers' money\" at a time when the government is borrowing \"a hair-raising amount of money\". \nUniversal credit is a single payment replacing old benefits such as housing benefit and child tax credits.\nYou can claim universal credit if you are on a low income or are out of work. \nThe standard allowance varies from around £340 to just under £600 a month, depending on your age or whether you are single. \nYou may be eligible to receive more money on top of the standard allowance if, for example, you have children or a health condition. \nSpeaking on behalf of the Northern Research Group, Conservative MP John Stevenson said the £1,000 increase had been \"a real life-saver for people throughout this pandemic\".\n\"To end it now would be devastating for the 6 million individuals and families who are already struggling to stay afloat,\" he added.\nWhile the vote is not binding, and will not lead to a change in policy, it will increase pressure on the government to keep the increase or come up with an alternative.\nLabour said the Conservatives' decision to abstain created \"unnecessary uncertainty\" but minister Nadhim Zahawi described the vote as \"a political stunt\".\nThe government says it has strengthened the welfare system with an extra £7bn of funding during the pandemic while families struggling with food and household bills can get help through the £170m Winter Grant Scheme. \nMinisters also point to extra support for housing costs, through an increase in local housing allowance for those on housing benefits and hardship payments worth £670m next year for those unable to pay their council tax bills."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52544307",
      "category": "explainers",
      "title": "What Covid tests do I still need to travel abroad?",
      "tags": "Tourism,Spain,France,Coronavirus lockdown measures,Public health,Holidays,Coronavirus vaccines,Self-isolation,Air travel,Coronavirus pandemic",
      "text": "From next month, fully vaccinated people travelling to the UK will no longer have to take any Covid tests - either before departure or after arrival. \nFor the first time since the pandemic began, Wales has also stopped advising against non-essential foreign travel. \nFrom 04:00 GMT on 11 February, fully vaccinated travellers (two doses) and under-18s will no longer need to take a lateral flow test two days after they arrive in England, Scotland, Wales or Northern Ireland. \nTravellers who aren't fully vaccinated will no longer have to self-isolate on arrival, or take a test on day eight. \nHowever, they will still have to show proof of a negative Covid test taken two days before they travel, and they must still take a post-arrival PCR test. They won't need to self-isolate unless the day two test is positive. \nTo qualify as vaccinated, non-UK travellers must have received their jabs in a country or territory with \"approved proof of vaccination\". This now covers most countries in the world, with more - including China - due to join on 11 February.\nAll passengers will still need to fill in a passenger locator form.\nFully vaccinated passengers (who have had two doses) and under-18s no longer need a pre-departure test two days before travelling to the UK.\nHowever, within 48 hours of arrival, everyone aged five and over (11 and over in Scotland) must take a lateral flow test (LFT), or a more expensive PCR test.\nThe test must be bought from a private test provider - free NHS tests cannot be used. \nIf they take an LFT and it is positive, they must self-isolate and take an NHS PCR test to confirm the result.\nVaccinated travellers also have to fill in and submit an online passenger locator form no more than 48 hours before arriving, even if they are just passing through the UK.\nBefore departure: \nAll unvaccinated travellers to the UK must complete a passenger locator form, and take an LFT or PCR in the 48 hours before departure. \nThe test can be taken either in the country where you start your journey, or in another country en route to the UK.\nIf you test positive, you must follow the rules in the country you're in, and not travel onwards to the UK.\nAfter arrival:\nIf you've not been fully vaccinated you must quarantine for 10 days after arrival in the UK.\nYou must also take two PCR tests - on days two and eight of your quarantine.\nThese must be booked before travelling to the UK and bought privately from a government-approved list of providers. \nTravellers to England also have the option of ending quarantine under the Test To Release scheme - this involves taking a private PCR test after five days of isolation. A negative test will allow them to leave quarantine, although they must still take another PCR test on day eight. \nThese rules do not apply to travellers from Ireland, the Channel Islands or the Isle of Man, unless they have been in another country in the 10 days before their departure for the UK.\nDigital Covid passes showing your vaccination status can be downloaded to your phone, whether you're in England, Scotland, Wales or Northern Ireland. \nTest results can be in the form of a printed document, or an email or text on your phone. They must be in English, French or Spanish.\nEuropean Union residents can use the EU Digital Covid Certificate to show their vaccination status or test results.\nFrom 3 February, 12 to 15-year-olds in England will also be able to prove their vaccination status via the digital NHS pass.\nYou need to check the UK Foreign Office website for entry requirements of any other countries you visit. These can change quickly.\nCovid passes issued in the UK can be used throughout the EU to show proof of vaccination - either digitally, or as a printed download (as long as it is dated later than 1 November 2021)."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-55693223",
      "category": "world-australia",
      "title": "Covid: Australian Open player tests positive as event controversy grows",
      "tags": "Australia",
      "text": "An Australian Open tennis player has tested positive for Covid-19 amid controversy over cases tied to the event.\nAt least six infected people are in quarantine in Melbourne, officials say.\nThe staging of the international event has been debated in Australia given the country's very low virus numbers and strict entry rules.\nPlayers have also expressed frustration about being confined to hotel rooms full-time while many rivals are not.\nOrganisers say the Grand Slam will go ahead despite the disruptions. The infected player has not been identified publicly.\nSince Saturday, at least 72 players - and other staff - have been ordered to stay in their rooms for two weeks without leaving, after arriving on one of three flights with infected travellers.\nA total of 15 chartered flights have brought over 1,200 players, staff and officials into Australia for the tournament on 8 February.\nPlayers confined to their rooms will not be able to train as much as their competitors in the lead-up to the tournament. Top players such as Victoria Azarenka, Sloane Stephens, Kei Nishikori, Angelique Kerber and the UK's Heather Watson are among them.\nSome players complained online that they might not have attended had they known the rules. However Tennis Australia insisted they had made the quarantine rules clear.\nAll players taking part in the competition had to test negative before boarding flights and then be placed in designated Australian Open quarantine hotels in Melbourne and Adelaide.\nPlayers are allowed out for five hours a day to practise on court, but those on the affected flights will not be allowed out of their room at all for 14 days.\nSome players said they had not been aware of the rule that everyone on a plane had to isolate if someone on it tested positive.\nYulia Putintseva of Kazakhstan wrote on Twitter: \"What I don't understand is that, why no-one ever told us, if one person on board is positive the whole plane need to be isolated... I would think twice before coming here.\"\nRomanian player Sorana Cirstea wrote on Twitter that she thought she would only have to isolate if someone in her team tested positive.\nHowever other players have said that while they're disappointed with the disruption, they had been told the rules and understood Australia's strict conditions.\nFrench player Alize Cornet apologised on Twitter for previously describing the rules as \"insane\".\nAustralian Open director Craig Tiley said he understood the \"emotion\" from players, but disagreed that the rules were not properly explained.\n\"We did make it very clear at the beginning. That's why we had the player groups in cohorts. There was always a risk that someone would be positive and have to go into 14 days of isolation,\" he said.\nTournament organisers negotiated with the Australian government to have the Grand Slam take place this year, amid some debate over whether it should.\nThey arranged chartered flights for players and their teams to be transported to Melbourne and Adelaide ahead of the tournament. These flights have frustrated many Australians, who have not been able to return home because of travel restrictions during the pandemic.\nThe first five coronavirus cases connected to the Australian Open were on flights arriving from Los Angeles in the US, Abu Dhabi in the United Arab Emirates (UAE) and Doha, Qatar.\nThree people - a crew member, a tennis coach and a member of a broadcast team - tested positive on the flight from Los Angeles on Saturday, while two more were identified on the Abu Dhabi and Doha flights.\nSylvain Bruneau, the coach of 2019 US Open champion Bianca Andreescu, said he was the positive case on the flight from Abu Dhabi. He had tested negative for Covid-19 within 72 hours before the flight's departure.\n\"I am extremely saddened and sorry for the consequences now on everyone's shoulders sharing my flight,\" he said in a statement.\nGeorgian tennis player Oksana Kalashnikova said those stuck inside faced a disadvantage, despite Tennis Australia organising deliveries of training equipment and exercise bikes to them.\n\"The other players will have an advantage because we can't really have the same amount of hours of practice, especially without tennis,\" she told the Australian Broadcasting Corp.\nSeveral players have posted light-hearted videos on social media of them hitting rallies against their walls, windows and mattresses.\nLocal media reported that Novak Djokovic - the number one men's player - had suggested players be moved into private homes with tennis courts, or located closer to their coaches on the same hotel floor.\nVictoria's Premier Daniel Andrews said the players would not receive any \"special treatment\".\n\"People are free to provide lists of demands, but the answer is no,\" he told reporters on Monday.\nState officials said there had already been incidents of people - including one player - breaching the rules by opening their doors to talk to others on their floor.\nWhile most players touched down in Melbourne, superstars including Djokovic, Rafael Nadal, Serena Williams and Naomi Osaka instead flew into Adelaide - across two flights - for an exhibition tournament.\nThe Australian Open had already been hit by the withdrawal of injured Roger Federer, while three-time major winner Andy Murray tested positive for the virus before departure so did not fly to Australia."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55689840",
      "category": "world-us-canada",
      "title": "Biden inauguration: All 50 US states on alert for armed protests",
      "tags": "Impeachment of Donald Trump,US Capitol stormed,United States Capitol,Donald Trump,Joe Biden",
      "text": "All 50 US states and the District of Columbia (DC) are on alert for possible violent protests this weekend, ahead of President-elect Joe Biden's inauguration on Wednesday. \nNational Guard troops have been sent en masse to Washington DC, to deter any repeat of last week's deadly riots.\nThe FBI has warned of possible armed marches by pro-Trump supporters at all 50 state capitols.\nMeanwhile, the Biden team has set out plans to reverse key Trump policies.\nIn the hours after Mr Biden sets foot in the White House, he will embark on a blitz of executive actions designed to signal a clean break from his predecessor's administration, according to a memo seen by US media.\nAmong the actions:\nAlthough Mr Biden, like President Trump, will be able to use executive orders as a means of bypassing Congress on some issues, his $1.9tn (£1.4tn) stimulus plan announced earlier this week will need to be approved by lawmakers, as will a bill on immigration reform.\nMuch of Washington DC will be locked down ahead of Wednesday's inauguration, with National Guard troops deploying in their thousands.\nMany streets - some miles from the Capitol, the site of deadly rioting on 6 January - have been blocked off with concrete barriers and metal fences.\nThe National Mall, which is usually thronged with thousands of people for inaugurations, has been shut at the request of the Secret Service - the agency charged with protecting the president.\nThe Biden team had already asked Americans to avoid travelling to the nation's capital for the inauguration because of the Covid-19 pandemic. Local officials said people should watch the event remotely.\nSunday is expected to also be a particular focus for protests, after posts on pro-Trump and far-right online networks called for armed demonstrations on that day.\nSome militias have told their followers not to attend, however, citing heavy security or claiming the planned events are police traps.\nCapitol Police confirmed on Saturday that an armed Virginia man carrying a \"non-government issued credential\" had been stopped and arrested at a security checkpoint on Friday with at least one gun and 509 rounds of ammunition.\nBut the man, named Wesley Allen Beeler, was later released from custody and told the Washington Post that he did not intend to bring a firearm into Washington, where he said he had been working with a private security firm.\n\"I pulled up to a checkpoint after getting lost in DC because I'm a country boy,\" he said. \"I showed them the inauguration badge that was given to me.\"\nThe tough security measures follow a week in which Donald Trump became the first US president to be impeached twice. He now faces a Senate trial, on a charge of \"incitement of insurrection\" linked to the storming of the US Capitol by groups of his supporters. They did so in a bid to thwart Congress certifying Joe Biden's victory in the presidential election.\nDozens of arrests have been made in relation to the assault on the Capitol building. \nAmong the latest is a far-right media personality known as Baked Alaska - real name Anthime Joseph Gionet. A criminal complaint says he was arrested in Houston, Texas on Friday and charged with two federal crimes, including violent entry and disorderly conduct on Capitol grounds.\nStates across the country are also taking precautionary measures, from boarding up capitol windows to refusing to grant permits for rallies.\nThe governors of Maryland, New Mexico and Utah have all declared states of emergency ahead of possible protests at their legislatures.\nCalifornia, Pennsylvania, Michigan, Virginia, Washington and Wisconsin are among those activating their National Guards, and Texas will shut its state capitol from Saturday until after inauguration day.  \nAccording to the director of the Texas Department of Public Safety, intelligence suggested \"violent extremists\" could infiltrate planned protests there to \"conduct criminal acts\".\nVirginia's Governor Ralph Northam told a news conference on Thursday: \"If you're planning to come here or up to Washington with ill intent in your heart, you need to turn around right now and go home. You are not welcome here, and you're not welcome in our nation's capital. And if you come here and act out, Virginia will be ready.\"\nAnalysts believe states that saw especially hostile or protracted election battles are at most risk of violence. One of them, Michigan, has erected a six-foot fence around its capitol in Lansing.  \n\"We are prepared for the worst, but we remain hopeful that those who choose to demonstrate at our capitol do so peacefully,\" the state's Police Director Joe Gasper said on Friday. The building will have an increased police presence until at least mid-February, he added.\nIn October, six men were arrested for allegedly plotting to kidnap and overthrow Michigan Governor Gretchen Whitmer, a Democrat. The group planned to gather about \"200 men\" to storm the capitol building and take hostages, investigators said.\nIn a further development on Saturday, Facebook said it would temporarily halt adverts for gun accessories and military kit in the US. The site had already banned adverts for guns and ammunition.\n\"Out of an abundance of caution, we are temporarily banning ads promoting weapons accessories and protective equipment in the US until at least January 22nd,\" spokesperson Liz Bourgeois told Buzzfeed.\nThe move came after three senators and four attorneys general urged Facebook to stop \"placing profit ahead of our Nation's democracy\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55690575",
      "category": "uk-wales",
      "title": "Covid: NHS given 'as many vaccines as it can cope with'",
      "tags": "Simon Hart,Coronavirus vaccines,NHS Wales,Coronavirus pandemic",
      "text": "The NHS is being supplied with as many Covid-19 vaccines as it can cope with, according to a leading doctor.\nDr Gill Richardson, chair of Wales' vaccination board, said health boards were receiving doses they asked for.\nOn Friday, First Minister Mark Drakeford said the supply of the Pfizer vaccine was being \"spaced out\" as it had to last until a delivery in February.\nBut opposition parties questioned why supplies were being \"spread out\".\nPaul Davies, leader of the Conservatives in the Senedd, said it was \"important now to get those vaccines out to people\".\nPlaid's health spokesman Rhun ap Iorwerth added it made \"little sense\" to spread out the vaccines, when \"time is of the essence\". \nBut a Welsh Government minister defended the rollout and said the vaccine infrastructure is \"growing\".\n\"We're moving from a situation where we were using 50% of the stock for first vaccine to a situation where we are now using 100%,\" Counsel General Jeremy Miles told the BBC's Politics Wales show.\n\"In order to deliver that, the infrastructure for vaccinating needs to be increased and that infrastructure is being brought forward.\"\nThe Tories have called on the Welsh Government to appoint a vaccination minister like Prime Minister Boris Johnson has done in England.\n\"It would make a huge difference because this minister would be able to focus on the vaccination programme and nothing else,\" said Mr Davies.\nWales was expected to receive 100,000 doses of the second vaccine - the Oxford-AstraZeneca jab - this week but about a quarter are delayed after failing the regulator's tests.\nDr Richardson said deliveries of the vaccines have arrived in \"pulses\" and a big consignment of the Pfizer vaccine - around 170,000 doses - arrived in late December.\nHalf the vaccine was initially held back for booster jabs, but they are now being given to people as a first jab in a bid to get as many people vaccinated - and given some protection - as possible.\nDr Richardson said they were only giving health boards what they could cope with as, after coming out of deep-freeze storage, the Pfizer jab has to be used within five days.\n\"We are very conscious that we need to get this out there,\" she told BBC Radio Wales' Sunday Supplement.\n\"I know that my colleagues are desperate to immunise our vulnerable people.\n\"We are now able and have been pushing all the vaccine that our health boards can cope with out to them.\"\nThere has been criticism that the rollout of the vaccine has been slower in Wales than in other parts of the UK.\nWales has received about 250,000 doses of the Pfizer/BioNTech vaccine and 50,000 doses of the Oxford-AstraZeneca vaccine so far.\nThe Welsh Government said it had been assured it would get more Pfizer vaccines by February, despite shipments of it being temporarily slowed because of changes to the company's manufacturing processes.\nDr Richardson said: \"We are going to have a famine, if you like, of Pfizer deliveries at the end of the month.\n\"That hasn't stopped us pushing out as much vaccine as we can to the health boards.\n\"But their clinics will run out of the Pfizer vaccine if more does not come.\"\nThe Welsh Government said one Oxford-AstraZeneca batch out of four had been delayed, affecting 26,000 doses due to be sent to Wales' seven health boards.\nBetsi Cadwaladr University Health Board, which manages the health service in north Wales, said it had advised GPs \"may wish to delay appointments early next week\" with the planned supply reduced.\nBBC Wales has contacted the other health boards in Wales to ask if vaccination appointments have been affected, but they have not given details.\nDr Richardson said while it was \"a huge issue for this week, it won't be an issue overall for the programme, we are hoping, because we have been reassured by the UK government that supplies (of the Oxford vaccine) are on their way\".\nAny GPs affected will be prioritised for the next batch of vaccine, she said.\nAsked if he could guarantee supplies to Wales, Welsh Secretary Simon Hart told the programme: \"Yes, I think I can.\"\nHe added: \"There will be the odd occasion when a consignment is rejected or delayed. Nobody should panic about that.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55684149",
      "category": "world-asia",
      "title": "Nepali climbers make history with winter summit of K2 mountain",
      "tags": "Pakistan,Mountaineering,China",
      "text": "A team of 10 Nepali climbers has set a new world record by becoming the first to reach the summit of K2, the world's second highest mountain, in winter. \nMountaineer Nimsdai Purja, a member of the group, said they reached the peak at 17:00 local time (12:00 GMT).\nDozens of climbers have been on the 8,611m (28,251ft) mountain this winter hoping to achieve the same feat. \nBut one Spanish mountaineer has died after suffering a fall this weekend while descending.\nK2, which is only 200m shorter than Everest, is part of the Karakoram Range that straddles the Pakistan-China border.\nOne of only 14 mountains higher than 8,000m, it is widely considered the most demanding of all in winter.\nIt has long been referred to as \"the savage mountain\", a name that stuck after US mountaineer George Bell said of his own attempt in 1953: \"It is a savage mountain that tries to kill you.\"\nAmong the most treacherous sections is the notorious \"bottleneck\", a couloir liable to icefalls. Eleven climbers were killed there in an avalanche in 2008. \nThe Nepali climbers were initially spread across three of four competing teams - in all, totalling 60 people. But the 10 Nepalis later formed into a single group to claim the historic achievement in Nepal's name.\nMountaineer Nirmal Purja - a former member of the UK's Special Boat Service - shared an image of the group celebrating their achievement, which was confirmed by expedition organiser Seven Summit Treks.\n\"We are proud to have been a part of history for humankind and to show that collaboration, teamwork and a positive mental attitude can push limits to what we feel might be possible,\" said Mr Purja.\nSince the first attempt in 1987-1988, just a handful of winter expeditions have been attempted on K2. Until now, none has reached higher than 7,650 metres. \nNepali guides, usually ethnic Sherpas, are considered the backbone of the climbing industry around the Himalayas, and regularly help foreign mountaineers on expeditions.\nNews of the group's success on Saturday has been praised on social media and sparked joy within the Nepalese climbing community - often left out of the spotlight.\n\"For decades, Nepalis have assisted foreigners to reach the summits of the Himalayas, but we've not been getting the recognition we deserve,\" said Kami Rita, speaking to AFP. \n\"It is wonderful that today on K2 10 Nepalis have made history and shown our bravery and strength,\" added Mr Rita, who has climbed Everest a record 24 times.\nAs news of their success broke, it was also confirmed that another climber, Spaniard Sergi Mingote, died after experiencing a severe fall. \nMr Mingote, 49, was based with another team and had been descending to K2's base camp when he slipped and fell.\nAn experienced mountaineer, Mr Mingote had previously climbed seven of the world's so-called \"8000ers\", including Everest. \nHe had been attempting to summit K2 without oxygen but became severely fatigued, forcing him to abandon the expedition."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55689843",
      "category": "world-asia",
      "title": "Mount Semeru: Erupting volcano spews ash above Indonesia's Java island",
      "tags": "Volcanoes,Indonesia",
      "text": "Indonesia's Mount Semeru has erupted, pouring ash an estimated 5.6km (3.4 miles) into the sky above Java, the country's most densely populated island.\nNo evacuation orders have so far been issued, and no casualties reported.\nThe National Disaster Mitigation Agency (NDMA) warned villagers living on the mountain's slopes to be alert for ongoing volcanic activity.\nFootage showed ash from the 3,676m (12,060ft) volcano looming over homes.\n\"The villages of Sumber Mujur and Curah Koboan [in Lumajang municipality] are located in the trajectory of the hot clouds,\" local official Thoriqul Haq said on Saturday.\nResidents of the Curah Kobokan river basin have been urged to watch for possible \"cold lava\" mudflow, which can be triggered by intense rainfall combining with volcanic material. \nMount Semeru erupted at about 17:24 local time (10:24 GMT), authorities said. \nIndonesia sits on the Pacific \"Ring of Fire\" where tectonic plates collide, causing frequent volcanic activity as well as earthquakes. \nSemeru - also known as \"The Great Mountain\" - is the highest volcano in Java and one of the most active. It is also one of Indonesia's most popular tourist hiking destinations.\nThe volcano previously erupted in December, when about 550 people were evacuated.\nWithin the last week, Indonesia has endured multiple landslides, a deadly earthquake on Sulawesi island, and the loss of a Sriwijaya Air Boeing 737 with 62 people on board."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-tees-55689358",
      "category": "uk-england-tees",
      "title": "Coronavirus: William and Kate hear from emergency workers",
      "tags": "Cleveland Police,Harrogate,Prince William, Duke of Cambridge,Mental health,London Ambulance Service,Redcar,Catherine, Duchess of Cambridge",
      "text": "The Duke and Duchess of Cambridge have been told the pandemic will leave many emergency workers \"broken\".\nMany police and NHS workers are too concerned with battling the pandemic to look after their mental health, they were told.\nInsp Phil Spencer from Cleveland Police said staff did not engage enough with counselling \"because we don't want to take anybody else's valuable time\".\nPrince William said he \"really worries\" about the effect on front-line workers.\n\"When you're surrounded by that level of intense trauma and sadness and bereavement, it really does, it stays with you at home, it stays with you for weeks on end,\" he said.\nInsp Spencer said emergency workers \"run towards danger, run towards a terrorist attack, we run towards the pandemic\".\n\"Perhaps further down the line when all this is gone we're going to have some broken police officers and emergency services staff, because we're too busy focusing on protecting the most vulnerable,\" he said.\nThe couple also spoke to counsellors from Hospice UK's Harrogate-based Just B support line for NHS staff, social care workers, carers and emergency services, which their foundation helps financially.\nThe prince said he feared \"you're all so busy caring for everyone else that you won't take enough time to care for yourselves\".\nHe and Catherine said the stigma surrounding seeking help for mental health issues must end.\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-54984390",
      "category": "uk-scotland",
      "title": "Covid in Scotland: When will I be vaccinated against the virus?",
      "tags": "Coronavirus vaccines,Vaccination,University of Oxford,Pfizer,Coronavirus pandemic",
      "text": "The coronavirus vaccination campaign is now well under way in Scotland, and we have a good idea of how plans to deploy the vaccine are shaping up. \nThe Scottish government has said the first two priority groups - including care home staff and residents, frontline health workers and over-80s in the community - would have had their first jab by 5 February. \nThose aged 70 and over will be vaccinated by mid-February.\nPeople aged over 65 and those who are clinically extremely vulnerable will be vaccinated by early March.\nThis covers the first five of the nine priority groups, which is just over 1.4 million people.\nThree vaccines have now been approved by UK regulators - those developed by Pfizer-BioNTech, Oxford-AstraZeneca and Moderna. \nThey have been purchased by the UK government and Scotland will get a share of them, based on its population. \nCurrent modelling indicates that Scotland will have the capacity to deliver about 400,000 vaccinations a week from the end of February.  \nGP practices, health centres and local clinics have already been delivering vaccinations.\nFrom Monday 1 February, mass vaccination centres, including Edinburgh International Conference Centre (EICC) and Aberdeen's P&J LIVE at TECA, will be in operation. \nThe Scottish government said the EICC will have capacity to vaccinate more than 21,000 people a week at 45 stations. \nThe centre in Aberdeen will start with 20 booths, vaccinating around 6000 people weekly. \nThe NHS Louisa Jordan mass vaccination centre in Glasgow has been operating since 8 December, carrying out 1,000 to 5,000 vaccinations daily. The facility has the capacity to move to 10,000 per day.\nOther large centres will operate at Ravenscraig Sports Facility in Motherwell and Queen Margaret University in Musselburgh - as well as at leisure centres and town halls. \nCentres were planning initially to be opened seven days from 08:00 to 22:00, but that could be extended.\nIt won't be practical for everyone in Scotland to travel to receive their vaccine. \nSo, in some remote communities, a mobile vaccination unit will be set up to offer immunisations. \nIn this case, public health officials say they will likely make one trip to the area and vaccinate everyone in the priority group at once - which might mean someone lower down the priority list will get vaccinated earlier than they would had they lived in an urban area.  \nOne plan public health officials are looking at is using mobile libraries to deliver vaccines in remote communities. \nThe hope is to have people aged 50 and over vaccinated by the start of May.\nThe number of injections vaccinators will administer will be dependent on supply - so there might not be a smooth increase in how many people have received their immunisation. \nQuite quickly it's expected the number of injections given to begin increasing. \nThat's because initially things were very focused on getting those in care homes vaccinated first. \nBecause the vaccine had to be taken to the homes, it has taken a longer time to get through than if the same number of people had been able to turn up at a mass vaccination site. \nBy the autumn everyone in Scotland over the age of 18 should have been offered one of the Covid vaccinations. That's 4.4 million people. \nBut this will depend entirely on supplies - and just now, public health experts say they only know how many doses they can expect until June. \nFrom March, a second stream of second doses of the vaccinations will also be getting under way as the latest guidance is that the second jab should be received up to 12 weeks after the first. \nThere are no plans to make vaccinations mandatory.\nThe UK government is ordering vaccines on behalf of the four nations, and the supply is then be divided up between Scotland, England, Wales and Northern Ireland on the basis of population. \nScotland's share of the UK's vaccine supply equates to its 8.2% share of the UK population.\nThe UK government has secured early access to more than 400 million doses of experimental vaccines.\nThere are more than enough supplies of approved vaccines to give every adult in the UK both doses. \nData suggests that whilst the efficacy of both vaccines is optimised when a second dose is administered, they offer considerable protection after a single dose, at least in the short term.  \nSo the new plan is for more people to be given a first dose, rather than holding back stock to administer down the line as second doses. \nEveryone should still receive a second dose within 12 weeks of the first. \nTrials of the Oxford vaccine, which was developed by British drug manufacturer AstraZeneca and Oxford University, show it stops an average of 70% of people developing Covid symptoms.\nNobody who was given the vaccine in the trial developed severe disease or needed hospital treatment. \nThere is also data that suggests adjusting the dose could increase protection up to 90%. \nThis vaccine takes a weakened version of a common cold virus from chimpanzees and genetically modifies it to resemble coronavirus to try to provoke an immune response.\nThe manufacturers of the Pfizer/BioNtech vaccine say the jab could prevent 95% of people from becoming ill with Covid-19.\nIt is what's known as an RNA vaccine - a new type of technology. It involves injecting part of the virus' genetic code into the body to train the immune system.\nAntibodies and T-cells are then made by the body to fight the coronavirus.\nThere were fears that the requirement for it to be kept at ultra-cold temperatures would pose problems in getting it to care homes or to remote communities. \nHowever, it has since transpired that the vaccine can be moved around in an unfrozen state for up to 12 hours and can be stored undiluted for up to five days.\nThe Moderna vaccine is an RNA vaccine, like Pfizer's, which uses part of the virus's genetic code in order to provoke an immune response.\nIt requires temperatures of around -20C for shipping - similar to a normal freezer.\nSeveral other vaccines are in the final testing stage, and more results from other teams working on advanced trials are also expected in the coming weeks and months.\nThe JCVI has said it does not have a preference for one vaccine above the other, but it's unlikely you'll get to choose which you get. \nThat depends on a number of factors - what is available, where you are being vaccinated, and what we know about how the vaccines work by the time you are being vaccinated. \nThe Scottish government has said that it will be distributing supplies so that they can offer the most \"extensive and timely\" coverage possible, so for that reason \"one vaccine may be offered in certain settings over another\".\nAnd scientists will be studying the efficacy of the injections as people are given them, and it may well turn out that different vaccines suit different parts of the population. \nSo, it may be that what vaccine you get is dependent on your age or where you live, for example. But it is early days - we'll learn more in the months ahead. \nPublic health officials said when the Pfizer jab was approved that pregnant and breastfeeding women should not be given the injection, due to the limited amount of data available on its use within that group.\nHowever, the regulator has since updated its advice to say that when the potential benefits outweigh the risks, the decision can be made for the woman to be vaccinated. \nFor the Oxford vaccine, the advice is the same - it can be administered when the potential benefits outweigh the risk. \nMost children aged 18 and under will not get the Pfizer vaccine. This is because not enough research on using this vaccine on children has been carried out yet. \nAnd, so far, the Oxford vaccine has only been approved for those over 18.  \nRegulators initially said that people with a history of significant allergic reactions should not have the Pfizer/BioNTech Covid jab. \nBut they have now said they have received further assurances, and that those with allergies to food or other medicines or vaccines can have this injection. \nHowever, anyone with a history of allergic reaction to this vaccine or any of its ingredients should not receive this injection. \nThe Oxford vaccine can also be given to those with allergies to other medicines or food. \nAgain, it's only those with a known history of reacting to any of its ingredients who should not have it. \nAnyone who has previously reacted to a vaccine should speak to their doctor first. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-55675539",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Nisra records highest ever weekly deaths",
      "tags": "Northern Ireland Statistics and Research Agency (NISRA),Coronavirus pandemic",
      "text": "Northern Ireland's statistics agency has recorded its highest weekly Covid-19 related registered deaths since the pandemic began.  \nNisra said 145 deaths were registered in the first week of 2021, although administrative delays over Christmas may have affected the number.  \nThat brings the agency's death toll to 1,976 by 8 January. \nThe figures come as the chief medical officers from NI and the Republic issued a joint stay-at-home plea.\nDr Michael McBride and Dr Tony Holohan said they were \"gravely concerned\" about the \"unsustainably high level of Covid-19 infection\" across the island of Ireland.\nConcern was raised in the Republic of Ireland this week as figures showed it has the world's highest number of confirmed new Covid-19 cases per million people.\nOn Friday evening, the Irish Department of Health reported 50 further deaths with Covid-19 and 3,498 new cases of the virus. More than half (54%) of those newly diagnosed are under the age of 45.\nNorthern Ireland is in the third week of a six-week lockdown, with ministers scheduled to review measures next week.\nHowever, health officials have warned that an extension of the restrictions could be required to reduce pressure on the health service.\nOf the 2,019 deaths recorded by Nisra by 8 January, 1,247 (62%) occurred in hospital, 622 (31%) in care homes, 12 (0.6%) in hospices and 138 (7%) at residential addresses or other locations.\nPeople aged 75 and over account for just over three-quarters of all Covid-19 related registered deaths (77.6%) between 19 March 2020 and 8 January 2021.  \nJust over a fifth (22.2%) of all Covid-19 related registered deaths have been of people with an address in the Belfast council area.  \nMeanwhile, the Department of Health reported 26 further Covid-related deaths on Friday.\nFive of these deaths did not occur in the past 24 hours. \nThe Department of Health bases its figures on a positive test result being recorded, whereas Nisra figures are based on mentions of the virus on death certificates, so people may or may not have been confirmed to have contracted the virus prior to death. \nA further 1,052 individuals have tested positive for Covid-19 and 63 patients are being treated in intensive care units, 47 of whom are on ventilators. \nThe chief medical officers warned the high infection rate was having a \"significant impact\" on the health of the population and the \"safe functioning\" of the healthcare systems.\nThey said the public should avoid all unnecessary journeys, including cross-border travel. \nPointing out that many of the patients admitted to hospital in January have been younger than 65, they warned coronavirus could affect anyone, \"regardless of age or underlying condition\".\n\"It highlights the need for us all to protect one another by staying at home,\" said the medical officers.\nNorthern Ireland's spike in infections has been put down to an easing of restrictions over Christmas. \nAsked if he regretted being part of the decision to ease restrictions, Health Minister Robin Swann said the executive had tried to be balanced in its approach.\n\"I regret the pressures we see now in our hospitals, but let's remember it's caused by this virus, we have it in our power to bring it back under control and get us back to where we were in the summer,\" he told BBC News NI on Friday. \nMr Swann pleaded with people to follow the current restrictions.\n\"We're in the middle of a very tough six-week scenario, and how we come out of this will be a more graduated approach to make sure we get the benefits of what we've already done, and also the benefits of the vaccine.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55695185",
      "category": "business",
      "title": "Coronavirus: Concerns over bosses breaking Covid safety rules",
      "tags": "Coronavirus lockdown measures,Employment,Health and Safety Executive ,Coronavirus pandemic",
      "text": "Concerns have been raised about employees forced to go into workplaces that are not Covid-compliant during lockdown.\nBetween 6 and 14 January, the Health and Safety Executive (HSE) received 2,945 complaints about safety issues.\nThe head of the UK's unions called for ministers to crack down on employers \"who break Covid safety rules\".\nThe HSE said it had scaled up its work to check and support firms during the pandemic.\nThe Observer reports that no companies have been prosecuted and fined for breaking workplace coronavirus safety rules since the start of the latest national lockdown in England, although a spokeswoman for the HSE said figures on enforcement action, which can include verbal advice or a written warning, cannot be verified until Monday.\nShe added that its inspectors \"continue to be out and about, putting employers on the spot and checking that they are complying with health and safety law\".\nThe HSE has introduced telephone spot-checks in response to the coronavirus crisis, she said.\n\"We continue to scale up the number of spot check calls and visits we are doing so we can reach as many businesses as possible during the current lockdown period.\"\nTUC general secretary Frances O'Grady said: \"If the government is upping enforcement, ministers should start with employers who break Covid safety rules.\"\nShe also called for an increase in resources for the HSE \"to stop rogue employers getting away with putting staff at risk. Every employer needs to know an inspection could happen any time\".\nThe HSE has carried out more than 32,300 site visits during the pandemic.\nThe government should also make it clear that everyone who can work from home should do so, Ms O'Grady added.\nUnder current lockdown restrictions, people across the UK who can work effectively from home should do so. They should only travel to their workplace if they cannot do their job remotely.\nThis includes healthcare professionals, teachers, childcare providers, transport workers, people who work in construction or manufacturing, funeral directors, and essential retail workers.\nFor workplaces that remain open in England, employers must \"carry out an appropriate Covid-19 risk assessment\" to develop a \"specific\" strategy to stop the virus's spread.\nIn England, guidelines set out strict measures which employers must follow, such as minimising the number of unnecessary visits to the office, frequent cleaning of workspaces and ensuring that staff observe 2m (6ft) social distancing wherever possible.\nThere is similar guidance for employers across a range of sectors in Scotland, Wales and Northern Ireland.\nRead more from our Explainers team here.\nA spokesperson for the government said: \"The law is clear that people can only leave the home to work if they cannot reasonably work from home.\n\"We have worked with trade unions, businesses and medical experts to produce comprehensive Covid-secure guidance so that businesses permitted to remain open can do so in a way that is as safe as possible for workers and customers. This is kept under review as our understanding of the virus develops.\"\nA recent survey conducted by the Royal Society for Arts, Manufactures and Commerce (RSA) also suggests that some staff have faced pressure to return to the workplace despite a recent positive coronavirus test.\nOf 1,172 UK workers surveyed, four in 10 said they had worked within 10 days of a positive result. \nMore than 10% of respondents also said they had been ordered on-site when they could have \"easily\" and \"safely\" worked from home.\nBrian (not his real name), works cleaning portable toilets on construction sites in south-east England. \nHe told BBC Radio 5 Live that he does not feel safe, but feels \"forced to carry on working so I can pay my bills\".\nOn the site he works at most of the time, he hasn't seen a \"vast amount of mask-wearing\" and says that he has been laughed at for wearing his face mask and visor.\n\"It's really demoralising because you're laughed at anyway because of the job you're in.\"\nHe says the situation is \"50% worse\" than when construction sites were closed during England's first national lockdown.\nDue to his and his wife's worries, he asked if he could be furloughed, but his firm said that he would only be eligible for Statutory Sick Pay.\n\"Morale is on the floor,\" he says.\nAlan Lockey, head of the RSA's future work programme, suggested that workers \"feel forced to put themselves and others at risk of the virus\" because of insecure work and pressure from bosses.\nHe also called on Chancellor Rishi Sunak to end the \"trade-off between health and putting food on the table\" by allowing self-isolating workers to access the government's furlough scheme and maintaining the £20-per-week uplift in universal credit, which is due to expire in April."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55694967",
      "category": "uk",
      "title": "Covid-19: England delivering 140 jabs a minute, says NHS chief executive",
      "tags": "Dominic Raab,Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "People in England are being vaccinated four times faster than new cases of the virus are being detected, NHS England's chief executive has said.\nSir Simon Stevens told the BBC that 140 people a minute were now being given the jab, usually the first dose of two.\nBut he said the NHS had never been in a more precarious position, with 75% more Covid patients than at the April peak.\nIt comes as a further 298,087 people received their first dose of the vaccine on Saturday.\nThere were also 671 more deaths within 28 days of a positive Covid test, and another 38,598 positive tests. \nSir Simon told the Andrew Marr Show some hospitals would open for vaccinations 24 hours a day, seven days a week on a trial basis in the next 10 days.\nHe said England was on course to deliver 1.5 million doses this week. Scotland has delivered a total of more than 224,000 first doses, Wales has given over 126,000 and Northern Ireland nearly 118,000 - although Scotland and Wales do not report figures at the weekend.\nHalf of all over-80s have now been vaccinated, Health Secretary Matt Hancock said. \"Each jab brings us one step closer to normal,\" he said.\nForeign Secretary Dominic Raab told the BBC that the UK was making \"good progress\" in ensuring every adult was offered a vaccine by September and \"if it can be done more swiftly, that's a bonus\".\nMore people have now been vaccinated than have had positive tests since the pandemic began, with 10 more mass vaccination sites due to open in England on Monday.\nSir Simon said hospitals and staff were under \"extreme pressure\", however. Asked if the NHS has ever been in a more precarious situation, he said \"no\", adding that the pandemic was a \"unique event\" in its 72-year history.\nSomeone was being admitted to hospital with coronavirus every 30 seconds, Sir Simon said, and since Christmas patient numbers had risen by 15,000 - the equivalent of 30 full hospitals.\nIt means there are 75% more Covid-19 patients in hospital than there were in the April peak, the NHS chief executive said.\nAlthough there were promising signs infection rates were falling, he said they were still too high and rising in some areas and age groups, including the over-60s.\nHe said the number of critical care beds had been increased by 50% since the first wave of the pandemic but a \"very small number\" of patients were still having to be transferred between regions when hospitals were full.\nAsked about the ratio of nurses to patients in London intensive care units, Sir Simon said there were sometimes three patients for every nurse rather than the one-to-one ratio normally expected. But patients were receiving the \"highest quality care possible\".\nAbout 53,000 NHS staff are currently off work due to the virus, he added.\nSir Simon said the health service would only be able to maintain the vaccination rate and \"hold the line if people continue to do the right thing and prevent the transmission of coronavirus\".\nVaccinating priority groups by the spring would not mean that \"with one bound we are free\" of coronavirus restrictions, he said. But he added: \"I don't think we will have to wait until the autumn.\"\nHe said he suspected that there would be enough supply of the vaccine - \"the crucial thing\" - to begin lifting restrictions before then.\nSir Simon also warned that although starting with the most vulnerable groups reduced the risk of deaths, a quarter of hospital patients with the virus were currently under 55 - and therefore not a priority unless they have a medical condition that puts them at additional risk.\nAsked about suggestions that some vaccination centres were having to throw away leftover doses, he said: \"The guidance from the chief medical officer is crystal clear: every last drop of vaccine should be used.\"\nMany centres were finding they were able to get six doses out of a five-dose vial, and Sir Simon said they should keep a reserve list of staff and high-risk patients who could be contacted to receive a vaccination at short notice.\nDr Rosie Shire from the Doctors' Association UK told the BBC that as well as sometimes getting six doses out of the five-dose Pfizer vials, they had also got 11 or 12 doses out of 10-dose AstraZeneca vials. \nBut she said the uncertain dose count made it harder to know how many last-minute appointments to book in order to use up the supply.\nMr Raab said that he was not aware of any delays to supplies from manufacturers Pfizer and AstraZeneca and said he was \"confident we have the flexibility\" to deliver enough doses.\n\"It is an enormous challenge. We are meeting it,\" he said. \"But we take nothing for granted.\"\nThe foreign secretary said the risk that new variants could prove resistant to vaccines or more deadly meant the UK had to take the \"precautionary approach\" of requiring all travellers to quarantine on arrival from Monday, closing the travel corridors which previously been exempt.\n\"We don't want to find in two or three weeks time that our vaccine roll out is imperilled because we haven't taken the precautionary measures on travel corridors,\" he said.\nChecks by Border Force on the passenger locator forms filled out on arrival would be increased, Mr Raab said, as would the follow-up calls by Public Health England intended to ensure people were isolating for up to 10 days.\nAsked whether the UK would introduce quarantine hotels to ensure people maintained their isolation, he said all potential measures were under review but there was a challenge in the \"workability\" of the proposal.\nHow have you been affected by the issues relating to coronavirus? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55679462",
      "category": "uk-wales",
      "title": "Covid-19: Running a roadside van when a pandemic cuts traffic",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55692486",
      "category": "business",
      "title": "Covid: Airport support scheme to open in England",
      "tags": "Coronavirus lockdown measures,Travel,Travel & leisure industry,Coronavirus pandemic",
      "text": "A financial support scheme for airports in England will open this month, the government says, as the aviation sector faces new Covid travel curbs.\nAviation minister Robert Courts said the move was a response to the closure of all UK air corridors from Monday.\nThe aim was to provide grants by the end of this financial year, he said.\nIndustry groups had warned there was only so long airports could \"run on fumes\", following the announcement of the new quarantine rules.\nUnder the new rules beginning at 04:00 GMT on Monday, all travel corridors - which have been in place to allow arrivals from some countries to forgo quarantine - will close.\nAll arrivals to the UK after that time will need to isolate for up to 10 days, although the quarantine period can be cut short with a negative test after five days.\nPeople will also have to show proof of a negative test taken in the previous 72 hours before travelling.\nOn Sunday, Foreign Secretary Dominic Raab also told the BBC'S Andrew Marr Show that Public Health England would also be stepping up checks on travellers who must self-isolate, while enforcement checks at borders would also be \"ramped up\".\nHe added that asking all arrivals to self-isolate in hotels was a \"potential measure\" the government was keeping under review.\nIn a tweet, Mr Courts said the Airport and Ground Operations Support Scheme \"will help airports reduce\" additional costs faced due to the pandemic and that further details would follow soon. \nThe scheme had first been announced in November, but without a set start date. It will involve grants of up to £8m per applicant, to be used to cover fixed costs, such as business rates.\nIn a statement at the time, the Airport Operators Association said the scheme would be a relief. However, it said support equivalent to business rates would only go so far and with the pandemic crisis deepening, a broader package of support was needed for all four nations, to see the sector through the next few months.\nAOA chief executive Karen Dee said the measures would \"provide much-needed support to many embattled airports, helping them through the challenging months ahead\".\nPrime Minister Boris Johnson announced the changes to the UK's travel rules at a Downing Street briefing on Friday, saying they would \"protect against the risk of as yet unidentified new strains\" of Covid.\nThe new rules will be in place until at least 15 February, he said.\nA ban on travellers from South America, Portugal and Cape Verde also came into force on Friday, having been imposed over concerns about a new variant identified in Brazil.\nNew variants causing concern have previously been identified in the UK and South Africa, with many countries imposing restrictions on arrivals from both nations.\nScientists fear the variants seen in South Africa and Brazil may interfere with the effectiveness of vaccines and evade parts of the immune system.\nThe government's chief scientific adviser Sir Patrick Vallance told the press briefing on Friday that some of the new variants may be able to \"get round\" the Covid vaccines but it was \"really quite easy\" to adjust the vaccines to deal with mutations in the virus.\nThe travel industry said closing the travel corridors was understandable due to the health emergency, but warned it would deepen the crisis for the sector.\nTim Alderslade, chief executive of Airlines UK, said the system had been \"a lifeline for the industry\" last summer but \"things change and there's no doubting this is a serious health emergency\". He said he assumed the government would remove the latest restrictions as soon as it was safe.\n\"We've had no revenue now effectively for 12 months, give or take a few months in the summer last year. If we're going to have an aviation sector coming out of this we need to open up in the summer,\" he told the BBC.\nTravel operators had already been forced to cancel holidays before the latest restrictions were announced.\nEarlier this week, Jet2 suspended all flights and holidays until 25 March over \"ongoing uncertainty\" and budget travel provider EasyJet on Thursday began cancelling holidays up to and including 24 March.\nThe Department for Transport has said it is supporting the travel industry with an extension to the furlough scheme until the end of April, business rates relief and tax deferrals.\nWith all parts of the UK under strict virus rules amid high levels of infection, only essential travel is permitted.\nOn Saturday, another 1,295 deaths within 28 days of a positive Covid test were reported in the UK, and a further 41,346 lab-confirmed cases of coronavirus.\nAre you due to travel back to the UK from overseas?  Do you work in the travel industry? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-wiltshire-55695408",
      "category": "uk-england-wiltshire",
      "title": "Covid-19: Man said he had travelled 100 miles 'for a McDonald's'",
      "tags": "Coronavirus lockdown measures,Luton,Devizes,Wiltshire Police,Coronavirus pandemic",
      "text": "A man told police he had driven from Luton to Devizes to visit a McDonald's, even though the town does not have a branch of the burger chain.\nWiltshire Police called his actions a \"flagrant breach\" of lockdown regulations and fined the man £200.\nThe 34-year-old was stopped on Estcourt Street in Devizes, a distance of more than 100 miles (160km) from Luton.\nHis car was also seized for having no insurance, police added. \n\"The distance travelled across numerous counties to Devizes, which doesn't have a McDonald's restaurant, is a flagrant breach of the regulations currently in place.\n\"The majority of people across Wiltshire continue to act responsibly and we thank you for that, however, it is important to protect the NHS that we all stick to the rules,\" said police. \nThe man was stopped on Thursday evening.\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55694598",
      "category": "world-europe",
      "title": "Russia Navalny: Poisoned opposition leader held after flying home",
      "tags": "Russia,Alexei Navalny,Moscow,Vladimir Putin",
      "text": "Putin critic Alexei Navalny has been detained after flying back to Moscow from Germany, five months after he was nearly killed by a nerve agent attack.\nThe activist, 44, was led away by police at passport control at Sheremetyevo airport.\nThousands had gathered at a different Moscow airport to greet his flight from Berlin, but the plane was diverted.\nMr Navalny blames Russian authorities for the attempt on his life last year. The Kremlin denies any role.\nThe opposition politician's allegations have however been backed up by reports from investigative journalists.\nNews of Mr Navalny's detention prompted condemnation from the European Union, France and Italy, which called for his immediate release.\nUS President-elect Joe Biden's incoming national security adviser echoed the call. \"The Kremlin's attacks on Mr Navalny are not just a violation of human rights, but an affront to the Russian people who want their voices heard,\" Jake Sullivan said.\nWhen Mr Navalny was poisoned last August and collapsed on an internal flight in Siberia, he was flown to Germany for emergency medical treatment. As he recovered, he said he intended to return to Russia. \nOn Sunday he made good on that pledge, boarding a Pobeda Airlines flight despite warnings he would face arrest on landing. \nThe plane was packed with journalists, including Andrey Kozenko of the BBC Russian Service. Shortly before landing, the pilot announced that for \"technical reasons\", the plane was being diverted from Vnukovo airport to Sheremetyevo airport, causing a stir among the passengers.\n\"I know that I'm right. I fear nothing,\" Mr Navalny told supporters and the media upon landing, just minutes before he was detained. \"Have you been waiting for me long?\" he asked border guards.\nHe kissed his wife Yulia - who had flown with him from Germany - after police officers warned they would use physical force if he disobeyed their orders to come with them. Despite pleas, Mr Navalny's lawyer was not allowed to accompany him.\nThe activist is being held at a police station in Moscow.\nEarlier on Sunday, extra riot police were deployed and metal barriers erected inside Vnukovo airport, where the plane was originally scheduled to land.\nRussian media reported that a number of activists - including key Navalny ally Lyubov Sobol - had been detained.\nIn a statement late on Sunday, Russia's prison service said the opposition leader \"had been wanted since 29 December 2020 for repeated violations of the probation period\". It added that he would remain in custody until a court decision.\nThe authorities accuse him of violating conditions imposed after a conviction for embezzlement, for which he received a suspended sentence. He has always said the case was politically motivated.\nSeparately, Russian prosecutors have launched a new criminal case against Mr Navalny on fraud charges related to transfers of money to various charities, including his Anti-Corruption Foundation.\nThe activist earlier argued that Mr Putin was doing all he could to stop him from returning to Russia by fabricating new cases against him.\nThe Russian authorities often make out that Alexei Navalny isn't popular with the Russian people, that he's no threat to President Putin. \nBut his return home five months after being poisoned sparked a major police operation on Sunday.\nIn chaotic scenes, riot police pushed Mr Navalny's supporters out of the arrivals hall of Vnukovo airport, before the flight was rerouted.\nLast summer, Russia's most prominent opposition figure was attacked in Siberia allegedly by an undercover hit squad of Russian security agents.\nHis decision to return home is a direct challenge to Vladimir Putin - and creates a dilemma for the Kremlin.\nIt risks turning him into a political martyr, a Nelson Mandela-like figure, and sparking more Western sanctions. \nDo nothing and the Kremlin's fiercest critic will almost certainly be a thorn in its side in an important election year.\nIn August, he collapsed on a plane flying from Tomsk in Siberia to Moscow. The pilot diverted the flight to the city of Omsk, where Mr Navalny was admitted to hospital. Two days later, Russian officials allowed him to be airlifted to Germany in an induced coma for specialised treatment. \nEuropean experts later said he had been poisoned with the extremely toxic chemical weapon Novichok, developed by Soviet scientists in the Cold War.\nHe was released from a hospital in Berlin in September to continue his recuperation. \nMr Navalny said recently he was able to do push-ups and squat exercises, and therefore had probably almost fully recovered. \nLast month, investigative reporters named three agents of Russia's FSB security service who had travelled to Tomsk at the time Mr Navalny was there, and said the specialist unit had tailed him for years.\nMr Navalny then duped an FSB agent named Konstantin Kudryavtsev into revealing details of the operation against him in a phone conversation which he recorded and posted online.\nThe agent told him that the Novichok used to poison him had been placed in his underpants. \nPresident Putin has dismissed investigations by the Bellingcat website and other groups that have blamed Russian intelligence agents for the attack as \"a trick\". He has alleged his rival is backed by US intelligence services."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55691213",
      "category": "world-europe",
      "title": "Covid-19: France begins 6pm curfew",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-wiltshire-55689072",
      "category": "uk-england-wiltshire",
      "title": "RAF veteran receives Covid jab at Salisbury Cathedral",
      "tags": "Coronavirus lockdown measures,Royal Air Force,Coronavirus vaccines,Salisbury,Coronavirus pandemic",
      "text": "Salisbury Cathedral has been transformed into a vaccination centre with an RAF veteran being one of the first to receive the Covid-19 jab. \nFormer Flight Sergeant Louis Godwin, 95, gave a thumbs-up after being vaccinated in the cathedral, which dates back more than 800 years.\n\"I was so pleased to get it, especially in a setting like this,\" he said. \nOrganisers were aiming to vaccinate 1,000 people aged over 80 with the Pfizer/BioNTech jab on Saturday.\nMr Godwin, a great-grandfather of 12, joined the RAF aged 18 in 1943 and served as an air gunner during World War Two.\n\"I've had many jabs in my time, especially in the RAF. After the war, I was sent to Egypt and I had a couple of jabs which knocked me over for a week,\" he said.\n\"This one, the doctor said to me 'well that's done' and I thought he hadn't started. So it's no trouble at all and no pain.\"\nStella Bennett, 88, said she felt \"safer\" after receiving the jab. \n\"It was easy. I live on my own so it has been hard but I've managed. At least I'm at home and not in hospital with it,\" she said. \nDerek Burnett was also among those inoculated against the virus on Saturday.\n\"I feel unbelievably relieved as lockdown has been a big strain. It takes a big weight off my mind,\" said the 81-year-old.\nThe Very Rev Nicholas Papadopulos, Dean of Salisbury described the vaccines as \"a real sign of hope for us at the end of this very, very difficult year\".\n\"I doubt that anyone is having a jab in surroundings that are more beautiful than this so I hope it will ease people as they come into the building,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55689388",
      "category": "uk",
      "title": "Covid-19: Protect us from unlawful killing charges - medics",
      "tags": "Healthcare,NHS,Coronavirus pandemic",
      "text": "Doctors and nurses need protection from prosecution over Covid-19 treatment decisions made under the pressures of the pandemic, medical bodies have said.\nGroups including the British Medical Association have written to ministers saying medical workers fear they could be at risk of unlawful killing charges.\nIt comes as the UK's chief medical officers said the NHS could be overwhelmed in weeks.\nThe government said staff should not have to fear legal action.\nThe letter from the health organisations points out that the prime minister warned in November that the NHS being overwhelmed would be a \"medical and moral disaster\", where \"doctors and nurses could be forced to choose which patients to treat, who would live and who would die\".\nIt said: \"With the chief medical officers now determining that there is a material risk of the NHS being overwhelmed within weeks, our members are worried that not only do they face being put in this position but also that they could subsequently be vulnerable to a criminal investigation by the police.\"\nCo-ordinated by the Medical Protection Society (MPS), the letter was signed by the British Medical Association, the Doctors' Association UK, the Hospital Consultants and Specialists Association, the Royal College of Surgeons of Edinburgh, the British Association of Physicians of Indian Origin and Medical Defence Shield.\nIt calls for emergency legislation to protect doctors and nurses from \"inappropriate\" legal action when dealing with circumstances outside their control.\nExisting guidance for doctors and nurses on when to administer or withdraw treatment does not give legal protection, the letter says.\nIt also says the guidance does not consider the circumstances of the pandemic where demand for healthcare may outstrip supply.\n\"The first concern of a doctor is their patients and providing the highest standard of care at all times,\" the medical bodies said.\n\"We do not believe it is right that healthcare professionals should suffer from the moral injury and long-term psychological damage that could result from having to make decisions on how limited resources are allocated, while at the same time being left vulnerable to the risk of prosecution for unlawful killing.\"\nThe medical organisations said no healthcare professional should be \"above the law\" and that the emergency legislation should only apply to decisions made \"in good faith\" and \"in circumstances beyond their control and in compliance with relevant guidance\".\nThey said the change in the law should be temporary and should apply retrospectively from the start of the pandemic.\nMedical staff in the NHS are protected financially from clinical negligence claims by indemnity schemes where the state pays the costs of claims.\nBut if someone dies as a result of a lack of treatment, doctors and nurses fear prosecutors could bring charges such as gross negligence manslaughter, which can carry a maximum sentence of life imprisonment.\nEarlier this month, a survey by the MPS of 2,420 of its members found that 61% were concerned about facing an investigation following a decision made in a high-pressure situation.\nAbout 36% were concerned about being investigated for a decision to withdraw or withhold life-prolonging treatment due to pressure on resources during the pandemic.\nA Department of Health and Social Care spokesman said: \"Dedicated frontline NHS staff should be able to focus on treating patients and saving lives during the pandemic without fear of legal action.\"\nNHS staff have been told that existing indemnity arrangements will continue and will cover \"the vast majority of liabilities\", the spokesman said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-55689248",
      "category": "entertainment-arts",
      "title": "Archie Lyndhurst: CBBC star died in his sleep, says mother",
      "tags": "Television,Acting,Celebrity",
      "text": "CBBC star Archie Lyndhurst, the son of Only Fools and Horses actor Nicholas Lyndhurst, died in his sleep from a brain haemorrhage, his mother has said.\nLucy Lyndhurst said a second post-mortem exam had revealed his death was caused by a condition called Acute Lymphoblastic Lymphoma/Leukaemia.\nShe described Archie as \"the most magical human being we have ever met\".\nThe 19-year-old's death on 22 September had had a \"catastrophic effect\" on their family, she wrote on Instagram.\nLucy said she and husband Nicholas were assured by the doctor who explained the post-mortem results to them that there \"wasn't anything anyone could have done as Archie showed no signs of illness\". She said it was \"not leukaemia as we know it\" and that acute in medical terms meant \"rapid\".\nThe couple were \"utterly floored\" to think something like this could happen, she wrote, adding: \"It's very rare and around only 800 people a year die from it.\"\nShe said that just days earlier he had been celebrating his birthday with \"the love of his life Nethra\". \n\"Life is fragile, precious and sometimes incredibly cruel,\" Lucy wrote.\nShe also criticised some media outlets for attempting to garner information about how her son had died from the coroner, before they knew the results of the post mortem themselves.\n\"To have a coroner call you a few days after your child has died to say the press have been calling for the results of Archie's post mortem, I think stoops to an all time low for us,\" she noted.\n\"What gives the press the right to badger a coroner's office solely to find the cause of death before the parents? The complete lack of empathy is astounding. We released no information at the time as we had no idea what he had died from.\"\nArchie began his acting career at the Sylvia Young Theatre School at the age of 10 and was best known for playing Ollie Coulton in the CBBC comedy show So Awkward. \nHe appeared in the sitcom, which followed the lives of a group of friends in secondary school, from its first series in 2015.\nNicholas appeared alongside his son in a 2019 episode of the programme.\nArchie's other roles included recurring appearances as a younger incarnation of comedian Jack Whitehall in various TV programmes.\nThese included BBC Three sitcom Bad Education, in which he was seen as a younger version of Whitehall's Alfie Wickers character.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-54583588",
      "category": "science-environment",
      "title": "SLS: Nasa's 'megarocket' engine test ends early",
      "tags": "Artemis,Boeing,Mars,Nasa,Human spaceflight,Exploration of the Moon,The Moon,Exploration of Mars,Space Launch System (SLS)",
      "text": "A critical engine test for Nasa's new \"megarocket\" has ended early, but the agency denied it amounted to a failure.\nShortly before 22:30 GMT (17:30 EST) on Saturday, the four engines ignited, burning for more than a minute before the event was aborted.\nThe core stage of the Space Launch System (SLS) was being evaluated at Stennis Space Center, in Mississippi.\nThe engines were supposed to fire for eight minutes to simulate the rocket's climb to orbit.\nThe SLS is part of Nasa's Artemis programme, which aims to put Americans back on the lunar surface in the 2020s. \nWhen it makes its maiden flight - possibly later this year - the SLS will become the most powerful rocket ever to have flown to space.\nTeams at Stennis are still poring over the data to find out what happened. John Honeycutt, SLS program manager at Nasa's Marshall Space Flight Center in Alabama, said there were \"a lot of dynamics going on\" when the engine shut down.\nThe engines' power levels were being throttled down and up again; they were also being prepared to pivot - or gimbal. This movement allows the rocket to be steered during flight.\n\"We did see a little bit of a flash come from around the interface between the thermal protection blanket on engine four at the time when we had initiated the gimbal,\" Honeycutt told reporters at a post-test briefing at Stennis.\nThe as-yet unknown problem triggered what Nasa calls a failure identification (Fid), followed by a major component failure (MCF). As a result of the fault, an onboard computer known as the engine controller sent a message to another computer called the core stage controller, which took a decision to shut down the vehicle.\n\"Any parameter that went awry on the engine could have sent that failure ID,\" said John Honeycutt.\nIt was the first time all four RS-25 engines had been ignited together, in a test known as a \"hotfire\".\nThe core stage of the rocket was anchored to a massive steel structure called the B-2 test stand on the grounds of the Stennis facility.\nTo prepare the core stage, engineers filled its tanks with more than 700,000 gallons (2.6 million litres) of super-cold liquid hydrogen and oxygen propellant.\nThis was the eighth and final test in the Green Run, a programme of evaluation carried out by engineers from Nasa and Boeing - the rocket's prime contractor.\nAlthough the test was intended to run for eight minutes, engineers would have received all the data required to certify the rocket for flight after 250 seconds.\nThey wanted to iron out any problems before the core stage is used for the first SLS launch, in which it will send Nasa's next-generation Orion spacecraft on a loop around the Moon. \nNasa's outgoing administrator Jim Bridenstine declined to call Saturday's event a failure: \"This is why we test,\" he said, adding: \"Before we put American astronauts on American rockets, that's when we need it to be perfect.\"\nOfficials have not yet decided whether to re-run the hotfire, or proceed with shipping the core stage to Kennedy Space Center (KSC) in Florida to prepare it for the rocket's uncrewed maiden flight, a mission called Artemis-1.\n\"It depends what the anomaly was and how challenging it's going to be to fix it,\" said Bridenstine.\nAsked whether a launch this year was still feasible, he added: \"I think it's too early to tell. As we figure out what went wrong, we're going to know what the future holds.\" \nHowever, if one or more of the engines needs to be replaced, there are spares waiting to be used at Stennis Space Center.\nThe Artemis-1 mission will evaluate how both the SLS and Orion capsule perform prior to Nasa staging a repeat of this lunar loop with astronauts in 2023.\nThis will be followed by the first landing on the Moon by humans since the Apollo 17 mission in 1972.\nThe SLS consists of the 65m (212 ft) -long core stage with two smaller solid rocket boosters (SRBs) attached to the sides. Engineers at KSC have begun stacking the individual SRB segments for Artemis-1.\n\"This powerful rocket is going to put us in a position to be ready to support the agency and the country in deep space missions to the Moon and beyond,\" John Honeycutt said during a media briefing on Tuesday.\nOfficials have been planning to ship the core stage to Florida in February.\nIts engines are of the same type that powered the spaceplane-like shuttle orbiter - America's crewed space vehicle for 30 years from 1981-2011.\nNasa is re-using flown hardware: the RS-25 engines used in this test helped launch 21 shuttle missions. Two were used on the last shuttle flight - STS-135 in 2011.\nThe four RS-25s can generate 1.6 million lbs (7 Meganewtons) of thrust - the force that propels a rocket through the air. \nWhen the solid rocket boosters are added to the core stage, the combined system will produce 8.8 million pounds (39.1 Meganewtons) of thrust. This will make it 15% more powerful than the giant Saturn V rocket that sent astronauts to the Moon in the 1960s and 70s.\nPrior to Saturday's test, John Shannon, vice president and SLS program manager at Boeing praised teams at Stennis for keeping the Green Run on track despite the pandemic and this year's particularly active hurricane season.\nFollow Paul on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55693972",
      "category": "world-asia",
      "title": "Afghanistan conflict: Female judges shot dead in Kabul",
      "tags": "Afghanistan,Women's rights in Afghanistan",
      "text": "Two women judges working for the Afghan Supreme Court have been shot dead.\nThey were killed by unidentified gunmen on their way to work on Sunday. The deaths are the latest in a string of assassinations targeting journalists, activists and other political figures.\nThe violence comes as President Donald Trump continues a drawdown of US troops in the country - with only 2,500 left.  \nThe Afghan vice-president told the BBC this week that the pull-out risks more violence in an unstable country.\nThe women were shot dead in an early morning ambush, which also saw their driver wounded.\nThe incident happened in the Qala-e-Fathullah area of Kabul and no group has said it carried out the attack. \nSuspicion has fallen on the Taliban for recent assassinations, but the militants have not acknowledged carrying them out.\nThe targeted killings have carried on despite ongoing peace talks being held between the representatives of the Taliban and the Afghan government in Doha."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-55695118",
      "category": "world-africa",
      "title": "Sudan's Darfur region: 'More than 80 killed' in clashes",
      "tags": "Sudan",
      "text": "The number of people killed in clashes between different ethnic groups in Sudan's West Darfur state has risen to 83, a medical body has said.\nThe fighting in the state capital, El Geneina, began on Saturday after a row in which a man was stabbed to death.\nA state-wide curfew has been imposed and Prime Minister Abdalla Hamdok has sent a delegation to investigate.\nA conflict in Darfur that began in 2003 forced millions to flee and, despite a peace process, tensions remain.\nSaturday's violence comes less than three weeks after peacekeepers from the United Nations and African Union handed over security to the Khartoum authorities after 13 years there, reports the BBC's Youssef Taha.\nSimilar clashes in El Geneina last year, which saw Arab pastoralists fight with non-Arab groups, caused hundreds of casualties.\nThe most recent fighting was centred around a camp for people who had been displaced by the Darfur conflict. A deadly row between two men escalated into a fight involving armed militias, the AFP news agency reports.\nThe Central Committee of Sudan Doctors said the death toll had risen from 48 to 83, and the number of wounded from around 100 to 160. \nMembers of the armed forces were among the victims, it said. \nCasualties were likely to rise further as fighting was continuing, the medical body added. \nThe government said on Sunday that troop reinforcements would be sent to the area\nThe announcement was made after army chief Gen Abdel Fattah al-Burhan met top security officials to discuss the violence.\nA peace deal involving most, but not all, groups in Darfur was signed last year.\nThe Darfur conflict began under the presidency of Omar al-Bashir, who was overthrown in 2019 and is wanted by the International Criminal Court (ICC) for alleged war crimes and genocide in the region.\nJustice for the people of Darfur was a key rallying cry for civilian groups who backed the ouster of the president after nearly three decades in power.\nThe Sudanese Professionals' Association, which was at the forefront of the anti-Bashir movement, called for the current transitional government to deal with the \"unruly armed groups which have been freely moving and terrorising civilians since the collapse of the former regime\", Sudan's news agency reports.\nYou may also be interested in:\nLast year Mohanad Hashim visited Kalma camp where some of the millions of people who fled flighting ended up:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55696558",
      "category": "uk-wales",
      "title": "Covid: People broke lockdown rules in 200-mile drive to see friends",
      "tags": "Coronavirus lockdown measures,Travel,Swansea,Holyhead,Welsh government,South Wales Police,Gower,Portsmouth,Port Talbot,Penarth,Coronavirus pandemic",
      "text": "People who drove more than 200 miles to visit friends in Wales and a group having a party in a garden shed have been caught breaking Covid rules.\nPolice forces in Wales have broken up parties, football matches and fined people for visiting beauty spots this weekend while Wales is in lockdown.\nTwo motorists were reported by North Wales Police in Anglesey after driving from Scotland to visit friends.\nWhile in Swansea, eight people were fined after a party was held in a shed.\nThe drivers from Scotland were stopped by police at Valley, near Holyhead, and reported for driving without insurance and breaching Covid travel restrictions.\nOfficers from North Wales Police on Saturday also stopped a car from Portsmouth as the driver was travelling to \"collect a front bumper\".\n\"Travelling nearly 300 miles for a piece of cosmetic plastic for your car is not essential at this time,\" said North Wales Police's Intercept team.\n\"The regulations have been broadcast far and wide. Please be mindful you will be reported if your journey is not essential.\"\nEven though national parks have shut car parks in a bid to stop people visiting, North Wales Police said it received about 100 calls on Saturday about potential Covid breaches - and officers told people they need to take \"personal responsibility\" and \"stay home\".\nSouth Wales Police officers issued fixed penalty notices after finding people from \"all different households\" in a shed - which had been converted into a bar - in the Sketty area of Swansea all \"mixing together\".\nA further nine fixed penalty notices were given out in the Townhill area of the city after different households attended a baby reveal party on Sunday.\nFive people were warned about breaking laws in Neath Port Talbot after a group travelled to a field to play football, while four people were fined after a house party in Aberavon.\nUnder coronavirus rules people are only allowed to leave their homes for \"essential\" reasons, including to shop for food, get medical treatment and to exercise.\nWhile exercise is allowed, people are not allowed to drive to a spot for a walk, run or cycle, and the law means exercising with people you do not live with (or who are your bubble if you live alone) is banned.\nThose found to be in breach of Covid laws can be fined £60 for the first offence, with the penalties increasing up to £1,920. If prosecuted, however, a court can impose an unlimited fine.\nUntil recently police had been using an education first approach, but the Welsh Government has repeatedly said it wants to see stricter enforcement of the rules.\nIn Powys, road officers from Dyfed-Powys Police stopped cars and turned around people driving to exercise.\nIn Port Talbot, two people sat on a bench drinking alcohol were fined by South Wales Police for \"leaving home without a reasonable excuse\".\nGwent Police officers broke-up a house party in Glyn-Gaer, Caerphilly county, on Friday evening and issued fines."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55693454",
      "category": "uk",
      "title": "Covid-19: More mass jab centres, airport support and a virtual library",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday. We'll have another update for you on Monday.  \nTen new mass Covid vaccination centres are to open in England from Monday, as the government bids to meet its target of offering 15 million people in the UK a dose by 15 February. Blackburn Cathedral and St Helens Rugby Ground are among the venues chosen to join the seven hubs already in use. NHS England said the new centres would offer \"thousands\" of jabs a week. It comes as another 324,233 vaccine doses have been administered across the UK, taking the total above 3.5 million. Check when you will be eligible for a jab.\nA financial support scheme for airports in England will open this month, the government says, as the aviation sector faces new Covid travel curbs. Aviation minister Robert Courts said the move was a response to the closure of all UK air corridors from Monday. The aim is to provide grants before the end of this financial year, he said. Industry groups had warned there was only so long airports could \"run on fumes\", following the announcement of the new quarantine rules. Under the new rules beginning at 04:00 GMT on Monday, all travel corridors - which have been in place to allow arrivals from some countries to forgo quarantine - will close.\nMore than half of the Church of England's 14,000 parishes will not open for Sunday services today, as places of worship are hit hard by Covid-19. Many of the Church's clergy are shielding, while some parishes have decided it is not safe enough to admit worshippers. It has also been revealed that most mosques in London remained closed on Friday, meaning Muslims had to make alternative arrangements for Friday prayers. Despite current coronavirus restrictions, places of worship in England and Wales can open - but many are struggling to do so safely. Places of worship remain closed throughout Scotland, while Northern Ireland's main church denominations are to cease public worship until early February. Remind yourself of the rules where you live for places of worship.\nChildren in England will be able to access books online free during school closures via a virtual library. Internet classroom Oak National Academy created the library after schools moved to remote learning for the majority of pupils until February half-term. Formed with The National Literacy Trust, the library will provide a book a week from its author of the week. The aim is to increase young readers' access to e-books and audiobooks, particularly the most disadvantaged. The latest lockdown has seen schools in England close to all but children of key workers and vulnerable pupils.\nThe Duke of Cambridge has expressed his pride at the Queen and Duke of Edinburgh for stepping up and having their Covid-19 vaccinations. In a video call with frontline workers, Prince William spoke about his grandparents after being told medics have witnessed \"vaccine hesitancy\" among some communities during the jab rollout. He praised NHS staff behind the rollout of the vaccine, and described the programme as \"tremendous\", saying it didn't \"just happen\". Staff joked they had been \"thinking and dreaming\" of vaccines all day and night with some describing working seven-day weeks.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. \nAnd it's been almost a month since people in some parts of the UK were allowed to meet in Christmas \"bubbles\", so what impact did this have?\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55635634",
      "category": "uk-wales",
      "title": "Covid: What's the official scientific advice when it comes to schools?",
      "tags": "Coronavirus lockdown measures,Schools,Social distancing,Welsh government,Wales education,Coronavirus pandemic",
      "text": "The decision to keep schools closed has hit both pupils and parents across Wales. \nMost children will now be out of the classroom and learning from home until at least February half-term, unless there is a big drop in Covid cases. \nThe Welsh Government's decisions on coronavirus are assisted by its Technical Advisory Cell (TAC), a group of experts who assess all the latest scientific advice on the virus.\nSo what exactly is the official scientific advice when it comes to schools? \nDr Heather Payne, a consultant paediatrician and a member of TAC, describes her role as helping to get together the \"best advice\" to inform ministers making decisions. Here she answers some questions.\n\"I think the most important thing is that the overall rates of coronavirus infection were going up. We know now that was due to this new variant,\" explained Dr Payne.\n\"It is coronavirus but it's much more infectious than the original one that we were dealing with last year. That in itself led to changing our advice around the operation of schools.\"\n\"Now it might be tempting to think that children are spreading it in schools,\" she said.\n\"But when we break down the data we find that actually schools are safe, secure environments for children.\"\nHowever, Dr Payne acknowledged that keeping schools open had meant there were more opportunities for \"social mixing,\" which may help the virus spread, such as walking to and from school, or attending after-school activities. \n\"Unfortunately, the advice had to change to moderating the amount of time that people spent in school because it was clear that it was associated with greater rates of infection,\" she said.\nDr Payne said, despite efforts, scientists were still unable to say for certain where in school environments coronavirus might be passed on.\n\"I think the problem is that we really don't know, we've asked this question to some of the best scientists in the country,\" she said.\n\"Even the head of the Office of National Statistics agrees that we just don't have the evidence of where, during the school day, from leaving the house in the morning to getting back in the evening, transmission really takes place.\"\nHowever, Dr Payne said some areas were riskier than others.\n\"We know that it's more likely when people are moving around and coming within close contact with each other so that they can have a face-to-face conversation,\" she explained. \n\"Communal areas, so in the corridors, or just being in large groups in the school. \n\"We have said that it should be strongly advised that people wear face coverings during that period [between lessons] so that reduces the risk in what are likely to be higher risk areas.\"\nDr Payne said teachers had also been urged to open classroom windows towards the end of lessons \"so that fresh air can come in and wherever possible.\"\n\"We are looking at all possibilities,\" explained Dr Payne.\n\"We have to go back and look at everything.\"\nShe said scientists would consider whether schools needed any other measures to be brought in before re-opening, and were continuing to look at issues including Covid testing and face coverings. \nSchools currently have the choice on whether or not they want to take up testing for pupils when they return. Those that opt in to the roll-out will be given online training for staff.\nIn secondary schools, pupils and staff are currently advised to wear face coverings in all areas outside the classroom.\nOn Wednesday, Education Minister Kirsty Williams said the Welsh Government was reviewing its guidance on schools to see how it could \"make those environments even more secure.\"\nShe said it was looking at how to reinforce messages on \"safe behaviours\" for things like walking to school, where children might consider sharing \"mobile phones and cans of fizzy drink.\"\nDespite looking at this range of measures, Dr Payne said one of the biggest factors determining when it might be safe to re-open schools was simply whether enough people were sticking to basic rules outside, like social distancing and not mixing with other households.\n\"There is some really important research that does show that children can have a wide range of symptoms in coronavirus,\" explained Dr Payne, who is also the Welsh Government's consultant paediatrician.\nHowever, she said any child would also have one of the two main symptoms of coronavirus alongside anything else. \n\"They will have one of the core symptoms, the cough, or the fever. What we've always said is that children present in all sorts of different ways.\"\nDr Payne said it was more common for children to have a fever with coronavirus, but if there was any doubt, people should look to get a test.\n\"If you're worried about your child, you should get helpful medical advice from the usual routes, so don't suffer in silence,\" she said.\n\"Don't sit on a child with a temperature, always take advice.\"\n\"Nurseries are a vital part of supporting both children and the economy and allowing people to work,\" said Dr Payne.\n\"They have not had to restrict their operations, partly because of the intelligence that we're getting. The evidence is that we are not seeing very many cases in nurseries. If that changes as we monitor it, then it's possible that advice might have to change.\n\"You have to be conscious of any downside of actions to restrict the spread of infection. \n\"This is the balance that has been arrived at, for the moment.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-55661022",
      "category": "technology",
      "title": "Online clothes sellers targeted by 'creepy' messages",
      "tags": "eBay,Social media,Online shopping,Facebook,Fashion",
      "text": "Women selling clothes online are being sent explicit messages, with requests for sex and \"worn\" garments.\nBoth businesses and private individuals have experienced the problem when advertising on mainstream platforms.\nWomen have been sent '\"creepy\" messages on Facebook, Instagram, eBay, and Depop, the BBC has learned.\nSome were asked for additional items including worn tights, explicit photos and used underwear.\nWhen inappropriate profiles were blocked or reported, some would reappear with a different account, sources told the BBC.\n\"During lockdown, the messages have gotten really creepy,\" said Sara Faye, who has sold her clothes on Depop for years.\n\"They always want to know how many times it has been worn and if it is dirty.\"\nMs Faye used to post images of herself in the clothes on the platforms but has now stopped because of the messages.\n\"Don't message me on an innocent second-hand website, just because you can see a hot girl in the photos,\" she added. \"It feels like a violation, you should be able to sell your clothes online without getting harassed.\"\nSellers were sometimes offered additional money for used clothing or explicit images.\nJennifer Savin - a Cosmopolitan features writer, who recently investigated the topic - was offered £5 for more than 50 intimate images after posting items on eBay.\n\"I think there are a lot of users out there, just trying their luck,\" she told the BBC. \"Who knows if they'd even pay up if they were to be sent the explicit content in the first place?\"\nOne online seller, who relies on the profits made on these platforms for a living, said \"it was a balance between feeling safe and needing the money.\"\nEstablished clothing brands have also reported receiving inappropriate messages and requests on Facebook and Instagram.\nLovely's Vintage Emporium sells vintage clothes and receives many such comments every week.\n\"I get a lot of messages about the model, especially if there are shirts with close-up images,\" said owner Lynnette Peck.\n\"I had a fetishist asking what [shoes] smelt like, who wore them and if I could take a photo of myself wearing them.\"\nShe has now stopped selling certain items on the website, after receiving explicit photographs through Facebook Messenger.\nNaomi Edmondson, who runs lingerie brand Edge o'Beyond, said the business was \"constantly bombarded with creepy comments from men\", often asking for sex.\n\"We get so many creepy messages and comments it's too time-consuming to report them all,\" she said. \"A few times I have felt concerned for safety. \n\"We create lingerie to empower women, we do not welcome the minority of men who think it's acceptable to send explicit pictures.\"\nSome of the women the BBC spoke to said they hadn't reported the messages because they were \"embarrassed\", \"ashamed\" or \"didn't want to risk losing their accounts\".\nOthers successfully blocked and reported profiles.\nFacebook, Instagram, Depop and eBay all said they take these kinds of messages seriously and would take action against those who violated policy.\nThey all urged users to report and block any accounts which break the rules.\nFacebook - which also owns Instagram - said it has built a \"global safety and security team as well as powerful technology\" to remove accounts as quickly as possible.\nDepop said it aims to respond to 95% reports of inappropriate behaviour within three hours, during business hours.\n\"The issue of women receiving creepy messages when selling clothes online is not a new phenomenon,\" said Jo O'Reilly, digital privacy expert at ProPrivacy.\n\"This is particularly concerning because to sell on most popular online selling platforms, including eBay and Depop, it is mandatory for users to provide a postal address - likely to be their home address.\"\nUsers could provide a fake address, Ms O'Reilly suggested. \nBut that is technically against the terms and conditions of most selling platforms.\n\"The very nature of selling second-hand clothes means that sellers will often post photos of themselves wearing the items,\" she says.\n\"That can, unfortunately, attract unwanted attention from buyers who might wish to buy worn clothes rather than just second-hand items.\"\nAlthough sites restrict the selling of certain used items, such as underwear, private messaging provides a \"loophole\", she added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-55695298",
      "category": "uk-politics",
      "title": "Universal Credit: Benefit increase only 'temporary', says Raab",
      "tags": "Dominic Raab,Universal Credit",
      "text": "A decision on whether the £20 weekly rise in Universal Credit will be kept in place is unlikely before March's Budget, a top minister has indicated. \nCampaigners say the uplift, worth more than £1,000 a year, has been a lifeline for the vulnerable during the pandemic.\nLabour will use a Commons debate on Monday to add pressure on ministers to agree now to extend it beyond 31 March.\nBut Dominic Raab told the BBC it was a \"temporary measure\" and the Budget would spell out support \"in the round\". \nIn an interview with Andrew Marr, the foreign secretary confirmed that Conservative MPs would be told to abstain in Monday's debate, meaning Labour's \"opposition day\" motion will be approved.\nWhile the motion will not be binding on ministers and won't change policy, the BBC's Ben Wright said not opposing it represented an attempt by the government to \"neutralise\" the issue for the time being.\nIt showed, he added, how concerned ministers were about the prospect of a rebellion by Tory MPs - many of whom want an end to the uncertainty over the issue - if they had been asked to vote against it. \nThe standard Universal Credit allowance, which is claimed by more than 5.5 million households, was increased by £20 a week in April 2020 as part of Chancellor Rishi Sunak's early Covid economic response. \nWhile it was designed as a temporary response to help those unable to work or struggling due to the lockdown, opposition parties and charities say failing to extend will cause real hardship for hundreds of thousands of people.\nThe Joseph Rowntree Foundation has suggested about 16 million people will be directly affected, with millions of households facing an income loss equivalent to £1,040 a year.\nThe organisation has warned 500,000 more people will be driven into poverty, including 200,000 children, while a further 500,000 of those already in poverty will find themselves in even worse hardship. \nIts director Helen Barnard said a decision could not be delayed any longer.\n\"The chancellor has said the economy is going to get worse before it gets better and our evidence shows it is those with the least who are often suffering the most,\" she said.\n\"No one can seriously argue that cutting support for those on the lowest incomes in April will do anything other than weaken our already fragile economy.\"\nAsked whether the government should act now, Mr Raab said Monday's debate was a \"political\" move by the opposition and not about the government's overall financial support during the pandemic.\nHe promised to \"look at everything in the round\" to make sure support for the most vulnerable was available. \n\"Obviously in March there will be a Budget where again that holistic approach can be taken by the chancellor, but we've put that support in place to make sure that the most vulnerable communities can be protected at this very difficult time,\" he told Andrew Marr.\nThe government says it has injected an extra £7bn into the welfare system during the pandemic, including boosting Working Tax Credits by more than £1,000 a year for a 12-month period. \nLabour has urged the government to \"see sense\" on Universal Credit, saying that it would be both morally and economically wrong to \"take £1,000 a year from Britain's families\" at the peak of the unemployment crisis."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55632190",
      "category": "uk-wales",
      "title": "Covid vaccine: When, where and how will I get my jab?",
      "tags": "Public health,Coronavirus vaccines,Vaccination,Welsh government,NHS Wales,Pfizer,Coronavirus pandemic",
      "text": "Have you been wondering when you will get your coronavirus vaccine, where you will have it and what to expect? \nPublic Health Wales figures show more than 630,000 people in Wales so far have had their first jab so far - but when will it be your turn?\nThe Welsh Government's vaccine strategy says everyone will be offered a jab by autumn.\nSome have said people with mobility issues will find it tough to travel to mass-vaccination centres. \nHere is a run down of everything you need to know.\nThe NHS is vaccinating people in order of clinical risk, largely based on age groups from old to young.\nThe Welsh Government said its plans were dependent on Wales receiving vaccine supplies \"in fair proportions and in fair time\".\nPeople are asked not to contact their health board, GP, pharmacists or local authority for an appointment and you will be informed by letter about how the process will work in your area.\nWhen, where and how will I get my Covid vaccine?  \nPeople will receive a letter, phone call, email or text  from their health board with details of the location where they will receive the vaccination. Invitations will be generated automatically and sent when people are due their vaccination. \nAs the rollout ramps up, vaccines in Wales will be given in mass vaccination centres, GP surgeries, mobile units - and on Friday, the first pharmacy in Wales gave the Covid jab as community trials began.\nThere will be 35 mass vaccination centres across Wales but to ensure people - especially the elderly and those with mobility issues - can be inoculated in their community, about 250 GP practices across the country will be able to administer the jab by the end of January.\nMost people will get their vaccine in a primary care setting - so at a GP surgery, pharmacy, optometrist or dentist, the Welsh Government has said. \nVulnerable or at-risk people in high priority groups have been offered the vaccine at the earliest possible opportunity - which might be at one of Wales' mass-vaccination centres.\nDue to Wales' rural geography, that could mean elderly or people with mobility issues being asked to travel many miles for a jab. \nFay Hopkins, 88, who lives in Abercrave, Powys, has an appointment for a vaccine in Bronllys Hospital, one of the three vaccination centres in Powys - a 62-mile round trip from her home.\nHer daughter Cathy Anthony said her \"vulnerable\" mother had \"no choice\" but to make the trip.\nPowys health board said the vaccination centres offered the \"quickest opportunity to receive their first dose of the vaccine\".\nOn Wednesday, the health board announced that all 16 GP practices across Powys would start to call people aged 75-80 to book Covid vaccination appointments.\nMs Anthony said: \"I really don't understand why if the community nurses can go into care homes, why can't they go into her home?\"\nThe retired nurse said she has not seen her mother, who lives alone, for months as they have both been shielding since March.\n\"My mother is not very good at travelling because she gets motion sickness so it is not good for her anyway. She has no choice - she is going to have to otherwise she will miss out.\n\"My mother is lucky that my brother is well and can take her. I have MS and I am undergoing chemotherapy and my other brother has long Covid. What about people who have no-one?\"\nPowys health board said: \"We wanted to get invitations out to these priority groups as quickly as possible (all letters to over 80s will have been posted) to give them the earliest opportunity to access the vaccine.\n\"We do very much recognise the challenges of travel in such a rural county - as well as the understandable desire to receive the vaccine as quickly as possible. \n\"This has meant a complex balance between providing as much vaccine as quickly as possible and local access.\"\nIf you are offered a vaccine at a mass vaccination and can't get there, call the number on your invite to cancel and wait for a second invite for a jab closer to home.\nThose who are housebound and in care homes should be able to receive the vaccine from mobile vaccination units.\nBetsi Cadwaladr's health board has to apologise after queues of up to three hours were reported at the vaccination centre at Ysbyty Enfys in Llandudno.\nBut the Welsh Government said by \"using an appointment system, we hope to minimise queuing at vaccination centres.\"\nThere are currently two approved vaccines being administered in Wales - the Pfizer-BioNTech vaccine and the Oxford-AstraZeneca vaccine.\nA third coronavirus vaccine has been approved for use in the UK - made by US company Moderna - but supplies are not expected to arrive until spring.\nThe Pfizer vaccine has to be kept at -70C, but the Oxford jab can be stored at standard fridge temperatures, and can be administered in doctors' surgeries, pharmacies and care homes.\nExperts have concluded that both vaccines are very effective, and have not stipulated a preference for either one in any specific population.\nPublic Health Wales said everyone will be offered a vaccine that has been approved by the MHRA as safe and effective and recommended by the Joint Committee for Vaccination and Immunisation (JCVI) for people of their age or risk group.\nPublic Health Wales said: \"Please try to attend the vaccination centre you are offered. If you cannot attend the centre you are offered you may have to wait to get the vaccine in a more convenient location.\"   \nYou will need to bring a face covering, unless you cannot wear one for a health or disability reason, and your booking reference number if your appointment is at a vaccination centre.\nYou will be asked to wait for 15 minutes after having the jab.  This is in the unlikely event you have a serious reaction to the vaccine. You will also be given a leaflet about what to expect after your vaccination.\nPublic Health Wales has said the vaccines are very safe but as with all medicines, side effects can occur.\nIt said most side effects of are mild and short-term, and not everyone gets them.\nThey can include pain at the injection site, feeling tired, a headache, or mild muscle aches. \nA less common side effect is swelling of glands, which can occur a few days after the injection, and is a sign the immune system is responding to the vaccination.\nAnaphylaxis can happen after vaccines or medicines but the vast majority of people will not be at risk.\nHealth professionals are trained to watch out for the early signs and initiate prompt treatment - all immunisation centres include anaphylaxis kits. \nPublic Health Wales says the benefits of preventing the serious complications of Covid for most people outweigh the risks. \nYou will be asked if you have ever had any serious allergic reactions before you are offered vaccination.\nThe vaccine is not mandatory and you can choose to take up the offer of a vaccine or not.\nAs of Monday, the Cardiff and Vale health board said it had vaccinated more than 24,000 people, including nearly 19,000 health, social care and care home staff, nearly 600 care home residents and nearly 3,000 other people aged over 80.   \nCwm Taf Morgannwg health board in south Wales said it had vaccinated nearly 17,000 people as of Friday, and aimed to give all 100,000 people in the top priority groups at least a first dose by mid-February.\nThe Hywel Dda health board serving west Wales said on Monday it had given more than 18,000 vaccinations, including jabs to 42% of healthcare workers, 38% of care home staff, 25% of care home residents and just under 9% of people over 80.\nPowys Teaching health board said letters should arrive by Tuesday to everyone aged over 80 inviting them to get a vaccination, with more than 7,000 people in the priority groups having received their first dose.\nThe Swansea Bay board said it was \"on target\" to vaccinate all care home residents with a first dose by the end of January and that all over-80s would be offered a vaccine \"over the coming weeks\"\nIn north Wales, the Betsi Cadwaladr board said it aimed to vaccinate 90% of the priority groups by the end of January.\nIn south east Wales, the Aneurin Bevan board's most recent update from 11 January said that in its 94 care homes for elderly people all residents had been vaccinated in 34 homes and all staff in 63."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55698132",
      "category": "uk",
      "title": "Covid-19: Vaccine rollout extended to over-70s in England",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "People in England in their 70s, and those listed as clinically extremely vulnerable, will begin receiving offers of a coronavirus vaccine this week.\nPrime Minister Boris Johnson said the move was a \"significant milestone\" in the nation's vaccination programme.\nMore than five million people - from priority groups three and four - will be invited from Monday to have the jab.\nIt comes as 10 further mass vaccination hubs open across England.\nSpeaking from a vaccination centre in Oxford, Mr Johnson said about four million people had received a vaccine so far, adding it was now \"right\" to offer the jab to other priority groups.\nHe said: \"We're getting it out as fast as we can, four million done so far, I think we've done more than half of the over-80s, half of the people in care homes, the elderly residents of care homes.\"\nHe warned there would be no \"Open Sesame\" relaxation of Covid restrictions, adding that any easing was reliant on the vaccine rollout being a success and there being no further concerning variants of the virus.\nHe said the pace of the rollout was \"very encouraging\" but cautioned that any easing of the rules would be \"gradual\", as the situation was \"still pretty precarious\".\nHealth Secretary Matt Hancock will lead a Downing Street news briefing later, No 10 has said.\nThe expansion of the vaccination programme comes after the number of people to receive a first dose rose to 3.8 million across the UK - more than have tested positive (3.4 million) since the pandemic began.\nHowever, people in the top two groups - care home residents, those aged 80 and over, and front-line healthcare workers - should still be prioritised for vaccinations, the Department for Health and Social Care said.\nPeople in their 70s - some 5.6 million people - and clinically extremely vulnerable individuals make up priority groups three and four.\nNadhim Zahawi, the minister responsible for the vaccine rollout, defended the decision to offer Covid jabs to the over-70s and clinically vulnerable - before all those in the first two priority groups have had their vaccinations.\nHe told BBC Radio 4's Today programme that the over-80s \"need not worry\" if they had not yet been invited for a jab. \nHe said as it was only areas where the majority of the over-80s had been vaccinated that people aged 70 and over were being invited for jabs. He added that, by today, 50% of care home residents should have been vaccinated.\nAlthough vaccine supply remained \"lumpy\", he said he was \"confident\" the government would meet its target to vaccinate all 15 million people in the top four priority groups by 15 February.\nMeanwhile, Prof Stephen Powis, national medical director for NHS England, said the NHS had never been under the level of pressure it is now, in any previous winter.\nProf Powis told BBC Breakfast: \"I don't think the NHS has ever been under such pressure in any winter, but our staff are responding magnificently.\"\nHe added that there were \"signs\" in London that growth and infection rates were \"slowing\" but it would take \"several weeks\" before it had an impact in reducing the number of people in hospital, warning that it would be \"tough\" over the next couple of weeks.\nDr Rupert Pearse, a consultant in Intensive Care Medicine at a London Hospital, said although it appeared that infection levels had peaked in the capital, cases were still rising elsewhere in England, including the North West and Yorkshire, adding there was \"still cause to be concerned\".\nHe told BBC Radio 4's World At One that hospital admissions tended to \"lag seven to 10 days behind the peak in infections\", with intensive care admissions coming 48 hours after that.\nHe said that hospitals that are very close to the maximum number of beds they can give to Covid patients were \"still very worried about what will happen in the coming days\".\nDr Sarah Burford, a GP in Wellington, Somerset, who has been helping lead vaccine rollout in her region, said it was going \"terribly well\" but that \"a few\" patients had turned up out of the blue looking for a jab.\nShe told BBC Radio 4's World At One programme that her four vaccinators were each giving a jab every seven-and-a-half minutes.\nDr Burford added the over-80s and frontline healthcare workers were being invited for jabs, and her team's \"priority\" for this week and next would be vaccinating care home residents and staff.\nShe said although most people were being patient, fielding calls or walk-in inquiries about when people could expect to be vaccinated was only delaying staff from administering jabs.\nThe seven hubs already in use are in: Etihad Tennis Centre, Manchester; Epsom Downs Racecourse, Surrey; Robertson House, Stevenage; Centre for Life, Newcastle; Ashton Gate Stadium, Bristol; Millennium Point, Birmingham; ExCel, London.\nMeanwhile, Welsh First Minister Mark Drakeford has defended the speed of the vaccine rollout in Wales, insisting the nation was \"on track\" to vaccinate all top four priority groups by mid-February.\nHe told BBC Radio 4's Today programme that Wales's supply of the Pfizer jab is not being used all at once as it has to last until a delivery in February.\nIn Wales, 151,737 people have received a first dose of a Covid vaccine, according to Public Health Wales, and  in Scotland, First Minister Nicola Sturgeon announced that 264,991 people have had a first dose of the jab, with 80% of care home residents having now been vaccinated.\nWhile the prime minster said the UK is making \"huge progress in our fight against the virus\", he also expressed concern about that progress being derailed by new - currently unknown - variants of the virus.\nAs such, he announced on Friday that, from this week, all travel corridors are to be closed.\nThat means that anyone arriving in the UK - with only a small number of exceptions - will have to quarantine. Under current rules, anyone flying into the country from overseas also has to show proof of a negative Covid test before setting off.\n Are you due to have a coronavirus vaccine? You can get in touch by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-55699002",
      "category": "uk-england-manchester",
      "title": "Manchester attack: Saffie-Rose Roussos 'could have survived with better first aid'",
      "tags": "Manchester Arena attack inquest,Manchester Arena attack,Manchester",
      "text": "The youngest victim of the Manchester Arena attack might have survived if she had received better first aid, a report commissioned by her family suggests.\nEight-year-old Saffie-Rose Roussos died as a result of losing too much blood from injuries to her legs. \nIt has emerged that no-one used simple tourniquets or splints to apply pressure and reduce the bleeding. \nPreviously, experts commissioned by the Manchester Arena Inquiry found that Saffie's injuries were not survivable.  \nThis new information has come to light because lawyers representing the Roussos family commissioned different experts to look into the circumstances of her death. They believe that Saffie might have survived.\nFor the past three years, Saffie's parents have believed that she was killed instantly in the explosion. They say they drew comfort from thinking that she had not suffered. Now they have been told that their daughter lived for over an hour, and that opportunities were missed to help her.\nThe family has also discovered that Saffie asked a paramedic, \"am I going to die?\" as she was being taken to hospital by ambulance.\nSaffie's father, Andrew Roussos, told the BBC: \"She could have been saved.\"  \nHe added: \"How do we carry on living with this information? How can we carry on breathing with this information?  \n\"I can't look at Saffie's picture. Since I've read this report, I can't look at her.\"\nThe new report is based on evidence that includes witness statements, as well as CCTV footage and body-worn cameras from the emergency services.\nPreviously, the family thought that Saffie died on the floor of the Manchester Arena foyer, where the bomb exploded on 22 May 2017.\nNow they have learned that she was not knocked unconscious. \nThe report has found that, moments after the blast, Saffie lifted her head and tried to push herself up with her arms. She is said to have been given water, and to have asked for her mum.\nSeveral people tried to help Saffie but though she was bleeding heavily from serious leg injuries, nobody used a tourniquet, or splint to apply pressure and reduce the bleeding. \nSaffie was lifted on to an advertising hoarding and some railings, which were used as a makeshift stretcher. \nShe was the first person to be carried out of the foyer, but there was no ambulance outside, and one had to be flagged down. \nThe report commends the actions of the people who tried to get her to hospital as quickly as possible.\nBut it has found that the ambulance did not have all the necessary equipment on board. \nDistressing detail has emerged about Saffie's time inside the ambulance. \nShe is said to have been agitated, and pulling at her oxygen mask. She was able to speak and asked whether she was going to die.\nMr Roussos says: \"Medically trained people were with her. And she was asking for help. She knew what was happening. And she bled to death.\n\"Eight year olds don't ask those questions. Doesn't matter how hurt they are, they want their mum. They want to be treated, they want to be out of pain.  Not to be in the sound mind to ask the paramedic whether she's going to die.\"\nThe report has found that the ambulance crew did not use tourniquets or splints on Saffie's injuries, and neither did the medical team at hospital, when Saffie arrived at A&E. \nIt also says that it is unclear why the trauma team at the hospital didn't begin a surgical procedure called a \"thoracotomy\" to stop the bleeding.\nSaffie was pronounced dead at the hospital at 11.40pm, more than an hour after the attack. The report says that because the bleeding was left unchecked, it resulted in a critical level of blood loss to the point at which the heart was no longer able to beat, and it could not be restarted.\nMr Roussos says: \"Our medical experts have suggested that there were procedures that Saffie could have had and she didn't. She was losing that much blood. And there wasn't a successful procedure in place to get that blood into Saffie - even in A&E. Why?\"\nThe Roussos family say that they cannot understand why two sets of experts have reached different opinions about Saffie's survivability.\nThe Manchester Arena Inquiry is about to begin its phase of hearing evidence about the emergency response to the attack, in which 22 people died when a suicide bomb exploded. \nIn the months ahead, Saffie's parents will hear evidence from the people who were with their daughter in her last moments. \nThey have told the BBC that they want the public inquiry to get to the full truth about what happened to their little girl.\nSaffie, from Leyland, Lancashire, was at an Ariana Grande concert with her mother, Lisa, and sister, Ashlee Bromwich, when Salman Abedi detonated a bomb in a large foyer filling with people after it ended on 22 May 2017.\nThe inquiry is looking at whether the attack could have been prevented, what happened on that night, the security arrangements around the arena, the emergency response to the bombing and the radicalisation of bomber Abedi.\nLast year the inquiry, which began in September, heard how each of the 22 individual victims died as well as personal evidence about them from their families.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55693019",
      "category": "uk",
      "title": "Covid: Church of England services hit by pandemic",
      "tags": "The Church of England",
      "text": "More than half of the Church of England's 14,000 parishes will not open for Sunday services later, as places of worship are hit hard by Covid-19.\nMany of the Church's clergy are shielding, while some parishes have decided it is not safe enough to admit worshippers.\nMost mosques in London did not open for Friday prayers.\nThe Catholic Church in England and Wales says parishes that are able to follow guidelines will still open. \nDespite coronavirus restrictions, places of worship in England and Wales can open - but many are struggling to do so safely. \nPlaces of worship remain closed throughout Scotland, while Northern Ireland's main church denominations are to cease public worship until early February.\nThe Church of England has told the BBC more than half of its parishes - including some cathedrals - will not open for communal prayer on Sunday. Many have moved their worship online.\nThe Church said some of its clergy were shielding, and all parishes were making their own decision. \nLincoln Cathedral took the decision to suspend in-person worship and move services online earlier in the week.\nRev Canon Nick Brown, Precentor of Lincoln, said the decision was taken \"with a very heavy heart\" but explained: \"To bring people together in worship is at the very heart of our purpose, but having considered expert advice we believe that the best way to help limit the spread of Covid-19 is to suspend public services for the time being.\"\nThe Catholic Church in England and Wales says it will keep its churches under review to make sure \"the highest standards of safety are maintained\". It is also organising online masses in many parishes.\nBritain's most senior Catholic, Cardinal Vincent Nichols, had criticised previous orders for churches to close.\nJohn McManus, BBC News correspondent\nWith more than half of the Church of England's parishes closed for communal worship, thousands of Christians are being deprived of spiritual sustenance, at a time when many feel sorely in need of it.\nOther religions are also grappling with the issue and have worked hard to make their places of worship Covid-compliant by, for example, introducing strict booking and ticketing systems. \nMany church parishes have adapted by moving services online, a trend mirrored in some Jewish and Muslim denominations. These have been largely successful, and in some cases attracted new audiences from thousands of miles away. However, it's difficult to replicate the sense of community when people can physically and regularly meet up.\nOne Rabbi I spoke to last summer admitted he was worried some of his synagogue regulars, kept away by Covid-19, might never return.\nThere's also a financial aspect. Places of worship rely heavily on the generosity of believers. Weekly donations have been hit by church closures, and many revenue-generating schemes, such as hiring out church halls, have been cancelled. Many of the country's ancient cathedrals make much of their income from tourist admission fees.\nDifferent parts of the UK have taken different approaches, with all places of worship currently closed in Scotland, for example. Some Christian leaders, largely accepting of initial closures during the first lockdown, have gradually spoken out in favour of being able to make the decision themselves. \nBut with most shops and sporting facilities closed in England, some campaigners, such as the National Secular Society, have railed against what they say is \"a worrying deference to religious entitlement\".\nMeanwhile, the Mosques and Imams National Advisory Board has told the BBC although most mosques in England and Wales did open for Friday prayers, the majority in London did not - and it says it has asked its members in areas where the infection rate is rising to work closely with Public Health England and local authorities. \nUnder the latest lockdowns in the UK, there are changes to usual practices for worshippers of all religions.\nIn the areas of the UK where communal worship is allowed, a number of measures are in place, such as carrying out services in the shortest possible time, and ensuring worshippers do not mingle with anyone not in their own household or support bubble.\nFaith leaders have accepted the need for restrictions.\nThe Muslim Council of Britain urges \"strong caution for mosques wishing to continue remaining open to the public for worship... and for tremendous care to be exercised\".\nMeanwhile, the Bishop of London, the Rt Rev Sarah Mullally, who has been in charge of the Church of England's plans for resuming services, has said  \"some may feel that it is currently better not to attend in person... Clergy who have concerns, and others who are shielding, should take particular care and stay at home\".\nHow have you been affected by the issues relating to coronavirus? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55045639",
      "category": "health",
      "title": "Who is eligible for the Covid jab and is it compulsory for anyone?",
      "tags": "Coronavirus vaccines,Moderna,Vaccination,Pfizer,Omicron variant,Coronavirus pandemic,AstraZeneca",
      "text": "About 37 million people have now had booster Covid vaccine doses across the UK - more than 64% of those eligible.\nThe government is urging everyone who can, to come forward and receive the jab.\nFor most people in the UK, the Covid vaccine is not mandatory.\nHowever, Health Secretary Sajid Javid has reconfirmed that the government wants all front-line NHS staff in England (with some exceptions) to be fully vaccinated by 1 April if they want to to keep their job.\nCare home staff in England must also already be vaccinated (unless exempt).\nMeanwhile a number of employers, including Morrisons, Next, Ikea, Ocado and Wessex Water have cut sick pay for unvaccinated workers who are forced to isolate after being exposed to Covid.\nEmployees will receive only the statutory-sick-pay (SSP) minimum (£96.35 per week), unless there are mitigating circumstances.\nAll staff who test positive for the virus will still receive full sick pay, regardless of their vaccination status.\nAcross the UK, Covid passports providing vaccination status or negative test results are required to enter some venues.\nMany foreign countries are restricting entry to vaccinated travellers or imposing restrictions on those who are not. \nIn England boosters are now available to all over-16s three months after their second dose - but appointments can be booked after two months. Some walk-in appointments are also available. \nIn Scotland boosters can be booked online.\nIn Wales people should wait to be invited, with older and higher-risk people being prioritised.\nIn Northern Ireland people aged 18 to 29 can go to walk-in hubs, and make booster appointments. \nEarly studies from UK researchers suggested a booster vaccine - on top of the first two jabs - provides 80-85% protection against Omicron (compared with 97% against Delta).\nMore antibodies are developed thanks to the booster, giving the body stronger defences against the virus. \nIt makes it harder for Omicron to infect the body, although current vaccines are still not a perfect match.\nPfizer has started clinical trials of a new Covid vaccine which targets the Omicron variant.\nModerna will soon begin trials of its own Omicron-specific jab, and AstraZeneca has also started working on a new version of its vaccine.\nAll children aged 12 and over are being offered two doses of the Pfizer jab. They can usually have a second dose 12 weeks after the first.\nA low-dose version of the Pfizer vaccine has been approved for children aged five to 11 who have health conditions putting them at greater risk from catching Covid. Eligible children in this age group are now being invited for vaccination in Scotland\nPrimary school children who live with clinically vulnerable adults should also be offered a jab, government vaccine advisers said. \nThe Joint Committee on Vaccination and Immunisation (JCVI) also recommended that the normal booster dose should be offered to children aged 12-15 if they:\nIt is not yet clear when children will get these doses.\nAbout 16 and 17-year-olds in England who had a second vaccine dose at least three months ago are being invited to have their booster.  \nThey can make an appointment or attend a drop-in clinic, as can eligible children of the same age in Scotland.\nChildren who are not considered to be at high risk from Covid should wait 12 weeks after a positive Covid test before having the vaccine.\nYour booster will be a single dose of either Pfizer or Moderna - regardless of which vaccine you received before.\nIf you have recently tested positive for Covid, you should wait four weeks from the date of the test before having your booster.\nYou shouldn't have the booster if you have a severe illness or high fever, but Pfizer and Moderna say a mild fever or a cold are not reasons to delay.  \nThe vaccines do not infect you with Covid, and cannot cause positive results on a lateral flow or PCR test.\nYou can still book your first or second jab. You need to wait eight weeks between the first and second.\nIn particular, the government wants unvaccinated pregnant women to come forward.\nThe most common ones include a sore arm, headache, chills, fatigue and nausea.\nThey are part of the body's normal immune response to vaccines and tend to resolve within a day or two.\nThere are extremely rare, but occasionally fatal, cases of people developing blood clots after taking the AstraZeneca vaccine. \nAnd a very small number of people have experienced a severe allergic reaction after the Pfizer vaccine.\nYou should discuss any existing serious allergies with your healthcare professional before being vaccinated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55682596",
      "category": "uk-wales",
      "title": "Cyfarthfa hopes to become king of Wales' castles with £50m upgrade",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55691710",
      "category": "uk",
      "title": "Home Office 'working to restore' lost police records",
      "tags": "Policing,Home Office,Crime",
      "text": "Work to restore hundreds of thousands of fingerprint, DNA and arrest records accidentally wiped from police databases is ongoing, the Home Office has said.\nAround 400,000 records were lost, according to The Times, which first reported the story.\nThe Home Office did not comment on how many records were likely to be restored, or how long it would take.\nHome Secretary Priti Patel said the issue was \"a result of human error\". \nData was wiped from the Police National Computer (PNC) - which stores and shares criminal records information across the UK - after being inadvertently flagged for deletion.\nThe PNC is used in police investigations and provides real-time checks on people, vehicles and crimes, as well as whether suspects are wanted for any unsolved offences.\nThe coding that caused the problem was introduced in November 2020, and the deletions started earlier this week. \nInitially, it was thought some 150,000 records were lost, but it since has emerged the number could be significantly higher.\nCommenting on the error, Ms Patel said: \"Engineers continue to work to restore data lost as a result of human error during a routine housekeeping process earlier this week.\n\"I continue to be in regular contact with the team, and working with our policing partners, we will provide an update as soon as we can.\"\nEarlier, Labour shadow home secretary Nick Thomas-Symonds called on Ms Patel to take responsibility for the error and be clear about the impact it had had.\nSpeaking on BBC Breakfast, he described the situation as \"extraordinarily serious\", adding: \"Priti Patel will be responsible for criminals walking free. \n\"We're not going to be able to link suspects to crime scenes without the DNA and fingerprint evidence.\"\nThe National Police Chiefs' Council said the lost data had resulted in a couple of \"near misses\" for serious crimes when trying to identify an offender.\nPolicing minister Kit Malthouse insisted the affected records \"apply to cases where individuals were arrested and then released with no further action\".\nHe added: \"We are working to recover the affected records as a priority. While we do so, the Police National Computer is functioning and the police are taking steps to mitigate any impact.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55656218",
      "category": "uk",
      "title": "Covid-19: BBC's Fergal Keane revisits St Mary’s and Charing Cross Hospital 10 months on",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-55699262",
      "category": "science-environment",
      "title": "Branson's Virgin rocket takes satellites to orbit",
      "tags": "Commercial space travel,Richard Branson,Newquay,Aerospace,Space exploration,California",
      "text": "Sir Richard Branson's rocket company Virgin Orbit has succeeded in putting its first satellites in space. \nTen payloads in total were lofted on the same rocket, which was launched from under the wing of one of the entrepreneur's old 747 jumbos. \nSir Richard is hoping to tap into what is a growing market for small, lower-cost satellites. \nBy using a jet plane as the launch platform, he can theoretically send up spacecraft from anywhere in the world. \nIn reality, of course, his Virgin Orbit system has to be licensed in the locality where it is used, which at the moment is solely California. But there are well-advanced plans to bring the 747 and its rockets to Cornwall in south-west England, for example.\nSunday's success was a big fillip for Sir Richard's team who had tried and failed to launch a rocket in May last year. That effort was thwarted by a breached propellant line feeding liquid oxygen to the booster's first-stage Newton-3 engine.\nNo such problems occurred this time.\nThe modified 747, named Cosmic Girl, left its base in California's Mojave desert at 10:50 PST (18:50 UTC) to fly out over the Pacific Ocean. \nA little under 60 minutes later, and cruising at 35,000ft (10,500m), the jet banked hard to the right, dropping as it did so the 21m-long rocket that had been clamped to its underside. \nWithin seconds this booster, called LauncherOne, had ignited its engine and was climbing to space. \nCorrect deployment of the various spacecraft onboard at an altitude of roughly 500km was confirmed a couple of hours later.\n\"A new gateway to space has just sprung open,\" said Virgin Orbit CEO Dan Hart. \"That LauncherOne was able to successfully reach orbit today is a testament to this team's talent, precision, drive, and ingenuity.\"\nSir Richard has been trying to find the right solution to get into the satellite launch business since 2009. His concrete proposal was first put before the public at the Farnborough International Air Show three years later.\nThere is an emerging market for small, lower-cost spacecraft, whose developers are seeking more flexible and affordable ways of getting their assets above the Earth.\nVirgin Orbit is one of a number of companies now racing to meet this demand. Other contenders include the Rocket Lab outfit, which sends up its vehicles from a ground launch pad in New Zealand. But there are tens of other small rocket start-ups at various stages of maturation, and some of these plan to operate from the UK as well.\n\"Virgin Orbit has achieved something many thought impossible. It was so inspiring to see our specially adapted Virgin Atlantic 747, Cosmic Girl, send the LauncherOne rocket soaring into orbit,\" Sir Richard said.  \n\"This magnificent flight is the culmination of many years of hard work and will also unleash a whole new generation of innovators on the path to orbit. I can't wait to see the incredible missions Dan and the team will launch to change the world for good.\" \nWill Whitehorn is the president of UKSpace, the trade body representing the space industry in Britain. He's also a former president of Virgin Galactic, Sir Richard's other space company which hopes soon to start flying fare-paying passengers above the atmosphere in a rocket plane.\nHe said Virgin Orbit's success on Sunday was hugely significant.\n\"This is a momentous day for the small satellite world, as we will be able to launch satellites responsively; and for the UK this event promises sovereign launch capability very soon,\" he told BBC News.\n\"I plan to push hard for a launch from Cornwall to coincide with the G7 meeting this year if at all possible!\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-55694667",
      "category": "world-africa",
      "title": "Uganda election: Bobi Wine 'fearful for life' after Museveni win",
      "tags": "Yoweri Museveni,Bobi Wine,Uganda election 2021,Uganda",
      "text": "Uganda's main opposition presidential candidate Bobi Wine says his life is being threatened following Thursday's election which saw Yoweri Museveni win a sixth elected term. \nThe singer-turned-politician told the BBC that he rejected the results \"with the contempt they deserve\".\nHe alleged there had been a lot of irregularities but Mr Museveni called it Uganda's fairest ever vote.\nCampaigning had been marred by violence in which dozens of people died.\nJust ahead of voting day the government shut down the internet, a move condemned by election monitors.\nThey said confidence in the count had been damaged by the days-long cut. A government minister told the BBC on Saturday evening that the internet service would be restored \"very soon\".\nIn a phone interview with the BBC World Service, Bobi Wine, the stage name for 38-year-old Robert Kyagulanyi, said he was \"worried about my life and the life of my wife\".\nHe said he was not being allowed to leave his house which was surrounded by security forces.\n\"Nobody is allowed to leave or come into our house. Also, all journalists - local and international - have been blocked from accessing me here at home,\" he said.\nAddressing what his party, National Unity Platform, might do now, he told the BBC that \"all options are now on the table including but not limited to peaceful protest\" but he stressed that he was not calling for violent insurrection.\nThe opposition candidate earlier said: \"I will be happy to share the videos of all the fraud and irregularities as soon as the internet is restored.\"\nThe result gives President Museveni, 76 and in power since 1986, five more years as president. \nSpeaking after being declared the winner, he rejected claims of fraud describing the election as likely to be \"the most cheating-free election\" in the country's history.\nMr Museveni also alleged that another country in the region had sent \"agents to come meddle in our politics\".\n\"Foreign meddling will not be tolerated, we do not want foreigners interfering in our affairs. If foreign interference were a source of wealth then Africa would be the richest country in the world.\"\nThe president's supporters came out on to the streets of the capital, Kampala, on Saturday to celebrate his victory.\nIssuing the final result on Saturday, the Electoral Commission said the vote had been peaceful, with a turnout of 57% of the almost 18 million registered voters.\nBut the EU, United Nations and several rights groups have raised concerns. Aside from an African Union mission, no major international group monitored the vote.\nThe AU has not yet commented.\nEarlier this week the US - a major aid donor to Uganda - cancelled its diplomatic observer mission to the country, saying that the majority of its staff had been denied permission to monitor polling sites.\nThe US state department said the vote occurred in \"an environment of intimidation of fear\".\nIn a statement Africa Elections Watch, a coalition of civil society groups, which said it had 3,000 election observers in Uganda, said that the vote did not \"meet the threshold of a democratic, free, fair, transparent and credible electoral process\".\nBy Catherine Byaruhanga, BBC News, Kampala\nPresident Yoweri Museveni has seen off countless challengers during his three decades in power - helped along by constitutional changes, which have allowed him to continue running for office. \nHis assurances of security and economic stability continue to win him votes. It's easy to underestimate how much the memories of decades of civil war and a failed state still cast a shadow over this country. \nBobi Wine casts a lonely figure - in his home on the outskirts of Kampala.  \nHis key advisers have either been arrested or are in hiding. Nevertheless, he will continue to play a key role in Uganda's politics. \nHis National Unity Platform is expected to be the biggest opposition party in parliament. What he says and does can inspire millions both in Uganda and across Africa where youthful political movements are taking hold. \nMr Museveni, who came to power on the back of an armed uprising in 1986, stood as leader of the National Resistance Movement (NRM).\nHe has long been depicted to Ugandans as a liberator and peace bringer. \nBut he has managed to maintain his grip on power through a mixture of encouraging a personality cult, employing patronage, compromising independent institutions and sidelining opponents, says the BBC's Patience Atuhaire.\nThe reggae star is known by his supporters as the \"ghetto president\".\nHis party campaigns for basic needs like improving access to healthcare, education, clean water and justice. \nOver the last two decades Bobi Wine's musical output has been filled with songs about these issues and they have inspired a fervent following.\nHe grew up in Kampala's Kamwokya slum where he went on to build his now world-famous recording studio."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-55682595",
      "category": "uk-wales-politics",
      "title": "Yes Cymru: Independence 'not possible' without political change",
      "tags": "UK devolution,Plaid Cymru,Welsh Parliament,Labour Party",
      "text": "A path to independence is not possible without major changes in the Welsh political landscape, the chairman of Yes Cymru has said.\nThe pro-indy campaign group has seen an upswell in recent months, with membership said to have jumped to over 17,000.\nChairman Sion Jobbins said devolution had reached a \"cul de sac\" and changes were needed in Cardiff Bay.\nMr Jobbins said: \"The status quo is not an option\".\nWhen it was launched in 2016, just a few hundred people turned up to demonstrations, but organisers say that membership has swelled from 2,000, at the start of 2020 to over 17,000.\nMr Jobbins said Yes Cymru had created a \"mass movement\" towards independence, and the group was working to reach more people who would not normally be politically engaged.\nHe told BBC Politics Wales that the movement would not be supporting one political party at the May Senedd elections, instead urging its members to make their own choice on polling day.\nHe said the group would be contacting all candidates to ask them their views on independence ahead of polling day, and then make it publicly available.\nBut Mr Jobbins said a government needed to be elected in May which \"has a path to independence\".\nThe group contains Labour supporters and members but official party policy is support for devolution within the United Kingdom.\nPolitical parties Plaid Cymru, the Green Party, Gwlad Gwlad, and Propel if it is registered in time, would all stand on pro-independence platforms.\nMr Jobbins added: \"If there's no change in Cardiff Bay, there is no independence and this is a message also to Yes Cymru supporters\".\n\"Our individual members, supporters have to make their own personal choice.\n\"Yes, there is a tension there, there's no denying that... we have a lot of members who are members of the Labour Party,\" he said.\n\"Certainly, there needs to be a party there [in the Welsh Parliament], which supports independence and either forces another partner to have a clear pathway to trigger independence or it's not going to happen and our supporters need to understand that.\"\nA row broke out on Twitter recently following a post from the Yes Cymru account saying \"it's Unionism we take umbrage with\" not Conservatism. \nAsked if there was room for Conservatism in the group, Mr Jobbins said: \"I think there is. \n\"We know about 10% of people who vote Tory actually would vote for independence... there is room there for conservative-minded people.\"\nAsked by BBC Politics Wales what Welsh independence looks like, he said: \"For Yes Cymru, there's two basic things, which is international recognition, so a seat in the United Nations. And then our own written constitution.\n\"Does it mean we have the monarchy? That's another question. Does it mean we're in NATO? That's another question. Does it mean we have our own currency? That again is a different question.\n\"That's for other groups to organise and to campaign for or against,\" he added.\nMr Jobbins welcomed Plaid Cymru's independence commission report as a \"very big, important step\".\nHe added the report's recommendation of a possible confederal model, whereby an independent Wales would look to pool resources with England and Scotland, is \"totally compatible with being an independent country\".\nThe authors of the Plaid-commissioned report outlined the economic difficulties they believe would face an independent Wales.\nIn the report they say: \"It remains hard not to be brought back down to earth by the short, medium - or even long-term cost implications of opting for independence.\"\nMr Jobbins said he \"would disagree with that\" but that \"it is a challenge\".\nHe added: \"In the 1960s, the Welsh economy was double the size of the economy of the Irish Republic. \n\"Today, the Irish Republic's economy is four times bigger than Wales' and that's going to get worse. \n\"It would be a challenge, yes, but we still have a challenge if we stay here. The status quo is not an option and with independence we have all the tools at our disposal\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55659820",
      "category": "health",
      "title": "What are the Covid variants and will vaccines still work?",
      "tags": "Vaccination,Brazil,India,South Africa,Coronavirus pandemic",
      "text": "A new type of coronavirus has been found that scientists say is of \"great concern\". \nThe Omicron variant worries experts because it is very different to the types of Covid current vaccines are designed to fight. \nA variant is a slightly altered - or mutated - version of a virus. There are thousands of Covid variants around the world which is to be expected because viruses mutate all the time.\nOmicron is strikingly different from many other types due to the long list of genetic mutations it has undergone. \nIn particular, there are dozens of changes to the part of the virus targeted by the vaccine - the spike protein.\nEarly signs are that current vaccines might not work quite as well against Omicron.\nData from around the world suggests Omicron may be more infectious and spreads very easily. \nThis suggests the variant might be better at sidestepping some of the protection offered by vaccines, or past infection. \nPreliminary lab studies show two doses of Covid vaccine may not be enough. An answer could be giving people extra doses to boost their immunity, like the UK is doing now.\nUK research suggests boosters should provide good protection against severe illness.\nExperts say Omicron might be milder, since fewer people are getting sick enough with it to need hospital treatment compared to other variants.\nEven so, if it is more infectious it could lead to more deaths in an unvaccinated population.\nAs with other Covid variants, the risk remains highest for people who are elderly or have significant underlying health conditions. \nAlthough current vaccines may not be a perfect fit for Omicron they are still the best line of defence against Covid. \nThey have cut the risk of severe illness against the other major Covid variants, including Delta, Alpha, Beta and Gamma. \nDoctors say it is vital people get the recommended number of doses to gain maximum protection against existing and emerging variants. \nThe government is ramping up its vaccination programme in response to Omicron, and hopes to offer every adult in the UK a booster jab by the end of January. \nAlthough Covid infections have been rising, the number of hospitalisations and deaths has remained well below the levels seen in earlier waves. Experts say this is because of the success of the vaccine programme. \nUpdated versions of vaccines against Covid variants are already being designed and tested.\nManufacturers could scale up production quickly too and regulators have already discussed how to fast track the approval process. \nModerna has already said it hopes to have an Omicron booster ready by March. \nThe most potentially dangerous ones are called variants of concern and, along with Omicron, include:\nUK officials are also keeping an eye on a recent descendent of the Delta variant, called AY.4.2 or \"Delta plus\". \nViruses make carbon copies of themselves to reproduce but they aren't perfect at it. Errors can creep in that change the genetic blueprint, resulting in a new version of the virus - in other words, a variant. \nIf this gives the virus a survival advantage, the new version will thrive. \nThe more chances coronavirus has to make copies of itself in us - the host - the more opportunities there are for mutations to occur. \nThat's why keeping infections down is important. Vaccines help by cutting transmission as well as protecting against serious Covid illness. \nExperts say it is possible that the new highly altered variant B.1.1.529 may have originated in a patient whose immune system was unable to get rid of a Covid infection quickly, giving the virus more time to morph. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55698131",
      "category": "uk",
      "title": "Chris Cramer: Tributes paid after former BBC and CNN journalist dies aged 73",
      "tags": "BBC",
      "text": "Chris Cramer, a major figure in BBC News and later CNN International, has died at the age of 73 after a period of ill health. Former BBC director of news Richard Sambrook looks back at his life.\nChris Cramer's legacy will be the major change in attitudes and support for journalist safety he championed through the BBC and across the wider industry, as well as many achievements in newsgathering and international news. \nHe began his career as a teenager on the Portsmouth Evening News, moving to BBC Radio Solent when it launched in 1970. \nAfter a year's secondment in Brunei he found his way to the BBC TV Newsroom in the 1970s and developed his reputation as a highly competitive and effective news editor and field producer. \nIn 1980 he and a BBC team were in the Iranian Embassy in London collecting visas when it was seized by gunmen opposed to Ayatollah Khomeini. A standoff and siege followed, with Chris among 26 hostages. \nHe managed to feign serious illness and was released by the gunmen allowing him to give vital information to the authorities before the SAS stormed the embassy and rescued the hostages. \nAt a time when no-one understood or spoke of PTSD, it had a marked effect on his life. \nMany journalists and crew subsequently spoke of his care and attention when they had difficult experiences and he went on to drive major changes in understanding and support for journalists' safety. \nWith BBC Safety manager Peter Hunter, Chris introduced the first hostile environment training courses, risk assessments and equipment for those covering conflicts. \nFormer correspondent Martin Bell recalls: \"From Vietnam to Croatia I had covered 10 wars without protection. Then in June 1992 we were shot up crossing the airport runway in Sarajevo in a soft-skinned vehicle. Within two weeks Chris had procured our first armoured Land Rover, the redoubtable 'Miss Piggy', and the body armour to go with it.\"\nHe later introduced the first confidential counselling service for news teams, recognising PTSD, and helped found the International News Safety Institute, which spearheaded safety across the news industry. \nDuring the 1980s he was at the forefront of organising and overseeing major news coverage, including Michael Buerk's reporting from the Ethiopian famine, coverage of the IRA Brighton bomb attack on the British government, the Zeebrugge ferry disaster, Kate Adie's reporting from Tiananmen Square, the fall of eastern Europe, the first Gulf War and many more major events. \nHis fierce competitiveness delivered a series of major exclusives and awards for BBC News. \nIn the 1990s he oversaw major investment in BBC Newsgathering and the integration of radio and TV reporting - often against internal resistance. His managerial style could be uncompromising and tough, but he was also bitingly funny, shrewd and his hard exterior hid a warm-hearted and generous core. \nHe was crucial to establishing the integrated News division as it exists today. \nIn 1996 he left the BBC to move to Atlanta as managing director and executive vice-president of CNN International. \nThere he took his passion for news safety and his competitive news edge to develop the network into a greater global force. \nAs his former BBC and CNN colleague Tony Maddox has said: \"Among his many accomplishments Chris was a pioneer and innovator in field safety for journalists. He led the development of guidelines and practices now widely adopted across the industry.\"\nHe was a larger-than-life figure who generated affection and respect in equal measure, often wielding a rapid and disarming wit.\nHe is also remembered for supporting women into senior and executive positions and helping them succeed. \nDirector of BBC News Fran Unsworth recalls: \"He was one of journalism's enormous characters and a legend in the television news industry. But the legend and the reported image always belied the man.  \n\"He was immensely kind, thoughtful and caring underneath that image he sometimes projected.\"\nFormer deputy director general Mark Byford said: \"He was probably the greatest newsgathering executive ever in the broadcast news business and his organisational skills, competitiveness, eye for a story and steel were extraordinary. \n\"He was also, behind the facade, a gentle giant who cared for his people with amazing passion and love.\n\"Many editors, correspondents and presenters in BBC News owe their success to his mentorship - myself included.\"\nAfter 11 years he left CNN and took up roles first with Reuters TV and then the Wall Street Journal, where his experience and expertise were used to develop their digital video services. \nHe leaves his wife, Nina, son Richard and daughter Nicolette and his daughter Hannah by an earlier marriage to Helen, a former BBC producer. "
    }
  ]
}