{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58553594",
      "category": "world-us-canada",
      "title": "Met Gala 2021: Celebrities show off lavish outfits in New York",
      "tags": "Met Gala,Red Carpet Fashion,Fashion",
      "text": "The Met Gala - one of fashion's biggest and starriest events - has rolled out its red carpet in New York for some of the planet's best-known celebrities. \nHeld to raise funds for the Metropolitan Museum of Art's Costume Institute, the Gala returns after being cancelled last year due to the coronavirus pandemic.\nAnd although its famous guests must follow Covid-19 rules, including wearing masks indoors, that hasn't stopped many going for all-out glamour.\nThis year's costume theme is In America: A Lexicon of Fashion\" - and the looks were inspired by everything from the Matrix film franchise to the Statue of Liberty.\nThe ball was co-hosted by pop star Billie Eilish, tennis player Naomi Osaka, actor Timothée Chalamet and poet Amanda Gorman.\nOne of the most talked-about looks of the night came from the publicity machine that is Kim Kardashian - who covered her face and body in an all-enveloping black outfit. \nThe custom design was devised by Demna Gvasalia, the creative director of fashion house Balenciaga.\nRead more:\nThe 23-time Grand Slam winner Serena Williams made a statement of a more colourful kind, wearing a star-spangled bodysuit beneath a feather-laden pink cape.\nOther attendees, meanwhile, brought along props to accompany their outfits.\nWithout apparent explanation, singer Frank Ocean carried a green robotic baby, while musician Grimes brandished a sword.\nAmong the last to arrive at the Gala was Rihanna - who has stolen the show at past events, with outfits including a Pope-inspired costume in 2018.\nThe singer and businesswoman turned heads once again as she posed in an all-black Balenciaga overcoat, while her boyfriend, rapper A$AP Rocky, swathed himself in a multicoloured quilt.\nOne celebrity who wasn't there was rapper Nicki Minaj, who said she hadn't yet had a Covid vaccine, which was a requirement of entry.\nShe has also been criticised for a post saying people shouldn't be \"bullied\" into having the vaccine, telling the story of a cousin's friend who allegedly became impotent after being vaccinated, leading his fiancée to call off their wedding.\nThe US Centers for Disease Control and Prevention says: \"Currently no evidence shows that any vaccines, including Covid-19 vaccines, cause male fertility problems.\"\nAll images subject to copyright"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-58474418",
      "category": "education",
      "title": "Parents warn of tsunami of school-anxiety cases",
      "tags": "Department for Education",
      "text": "Parent groups are warning of a \"tsunami\" of crippling school-anxiety cases leading to persistent and debilitating absence from education.\nThere is no official data on absence due to school anxiety and many affected pupils are labelled truants but support groups are being flooded with calls.\nAnd an education lawyer in north-west England says the pandemic has made an \"unprecedented crisis\" even worse.\nThe education department said it was investing £17m in school mental health.\nChildren with school anxiety may experience physical symptoms such as stomach pain, nausea and headaches before school or have immobilising anxiety, panic attacks or something that seems like a tantrum. \nThey may even threaten to harm themselves if parents make them go to school, and yet their parents can still be threatened with fines and court action.\nFran Morgan, whose daughter experienced school anxiety, set up support organisation Square Peg to help other families in similar situations.\n\"We are seeing a tsunami on the horizon,\" she says.\nThe issue is poorly understood and often incorrectly labelled \"school refusal\".\n\"It's not about refusal - it's not a child that won't do something. It's about a child that physically can't,\" Fran says.\n\"It's a debilitating level of anxiety which prevents attendance and the consequences to families are catastrophic.\"\nMany parents are being prosecuted and fined under legislation put in place to stop parents taking children on holiday in term time.\n\"But it's penalising all those parents whose children are stuck in the system,\" Fran says.\n\"We know all the problems with the special educational needs and disability system, we know the problem accessing children mental health services - a lot of those children are the ones who are struggling to attend and parents are being penalised for that.\"\nMatty, 16, from West Yorkshire, missed 18 months of schooling, after struggling with his mental health and having panic attacks.\n\"I don't think people understand it,\" he says.\n\"If I broke my leg, people would understand it - but they don't understand it because it's not visible.\n\"I just didn't want to go in - just like dread, almost, of going in.\" \nMatty's mother, Heidi Mavir, says: \"It was really tough for both of us, all of us really. \n\"He was desperate to go to school - he really wanted to be in school. \n\"He kept saying, 'I'll try again Mum. I'll try really hard.'\n\"But I think what people don't understand about mental health and anxiety in particular is, like any health problem, if you can't do something, you can't do something.\n\"No amount of trying to think yourself out of it will make any difference to that.\"\nMatty is now at a specialist school.\nSinclairs Law chief executive Mike Charles, a specialist solicitor in education law, says he is dealing with about 50 requests for help with the issue a week.\n\"We are facing an unprecedented crisis of proportions we have never seen in certainly my experience, spanning 30 years,\" he says.\n\"School anxiety and generally the mental health of our children has been a massive issue for many years but it's particularly more pronounced since the pandemic, because the impact this has had on children has undoubtedly affected their mental health in a very substantial way.\"\nBeth Bodycote founded the support group Not Fine In School nearly four years ago.   \nBut over the year to September 2021, coinciding with school lockdowns and the pandemic, its membership grew by nearly 50% - to 17,924.\nIncreasing numbers of children and young people are struggling with mental-health issues, including anxiety, stress, and depression, but many schools are adopting a stricter approach to attendance, Beth says.\n\"For instance, we have seen families who had organised a temporary part-time timetable being told it is now no longer possible,\" she says.\n\"Fines and court action remain a threat for many parents even though these punitive actions do nothing to resolve the underlying causes of absence from school.\n\"There needs to be a move away from strict blanket policies about attendance and behaviour, to adopt a much more flexible and child-led approach, especially for children and young people who are struggling.\" \nParents are often asked to provide evidence of mental ill health causing absence - but a GP's letter is often insufficient. \nAnd many families may still be waiting for mental-health support or have had it refused.\nA Department for Education official said: \"In exceptional circumstances, head teachers have discretion to authorise absence - and fines should only be used as a last resort. \n\"Where a pupil does not attend, the school, family and council should work together to agree a plan for attendance, because the classroom is the best place for their education, development and wellbeing.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58547881/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Universal Credit: Cut is two hours extra work for claimants, says Therese Coffey",
      "tags": "Therese Coffey,Universal Credit",
      "text": "Work and Pensions Secretary Therese Coffey has backed the cut to universal credit (UC), saying removing the £20 uplift would only mean \"two hours' extra work every week\" for claimants. \nSpeaking to BBC Breakfast, she said the government would try to help people \"perhaps secure those extra hours\".\nBut a charity warned claimants would need to work up to nine extra hours a week to make up the shortfall.\nLabour called the minister's remarks \"an insult to hard working families\". \nShadow work and pensions secretary Jonathan Reynolds later pushed his counterpart on her claims in the Commons, saying she had been \"completely wrong\" over the number of hours needed. \nBut while Ms Coffey said every UC payment \"depends on the individual\", she insisted there were \"a number of different ways that people can actually earn more, keep more of their money, when they are working more hours\" and on benefits. \nAsked about her earlier comments, a Downing Street spokesman said the government was \"supporting people to increase their incomes in a number of ways\". \nThere are 5.9 million people receiving UC payments across the country, according to the latest government figures - almost double the three million making claims before the pandemic.\nWhile some are seeking jobs and others are unable to work, 40% of claimants are already employed.\nThe £20 weekly rise in universal credit benefit was brought in during the coronavirus pandemic to help struggling families.\nThe government has said the uplift will be removed by October as it was always intended to be a \"temporary measure\". \nBut it has faced increasing calls from charities, opposition parties and even some Tory MPs, who think the cut would cause more pain to lower income families. \nAsked about the reduction on Monday, Ms Coffey told BBC Breakfast: \"I'm conscious that £20 a week is about two hours' extra work every week.\n\"We will be seeing what we can do to help people perhaps secure those extra hours, but ideally also to make sure they're also in a place to get better paid jobs as well.\"\nBut the Resolution Foundation disputed her figures, as claimants who work additional hours see their benefits reduced - or for each £1 they earn, the UC payment falls by 63p.\nThe charity said a UC claimant earning the National Living Wage - £8.91 an hour - and with an income of at least £6,100 a year, would take home just £6.60 for two hours work due to the taper in the payment, falling to £4.48 if they pay tax and National Insurance. \nAnd they said the actual take home pay would fall to £2.24 an hour once any pension contributions or additional childcare or travel costs were taken into account.\nThis would mean they would need to work nine extra hours a week to make up for the removal of the £20 uplift. \nPrincipal economist at the Resolution Foundation, Adam Corlett, said: \"The government has tried to justify the coming cut to universal credit - and the huge income loss facing millions of households - by saying that it can easily be offset by simply working a few more hours. If only it were that simple.\n\"Many of those receiving universal credit aren't expected to work at all. And even for those in a position to work, a claimant on the National Living Wage will take a home as little as £2.24 from an extra hour's work. \n\"A small increase in working hours will be nowhere near enough to cover the £20 a week cut coming their way in just one month's time.\"\nHow much would your hourly wage have to be for two hours of extra work to make up for the lost £20 in universal credit?\nConsider somebody who is entitled to UC and is earning enough to be paying income tax and National Insurance.\nWe estimate that they would have to be earning about £40 an hour for the numbers to add up, so £80 in total. Of that, £16 would go on income tax and £9.60 on National Insurance. \nUniversal Credit claimants have an amount that they are allowed to earn before their benefits start to be withdrawn.\nOur example would lose 63p for every extra pound earned, knocking off another £34.27 of the £80, leaving them with £20.13.\nOf course, somebody earning £40 an hour would be pretty unlikely to be on UC in the first place.\nLabour also criticised Ms Coffey's remarks, with the party's deputy leader, Angela Rayner, saying the minister \"either knows she's lying or shouldn't be in the job\".\nMr Reynolds said the party would force a vote in the Commons this week \"to give every MP the chance to back struggling families and cancel this cut\".\nScotland's First Minister Nicola Sturgeon also issued a direct plea to Boris Johnson not to end the uplift - with the decision taken in Westminster for the whole of the UK, rather than being devolved. \nIn her speech at the SNP party conference, she said it would \"quite literally take food out of children's mouths\", adding: \"If this deeply cruel cut does happen, the only conclusion it will be possible to reach is that Boris Johnson simply has no shame.\n\"Please, prime minister, for the sake of millions of desperate people across the country, do not let that be history's verdict upon you.\"\nAsked about Ms Coffey's comments, No 10 stood by the end of the uplift. But a Downing Street spokesman said the government was doing numerous things to help claimants earn more.\n\"We are helping people learn new skills so they can progress to better jobs, indeed our Plan for Jobs provides a number of schemes which will help people learn these new skills and progress in their careers, and we are hiring 13,500 new work coaches to that end,\" he said. \n\"It is true we want to provide people with more skills and more training so that they can progress either in their chosen career or find another one.\" \nThere is a host of free guidance and advice available, including: "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58556729",
      "category": "uk-wales",
      "title": "Covid: Weekly deaths reach 25 in Wales' third wave",
      "tags": "Swansea Bay University Health Board,Conwy,Coronavirus vaccines,Cardiff,Coronavirus testing,Welsh government,Newport,NHS Wales,Office for National Statistics,Coronavirus pandemic",
      "text": "There were 25 deaths with Covid in the week ending 3 September, according to the latest figures from the Office for National Statistics (ONS).\nThis was nine more than the previous week, with numbers fluctuating around a similar range for the past seven weeks.\nCardiff, Ceredigion, Gwynedd, Monmouthshire, Newport, Vale of Glamorgan and Wrexham had no Covid deaths in the most recent week.\nNine deaths were in the Betsi Cadwaladr health board area in north Wales.\nFour of those were in Conwy - three in hospital and one in a care home. The others were in Denbighshire, Flintshire and Anglesey.\nPowys had its first two Covid deaths since June. There were also four deaths in each of the Cwm Taf Morgannwg and Swansea Bay health board areas and three in both Aneurin Bevan and Hywel Dda.\nSo-called excess deaths, which compare all registered deaths with previous years, were above average for a seventh week in succession. They had been below average for 18 of the previous 24 weeks. There were three deaths above the five-year average in the latest week. \nLooking at the number of deaths we would normally expect to see at this point in a typical year is seen as a reliable measure of the pandemic.\nThe number of deaths from all causes in Wales fell to 542 in the week ending 3 September, with 4.6% mentioning Covid on the death certificate. \nDeaths were also above average in all UK nations for the week, while deaths involving Covid rose in five out of the nine English regions, with the largest increase in the east Midlands.\nExcess deaths in private homes across England and Wales were more than a fifth above average, in the latest week.\nWhen looking across the course of the pandemic so far, there have been 54,363 deaths from all causes in Wales, with 8,046 (14.8%) mentioning Covid-19 on the death certificate registered up to 3 September. This was 5,336 deaths above the five-year average. \nWhen deaths registered in the following days are counted, there have been a total of 8,066 deaths.\nThe third wave - since the start of June 2021 - has brought a total of 163 deaths so far. \nDuring the second wave in December and January, there were an average of 49 deaths a day. This has fallen to just under two a day in the third wave.\nFigures from the Office for National Statistics include deaths which occur in people's homes, hospices and care homes, as well as hospitals - and includes deaths where Covid is suspected by doctors or is a contributory factor. \nIt is regarded as giving a fuller picture than the daily snapshot given by Public Health Wales.\nLatest figures covering the past three days show Covid cases in hospitals are continuing to rise.\nNumbers of patients with confirmed Covid had risen to 485 by Monday. The daily average was 440, which compared to 344 a week ago, a 28% rise. This is around 35% of the number in hospital at the same point in the second wave.\nHospitalisations include 136 patients with confirmed Covid in Cwm Taf Morgannwg, the highest level in the health board since the start of February. In Cwm Taf Morgannwg, the number of patients have risen by 51% in a week. \nThere were 48 patients in critical care or invasive ventilation with Covid - roughly the same number as a week ago.\nCovid admissions are at an average of 40 a day, slightly more than a week ago - that is 4.1% of all hospital admissions. It was 89 average daily admissions at the same point of the second wave, so nearly half.\nPublic Health Wales (PHW) has reported five deaths - three occurred last Saturday and two on Friday; two happened in Cwm Taf Morgannwg and the others were in Aneurin Bevan, Betsi Cadwaladr and a resident from outside Wales. \nThere have been an average of five deaths (4.7) in the last seven days - a total of 33. At this point in the second wave (under the ONS measure) deaths were seven times higher and they were nearly six times higher on the PHW measure alone.\nOn vaccinations, the latest totals are 2,368,124 for first doses (74.7% of total population) and 2,202,393 (69.5%) were fully vaccinated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-58557120",
      "category": "uk-wales-politics",
      "title": "Covid Wales: Go-ahead for boosters and jabs for 12-15 year olds",
      "tags": "Schools,Children,Coronavirus vaccines,Welsh government,Llandudno,Coronavirus pandemic",
      "text": "Jabs for 12-15 year olds and boosters for the over-50s have been given the go-ahead in Wales.\nThird doses will be offered to everyone over the age of 50, all front-line health and social care staff and all those with underlying health conditions.\nBoth programmes will start next week, with boosters given to care residents and staff and NHS workers first.\nYoung teenagers will be offered one dose of the Pfizer-BioNTech vaccine.\nThe decision follows recommendations from senior UK medical advisers that it will help reduce disruption in schools.\nThe Welsh government wants to vaccinate all those 12-15 year olds who want a jab by the October half term.\nIt will be up to children and parents whether they decide to take up the vaccines. There are estimated to be 135,604 in the age group in Wales.\nTo date more than 2.3 million people have received one dose of a coronavirus vaccine in Wales, while 2.2 million have had both jabs.\nThis includes almost 56,000 16 to 17-year-olds who have taken up the offer of their first jab, the equivalent of 66% of the age group.\nHealth Minister Eluned Morgan said parents would have to weigh up the \"risks and benefits\", but she warned evidence showed one in seven children who got coronavirus could develop long Covid.\n\"The key concern for us is that we don't want to disrupt children's schooling any more than it has [been] already,\" she said.\nMs Morgan said the NHS was ready to deliver boosters and would start next week for people living and working in care homes, and front-line health and social care staff.\nIt will then be offered to everyone over 50, she told a press conference. Around 1.6 million people in Wales may benefit from the programme.\nGillian Richardson, deputy chief medical officer for vaccines, said scientific advice would determine whether those under 50 would receive boosters and if more jabs would be required.\nShe said: \"We'll wait and see what JCVI [Joint Committee for Vaccination and Immunisation] says about the younger groups as the science comes through, and whether the booster campaign needs to be extended. \n\"Then we'll also be relying on the science to know how frequently... if we need an annual programme or a biannual programme or whatever it may be.\"\nVisitors to Batty's Nurseries in Penrhyn Bay, Conwy county, welcomed the opportunity to have a booster jab. \nAlan Brierly, 81, said: \"I think it's a good thing - we need any help we can get at our age.\"  \nBarbara Jones said: \"I'm over 80 so I'm quite relieved we're going to get a booster this winter…\n\"Anything that will help improve matters for our age group - I'm all for it.\"\nAnnouncing the plan on Tuesday, Ms Morgan also expressed concerns over pregnant women not coming forward for Covid vaccinations, urging them to speak to their midwife for advice.\nWales' vaccination programme is in line with plans in the other three UK nations and vaccines for 12-15 year olds have been confirmed in England.\nGovernment vaccine advisers made their recommendations on booster jabs on Tuesday morning.\nThe Pfizer jab is recommended, regardless of which vaccine people had previously, and it should be given at least six months after the second dose.\nMs Morgan said the length of time it took for the booster advice to be given was \"rather frustrating\".\nShe said the Welsh government had been ready to go \"for a number of weeks\" and the advice for young teenagers had also taken \"longer than we had hoped\".\nThere have been concerns from head teachers that they should not be involved in implementing the vaccination programmes.\nOn Tuesday the health minister said most of the jabs would \"probably\" take place in mass vaccination centres but others would also be administered in \"some of the largest schools\".\nShe said parents going with their children to mass vaccination centres would be given the \"pros and cons\" of the vaccine so they could make informed decisions together.\nThose receiving it in a school would have a letter sent home to parents or guardians.\nTeenagers aged 16 and 17 are able to consent themselves to treatment with no participation from their parents.\nParents or guardians will be asked to give consent for children under the age of 16 to have the jab.\nUnder-16s can also give consent themselves, but only if they are assessed to have enough understanding, intelligence and competence to make that decision.\nThe Welsh government said if a child and parent disagreed on the vaccine, officials would \"follow the law and best practice on respecting children's rights and parental responsibility\".\nHuw Powell, head of Mary Immaculate High School in Cardiff, said the jab would keep pupils in school and give them \"normality\".\nHe told BBC Radio Wales Breakfast: \"I think anything that allows pupils to remain in school, anything that allows them to avoid the disruption that we've seen for them in the last 18 months, it is a positive thing.\n\"As a school anything that keeps pupils in school is positive and we'd like to see it occur.\n\"We need the pupils in school, they need to be there, they need to be educated.\"\nBut he said the school would respect the choice of any child or parent who decided against getting the vaccine.\nSiân-Elin Melbourne, a councillor and teacher from Cardiff, has a 14-year-old daughter and a 16-year-old son.\nHer son has already had a jab and the family have discussed the importance of having the vaccine.\nShe said: \"As a family we felt we needed to have the jab. My husband is a diabetic so it was really important that we put things in place to protect him. We've got elderly relatives as well.\n\"It's not just simply looking at protecting ourselves, it's protecting all those around us. We have a responsibility to ensure that we're doing that.\"\nBut she said it was ultimately her daughter's choice whether she would have the vaccine.\nMs Melbourne added: \"The biggest thing for her is she doesn't want to miss any more school. If she can ensure by having this injection that she's not going to be having to take time off school, then that's certainly a benefit for her.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-58564831",
      "category": "world-latin-america",
      "title": "Haiti PM Ariel Henry banned from leaving country amid murder inquiry",
      "tags": "Haiti,Jovenel Moise,Ariel Henry",
      "text": "Haiti's Prime Minister Ariel Henry has been banned from leaving the country amid an investigation into his alleged involvement in the assassination of President Jovenel Moïse. \nA prosecutor is seeking charges against Mr Henry, who has been asked to explain his links with a key suspect in the killing, Joseph Felix Badio.\nRecords show the two men had multiple phone calls just hours after the assassination, prosecutors say.\nMr Moïse was killed at home on 7 July.\nHe was shot dead after gunmen stormed his private residence in a suburb of the capital, Port-au-Prince. His death triggered a political crisis which was exacerbated when a huge earthquake struck the south of Haiti a month ago. \nOn Monday, Mr Henry sent a letter purportedly sacking Chief Prosecutor Bed-Ford Claude and accusing him of a \"serious administrative offence\". He later nominated a replacement. \nHowever, on Tuesday Mr Claude appeared to remain in his post as he asked a judge investigating the murder of Mr Moïse to charge the prime minister over his \"suspected\" involvement in the case.\nSources with knowledge of Haiti say it is not in the prime minister's remit to dismiss the prosecutor.\nHaiti's justice minister has ordered extra police protection for Mr Claude following a number of reported threats. \nProsecutors say records obtained from phone operator Digicel have confirmed that Mr Badio - a justice ministry official accused of planning the assassination - and Mr Henry spoke twice shortly after Mr Moïse's killing.\nGeolocation data also showed that Mr Badio, who disappeared after the murder and is currently being sought by police, was speaking from somewhere close to the scene of the crime. He has not publicly commented on these claims.\nThe prime minister recently rejected what he called \"diversionary tactics\" intended to \"sow confusion\" without responding to the specific accusations against him.\nMr Henry has previously told local media that he knew Mr Badio. He has defended him and said that he did not believe he was involved because he did not have the means.\nThe prime minister was reportedly given a deadline of Tuesday 14 September to supply the investigation with information.\nIt comes as authorities step up their efforts to arrest additional suspects in the assassination.\nPolice say there are now 44 people held in custody in connection with the plot, including 18 retired members of the Colombian military."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58547881",
      "category": "uk-politics",
      "title": "Universal Credit: Cut is two hours extra work for claimants, says Therese Coffey",
      "tags": "Therese Coffey,Universal Credit",
      "text": "Work and Pensions Secretary Therese Coffey has backed the cut to universal credit (UC), saying removing the £20 uplift would only mean \"two hours' extra work every week\" for claimants. \nSpeaking to BBC Breakfast, she said the government would try to help people \"perhaps secure those extra hours\".\nBut a charity warned claimants would need to work up to nine extra hours a week to make up the shortfall.\nLabour called the minister's remarks \"an insult to hard working families\". \nShadow work and pensions secretary Jonathan Reynolds later pushed his counterpart on her claims in the Commons, saying she had been \"completely wrong\" over the number of hours needed. \nBut while Ms Coffey said every UC payment \"depends on the individual\", she insisted there were \"a number of different ways that people can actually earn more, keep more of their money, when they are working more hours\" and on benefits. \nAsked about her earlier comments, a Downing Street spokesman said the government was \"supporting people to increase their incomes in a number of ways\". \nThere are 5.9 million people receiving UC payments across the country, according to the latest government figures - almost double the three million making claims before the pandemic.\nWhile some are seeking jobs and others are unable to work, 40% of claimants are already employed.\nThe £20 weekly rise in universal credit benefit was brought in during the coronavirus pandemic to help struggling families.\nThe government has said the uplift will be removed by October as it was always intended to be a \"temporary measure\". \nBut it has faced increasing calls from charities, opposition parties and even some Tory MPs, who think the cut would cause more pain to lower income families. \nAsked about the reduction on Monday, Ms Coffey told BBC Breakfast: \"I'm conscious that £20 a week is about two hours' extra work every week.\n\"We will be seeing what we can do to help people perhaps secure those extra hours, but ideally also to make sure they're also in a place to get better paid jobs as well.\"\nBut the Resolution Foundation disputed her figures, as claimants who work additional hours see their benefits reduced - or for each £1 they earn, the UC payment falls by 63p.\nThe charity said a UC claimant earning the National Living Wage - £8.91 an hour - and with an income of at least £6,100 a year, would take home just £6.60 for two hours work due to the taper in the payment, falling to £4.48 if they pay tax and National Insurance. \nAnd they said the actual take home pay would fall to £2.24 an hour once any pension contributions or additional childcare or travel costs were taken into account.\nThis would mean they would need to work nine extra hours a week to make up for the removal of the £20 uplift. \nPrincipal economist at the Resolution Foundation, Adam Corlett, said: \"The government has tried to justify the coming cut to universal credit - and the huge income loss facing millions of households - by saying that it can easily be offset by simply working a few more hours. If only it were that simple.\n\"Many of those receiving universal credit aren't expected to work at all. And even for those in a position to work, a claimant on the National Living Wage will take a home as little as £2.24 from an extra hour's work. \n\"A small increase in working hours will be nowhere near enough to cover the £20 a week cut coming their way in just one month's time.\"\nHow much would your hourly wage have to be for two hours of extra work to make up for the lost £20 in universal credit?\nConsider somebody who is entitled to UC and is earning enough to be paying income tax and National Insurance.\nWe estimate that they would have to be earning about £40 an hour for the numbers to add up, so £80 in total. Of that, £16 would go on income tax and £9.60 on National Insurance. \nUniversal Credit claimants have an amount that they are allowed to earn before their benefits start to be withdrawn.\nOur example would lose 63p for every extra pound earned, knocking off another £34.27 of the £80, leaving them with £20.13.\nOf course, somebody earning £40 an hour would be pretty unlikely to be on UC in the first place.\nLabour also criticised Ms Coffey's remarks, with the party's deputy leader, Angela Rayner, saying the minister \"either knows she's lying or shouldn't be in the job\".\nMr Reynolds said the party would force a vote in the Commons this week \"to give every MP the chance to back struggling families and cancel this cut\".\nScotland's First Minister Nicola Sturgeon also issued a direct plea to Boris Johnson not to end the uplift - with the decision taken in Westminster for the whole of the UK, rather than being devolved. \nIn her speech at the SNP party conference, she said it would \"quite literally take food out of children's mouths\", adding: \"If this deeply cruel cut does happen, the only conclusion it will be possible to reach is that Boris Johnson simply has no shame.\n\"Please, prime minister, for the sake of millions of desperate people across the country, do not let that be history's verdict upon you.\"\nAsked about Ms Coffey's comments, No 10 stood by the end of the uplift. But a Downing Street spokesman said the government was doing numerous things to help claimants earn more.\n\"We are helping people learn new skills so they can progress to better jobs, indeed our Plan for Jobs provides a number of schemes which will help people learn these new skills and progress in their careers, and we are hiring 13,500 new work coaches to that end,\" he said. \n\"It is true we want to provide people with more skills and more training so that they can progress either in their chosen career or find another one.\" \nThere is a host of free guidance and advice available, including: "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57667987",
      "category": "health",
      "title": "Covid: NHS plans booster jab for those 50 and over before winter",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "The NHS has been given the green light to start planning a Covid vaccine booster programme in the UK ahead of this winter.\nA bigger flu season than normal is expected, meaning extra protection against Covid is likely to be needed.\nMore than 30 million of the most vulnerable should receive a third dose, vaccine experts are advising.\nThey will include all adults aged 50 and over, and anyone over 16 who qualifies for a flu jab.\nHealth service bosses had previously said they needed lots of warning of an autumn Covid-19 booster rollout in order to plan the logistics alongside vaccinating millions of people against flu.\nInterim advice from the Joint Committee on Vaccination and Immunisation (JCVI) is that boosters will help maintain protection against Covid-19 and new variants for those most at risk, before winter comes.\nThe vaccines are thought to protect most people against serious illness for at least six months, but a lack of data on exactly how long immunity lasts is prompting a safety-first approach.\nNo decisions have yet been made on which vaccines will be used.\nProf Jonathan Van-Tam, deputy chief medical officer for England, said: \"We want to be on the front foot for Covid-19 booster vaccination to keep the probability of loss of vaccine protection, due to waning immunity or variants, as low as possible - especially over the coming autumn and winter.\"\nHe said other respiratory viruses, particularly flu, \"will make a comeback\" and be an additional problem this winter.\n\"We will need to ensure protection against flu, as well as maintaining protection against Covid-19,\" Prof Van-Tam said.\nHealth and Social Care Secretary Sajid Javid said ministers were working with the NHS to rapidly deliver the programme from September.\n\"Our first Covid-19 vaccination programme is restoring freedom in this country, and our booster programme will protect this freedom,\" he said.\nScotland's health secretary Humza Yousaf said the government had been working closely with NHS boards to plan for the booster campaign, while the current vaccination programme \"continues at pace and remains on schedule\".\nWales' Health Minister Eluned Morgan said she was working with Welsh health boards to ensure they can deliver a booster programme \"from the start of September\".\n\"In line with the other nations of the UK, the Welsh government welcomes the JCVI advice,\" she said. \"It very much aligns with our thinking and our planning assumptions to date.\"\nThe JCVI's final advice will be published before September, when better data will be available on how long protection from the first two doses of the vaccines lasts. The latest figures on hospitalisations, emerging variants and trials will also be taken into account at that point, and could change their advice.\nIn the meantime, the JCVI's advice is to offer a third Covid jab (and a flu jab) to the following people from September 2021:\nAfter those groups, it will be:\nProf Wei Shen Lim, Covid-19 chair for JCVI, said all these groups would also be eligible for the annual flu vaccine and were strongly advised to have it.\nYounger adults will be not be given a third dose, because they will only have had their second dose in the summer, although this decision will be revisited at a later time, the JCVI said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58543554/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Job vacancies surge past one million in new record",
      "tags": "Unemployment,Economics,Job Retention Scheme,Employment,UK economy",
      "text": "Job vacancies have hit a record high as the economic recovery continues, according to official figures.\nThe number of vacancies in the three months to August rose above one million for the first time since records began in 2001.\nFigures also showed employee numbers were back at pre-Covid levels in August, the Office for National Statistics (ONS) said.\nAugust payrolls showed another monthly increase of 241,000 to 29.1 million.\nBusiness groups said, however, despite the return of staffing levels to pre-pandemic rates there remained high demand for more staff, and there was a risk labour shortages would dampen growth.\nThe ONS deputy statistician, Jonathan Athow, said: \"Early estimates from payroll data suggest that in August the total number of employees is around the same level as before the pandemic, though our surveys show well over a million are still on furlough.\"\nBut Mr Athow pointed out that the recovery was not even, with areas such as London and sectors like hospitality and the arts still down.\nThe ONS also cautioned that young people had been badly affected by job losses. \n\"The overall employment rate continues to recover, particularly among groups such as young workers who were hard hit at the outset of the pandemic, while unemployment has fallen,\" he said.\nOverall, the unemployment rate fell from 4.7% to 4.6% in the three months to July.\nSuren Thiru, head of economics at the British Chambers of Commerce said, however, that firms were currently facing an \"acute hiring crisis\".\n\"With Brexit and Covid-19 driving a more deep-seated decline in labour supply, the end of furlough is unlikely to be a silver bullet to the ongoing shortages,\" he said.\n\"These recruitment difficulties are likely to dampen the recovery by limiting firms' ability to fulfil orders and meet customer demand.\"\nThe food and accommodation sectors saw the biggest jump in the number of jobs available in August, increasing by 57,600.\nSome companies in the food industry, which has already seen a shortage of fruit pickers and lorry drivers, have been unable to provide normal service recently.\nSupermarket bosses have also warned that it is vital to fix the labour shortage problems before key trading over the Christmas period.\nDairy giant Arla, meanwhile, has also had to cut back on milk deliveries to supermarkets because of the driver shortages.\n\"We advertised locally for 70 fruit-pickers and we had nine applications. On follow-up, only one was still available... in terms of recruiting locally, we failed completely,\" says Ali Capper, the owner of Stocks Farm in Suckley and chair of British Apples and Pears.\nAt her orchard, harvest has just started. It must be done quickly and requires many pairs of hands.\nAli had to turn to specialist recruitment firms and has brought in seasonal workers from Poland, Romania, Bulgaria and Russia.\nShe told the BBC's Today programme: \"This sector at the moment is at crisis point.\n\"Our peak is from April to October and at the moment the whole industry is running between 10 and 35% short of labour... it means there is food waste on our farms.\"\nShe added that there is \"deep concern\" over how fruit will be picked and roles for packers will be filled in the run-up to Christmas.\n\"It feels at the moment that the government is presiding over chaos in our food and drink manufacturing sectors.\"\nYael Selfin, chief economist at KPMG, warned that there could be more pain to come.\n\"While the pressure should ease as more people look to return to work and the furlough scheme ends, the UK labour market is set to remain choppy with vacancies taking time to fill due to skills shortages and reduced availability of overseas workers,\" she said.\nNeil Carberry, chief executive of the Recruitment and Employment Confederation said there was a number of things the government could do \"to solve this crisis\".\n\"Government must work with business to improve training opportunities for workers to transition into the most crucial sectors, and allow some flexibility in the immigration system at this time of need,\" he said.\nHe added that firms must think about how they will retain staff beyond increasing salaries or offering sign-on bonuses, through improving working conditions, for example.\nThe jobs market recovery continues to recover strongly, reflecting the unique nature of last year's lockdown recession and the extension of rescue measures. A full recovery by now, and unemployment below 5% and falling, was in nobody's forecast - including the government's.\nThe confirmation of a record number of vacancies is the other side of the story. The consequences of this are beginning to be seen across the economy.\nAs it happens, there is also likely to be about one million workers still on the furlough scheme when it ends later this month. These two problems will not solve one another. It is still unknown what proportion of those still on furlough will have jobs to return to. \nAnd while some who do not have jobs on hold may fill vacancies, such as airport logistics workers sought after by the freight industry, others will have the wrong skills or be in the wrong place.\nSo a good set of numbers, with an unprecedented double challenge about to hit.\nBut Chancellor Rishi Sunak praised the new figures on Tuesday: \"Today's statistics show that our plan for jobs is working.\n\"As we continue to recover from the pandemic, our focus remains on creating opportunities and supporting people's jobs,\" he said.\nThe figures come as the furlough scheme, which was introduced by the government at the start of the pandemic to stop people being laid off, starts to wind down.\nIn July, employers were required to start paying 10% of salaries - with the government's contribution falling to 70%.\nThe government initially paid 80% of the wages of people who couldn't work, or whose employers could no longer afford to pay them - up to a monthly limit of £2,500."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58517083",
      "category": "business",
      "title": "‘Improving my literacy helped me get a different job’",
      "tags": "Literacy,Employment,Pay",
      "text": "Steve Scovell, 56, had been working at a bakery for several years when he decided to improve his reading and writing skills.\n\"It was difficult at the start in terms of reading ingredients... but I got used to it.\n\"Then about three or four years ago I started getting quite depressed, so I went to find help.\"\nAn estimated nine million UK adults have poor literacy skills, which could affect their job and pay prospects.\nNew research from non-profit consultancy Pro Bono Economics has found that a worker with literacy skills classed as \"very poor\" would have to work an extra 18 months in their lifetime to earn the same amount as someone with basic communication skills.\nThe charity said that around four million workers could receive an estimated £6bn national pay rise if their literacy skills improved.\nThose workers on average earn around £1,500 less per year than they would if they had a basic level of literacy, according to the research.\nAdults with low-level literacy have limited vocabulary and cannot read lengthy texts on unfamiliar topics, which means they find it hard to do things most people take for granted - like filling out a job application. \nBut fortunately support was available to Steve. He was helped with his reading and writing by a charity, Read Easy, and has since found a new job with higher pay and preferable hours.\n\"The hourly rate is better, and it's 8am-3pm rather than 5pm to 3am,\" he says.\n\"My quality of life is so much better.\n\"I don't think without learning to read I would have got this job.\"\nJason Vit of the National Literacy Trust (NLT), which worked with PBE on the study, said the findings showed \"the major economic disadvantage of workers having low literacy.\"\nHe said one of the big challenges for those workers was exclusion from jobs.\n\"Many require workers to read chemical labelling or have specific instructions. Increasingly, jobs that may not traditionally have required literacy now need it, as the business environment gets more literate.\"\nThe NLT has asked companies to sign up to a pledge to tackle the issue.\n\"The vision for the literacy business pledge is getting businesses of all sizes to think of what they can do. \nHe explained that some employers are focusing on adult literacy and are trying to be more literacy friendly by normalising it so employees can seek help, support and advice. \n\"Other businesses are looking at children and young adults, to improve their employability before they enter the workforce.\n\"We need businesses to be open and honest about the scale of the problem, and have an environment where workers can be open about when they struggle and can offer solutions,\" he added.\nFor Sue Mann, who works at Blackpool Transport, improving her literacy skills was a daunting prospect at first.\n\"I was quite nervous and I thought, 'God I'll look such a fool if I fail this'.\"  \nWhen she was at school, Sue felt discouraged and left with no qualifications.\n\"Teachers used to tell you things like, 'you'll always be thick', 'you'll never achieve anything'\".\nBut after returning to learning, she took a certificate, passed the maths part 100%, and was \"over the moon\".\n\"I thought if I can do that, I can do anything.\"\nSue was encouraged by her employer to become a union learning rep - helping others to improve their skills. She believes improving her literacy has given her career a boost as well.\n\"It gave me the confidence to apply for jobs within my own company.\"\nJames Sykes says he had always \"got by\" with his English and Maths.\n\"I left school without anything really, I can't remember exactly. I did the exams but I wasn't interested in any of that.\n\"I have never been very academic, sitting in a classroom environment wasn't for me. I just wanted to get out of school and get a job, I wanted to join the army - my whole aim in life was to be a soldier.\"\nHis parents weren't keen on his career choice, so James took an apprenticeship to later become a joiner. He joined the army reserves instead. \nBut the birth of his son eight years ago prompted him to improve his literacy skills at the age of 40.\nHaving recently started working for Kirklees Council as a joiner, he got help from his employer and his union to take GCSE English last year.\n\"I went to college and for some bizarre reason I fell into it quite nicely, it just clicked.\n\"I've never been a good speller, but I have a good command of the language and can use big words in the right places and not sound daft.\"\nHe ended up getting a 6 in his exam - the equivalent of just above a B in the previous grading system.\n\"It completely blew me away, I was so shocked.\"\nHe says improving his literacy skills will likely help him at the Territorial Army.\n\"It's a tick in the box that you've got to have to allow you to progress, so it will potentially help me in the future with my military career.\"\nFor more information, visit BBC Radio 5 Live's Word Matters website or join in the conversation at #BBCWordMatters."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58543554",
      "category": "business",
      "title": "Job vacancies surge past one million in new record",
      "tags": "Unemployment,Economics,Job Retention Scheme,Employment,UK economy",
      "text": "Job vacancies have hit a record high as the economic recovery continues, according to official figures.\nThe number of vacancies in the three months to August rose above one million for the first time since records began in 2001.\nFigures also showed employee numbers were back at pre-Covid levels in August, the Office for National Statistics (ONS) said.\nAugust payrolls showed another monthly increase of 241,000 to 29.1 million.\nBusiness groups said, however, despite the return of staffing levels to pre-pandemic rates there remained high demand for more staff, and there was a risk labour shortages would dampen growth.\nThe ONS deputy statistician, Jonathan Athow, said: \"Early estimates from payroll data suggest that in August the total number of employees is around the same level as before the pandemic, though our surveys show well over a million are still on furlough.\"\nBut Mr Athow pointed out that the recovery was not even, with areas such as London and sectors like hospitality and the arts still down.\nThe ONS also cautioned that young people had been badly affected by job losses. \n\"The overall employment rate continues to recover, particularly among groups such as young workers who were hard hit at the outset of the pandemic, while unemployment has fallen,\" he said.\nOverall, the unemployment rate fell from 4.7% to 4.6% in the three months to July.\nSuren Thiru, head of economics at the British Chambers of Commerce said, however, that firms were currently facing an \"acute hiring crisis\".\n\"With Brexit and Covid-19 driving a more deep-seated decline in labour supply, the end of furlough is unlikely to be a silver bullet to the ongoing shortages,\" he said.\n\"These recruitment difficulties are likely to dampen the recovery by limiting firms' ability to fulfil orders and meet customer demand.\"\nThe food and accommodation sectors saw the biggest jump in the number of jobs available in August, increasing by 57,600.\nSome companies in the food industry, which has already seen a shortage of fruit pickers and lorry drivers, have been unable to provide normal service recently.\nSupermarket bosses have also warned that it is vital to fix the labour shortage problems before key trading over the Christmas period.\nDairy giant Arla, meanwhile, has also had to cut back on milk deliveries to supermarkets because of the driver shortages.\n\"We advertised locally for 70 fruit-pickers and we had nine applications. On follow-up, only one was still available... in terms of recruiting locally, we failed completely,\" says Ali Capper, the owner of Stocks Farm in Suckley and chair of British Apples and Pears.\nAt her orchard, harvest has just started. It must be done quickly and requires many pairs of hands.\nAli had to turn to specialist recruitment firms and has brought in seasonal workers from Poland, Romania, Bulgaria and Russia.\nShe told the BBC's Today programme: \"This sector at the moment is at crisis point.\n\"Our peak is from April to October and at the moment the whole industry is running between 10 and 35% short of labour... it means there is food waste on our farms.\"\nShe added that there is \"deep concern\" over how fruit will be picked and roles for packers will be filled in the run-up to Christmas.\n\"It feels at the moment that the government is presiding over chaos in our food and drink manufacturing sectors.\"\nYael Selfin, chief economist at KPMG, warned that there could be more pain to come.\n\"While the pressure should ease as more people look to return to work and the furlough scheme ends, the UK labour market is set to remain choppy with vacancies taking time to fill due to skills shortages and reduced availability of overseas workers,\" she said.\nNeil Carberry, chief executive of the Recruitment and Employment Confederation said there was a number of things the government could do \"to solve this crisis\".\n\"Government must work with business to improve training opportunities for workers to transition into the most crucial sectors, and allow some flexibility in the immigration system at this time of need,\" he said.\nHe added that firms must think about how they will retain staff beyond increasing salaries or offering sign-on bonuses, through improving working conditions, for example.\nThe jobs market recovery continues to recover strongly, reflecting the unique nature of last year's lockdown recession and the extension of rescue measures. A full recovery by now, and unemployment below 5% and falling, was in nobody's forecast - including the government's.\nThe confirmation of a record number of vacancies is the other side of the story. The consequences of this are beginning to be seen across the economy.\nAs it happens, there is also likely to be about one million workers still on the furlough scheme when it ends later this month. These two problems will not solve one another. It is still unknown what proportion of those still on furlough will have jobs to return to. \nAnd while some who do not have jobs on hold may fill vacancies, such as airport logistics workers sought after by the freight industry, others will have the wrong skills or be in the wrong place.\nSo a good set of numbers, with an unprecedented double challenge about to hit.\nBut Chancellor Rishi Sunak praised the new figures on Tuesday: \"Today's statistics show that our plan for jobs is working.\n\"As we continue to recover from the pandemic, our focus remains on creating opportunities and supporting people's jobs,\" he said.\nThe figures come as the furlough scheme, which was introduced by the government at the start of the pandemic to stop people being laid off, starts to wind down.\nIn July, employers were required to start paying 10% of salaries - with the government's contribution falling to 70%.\nThe government initially paid 80% of the wages of people who couldn't work, or whose employers could no longer afford to pay them - up to a monthly limit of £2,500."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58545892",
      "category": "world-asia",
      "title": "Afghanistan crisis: Taliban kill civilians in resistance stronghold",
      "tags": "Afghanistan,Taliban",
      "text": "The BBC has found that at least 20 civilians have been killed in Afghanistan's Panjshir Valley, which has seen fighting between the Taliban and opposition forces. Communications have been cut in the valley, making reporting difficult, but the BBC has evidence of Taliban killings despite promises of restraint.\nFootage from a dusty roadside in Panjshir shows a man wearing military gear surrounded by Taliban fighters. Gunfire rings out and he slumps to the ground.\nIt is not clear if the man killed was an army member - combat uniforms are common in the region. In the video a bystander insisted he was a civilian. \nThe BBC has established there have been at least 20 such deaths in Panjshir.\nOne of the victims was a shopkeeper and father-of-two called Abdul Sami. \nLocal sources said the man would not flee when the Taliban advanced, telling them: \"I'm just a poor shop owner and have nothing to do with war.\"\nBut he was arrested, accused of selling sim cards to resistance fighters. Days later his body was dumped near his home. Witnesses who saw his body said it showed signs of torture. \nWhen the Taliban swept to power last month, just one region held out. \nThe Panjshir Valley has long been a focal point for resistance in Afghanistan. Under the opposition commander Ahmad Shah Massoud, the region repelled both the Soviet forces and the Taliban. Mountain peaks surround the valley making it difficult for anyone trying to capture it.\nMassoud's son Ahmad led the resistance against the Taliban the second time they took control of Afghanistan, but last week the militant group declared victory, posting footage of their fighters raising their flag. \nThe resistance forces have vowed to fight on, with Ahmad Massoud calling for a \"national uprising\" against the Taliban.\nNow attention is turning to what happens next in Panjshir, as elsewhere in Afghanistan, with the Taliban back in charge.\nWhen the Taliban entered the valley, they encouraged residents to carry on as normal. \n\"They should come out, do their daily activities,\" said a spokesman, Malavi Abdullah Rahamani. \n\"If they are shopkeepers they can go to their shops. If they are farmers, they can go to their farms. We are here to protect them, their lives and their families.\" \nBut instead of this, footage from the ground shows once-busy marketplaces deserted. People have been trying to flee, with long lines of vehicles forming below the valley's craggy peaks. \nThere have been warnings of shortages of food and medicine. \nThe Taliban has denied targeting civilians. But coming after reports of a massacre of members of the Hazara minority and the killing of a policewoman, it is a further sign that the reality on the ground differs from the Taliban's promises of no revenge attacks. \n\"These kind of reports seem to fall in to a pattern that we've already documented throughout Afghanistan,\" said Patricia Grossman of Human Rights Watch.\n\"As the Taliban made their way towards Kabul through July and August we had similar reports and we were able to document summary executions of former security personnel, former members of the government and civilians often in revenge killings. This looks to very much be the same pattern.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58560923",
      "category": "world-asia",
      "title": "Afghanistan: Taliban leaders in bust-up at presidential palace, sources say",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "A major row broke out between leaders of the Taliban just days after they set up a new government in Afghanistan, senior Taliban officials told the BBC.\nSupporters of two rival factions reportedly brawled at the presidential palace in the capital Kabul.\nThe argument appeared to centre on who did the most to secure victory over the US, and how power was divided up in the new cabinet.\nThe Taliban have officially denied the reports.\nThe group seized control of Afghanistan last month, and have since declared the country an \"Islamic Emirate\". Their new interim cabinet is entirely male and made up of senior Taliban figures, some of whom are notorious for attacks on US forces over the past two decades.\nThe dispute came to light after a Taliban co-founder, Mullah Abdul Ghani Baradar, disappeared from view for several days.\nOne Taliban source told BBC Pashto that Mr Baradar and Khalil ur-Rahman Haqqani - the minister for refugees and a prominent figure within the militant Haqqani network - had exchanged strong words, as their followers brawled with each other nearby. \nA senior Taliban member based in Qatar and a person connected to those involved also confirmed that an argument had taken place late last week. \nThe sources said the argument had broken out because Mr Baradar, the new deputy prime minister, was unhappy about the structure of their interim government. \nThe row also reportedly stemmed from divisions over who in the Taliban should take credit for their victory in Afghanistan. \nMr Baradar reportedly believes that the emphasis should be placed on diplomacy carried out by people like him, while members of the Haqqani group - which is run by one of the most senior Taliban figures - and their backers say it was achieved through fighting. \nMr Baradar was the first Taliban leader to communicate directly with a US president, having a telephone conversation with Donald Trump in 2020. Before that, he signed the Doha agreement on the withdrawal of US troops on behalf of the Taliban.\nMeanwhile, the powerful Haqqani network is associated with some of the most violent attacks that have occurred in Afghanistan against Afghan forces and their Western allies in recent years. The group is designated by the US as a terrorist organisation.\nIts leader, Sirajuddin Haqqani, is the interior minister in the new government. \nRumours about a fallout have been spreading since late last week, when Mr Baradar - one of the best-known faces of the Taliban - disappeared from public view. There was speculation on social media that he might have died. \nThe Taliban sources told the BBC that Mr Baradar had left Kabul and travelled to the city of Kandahar following the row. \nIn an audio recording purportedly of Mr Baradar released on Monday, the Taliban co-founder said he had been \"away on trips\".\n\"Wherever I am at the moment, we are all fine,\" he said.\nThe BBC was not able to verify the recording, which was posted on a number of official Taliban websites.\nThe Taliban have maintained that there was no argument and that Mr Baradar is safe but have released conflicting statements on what he is currently doing. A spokesman said Mr Baradar had gone to Kandahar to meet the Taliban's supreme leader, but later told BBC Pashto that he was \"tired and wanted some rest\". \nMany Afghans will feel they have good reason to doubt the Taliban's word. In 2015, the group admitted covering up their founding leader Mullah Omar's death for more than two years, during which time they continued to issue statements in his name.\nSources told the BBC that Mr Baradar was expected to return to Kabul and might appear on camera to deny that any argument had happened.\nSpeculation remains over the Taliban's supreme commander, Hibatullah Akhundzada, who has never been seen in public. He is in charge of the Taliban's political, military and religious affairs. \nMeanwhile, Afghanistan's acting foreign minister on Tuesday called for international donors to restart aid, saying the international community should not politicise their assistance.\nMore than $1bn (£720m) in aid was pledged for the country on Monday, following warnings from the United Nations of a \"looming catastrophe\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58529158",
      "category": "uk",
      "title": "Coronavirus: PM set to unveil Covid winter plan for England",
      "tags": "Coronavirus pandemic",
      "text": "Boris Johnson will announce his Covid winter plan for England on Tuesday, including contingency measures that would be implemented if the NHS was at risk of becoming overwhelmed.\nThe PM will outline plans for booster jabs after the UK's vaccine advisory body unveils its guidance on Monday.\nOfficials are looking at measures that could be needed if cases rose steeply.\nBut government sources have said further lockdowns are not being considered.\nMr Johnson's Covid plan is set to follow an announcement by the Joint Committee on Vaccinations and Immunisation (JCVI) on who should receive booster jabs. \nThe JCVI said last week that a third vaccine dose should be offered to people over the age of 12 with severely weakened immune systems - which accounts for up to half a million people in the UK.\nIt came after research showing about 40% of people with weakened immune systems had a low antibody response, and potentially less protection, after two vaccine doses.\nThe advice means the most vulnerable - less than 1% of the population - will be offered a third dose, rather than all those on the original list of clinically extremely vulnerable people.\nThe JCVI has yet to announce if a separate booster programme is needed and who would be eligible.\nA government source stressed the Covid winter plan would emphasise how society planned to continue \"living with\" the virus throughout the winter and promote Covid and flu jabs. \nThe Times reports that mandatory face coverings and working from home will be brought back in if there is a winter surge in infections.\nThere is growing concern among ministers that the NHS could come under severe strain if Covid infections surged alongside a bad flu season, the paper says.\nSources have told the Times the government's Scientific Advisory Group for Emergencies (Sage) has devised a series of options to limit the spread of Covid-19 without the use of lockdowns.\nThe legal requirement to wear a face covering ended on 19 July, but people have been advised to continue to wear them in crowded indoor spaces.\nThe UK reported a further 29,547 new infections on Saturday, alongside another 156 deaths within 28 days of a positive Covid test.\nMeanwhile, 89% of the population over the age of 16 have received a first dose of a coronavirus vaccine, while almost 81% have had both doses.\nThe Coronavirus Act - emergency legislation introduced to give the government new powers to tackle coronavirus - is also coming up to its six-month review by MPs. \nMr Johnson is set to repeal regulations in England that are no longer necessary, including the powers to close down parts of the economy, such as businesses, or the placing of restrictions on events and gatherings.\nAlso set to be repealed are regulations that enable the temporary closure or limiting of access to schools, colleges and childcare; those that extend time limits for urgent warrants; and powers to detain infectious people.\nHowever, certain measures from the Act will be kept - including the requirement to self-isolate on receiving a positive PCR test; giving sick pay to those isolating from day one rather than day seven; and the power to keep schools open if they close against government guidance.\nMr Johnson said: \"Thanks to the efforts of the public, the NHS and our phenomenal vaccination programme, we reached step four in our roadmap and life has returned to a sense of normality. \n\"These extraordinary times required necessary but intrusive measures. But I'm determined to get of rid of any powers we no longer need because of our vaccine defences.\"\nThe PM is expected to hold a Downing Street press conference next week to set out the next steps in the government's pandemic response."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-58562067",
      "category": "uk-scotland-scotland-politics",
      "title": "Scotland to vaccinate 12 to 15-year-olds from Monday",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Scotland is to begin vaccinating children aged between 12 and 15 from Monday of next week.\nThe jabs will initially be available at drop-in centres, with parents and carers being asked to accompany their children.\nLetters will be sent everyone in the age group the following week, inviting them to an appointment.\nThere will also be a vaccination programme in schools after the scheduled appointments.\nThis will allow anyone who has not yet been vaccinated to have a further opportunity to do so.\nIt comes after the Chief Medical Officers of each of the four UK nations concluded that the additional benefits were sufficient to justify vaccination of children over the age of 12.\nThey said it would help to reduce disruption to their schooling this winter and benefit those growing up in the poorest areas.\nScotland is also to join the other UK nations in offering a booster shot of the Pfizer vaccine to all adults over 50, frontline health and care workers, younger adults with health conditions that put them at higher risk, and adult household contacts of people with suppressed immune systems.\nThe JCVI advisory group said the move was needed amid concern about waning immunity ahead of winter. \nThe boosters programme will also begin next Monday, when frontline health and social care workers will be able to book their appointment online through NHS Inform.\nResidents in care homes for older people will be offered both flu and Covid booster vaccines from next week.\nAnd adults aged 70 years or over, and everyone aged over 16 on the highest risk list, will be contacted shortly either by letter or by their GP. \nOther eligible groups - all adults over 50, all those aged 16 to 49 with underlying health conditions, adult carers, unpaid and young carers, and adult household contacts of people who are immunosuppressed - will be able to book online from October.\nAnnouncing the expansion of the vaccination programme, First Minister Nicola Sturgeon said both measures would \"help us considerably in our ongoing efforts against this virus\".\nAnd she stressed the importance of \"informed consent\" for young people considering whether to have the jab.\nChildren able to overrule the decision of their parents on whether or not they should have the vaccine if they are deemed to be competent and understand the health implications. \nMs Sturgeon said: \"I know that these are important decisions for young people and their parents, and that many will have questions. \n\"I would encourage everyone to read the information that will be provided, and do not hesitate to visit a drop in clinic to ask any questions or raise any concerns.\n\"Vaccination is a vital part of our overall protection against this virus. That is why it is important to support people - especially young people - to make informed choices that they feel comfortable with\".\nMs Sturgeon also confirmed that secondary schools pupils will continue to have to wear face coverings in class until at least the October holidays, when the measure will be reviewed again. \nShe acknowledged that this would be unpopular with many pupils, but said it remained a \"prudent and necessary precaution\".\nAnd with university terms now starting, she said no large in-person lectures will be held for now. \nInstead, there will be a mix of online and in-person learning - with universities and colleges deciding themselves the level of in-person teaching that they will offer during this term. \nIn addition, physical distancing will remain in place on campuses and face coverings will be required in indoor public spaces.\nNearly 70% of Scotland's population has now had two jabs. But almost a quarter are still completely unvaccinated. That includes around 230,000 people aged 12-15. Experts say opening up vaccination to this group will help increase population coverage and slow the spread of the virus.\nBut ministers still want the rest of the highly sociable 18-29 age group to get vaccinated too, with drop-in clinics for students during freshers' weeks.\nOf course, young people remain unlikely to become seriously unwell with Covid. But widespread community infection is having knock-on effects causing wider harm, for example in schools and hospitals.\nBoosters will also go ahead for health and care workers, and adults over 50 and with some health conditions.\nHopefully this will head off further pressure over the winter - if the NHS can keep its head above water for the next few weeks.\nScottish Conservative leader Douglas Ross said vaccinating 12 to 15-year-olds and offering booster shots had the potential to be \"game-changing in halting the spread of Covid this winter\".\nBut he said more answers were needed on how the schemes would be delivered, and called for mobile vaccination units at every school to encourage uptake - particularly those in areas where vaccination rates are low.\nMr Ross added: \"We have seen almost every year, like clockwork, the SNP's flu jag programme descends into chaos. They cannot let the country down by allowing Covid booster jags to go the same way.\"\nScotland has seen a surge in the number of cases in recent weeks, with the country having the highest infection rate of any UK nation last week and the number of people being hospitalised with the virus also increasing dramatically. \nBut there are signs that the sharp increase has levelled off and may be starting to fall slightly, with the country recording an average of 5,506 new cases in the week to 11 September - lower than the figure of 6,290 a day for the previous week.\nMore than 70% of all cases last week were among those under the age of 45. \nThe latest daily figures showed that 3,375 positive cases were reported on Monday - 11.4% of all tests carried out.\nThe number of people in hospital with the virus has increased by 16 to 1,064, with 89 patients in intensive care - one fewer than yesterday.\nThe deaths of a further 21 people who had recently tested positive for the virus have also been recorded, taking the total by that definition to 8,263."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58561776",
      "category": "uk-wales",
      "title": "Covid: Swansea Bay health board advises return of school Covid rules",
      "tags": "Swansea Bay University Health Board,Schools,Welsh government,Wales education,Coronavirus pandemic",
      "text": "Schools in one Welsh health board area have been advised to reintroduce some Covid measures after a large number of positive cases. \nSecondary pupils in the Swansea Bay area have been encouraged to take lateral flow tests twice weekly. \nFace masks should also be worn on school transport and in communal areas, while one-way systems in corridors should return, the health board said. \nWelsh government guidance said schools should alter rules based on cases. \nKeith Reid, director of public health for the Swansea Bay area said: \"Levels of infection are now as high as last December. \n\"Schools are not themselves a high risk, but we are asking them to take steps to help prevent the continuing spread of the virus in the wider community.\n\"The current and sustained high level of Covid-19 infections in Swansea means we are asking schools to take action which is in line with the Welsh government framework for education 'high' rating,\" he said.\nFace masks are advised for some areas in schools but not in classrooms.\nAll desks will have to face the front of the room and there will not be full school assemblies. \nThe health board area covers Swansea county and Neath Port Talbot, which has some of the worst case rates of all local authorities in Wales, according to the latest Public Health Wales figures. \nNeath Port Talbot's rate was 713.3 cases per 100,000 people over the most recent seven-day period, behind only Merthyr Tydfil and Carmarthenshire, while Swansea had the fourth-highest rate at 653.3. \nThe overall case rate for Wales is 510.8 per 100,000 people. \nSwansea county has recorded the highest number of new infections in each of the past four weeks. \nSimon Davies, head teacher of Ysgol Gyfun Gymraeg Bryn Tawe in Swansea, said the school was seeing more pupils with symptoms. \nHe said: \"We are seeing numbers [of cases] increasing. We're up over 30, 35 in school and that's increasing daily. \n\"We're seeing more pupils showing symptoms in school also and we are having to send them home and it's having an impact on staff also.\n\"There's a natural concern when people come from homes where someone has the virus but comes in to school but we're sure that the policies are based on solid data. \n\"We're fortunate that a lot of our parents that have had cases at home have been very sensible and insisted that brothers and sisters went for their tests before they came back,\" he said. \nLaura Doel, of the NAHT head teachers' union, said: \"As the risk level starts to rise in Wales, now is the time to revisit some of the mitigation measures that had little or no impact on the delivery of education, like staggered start times and grouping of learners.  \n\"Our aim is to keep learners in school and to have as little disruption to the delivery of education as possible.  \n\"For that to happen, those discussions must take place and clear mitigations must be set out to school leaders,\" she said.\nThe Welsh government said: \"The framework enables schools to put additional measures in place if local risks differ from the national risk rating. \n\"In discussion with their health board, local authorities will work with schools to decide how any measures should be tailored.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58551992",
      "category": "uk-northern-ireland",
      "title": "Taylor Swift: Pop star poses for selfies in Belfast",
      "tags": "Taylor Swift",
      "text": "You might think that only in your 'Wildest Dreams' would you meet American pop star Taylor Swift on a night out in Belfast.\nBut that is exactly what happened for some lucky locals and hospitality staff last week.\nStaff in a Belfast bar posted on social media that the star had happily posed for selfies when she visited the city.\nWorkers at the bar said she was in the city with her boyfriend, the actor Joe Alwyn. \nHe is wrapping up filming on the Hulu/BBC Three adaptation of Sally Rooney's novel Conversations with Friends.\nAmong the venues Swift visited was the Tipsy Bird bar in the city centre.\nThere she met singer Tiernán Heffron, 22, who plays at the bar every Friday night and is a huge fan of Swift.\n\"It was just like any other gig in Belfast until she turned up. No one there knew she would be there,\" he told BBC News NI.\n\"I was getting set up and someone came over to tell me Taylor Swift had just walked in.\n\"The back of my knees just dropped. I was excited because any other singer-songwriter would dream of this moment - so I just thought 'let's do it'.\n\"My heart was beating so fast. I just went for it and I had her up singing and dancing to 'Tell My Ma' - she was having a blast.\"\nSwift even asked Mr Heffron for a selfie.\n\"She came up to me in the middle of it with a big smile and said: 'You're so good - how can I follow you?' Mr Heffron said.\n\"I told her my name and that I worked in a special needs school but I had been working hard on my music and she asked me for a selfie.\n\"She tipped me for playing, told me she enjoyed my music and said: 'You deserve this'.\"\nWhen he went to say goodbye to her and thank her for the tip she told him she had heard him singing Ed Sheeran songs and that the two were best friends.\n\"She said: 'Right now are putting in your 10,000 hours - this is not your first gig - you're confident and you're going to do great',\" Mr Heffron said.\nIn a Facebook post, the Tipsy Bird said: \"The one and only Taylor Swift graced us with her presence last Friday night.\n\"We can confirm she is just as lovely as you would expect and was kind enough to take a picture with our team.\n\"Taylor, if you fancy being a Tipsy Bird another night in the future, you know where to find us\".\nShe was also spotted at Shu restaurant on the Lisburn Road in south Belfast, where she posed for photos with the team.\n\"On Thursday evening we had the pleasure of serving Taylor Swift,\" Shu said.\n\"Taylor was so lovely and really is a beautiful person inside and out and she kindly agreed to photos with all of our team,\" the restaurant added in a post on social media.\nSwift released the first re-recording of her back catalogue, Fearless (Taylor's Version) in April. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-business-58557434",
      "category": "uk-scotland-scotland-business",
      "title": "Energy customers hit by collapse of People's Energy and Utility Point",
      "tags": "Ofgem,Energy industry",
      "text": "Customers have been advised not to panic after two energy suppliers announced they had ceased trading.\nOne of the firms is Edinburgh-based People's Energy, which supplies gas and electricity to about 350,000 homes and 1,000 businesses.\nThe other is Dorset-based Utility Point, which has 220,000 domestic customers.\nNational advice service Advice Direct Scotland said energy supplies would continue for those affected.\nIt also said customers would not lose any money owed to them. \nConsumers have also been advised not to immediately switch to a new supplier as a new company will be chosen by regulator Ofgem.\nPeople's Energy was formed in 2017 by East Lothian couple David Pike and Karin Sode following a crowdfunding campaign.\nThe firm promised to return profits to its customers in a transparent, ethical way of working.\nIn August last year, it announced plans to create 100 new jobs with an expansion into the Borders.\nIn a statement on its website, People's Energy said: \"Please rest assured that your energy supply is secure and all account credit balances are protected for our domestic customers. \n\"This includes any recent top-ups that were made as part of the seasonal weighting initiative.\" \nIt added: \"We are truly sad that we weren't able to make this community-focused approach to energy supply work. \n\"Thank you to those of you who supported our mission from early on. We are very sorry about the inconvenience and disruption this will cause our customers.\"\nIn a similar announcement on its website, Utility Point said customers \"need not worry, their supplies are secure and domestic credit balances are protected\".\nAdvice Direct Scotland, which runs the national energyadvice.scot service, said customers affected \"should not panic\".\nSpokesman Colin Mathieson said: \"While this news can be worrying for consumers, it's important to remember that you won't be cut off if your energy supplier has gone out of business - so you don't need to do anything right now.\n\"The gas and electricity regulator Ofgem will arrange for your account to be transferred to a new supplier. \n\"There won't be a break in your supply when it's transferred over, although the price you pay for your energy might go up - and that's when you can consider switching supplier, and you won't be charged an exit fee to do so.\"\nFurther information about the collapse of the energy firms can be found on the Ofgem website."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58555227",
      "category": "world-us-canada",
      "title": "Tropical storm Nicholas brings heavy rain to Texas and Louisiana",
      "tags": "Louisiana,Texas,United States,Severe weather",
      "text": "Tropical storm Nicholas has been downgraded from a hurricane after making landfall on the Texas coast in the US, bringing heavy rain and the risk of life-threatening flooding.\nThe storm was upgraded to a hurricane after reaching land at 00:30 (05:30 GMT), but has now weakened.\nMore than 500,000 power outages have been reported in Texas, according to PowerOutage.us.\nPresident Joe Biden declared an emergency in Louisiana.\nIt comes just weeks after Hurricane Ida - the fifth strongest to ever hit the US mainland - killed dozens and left more than a million Louisiana residents without power. \nNicholas is carrying maximum sustained winds of 70mph (110km/h), weather officials said, and is expected to hit the Texas coast and upper Louisiana with five to 10 inches of rain. \nThere could be rainfall of up to 20 inches across central to southern Louisiana, they said.\nThe US National Hurricane Centre said that Nicholas \"has continued to move slowly inland and has weakened during the past few hours\".\nBut it warned that \"life-threatening flash flooding impacts, especially in highly urbanised metropolitan areas, are possible\", and the National Weather Service called it a \"life-threatening situation\".\n\"We want to make sure that no one is caught off guard by this storm,\" Louisiana Governor John Bel Edwards told a news conference.\nHe warned that drainage systems still clogged from Ida could trigger flash floods.\nMore than 119,000 homes and businesses remain without power in Louisiana due to Ida, he added.\nTexas Governor Greg Abbott declared states of emergency in 17 counties and three cities.\nHouston Mayor Sylvester Turner warned of flooding and urged the city's roughly 2.3 million residents to stay off streets and motorways.\n\"Take things seriously and prepare,\" Mr Turner said at a news conference. \"This is primarily a rain event and we don't know how much rain we will be getting.\"\nDozens of schools across the two states have been closed, and hundreds of flights have been cancelled or delayed at airports in the Texas cities of Corpus Christi and Houston."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58550197",
      "category": "uk",
      "title": "Prince Andrew's lawyer says NY case is baseless and non-viable",
      "tags": "Prince Andrew, Duke of York,Virginia Giuffre,New York City,New York,United States",
      "text": "The Duke of York's lawyer has described allegations of sexual assault filed in a US court as \"baseless, non-viable [and] potentially unlawful\".\nAndrew Brettler told a pre-trial conference call in New York that a 2009 settlement between Virginia Giuffre and sex offender Jeffrey Epstein released the duke from \"any and all liability\".\nHe also said the duke had not been properly served notice of proceedings.\nPrince Andrew has consistently denied Ms Giuffre's claims.\nMr Brettler - a Los Angeles-based lawyer promoted as a \"media and entertainment litigation\" specialist - requested a copy of the 2009 agreement, which is not public. \n\"There has been a settlement agreement that the plaintiff [Ms Giuffre] has entered into in a prior action that releases the duke and others from any and all potential liability,\" he said.\nDuring the conference call on Monday, Mr Brettler denied that the prince had been given legal documents properly, a process known as \"service\" in US law.\nMr Brettler went on to argue it was for the High Court in London to decide whether the documents had been served correctly, but the judge, Lewis Kaplan, disagreed.\nJudge Kaplan told Ms Giuffre's lawyer, David Boise, he had a week to find an alternative method of serving legal documents to the duke in the UK.\nThe judge said the next meeting in the case would happen on 13 October.\nMs Giuffre, now 38, was an accuser of Epstein, the billionaire convicted sex offender who died in prison in 2019, and claims she was sexually assaulted by the prince at three locations, including New York City.\nMs Giuffre - then known as Virginia Roberts - says she was assaulted at the London home of Epstein associate Ghislaine Maxwell, and at Epstein's homes in Manhattan and Little St James in the US Virgin Islands.\nHer case claims Prince Andrew, 61, engaged in sexual acts without Ms Giuffre's consent, including when she was 17, knowing how old she was, and \"that she was a sex-trafficking victim\".\nThe prince, the Queen's second son, has consistently denied the claims, and told BBC Two's Newsnight in 2019: \"It didn't happen. I can absolutely categorically tell you it never happened. I have no recollection of ever meeting this lady, none whatsoever.\"\nMs Giuffre's lawyers had claimed papers were left with a police officer at the gates of Prince Andrew's Windsor home last month - and that meant papers were successfully \"served\".\nThe duke does not face the prospect of an extradition hearing as this only applies to criminal charges and not civil cases."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58547904",
      "category": "uk",
      "title": "Covid: UK booster jabs to start next week and vaccine passports not ruled out in England's 'Plan B'",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Tuesday evening. We'll have another update for you on Wednesday morning.\nThe government has been setting out its plan to tackle Covid over autumn and winter - when cases are expected to rise. A key part of that is to offer booster vaccines to all over-50s, younger adults with health conditions and frontline health and care workers. The booster should be given at least six months after a second dose - with the Pfizer jab recommended. Experts say there are some signs the protection offered by the vaccine may start dropping off several months after the second dose - with the most vulnerable groups most at risk of this. The boosters are being rolled out across the UK. Read more in our explainer here.\nThe booster jab programme was part of \"Plan A\" in a winter plan for England unveiled by Health Secretary Sajid Javid earlier - which also includes promoting vaccines and continuing testing and isolation rules. But if things get more serious, Boris Johnson outlined a \"Plan B\". That could include mandatory vaccine passports for mass events, and face coverings could also be legally mandated in some places. Guidance on working from home may also be issued under this plan, but Mr Johnson stressed the benefit of returning to the workplace for younger people. We've explained the two plans here.\nIn Scotland, the health service is under pressure like never before, with hospitals across the country operating at, or near, full capacity. Staff shortages due to high rates of Covid infection are pushing many of those left on duty to their limits.\nCall handlers are dealing with about 10,000 more 999 calls a month than last summer. The impact is being felt by patients as they wait for hours for medical help. BBC Scotland's health correspondent Lisa Summers spent the night shift with one ambulance in crew in Lothian, to witness the level of demand they are facing.\nIn Northern Ireland a High Street voucher scheme to help pandemic-hit businesses in retail and hospitality will open for registration on 27 September - with the first cards being issued on 4 October, the government has said.\nThe £145m programme will offer pre-paid cards worth £100 to all over-18s and will have to be spent by 30 November. One business owner said the money would be a boost at a time when there is a \"natural lull\" and \"people have a few less pounds in their pocket to spend\".\nAnd in China - the tourism industry is seeing a Covid-fuelled surfing boom. People are discovering it in increasing numbers, thanks in part to restrictions on foreign travel in the wake of the pandemic.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nAll children aged 12-15 will be offered one dose of a Covid vaccine. It is hoped the measure will help prevent further disruption to their education. Read here how it will help and what's being done in the rest of the world.\nYou can find further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-humber-58559511",
      "category": "uk-england-humber",
      "title": "Grimsby hospital: High demand blamed for A&E queue",
      "tags": "Grimsby,NHS",
      "text": "Patients attending a hospital's emergency department were forced to queue outside due to \"high demand for services\", a trust has said.\nNorthern Lincolnshire and Goole NHS Foundation Trust said the queue at its Grimsby hospital on Monday was due to a lack of \"physical space\" for walk-in patients because of social distancing.\nOne witness has described it as a \"frightening experience\".\nStaff had regularly assessed patients waiting in the queue, the trust said.\nKay Parrish, a former NHS worker, said she was faced with the line of patients outside Diana, Princess of Wales Hospital's A&E department when she took her friend, who was having a suspected heart attack.\nMs Parrish said: \"I really couldn't believe what I was seeing. There were no chairs for anybody to sit down on. There was a lady that was pregnant, there were people with children, a lady with a baby. Everybody was just waiting very, very patiently. \n\"Nobody was given any explanations as to why people were waiting outside. Forty minutes later we'd probably moved six yards.\"\nMs Parrish said they were told there were \"no beds\" at the hospital and she had felt sorry for the staff.\n\"It really did frighten me. Something terrible's going to happen to somebody if that is a regular occurrence.\"\nIn a statement, the trust said: \"We are experiencing a high demand for services - both in terms of A&E attendances and demand for beds. \n\"Yesterday afternoon there was a queue outside the department, not due to any delays in checking patients in, but due to there not being enough physical space in the department to allow all those who 'walked in' to be able to adhere to social distancing rules.\"\nA trust spokeswoman added that the hospital was \"still very busy\" and advised people to seek alternative help such as their GP, pharmacy or the NHS 111 service when possible.\nFollow BBC East Yorkshire and Lincolnshire on Facebook, Twitter, and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58555665",
      "category": "uk-northern-ireland",
      "title": "Covid-19 vaccines for over-12s and boosters for over 50s",
      "tags": "NI Health,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Young people aged 12 to 15 in Northern Ireland will be offered Covid vaccines, while all over-50s and healthcare staff will be offered booster jabs.\nThe changes to the vaccine programme were announced by Stormont's Department of Health, with the first boosters to be given within 10 to 15 days.\nPeople aged 16 to 49 with underlying health issues can also have boosters.\nHealth Minister Robin Swann said it would protect young people and prolong protection for those most at risk. \nAn estimated 900,000 people will be eligible to receive a booster jab in Northern Ireland.\nCare home residents will be first on the list when the booster roll-out begins in late September, according to the head of Northern Ireland's Covid-19 vaccination programme, Patricia Donnelly. \nMs Donnelly also said 12 to 15-year-olds were likely to be offered their vaccines in October. \nThere are about 98,000 young people aged from 12 to 15 in Northern Ireland and the decision to vaccine that cohort comes after the UK's four chief medical officers recommended the step.\nThese young people will be offered a single dose of the Pfizer/BioNTech Covid-19 vaccine with parental consent sought prior to vaccination. \nMost school-aged children aged 12 to 15 are expected to primarily receive their Covid-19 vaccination in school.  \nA schools-based vaccination programme is the model used for vaccinations including for human papillomavirus (HPV) and the annual flu programme.  \nThey will be supported by GPs where necessary.\nConsent forms for vaccination will begin to be distributed via schools shortly, the department said.\nThere will be alternative provision for those who are home-schooled or in secure services.\nYoung people aged 12 to 15 who are part of an at-risk group will receive two doses, eight weeks apart, in line with advice from the Joint Committee on Vaccination and Immunisation (JCVI).\n\"This move will help protect young people from catching Covid-19 and is expected to prevent disruption in schools by reducing transmission,\" the health minister said. \nVaccinations for children aged between 12 and 15 in the Republic of Ireland began in August.\nThe Covid-19 booster vaccine announcement followed advice from the JCVI.\nThey advised booster jabs should be offered to people who are more at-risk from serious disease and were vaccinated as priority groups during the first phase of the vaccination programme early this year. \nThe Department of Health said this meant the booster jabs will be offered to:\nMr Swann said care home residents and front-line health and social care workers would be first on the list.\n\"By early October we expect to see GPs starting to invite their oldest patients in to receive their booster dose as they pass the six-month mark from receiving their second dose,\" he said. \nRegardless of which vaccine brand these patients received in the earlier stages of the programme, the JCVI has advised a \"preference\" for the Pfizer-BioNTech vaccine for the booster programme.\n\"This follows data from the Cov-Boost trial that indicates the Pfizer-BioNTech vaccine is well tolerated as a third dose and provides a strong booster response,\" the department said. \nIt added that a half dose of the Moderna vaccine may be offered as an alternative, and in cases where patients have certain allergies, an AstraZeneca vaccine may be considered for booster protection. \nAs many younger adults have only recently received their second vaccine jab, the benefits of boosters for under-50s who are at less risk from Covid-19 are to be considered at a later date. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58552389/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Booster jabs for over-50s expected to be announced",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Ministers are to outline their plans for attempting to control the pandemic through the winter. \nIt is expected that all over-50s will be offered a third booster jab, after advice from the JCVI. \nBBC political editor Laura Kuenssberg said the booster would be a single dose of the Pfizer vaccine at least six months after a second dose.\nThe vaccines minister said the country was in a \"very strong place\" to begin a booster campaign this month.\nNadhim Zahawi told BBC Breakfast interim proposals published by the independent Joint Committee on Vaccination and Immunisation (JCVI) in June - which suggested jabs should go to the over-70s and those most at risk first, before expanding to all adults aged over 50 - had allowed the NHS to prepare. \nBut the government has been waiting for final recommendations from the JVCI on who should receive the extra doses before announcing more details. \nIt is likely the booster programme will be similar to interim proposals published by the committee. \nMr Zahawi said the government had accepted the final advice of the JCVI and the prime minister and health secretary would set out more detail later. \nA Covid booster would be \"co-administered\" with a flu jab wherever possible, he said.\n\"This is probably the last piece of jigsaw to allow us to transition this virus from pandemic to endemic and I hope by next year we'll be in a position to deal with this virus with an annual inoculation programme as we do with flu,\" he told BBC Radio 4's Today programme. \nOn Monday, the government confirmed all children aged 12 to 15 in England would be offered one dose of the Pfizer jab, with invitations going out from next week. \nIt follows advice from the UK's chief medical officers, who say the jab will help reduce disruption to education.\nA rollout is yet to be confirmed in Scotland, Wales and Northern Ireland.\nThe news on booster jabs comes as the government prepares to set out its plan for managing Covid through the autumn and winter.\nIn a statement before the announcement, Prime Minister Boris Johnson said while the pandemic \"is far from over\", the \"phenomenal vaccine programme, new treatments and testing\" mean the UK is \"able to live with the virus without significant restrictions on our freedoms\". \nThe PM, who will chair a cabinet meeting later ahead of a coronavirus press conference at 15:30 BST, said he would lay out a strategy for the months ahead \"when the virus has a natural advantage, to protect the gains we have made\". \nMr Zahawi told BBC Breakfast that when the pandemic first hit the only effective tool available was lockdown but \"the vaccines have changed all that\" and they are now the \"main tool within our arsenal\". \nHowever, asked whether the country could still see lockdowns again in the future, the vaccines minister said it would be \"foolhardy\" to rule anything out.\nHe also said the option of making proof of vaccination mandatory to access venues like nightclubs \"remains in reserve\" but the booster campaign would hopefully put \"downward pressure\" on infection rates. \nMr Johnson's Covid winter plan for England is expected to focus on contingency measures that would be brought in if the NHS was at risk of becoming overwhelmed due to the virus.\nThe government's Scientific Advisory Group for Emergencies (Sage) had devised a series of options to limit the spread of Covid without the use of lockdowns, including bringing back mandatory face coverings and working from home if there was a winter surge in infections, according to the Times.\nAt a Downing Street briefing on Monday, Prof Chris Whitty, England's chief medical officer, said \"anybody who believes that the big risk of Covid is all in the past... has not understood where we're going to head as we go into autumn and winter\".\nHe said there would continue to be \"pressure on the NHS\" and \"disruption to education\".\nThere is a huge amount of uncertainty about what winter will bring. In fact, it's not even clear what the next month will bring.\nIt was feared September could see Covid cases rise, but there are no signs of that happening yet.\nBig surges in infection levels are probably behind us, given the amount of immunity built up in the population.\nBut if current levels are sustained throughout winter the NHS will struggle. That will certainly be the case if other respiratory illnesses bounce back like experts fear. \nA respiratory virus called RSV is already circulating at very high levels. It can cause 30,000 hospitalisations every winter among the under fives - five times the number admitted for Covid since the start of the pandemic.\nFlu could also take off. Lockdowns and social distancing last winter means immunity has waned across the board. It's important to plan for the worst, while hoping for the best.\nThe JCVI said earlier this month a third vaccine dose should be offered to people over the age of 12 with severely weakened immune systems - which accounts for up to half a million people in the UK.\nIt came after research showing about 40% of people with weakened immune systems had a low antibody response, and potentially less protection, after two vaccine doses.\nOver 48 million people in the UK have had their first dose of a vaccine, with more than 44 million having their second dose. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58549883",
      "category": "entertainment-arts",
      "title": "Tanya Fear: Missing British actress found safe in LA",
      "tags": "Television,Los Angeles",
      "text": "British actress Tanya Fear has been found in Los Angeles after being reported missing last week. \nA spokesperson for the Los Angeles Police Department told the BBC that the 31-year-old was safe. They would not provide further details.\nA statement said the actress's family were \"relieved and extremely grateful\". \nFear appeared in a 2018 episode of BBC sci-fi drama Doctor Who. Friends and family said she had last been seen on Thursday.\nAccording to the @FindTanyaFear Twitter account, which is described as being run by her family, the actress left her Hollywood Bowl apartment without her phone or purse and was last seen at 22:00 local time that day.\nHer uncle had said the family were \"deeply worried\".\nA statement posted on @FindTanyaFear on Monday thanked police and members of the public for their efforts in locating the actress, and the \"outpouring of concern and support over the last several days\".\n\"We understand she is not physically harmed, but as a precaution, is being assessed at a local hospital,\" it said. \nThe actress, whose full name is Tanyaradzwa Fear, has also appeared in TV's Spotless, Endeavour, DCI Banks and Midsomer Murders. She was seen in the movie Kick-Ass 2 and had recently started doing stand-up comedy."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58464664",
      "category": "entertainment-arts",
      "title": "Andrew Neil resigns from GB News three months after channel's launch",
      "tags": "Television,Andrew Neil",
      "text": "Andrew Neil has resigned as chairman and lead presenter of GB News, just three months after helping to launch the channel.\nNeil, 72, was on air for less than two weeks before announcing he was taking a break.\nThe former BBC political presenter will continue to contribute to GB News as a regular guest commentator.\nIn a statement, he said he had decided to \"reduce my commitments on a number of fronts\".\nHe added: \"Over the summer I've had time to reflect on my extensive portfolio of interests and decided it was time to cut back.\"\n\"I wish GB News well in continuing to fulfil its founding promise and mission to reach audiences currently underserved by existing news broadcasters.\"\nA statement from GB News said: \"Andrew is without doubt one of the finest journalists and interviewers in this country.\n\"GB News thanks him for his 12 months of leadership, wisdom and advice, and we wish him well.\"\nAndrew Neil was more than just another presenter on GB News - he was the face of the channel, its chairman and the lead presenter of its flagship evening programme.  \nTo go on a summer holiday after just eight programmes naturally attracted attention, and when that holiday continued for more than two months, it was clear something was going on.\nThe channel was launched with a strong editorial vision to cover stories that Neil said were neglected by other broadcasters and to counter a \"metropolitan mindset\".  \nThere were a few technical problems at the start but early viewing figures were, for a news channel, good.  \nIts desire to challenge the BBC and Sky looked a possibility, but since those early days much has changed.  \nThe Andrew Neil slot - which has been covered by Colin Brazier during this long summer holiday - was at the beginning of September sometimes attracting fewer than ten thousand viewers. Some programmes were getting even lower ratings.  \nThe line-up of presenters has also changed, most notably the arrival of Nigel Farage, who is drawing their biggest audience. The channel's direction, taking on what it calls \"woke\" and \"cancel\" culture, is clear. \nNeil may continue as an occasional commentator, but the face and character of the channel is now more Farage than Neil.\nNeil left the BBC after 25 years following the US presidential election last November.\nHe then turned his attention to launching GB News in mid-June, with the channel promising to \"change the face of news and debate in the UK\".\nHowever, he was said to have gone on leave at the end of June. He did not return, and earlier this month it was reported that relations between Neil and chief executive Angelos Frangopoulos had broken down over the direction of the company.\nThe network recruited former UKIP leader Nigel Farage in his absence, to join ex-Sun journalist Dan Wootton and experienced news anchors Simon McCoy, who was recruited from the BBC, and Alastair Stewart, who was previously a newsreader on ITV News.\nNeil appeared in a commentator capacity on Nigel Farage's show on the network on Monday evening, with Farage emphasising Neil's new role as a regular GB News contributor. Farage briefly alluded to the media coverage, but did not comment beyond saying he had \"enormous respect\" for Neil.\nThe journalist's departure comes two months after Guto Harri quit the network following a row over his decision to take the knee during a discussion about racism towards England's black footballers. \nNeil is next due to appear on BBC One's Question Time this Thursday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58474536",
      "category": "uk",
      "title": "Covid: No plans for October lockdown, says government",
      "tags": "Coronavirus lockdown measures,Nadhim Zahawi,Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "The government has denied newspaper reports that it is planning an October lockdown in England.\nThe i newspaper said plans had been drawn up to extend the school half-term holiday, if the number of hospitalisations continue at the current level.\nThe i said a full lockdown was unlikely - but the government could introduce some rules as part of a \"firebreak\".\nHowever the Department for Education said the report was \"not true\".\n\"It is not true that the government is planning a lockdown or firebreak around the October half term,\" it said in a tweet.\nThe prime minister's spokesman also denied the report. He said plans had been kept for a range of scenarios - \"but these kind of measures would only be reintroduced as a last resort to prevent unsustainable pressure on our NHS\".\n\"I think we've been clear throughout that we will take action, and indeed we have done when necessary to protect our NHS,\" he said.\nBut the spokesman pointed out that when rules were brought in the past, the UK did not yet have the protection from vaccines. \nOn Tuesday the UK recorded another 37,489 coronavirus cases, with 209 deaths within 28 days of a positive test. \nFour in five people in the UK aged 16 and over are now fully vaccinated against Covid-19, the latest figures show. Health Secretary Sajid Javid said it was \"a phenomenal achievement\".\nIf the NHS was at risk of collapse the return of restrictions is possible. Contingency plans are, of course, in place. \nBut the key question is - what is the likelihood of this? Very few of those scientists advising government think it's a likely scenario. \nAnd - as one scientist put it to me - \"if we were going to suggest anything it wouldn't be closing schools\".\nThat's not to say there isn't real concern about winter. \nCovid, plus the return of normal winter viruses made worse by lack of immunity from social distancing and lockdown last year, means the coming months are likely to be very difficult for the NHS. \nCare could be rationed and performance deteriorate as happens quite often in winter.\nBut it is important to remember currently fewer than 7% of beds are occupied by Covid patients - and the numbers are not rising rapidly.\nEarlier, the government's vaccines minister Nadhim Zahawi said he hoped booster jabs would avoid the need for any new lockdown rules.\n\"Look, vaccines have given us the ability to reduce infections, to save 100,000 lives,\" he told BBC Breakfast.\n\"I'm not going to be arrogant and say to you this is a done deal, it's all over, it's fine, this virus is no longer in pandemic stage. \n\"But I hope through the booster programme we can transition the virus from pandemic to endemic status and deal with it year in, year out... but not have to close down our economy or take the severe measures we had to sadly take in December of last year.\"\nThe first booster vaccines for the most vulnerable are expected this month.\nThe latest advice from the Joint Committee on Vaccination and Immunisation - which advises the government on vaccines -  suggests more than 30 million people should receive a booster dose of Covid vaccine.\nThat number includes all over-50s and anyone over 16 who qualifies for a flu jab.\nSeparately to the booster jabs, about 400,000 to 500,000 people in the UK who are severely immuno-suppressed will also be eligible for a third dose of vaccine. This is different to a booster jab, and they may also get a booster at a later date.\nMr Zahawi also emphasised that the flu vaccine was important. \n\"I worry about flu,\" he said. \"We've got a big flu programme that has begun and will continue throughout the winter months as well as, I hope, our Covid booster programme which will begin shortly this month.\"\nThe number of people in hospital with coronavirus has been slowly climbing in recent weeks - although it is still far below the peak in January this year.\nSo far, nearly 80% of adults in the UK are fully vaccinated, while almost 89% have had a first dose. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58559171",
      "category": "uk-politics",
      "title": "Covid: Boris Johnson on Covid plans and restrictions",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58559168",
      "category": "uk-politics",
      "title": "Javid: Covid booster vaccines in England from next week",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58552769",
      "category": "uk",
      "title": "Covid jab rollout for 12 to 15-year-olds to start in UK schools",
      "tags": "Children,Coronavirus vaccines,Coronavirus pandemic",
      "text": "All children aged 12 to 15 across the UK will be offered one dose of the Pfizer-BioNTech Covid jab.\nInvitations for jabs will begin soon - parental consent will be sought for the schools-based vaccination programme.\nIt follows advice from the UK's chief medical officers, who say the jab will help reduce disruption to education.\nIt is hoped the first jabs in England would take place by 22 September, Vaccines Minister Nadhim Zahawi said.\nScotland's First Minister Nicola Sturgeon said the Scottish government would \"move to implement the advice as quickly as possible\".\nShe said that drop-in clinics would open for any 12 to 15-year-old who had read information and, in discussion with parents and carers were able to make an informed decision, from next week.\nNorthern Ireland's Health Minister Robin Swann said the move will help to protect young people from catching the virus. \nWales' Health Minister Eluned Morgan said parents will have to weigh up the \"risks and benefits\".\nOn Monday, the UK's four chief medical officers recommended the single dose for 12 to 15-year-olds - who are deemed at very low risk from the disease - saying factors such as disruption to education tipped the balance.\nProf Chris Whitty, the lead CMO for the UK, said it was a \"difficult decision\" and should not be seen as a \"silver bullet\".\nBut he said it could be an \"important and useful tool\" in reducing school disruption in the coming months - and when combined with the marginal health benefit identified by vaccine advisory body the JCVI, it meant offering a Covid vaccine to all children was appropriate.\nMr Zahawi said the School Age Immunisation Service would deliver the \"bulk\" of the programme, with separate vaccination sites used for schools where this was not possible. \nHe said clinicians would share information on the vaccine with parents and if there was a difference in opinion between a parent and child, a clinician would bring them together to try and reach a consensus. \nHowever, in the rare cases agreement is not reached, the child could give consent themselves if the clinician considered them \"competent\", he added. \nPaul Whiteman, general secretary of the National Association of Head Teachers, said some of the union's members had already received letters from pressure groups threatening legal action if vaccination took place in schools. \nHe told BBC Radio 4's Today programme any advice to parents and children on the vaccine should come from health professionals rather than teachers to avoid any \"unpleasantness\" in schools. \nThere's a reason this decision-making process has been so long and, at times, seemingly painful - it's such a finely-balanced call.\nHealthy children aged 12 to 15 are at such low risk from Covid, that the benefit of vaccination on health grounds is only marginal - and not enough to warrant going ahead with a mass vaccination programme.\nAnd add in the benefit from limiting school disruption and you only just get there.\nThe emergence of the Delta variant means the vaccines are less effective at preventing infection than they once were.\nWhat is more, more than half of secondary school age children may have natural immunity after having been infected.\nThe assessment released by the CMOs suggests it may stop 30,000 infections between October and March in England.\nThis is based on a number of assumptions on uptake and spread of the virus in the coming months which could be wrong.\nBut if that is the case that would prevent 110,000 missed days of in-person schooling - or one day for every 20 children. The attention given to this issue is, perhaps, rather disproportionate.\nHealth and Social Care Secretary Sajid Javid said he accepted the recommendation from the chief medical officers aimed at protecting young people from catching Covid, reducing transmission in schools and keeping pupils in the classroom.\n\"Our outstanding NHS stands ready to move forward with rolling out the vaccine to this group with the same sense of urgency we've had at every point in our vaccination programme,\" he said.\nChildren with health conditions and those living with clinically vulnerable people have already been told they can have the vaccine - and are being offered two doses.\nThis accounts for around one in eight of the three million children in this age group.\nHow do you feel about your 12 to 15-year-old child being vaccinated? Email haveyoursay@bbc.co.uk.\nOr use this form to get in touch:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your comment or send it via email to HaveYourSay@bbc.co.uk. Please include your name, age and location with any comment you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leeds-58550047",
      "category": "uk-england-leeds",
      "title": "Harvey Elliott: Liverpool FC star gives fan his kit after hospital meeting",
      "tags": "X-rays,Leeds,Liverpool",
      "text": "A young footballer who injured himself while playing was \"shocked\" to find himself having an X-ray alongside one of his heroes, who had done the same.\nLiverpool fan Jacob was taken to Leeds General Infirmary after hurting his wrist in a juniors match on Sunday. \nReds midfielder Harvey Elliott was later injured against Leeds United and ended up at the same hospital.\nJacob said the midfielder, who gave the teenager his boot and shirt, had also given him a \"lot of helpful advice\".\nMore Yorkshire stories\nJacob's dad Imran, who is also a Liverpool fan, said his son was at a match with his mother when he was tackled and hurt his wrist.\nHe said he was at home watching his team's victory against Leeds United and saw Elliott get stretchered off, but it was \"unbelievable\" that his son then met the Liverpool star in hospital.\n\"It's been a mad 24 hours,\" he said.\n\"I knew my son was in hospital with his wrist and I knew Harvey Elliott was stretched off... but I had no idea they'd both end up in LGI X-ray department at the same time.\"\nImran said Elliott had started talking to Jacob's mother while the teenager had his X-ray and had then spoken to his son.\nJacob said meeting the Premier League star had been \"nerve-wracking\".\n\"I didn't know what to say,\" he said. \n\"I'm a big Liverpool fan so I told him he's a really good player and he gave me a lot of helpful advice.\"\nHe said he would now frame Elliott's shirt and put the boot in pride of place in his bedroom.\nHis dad said the Liverpool player had told Jacob that he wanted to keep the other boot because it was \"lucky\".\nHe added that he was \"a bit gutted\" not to have been there, but said he was \"really proud\" of his son.\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk or send video here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58494641",
      "category": "science-environment",
      "title": "Climate change: World now sees twice as many days over 50C",
      "tags": "Climate change,Severe weather",
      "text": "The number of extremely hot days every year when the temperature reaches 50C has doubled since the 1980s, a global BBC analysis has found.\nThey also now happen in more areas of the world than before, presenting unprecedented challenges to human health and to how we live. \nThe total number of days above 50C (122F) has increased in each decade since 1980. On average, between 1980 and 2009, temperatures passed 50C about 14 days a year. \nThe number rose to 26 days a year between 2010 and 2019.\nIn the same period, temperatures of 45C and above occurred on average an extra two weeks a year.\n\"The increase can be 100% attributed to the burning of fossil fuels,\" says Dr Friederike Otto, associate director of the Environmental Change Institute at the University of Oxford.\nAs the whole world warms, extreme temperatures become more likely.\nHigh heat can be deadly for humans and nature, and cause major problems to buildings, roads and power systems.\nTemperatures of 50C happen predominantly in the Middle East and Gulf regions. \nAnd after record-breaking temperatures of 48.8C in Italy and 49.6C in Canada this summer, scientists have warned that days over 50C will happen elsewhere unless we cut fossil fuel emissions. \n\"We need to act quickly. The faster we cut our emissions, the better off we'll all be,\" says Dr Sihan Li, a climate researcher at the School of Geography and the Environment at the University of Oxford.\n\"With continued emissions and lack of action, not only will these extreme heat events become more severe and more frequent, but emergency response and recovery will become more challenging,\" warns Dr Li.\nThe BBC analysis also found that in the most recent decade, maximum temperatures increased by 0.5C compared with the long-term average from 1980 to 2009.\nBut these increases have not been felt equally around the world: Eastern Europe, southern Africa and Brazil saw some maximum temperatures rise by more than 1C, and parts of the Arctic and Middle East recorded increases of more than 2C.\nScientists are calling for urgent action from world leaders at a UN summit in Glasgow in November, where governments will be asked to commit to new emissions cuts in order to limit global temperature rises.\nThis BBC analysis launches a documentary series called Life at 50C investigating how extreme heat is affecting lives across the world.\nEven below 50C, high temperatures and humidity can create severe health risks. \nAs many as 1.2 billion people around the world could face heat stress conditions by 2100 if current levels of global warming continue, according to a study from Rutgers University in the US published last year. That is at least four times more than those affected today.\nPeople are also facing difficult choices as the landscape around them changes, as extreme heat makes drought and wildfires more likely. While, other factors can contribute, climate change is also an important driving force behind desertification.\nSheikh Kazem Al Kaabi is a wheat farmer from a village in central Iraq. The land around him was once fertile enough to sustain him and his neighbours, but it has gradually become dry and barren. \n\"All this land was green, but all of that is gone. Now it is a desert, drought.\"\nAlmost all the people from his village have moved away to look for work in other provinces.\n\"I lost my brother, dear friends and loyal neighbours. They shared everything with me, even my laughter. Now nobody shares anything with me, I'm just face-to-face with this empty land.\"\nIt went over 50C in my area, why is it not featured?\nReports of record temperatures usually come from measurements taken at an individual weather station, but the data we have studied represents larger areas than those covered by a single station. \nFor example, Death Valley National Park in southern California is one of the hottest places on Earth. Temperatures in certain parts of the park regularly pass 50C in summer. But when creating an average for maximum temperatures for the wider area, using several different sources, a figure below 50C is reached. \nWhere is the data from?\nThe BBC has used the maximum daily temperatures from the high resolution global ERA5 dataset, produced by the Copernicus Climate Change Service. The data is often used to study global climate trends. \nERA5 combines actual weather observations from many sources, such as stations and satellites, with data from modern weather forecasting models. \nThe process fills in gaps created by poor station coverage in many parts of the world and helps us to understand climate change. \nWhat analysis have we done?\nUsing the maximum temperature for every day from 1980 to 2020, we identified how often temperatures exceeded 50C. \nWe counted the number of days and locations with a maximum temperature of 50C or higher for every year, to determine the trend over time.\nWe also looked at the change in maximum temperatures. We did this by working out the difference between the average maximum temperature over land and sea for the most recent decade (2010-2019) compared with the 30 years before (1980-2009). \nAverages of at least 30 consecutive years are known as climatologies. These are used for showing how recent periods compare to a climate average. \nWhat do we mean by 'location'?\nEach location is represented by a grid square of roughly 25 km by 25 km, and about  27-28 km wide at the equator. These grid squares can cover large areas and may contain many different types of landscape. The grids are squares of 0.25 degrees latitude by 0.25 degrees longitude.\nCredits\nMethodology developed with support from Dr Sihan Li of the School of Geography and the Environment, University of Oxford, and Dr Zeke Hausfather of Berkeley Earth and Carbon Brief. External review by Dr Samantha Burgess, Dr Julien Nicolas and Dr Freja Vamborg at the Copernicus Climate Change Service, hosted by the European Centre for Medium-Range Weather Forecasts (ECMWF). Special thanks to Prof Ed Hawkins of the University of Reading as well as Prof Richard Betts and Dr John Caesar at the Met Office.\nData analysis and journalism by Nassos Stylianou and Becky Dale. Design by Prina Shah, Sana Jasemi and Joy Roxas. Development by Catriona Morrison, Becky Rush and Scott Jarvis. Data engineering by Alison Benjamin. Case study by Namak Khoshnaw. Additional research by Stephanie Stafford. Interview with Dr Friederike Otto by Monica Garnsey.\nClimate stripes visualisation courtesy of Prof Ed Hawkins and University of Reading."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-58549373",
      "category": "world",
      "title": "Climate change: Young people very worried - survey",
      "tags": "Climate change",
      "text": "A new global survey illustrates the depth of anxiety many young people are feeling about climate change.\nNearly 60% of young people approached said they felt very worried or extremely worried.  \nMore than 45% of those questioned said feelings about the climate affected their daily lives.\nThree-quarters of them said they thought the future was frightening. Over half (56%) say they think humanity is doomed.\nTwo-thirds reported feeling sad, afraid and anxious. Many felt fear, anger, despair, grief and shame - as well as hope. \nOne 16-year-old said: \"It's different for young people - for us, the destruction of the planet is personal.\"\nThe survey across 10 countries was led by Bath University in collaboration with five universities. It's funded by the campaign and research group Avaaz. It claims to be the biggest of its kind, with responses from 10,000 people aged between 16 and 25. \nMany of those questioned perceive that they have no future, that humanity is doomed, and that governments are failing to respond adequately. \nMany feel betrayed, ignored and abandoned by politicians and adults.\nThe authors say the young are confused by governments' failure to act. They say environmental fears are \"profoundly affecting huge numbers of young people\".\nChronic stress over climate change, they maintain, is increasing the risk of mental and physical problems. And if severe weather events worsen, mental health impacts will follow.\nThe report says young people are especially affected by climate fears because they are developing psychologically, socially and physically.\nThe lead author, Caroline Hickman from Bath University, told BBC News: \"This shows eco-anxiety is not just for environmental destruction alone, but inextricably linked to government inaction on climate change. The young feel abandoned and betrayed by governments.\n\"We're not just measuring how they feel, but what they think. Four out of 10 are hesitant to have children.\n\"Governments need to listen to the science and not pathologise young people who feel anxious.\" \nThe authors of the report, to be published in the journal Lancet Planetary Health, say levels of anxiety appear to be greatest in nations where government climate policies are considered weakest. \nThere was most concern in the global south. The most worried rich nation was Portugal, which has seen repeated wildfires.\nTom Burke from the think tank e3g told BBC News: \"It's rational for young people to be anxious. They're not just reading about climate change in the media - they're watching it unfold in front of their own eyes.\"\nThe authors believe the failure of governments on climate change may be defined as cruelty under human rights legislation. Six young people are already taking the Portuguese government to court to argue this case.\nThe survey was carried out by the data analytics firm Kantar in the UK, Finland, France, the US, Australia, Portugal, Brazil, India, the Philippines and Nigeria. It's under peer review on open access.\nYoung people were asked their views on the following statements: \nThe researchers said they were moved by the scale of distress. One young person said: \"I don't want to die, but I don't want to live in a world that doesn't care for children and animals.\"\nFollow Roger on Twitter @rharrabin"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58547221",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Decision due 'soon' on jabs for 12-15 year-olds",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Scotland will announce a decision on jabs for 12 to 15 year olds \"as soon as possible\" after it was recommended by the UK's chief medical officers.\nThe UK government's vaccine committee said there was not enough benefit to warrant it on health grounds alone.\nBut the CMOs said vaccination would help reduce disruption to education.\nScotland's health secretary, Humza Yousaf, said their conclusion was that the additional likely benefits were sufficient to justify vaccination.\nHe added: \"Health ministers are now considering this advice and we will make a decision as soon as possible.\"\nIf they agree, children will be offered the Pfizer jab.\nChildren with health conditions or living with clinically vulnerable people have already been told they can get the vaccine.\nThis accounts for around one in 10 of the three million UK  children in this age group.\nMr Yousaf thanked Scotland's chief medical officer Dr Gregor Smith and his three UK counterparts for their \"careful consideration\" of the issue.\nDr Smith joined the UK government's chief medical adviser, Prof Chris Witty, at a Downing Street briefing to outline the process that would be taken to offer the jabs.\nHe said that parents and children needed to understand that although the benefit was \"marginal\", it was still better to have the jab.\nHe said: \"Informed consent in this context is really important, particularly when there is a marginal benefit.\n\"We should not mistake that for no benefit at all, that's the first really important point in this.\"\nDr Smith, a GP himself, said that it was important to use \"straightforward language\" in order to set out \"in very child-friendly terms\" the advantages of vaccination. \n\"That is something that GPs across the country are used to doing on a regular basis\", he said.\nScotland's largest teaching union has been calling for the vaccination of 12-15-year-olds since the JCVI said ministers could take into account other factors in deciding to approve it.\nEIS general secretary, Larry Flanagan, told the BBC he welcomed the development as Scotland was in the midst of \"record levels\" of teacher and pupil absences.\nHe said: \"The very high level of pupil infection at the moment is a cause for concern, because in secondary schools teachers will be in contact with over a hundred pupils in the course of a normal day.\n\"And if there are high infection levels amongst those pupils there is a greater risk to teachers and to other support staff, so reducing that risk through the vaccination of 12-15 year-olds is a very welcome step.\"\nScotland's children and  young people's commissioner, Bruce Adamson, also welcomed the CMOs' guidance, but stressed that children must have a choice.\n\"It is important that children are supported to make informed decisions about their own health. Children of this age group have told me over the last few months that they are in favour of having the choice to be vaccinated,\" he said.\nNicola Sturgeon has previously said that Scotland would be ready to move as quickly as possible if the recommendation came.\nLinda Bauld, professor of public health at Edinburgh University, and soon to become the Scottish government's chief social policy adviser, told BBC Radio Scotland's Drivetime programme that preparations had been started.\nShe said: \"They will also be looking at to what extent the schools are involved. We know the supply is here. It will be more about the logistics. \n\"The other thing I would emphasise is all the comms to parents and young people will need to be clear, there need to be frequently asked questions prepared so that people can make an informed choice.\"\nProf Bauld said that she herself had witnessed a level of confusion from parents and said that messaging should reflect what people were genuinely concerned about.\nShe said: \"What is the risk of myocarditis and pericarditis, what are the potential benefits of vaccinating and what's the risk of Covid-19 to young people? \n\"That needs to be spelled out and available in simple plain language and to the young people themselves - using voices young people trust like Young Scot.\"\nShe added that there was good evidence that the more people immunised in a population - including young people - the better the \"wall of population immunity\". \nShe said that the vaccines cannot prevent transmission but they do reduce the risk of transmission and that more young people being vaccinated would \"help achieve that\".\nDr Mairi Stark, Royal College of Paediatrics and Child Health Scotland officer, said the vaccine would have \"marginal benefit\" for children as very few end up in hospital with the virus or suffer severe complications.\nBut she told BBC Radio's Good Morning Scotland programme: \"A lot of children are getting Covid so that disrupts school. \n\"A lot of children are having to spend time off school self-isolating and they are having to self-isolate on a recurrent basis at the moment. So keeping children in school is the big thing.\"\nUse the form below to send us your questions and we could be in touch.\nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read the terms and conditions.\nIf you are reading this page on the BBC News app, you will need to visit the mobile version of the BBC website to submit your question on this topic. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-58558355",
      "category": "uk-england-beds-bucks-herts",
      "title": "M25 protests: Arrest tally over Insulate Britain action reaches 77",
      "tags": "London Heathrow Airport,M25 motorway,Climate change,Insulate Britain",
      "text": "The number of people arrested over climate change protests that blocked five M25 junctions has reached 77.\nActivists from a group called Insulate Britain caused long tailbacks and disruption with the action on Monday.\nFiona Atkinson from the group said it was \"fed up with the lack of action\" on the issue, but the government said it was supporting people to install energy efficiency measures in their homes.\nPolice thanked drivers for their \"patience and understanding\".\nThere were protests at junctions 20 for Kings Langley, Herts, 14 for Heathrow terminal four, three for Swanley in Kent, six for Godstone, Surrey and 31 for Lakeside, Essex, on Monday.\nPolice were first called at about 08:00 BST and junctions were fully reopened by lunchtime.\nHertfordshire Police said it arrested 18 people, while Kent Police and Essex Police arrested 12 each.\nThe Essex force said nine had been released under investigation, while three were released on conditional bail. \nSurrey Police said it arrested 35 people with 15 released on conditional bail and the rest released under investigation pending further inquiries.\nArrests were made for various offences, including public nuisance, obstructing the highway and conspiracy to cause danger to road users.\nDet Insp Chris Friday from the Surrey force said: \"Protesters ignored police requests to move on, so we took robust action to enable the motorway to be reopened.\n\"A number of people were taken into custody and enquiries are progressing.\"\nHe also thanked \"all those motorists who got caught up in the delays\".\nMs Atkinson from Insulate Britain said there was \"not enough progress\" on insulating homes.\nShe told BBC Three Counties Radio the protesters had acted to generate discussion and media coverage of the issue.\n\"What we haven't been able to do, pressure groups, is get the government to act,\" she said.\n\"As soon as the government say they are going act we'll get off the road.\"\nA government spokeswoman said: \"People's day-to-day lives should not be disrupted, especially on busy motorways where lives are put at risk and resulting traffic delays will only add to vehicle emissions.\n\"We are investing £1.3bn this year alone to support people to install energy efficiency measures, and our upcoming Heat and Buildings Strategy will set out how we decarbonise the nation's homes in a way that is fair, practical and affordable.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58544950",
      "category": "entertainment-arts",
      "title": "Great British Bake Off 2021 contestants revealed",
      "tags": "Paul Hollywood,The Great British Bake Off,Cooking shows,Television,Baking,Matt Lucas,Prue Leith,Noel Fielding",
      "text": "A police detective, a retired midwife, a psychology student and a software developer will be among the contestants on this year's Great British Bake Off.\nThe show will return for its 12th series on 21 September. Once again, the 12 bakers have been filmed in a bubble because of the Covid pandemic.\nPaul Hollywood, Prue Leith, Matt Lucas and Noel Fielding will all return.\nHollywood has said the standard of baking was \"certainly the highest I've ever encountered\" in the new series.\nMeet the contestants: \nLast year, Peter Sawkins, 20, became the youngest Bake Off winner. An average of 9.2 million viewers watched the final live - Channel 4's biggest overnight ratings for at least 18 years.\nSpeaking ahead of this series, Hollywood criticised the \"disgusting behaviour\" of trolls who targeted some of last year's contestants including finalist Laura Adlington.\nThe judge said he still gets upset by online abuse but has become used to it, whereas the amateur bakers are \"raw, they're new, they're not used to this\".\nHe said: \"I had to come out last year in support of Laura, because it was out of order.\n\"It had gone out of control, and it is so easy in lockdown when people have got nothing else to do, and all they're going to do is bombard someone they're not particularly happy with, and you can't feed into people like that, you've got to be really careful - and so I had to say something.\n\"I think ultimately, you're always going to get sides, you know, it's like football - you're always going to get one side against another, but I think ultimately as long as you support them, and Bake Off do, I saw what was happening and I had to say something.\"\nFollow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58558880",
      "category": "uk-wales",
      "title": "Tomos Rhys Bunford, 9, died in Ferndale after being crushed by vehicle",
      "tags": "Ynysybwl,Pontypridd,Ferndale",
      "text": "A nine-year-old boy died in a field after being crushed by a vehicle, an inquest has heard.\nTomos Rhys Bunford died in Ferndale, close to his home in Ynysybwl, Rhondda Cynon Taf, on 6 September.\nEmergency services were called but he died at the scene, an inquest in Pontypridd heard.\nThe cause of death was given as blunt force injury to the chest, the coroner told the hearing. The inquest was adjourned until 14 March 2023.\nAssistant coroner Sarah Richards said the circumstances surrounding Tomos's death would be investigated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58556453",
      "category": "uk-politics",
      "title": "Brexit: Checks on goods imported from the EU delayed again",
      "tags": "Penny Mordaunt,Brexit,Coronavirus pandemic",
      "text": "The UK is to delay introducing post-Brexit checks on food and farming imports to England, Scotland and Wales, blaming Covid disruption and pressure on global supply chains.\nMeasures which were expected to come in next month will now be introduced in January and July next year.\nLabour said the government did not have a \"sustainable answer to tackling delays and red tape at the border\".\nThe move comes amid shortages of some products in shops and supermarkets.\nMany large companies have blamed a lack of lorry drivers for the problems experienced, with M&S chairman Archie Norman, a former Conservative MP, predicting a \"bumpy ride\" for retailers in the run-up to Christmas.\nThe EU has implemented full checks on UK goods since the start of this year.\nChecks on goods going the other way were also due to come into force in full after the post-Brexit transition ended in January.\nBut they were delayed and, in March, the government announced a timetable to get changes for the food and agriculture sectors done by 1 October.\nPaymaster General Penny Mordaunt has told MPs another postponement is now needed.\n\"The government's own preparations, in terms of systems, infrastructure and resourcing, remain on track to meet that timetable,\" she said, in a written Commons statement.\n\"However, the pandemic has had longer-lasting impacts on businesses, both in the UK and in the European Union, than many observers expected in March.\n\"There are also pressures on global supply chains, caused by a wide range of factors including the pandemic and the increased costs of global freight transport.\"\nMs Mordaunt announced that the requirement to pre-notify British officials about agricultural and food imports from the EU would now start on 1 January next year, rather than on 1 October this year.\nThe requirement for EU firms to get export health certificates before sending live animals and animal products to Britain would be put back to 1 July, she said. \nFor Labour, shadow Cabinet Office minister Baroness Chapman said: \"This announcement shows what we have all known for months - that the government do not have a workable, sustainable answer to tackling delays and red tape at the border...\n\"We cannot have another year of stop-gap solutions, meaningless deadlines, and threats of even greater disruption and economic damage.\"\nThe British Chambers of Commerce called the latest delays \"sensible given the ongoing issues with ensuring trader readiness, the need to build more border control posts and the skills shortages crisis\".\nBut the Food and Drink Federation criticised the government for \"the lateness\" of its announcement.\n\"Businesses have invested very significant time and money in preparing for the new import regime on 1 October 2021. Now, with just 17 days to go, the rug has been pulled,\" said chief executive Ian Wright.\n\"We welcome the government's acknowledgement that supply chains are under extreme pressure but this is to a large extent caused by labour and skills shortages in every part of the food chain,\" he added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58558396",
      "category": "entertainment-arts",
      "title": "Booker Prize 2021 shortlist: 'Absorbing global stories of life and death'",
      "tags": "Literature,Booker Prize,Books",
      "text": "Novels set in Sri Lanka and South Africa, Cardiff Bay and the outer cosmos are among those to have been nominated for this year's Booker Prize.\nThe chair of the judges said choosing the six \"immersive\" books had felt \"transporting in a year when so many of us have been confined to home\".\nThe list includes three American writers and, for the second year in a row, only one British author.\nThe longlisted authors who missed out included Nobel laureate Kazuo Ishiguro.\nThe novelists who did make the cut include Pulitzer Prize-winning American writer Richard Powers and Damon Galgut, from South Africa, who has been nominated for the Booker twice before.\nThe prestigious British-based £50,000 award is open to any authors writing in English, and the scarcity of UK authors was \"just a coincidence\", according to one judge.\n\"While judging the Booker Prize we look at not just what the writers are saying but how they are saying it, and therefore nationalities do not really matter,\" said Chigozie Obioma, who is on the panel six years after being shortlisted twice himself.\nLast year, the sole British representative, Douglas Stuart, went on to win. This year, British-Somali Nadifa Mohamed is nominated for her third novel The Fortune Men.\nJasanoff explained: \"Our shortlist is immersive - stories that you can get absorbed in, voices that get inside your head, which feels quite reflective of the experience of reading in lockdown.\n\"Our shortlist is global - in their authors and their settings - which feels transporting in a year when so many of us have been confined to home.\n\"And our shortlist engages with matters of life and death, which feels quite poignant and pertinent in this catastrophic year.\nAnalysis by BBC arts correspondent Rebecca Jones\nI like this list. It is serious, not showy, but features books you will actually want to read (and will enjoy) rather than books you feel you ought to read (and might not enjoy). \nTake Maggie Shipstead's Great Circle, an enthralling epic about aviation and adventure. It is a big, baggy blast of a book bulging with sex and drugs, taking in Prohibition-era Montana, wartime Alaska, present-day Hollywood, painting and physics. I loved it.   \nThen there's the entertaining debut from Patricia Lockwood, No One is Talking About This. Written in fragments, mirroring posts on social media, it initially appears stylistically experimental before becoming a much more conventional and poignant story. \nAnuk Arudpragasm's A Passage North is the most challenging book and some readers may find it frustrating. It is written in long paragraphs, with lengthy sentences and not much dialogue. It is more of a philosophical meditation on memory and trauma than a page turner perhaps. \nI am glad Richard Powers' Bewilderment has made the shortlist, as much as anything because I thought The Overstory should have won the Booker in 2018. Bewilderment explores the environmental crisis, which will strike a chord with many readers.\nThe Promise by Damon Galgut is an exceptional book, beautifully written with characters you come to care deeply about. The promise of the title is not only the deathbed wish of a white woman to leave a house to her black housekeeper, but also the unfulfilled promise of post-Apartheid South Africa. Having been shortlisted twice before, it could be third time lucky for the South African writer. \nThat leaves Nadifa Mohamed's historical novel The Fortune Men, which I am yet to read. But from what I have heard it is an engrossing story based on real-life events in 1950s Cardiff. On the basis of the other books shortlisted for the prize this year, I can't wait to get started. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58549303",
      "category": "uk-politics",
      "title": "Dominic Raab urged to block new Rwandan diplomat amid human rights concerns",
      "tags": "Dominic Raab,Rwandan genocide,Paul Kagame",
      "text": "Dominic Raab has been urged to block the appointment of a Rwandan diplomat in London for his alleged role in detaining a government critic. \nPaul Rusesabagina, who was portrayed in the Hollywood film Hotel Rwanda, used his Kigali hotel to save hundreds of ethnic Tutsis during the 1994 genocide.\nLast year he was tricked into flying to Rwanda to face terrorism offences. \nRwanda's proposed new high commissioner has insisted his role in getting Mr Rusesabagina to the country was legal.\nJohnston Busingye was, until recently, Rwanda's justice minister. \nA spokesman for the Rwandan government said Mr Busingye had \"served with distinction\" in his former roles\" and added that Mr Rusesabagina's arrest for terrorism offences \"complied with all domestic and international law\". \nIn August 2020, Mr Rusesabagina - who had been living in exile in the United States - got on a private jet in Dubai thinking it was heading for Burundi.\nInstead the flight actually landed in Rwanda - something his supporters have described as a kidnapping. \nIn an interview with Al Jazeera in February 2021, Mr Busingye said \"the government paid\" for the flight taking Mr Rusesabagina to Kigali and paid for the individual who tricked him onto the plane: \n\"The payment was to facilitate the transportation of that man… to facilitate the plan of this man to transport Rusesabagina to Rwanda,\" he said.\nAsked if this was legal, Mr Busingye replied: \"Yes.\"\nAfter spending eight years at the Justice ministry, Mr Busingye was abruptly removed from his post earlier this month by Rwandan President Paul Kagame, only weeks before a court in Rwanda is expected to rule on the charges against Mr Rusesabagina. \nMr Rusesabagina, a Belgian citizen now but with US residency, has been a vocal critic of Rwanda's authoritarian president. \nThe 66-year-old former hotel manager, who is reportedly in ill health, faces various charges of terrorism and founding an armed group responsible for terror attacks in Rwanda. \nProsecutors have asked for a life sentence, but Mr Rusesabagina supporters dismiss the proceedings as a \"sham trial\". \nThe Lantos Foundation, a prominent human rights organisation in the US, has already urged the US authorities to impose so-called Magnitsky sanctions against Mr Busingye for the \"significant role\" they claim he played in \"grave human rights violations\".\nBut now the foundation - set up by the late Tom Lantos, the only Holocaust survivor to become a US Congressman - has also written to Foreign Secretary Dominic Raab urging him to reject the credentials presented by Mr Busingye and impose UK sanctions on the former minister.\nDr Katrina Lantos Swett, president of the foundation, said: \"President Paul Kagame may believe that by sending Johnston Busingye to London, he can divert the focus from the former justice minister's shameful actions and the way he brazenly violated the basic human rights of a humanitarian hero. \n\"But nations who respect human rights cannot allow Kagame to try and sweep these violations under the rug by simply assigning Mr Busingye elsewhere.\"\nShe said the foundation called on Mr Raab to refuse to accept Mr Busingye as Rwandan ambassador.  \n\"Furthermore, the British government should seriously and thoroughly investigate the circumstances of Mr. Rusesabagina's kidnapping and Mr Busingye's involvement in these events,\" she added.\nUnder the Vienna Convention, ambassadors and high commissioners can take up their posts at the Court of St James only if the Foreign Office formally gives what is called its \"agrément\". \nOnly then can the appointment be approved by the Queen. \nAll applications are considered on a case-by-case basis and a number of factors are taken into account before a decision is made. \nThe Foreign Office refused to comment but it is understood that it has yet to grant its agrément to Mr Busingye. \nYolande Makolo, a spokesperson for the government of Rwanda, said: \"Johnston Busingye, Rwanda's high commissioner-designate to the United Kingdom, has served with distinction as justice minister and attorney-general since 2013, and previously as a president/judge of the high court and principal judge of the East African Court of Justice.\n\"Paul Rusesabagina's arrest on an outstanding warrant for terrorism and related offences complied with all domestic and international laws, and he has since received a fair and transparent trial along with 20 co-accused of the FLN armed group which he led.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58556726",
      "category": "uk-wales",
      "title": "Llandudno goat selfie warning from coastguard",
      "tags": "Conwy,Conservation,Selfies,Nature,Animals,Goats,Llandudno,UK coastguards",
      "text": "Tourists have been warned against taking selfies with goats on cliffs in a Welsh seaside town.\nLlandudno Coastguard said it had received reports of people putting themselves in danger on the Great Orme headland to view the goats up close.\nThe goats attracted attention worldwide when they roamed freely through the town in lockdown, but have returned to explore the area's rocky outcrops.\nThe coastguard said the goats are safe and urged people to stay away.\nThe wild herd of about 122 Kashmiri goats spend most of their time on the cliffs of the Great Orme, a county park and nature reserve in Conwy county, but have been known to frequent the town during bad weather.\n\"The goats are safe, they aren't trapped and are just exploring a new part of the Great Orme,\" said the coastguard.\n\"We urge you not to place yourselves in danger to view the goats and to stay on Marine Drive where it is safe and a great vantage point to see the goats.\"\nAndrew Murgatroyd from Llandudno's coastguard team told BBC Radio Wales Breakfast there were around 120 of the \"very famous\" goats across the Orme and a small group have made their way onto a rocky ledge just above the sea.\n\"It's been causing some people concern and they've been going down trying to move them on and some people going down to take pictures and putting themselves at risk,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58548745",
      "category": "uk-wales",
      "title": "Climate change: Rare birds return to Wales after bog project",
      "tags": "Floods,RSPB,Climate change,National Trust,Birds,Curlews",
      "text": "Some of Wales' rarest birds have made a remarkable comeback after work designed to fight climate change and flooding in Snowdonia, conservationists say.\nFor the first time in decades, curlews and golden plovers have been breeding on an area of blanket bog restored by farmers.\nWales hosts 4% of the world's blanket bog habitat, which is highly effective at storing carbon dioxide.\nNow conservationists want a major restoration programme funded here.\nWork started to fix degraded peatland at Blaen y Coed, an upland farm near Ysbyty Ifan in Conwy county, which lies within the Migneint Special Area of Conservation, in 2017. \nBeneath the marshland's spongy surface are deep layers of black peat, built up over millennia as plants decayed in boggy conditions.\nThese landscapes are now seen as vital in the fight against climate change as they are even better than rainforests at absorbing carbon dioxide and locking it away.\nBut most are in a pretty bad state after being drained and damaged in the past so the peat could be extracted for fuel.\nThe Ritchie family, who are tenants of Blaen y Coed farm, worked with RSPB Cymru and the National Trust to block old drainage ditches and deep gulleys in the peat.\nThey created mini dams which allowed pools to form so the landscape could become boggy again.  \nFour years on, and four breeding pairs of curlew and two breeding pairs of golden plover have returned to the area.\nThe critically threatened birds had not been seen in the area since the 1990s.\nThe site is also buzzing with large, colourful dragonflies, while the pools are filled with specialist bog plants such as sphagnum mosses, cotton grasses and sundews.\nDavid Smith, senior conservation officer for RSPB Cymru, said he hoped the scheme's success would show the kind of work which could be funded through the overhaul of farming subsidies.\n\"This is a demonstration of what public money for public goods and state support for agriculture could look like,\" he said.\n\"It's absolutely pivotal to our efforts to tackle climate change and a lot could be done in these uplands - but it's all about government investment and policy, prioritising these areas and embedding that into the future agricultural model for rural Wales.\"\nEdward Ritchie said it was \"great to hear the curlew back at Blaen y Coed\".\nAs well as capturing carbon dioxide, the rewetted landscape will also help the area adapt to the challenges of global warming, including lowering the risk of wildfires while soaking up heavy rain to avoid flooding lower down the valley.\nDewi Davies, who manages the National Trust's Upper Conwy Catchment Project, said the area now provided \"a whole suite of vital ecosystem services like carbon storage, water filtration, flood protection and a home for wildlife\".\n\"We can do this across Migneint and other places as well,\" he said, adding that \"funding is key\".\n\"We, as partnership organisations, know what needs to be done, we just need the money and for it to be accessible and easy.\"\nA Welsh government spokeswoman said bringing peatland into favourable condition had \"an important role in the urgent need to mitigate climate change and reverse habitat loss\".\nShe said the National Peatland Action Programme (NPAP) was launched in November 2020, and had an annual budget of £1m.\n\"We welcome the opportunity to learn from existing projects as we design future support,\" she added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58423152",
      "category": "health",
      "title": "What difference will jabbing young teens make?",
      "tags": "Children,Coronavirus vaccines,Coronavirus pandemic",
      "text": "All children aged 12 to 15 in the UK are to be offered one dose of the Pfizer-BioNTech Covid jab. \nIt follows a recommendation from the UK's four chief medical officers that vaccinating them would help reduce disruption to their schooling this winter and benefit those growing up in the poorest areas.\nThe UK's advisory body, the JCVI, said there was only a marginal benefit to vaccinating adolescents on health grounds alone and stopped short of recommending it - but it did advise vaccinating children over 12 with specific underlying health conditions who are at greater risk.\nThere is general agreement that this was a really tricky call to make.\nStrong opinions have been expressed on all sides, by scientists, doctors, teachers and parents alike.\nThe JCVI focused squarely on the health benefits of vaccination to children themselves - not on the impact to their schooling or other people.\nChildren's risk from Covid isn't zero but the chances of them becoming seriously ill from Covid are incredibly small. Deaths among healthy children are extremely rare - most have life-limiting health conditions.\nThat means there needs to be a clear and obvious advantage to giving them a jab. \nHowever, a very rare side-effect of the Pfizer and Moderna vaccines has made that calculation a lot more complicated. \nPaul Hunter, professor of medicine at University of East Anglia, says there's been intense pressure on the JCVI and he can understand why they have been cautious.\nResearch on millions of people who've had the mRNA vaccines (Pfizer and Moderna) shows there's a tiny risk of myocarditis, or inflammation of the heart, which is more common in young people - and particularly younger boys - after a second dose. It can cause chest pain and a pounding heart, but symptoms usually clear up in days. \nNo vaccine or drug is ever 100% safe, and data from the US shows the numbers of children affected are very small. \nFor every million Pfizer second doses given to 12-17-year-old-boys, around 60 had the condition (compared with eight in a million among girls). The rates in this age group are higher than in older ones - and it's why only one dose for 16 and 17-year-olds in the UK has been recommended, for now.\nBut being infected with Covid has consequences for teenagers' health too - including their hearts - so how big is that risk?\nA recent US study suggests having Covid-19 could be six times more likely to trigger myocarditis in young men than the vaccine, with a rate of about 450 per million infections. \nHowever, the long-term effects of myocarditis after vaccination and the wider health impacts of Covid in children in the short and long-term are still not known.\nJust because countries have access to the same data doesn't mean they will reach the same standpoint on this finely-balanced question.\nCountries are influenced by a variety of different factors - from vaccination rates in adults to political pressure and fears over another wave of Covid. \nThe US, for example, has vaccinated more than 10 million over-12s and concluded that the benefits of protecting against Covid illness and its complications  \"far outweigh\" the small potential risk of an adverse reaction to the vaccine. \nFrance, Italy, Canada, Spain, Israel and many other countries are all vaccinating this age group for the same reason.\nVaccinating secondary-school-age children wouldn't stop the virus circulating in schools or in society more generally.\n\"Even if 100% of people in the UK were vaccinated - and their pets - the virus would still spread,\" Prof Hunter says.\nBut vaccines for teens are still likely to reduce infections in that age group, and could help keep more children in school over winter, although it's unclear how much it would limit wider community spread.\nThe government's scientific advisers recently said that 40-70% of children in secondary schools may already have been infected by the start of term, meaning many have some in-built protection.\nThen there's the question of whether encouraging more over-18s to have a vaccine would be a more productive aim, given their greater risk, with more than 12% still reluctant to even have one? \nIn the end it comes down to choice, and a fine balance between a very rare side-effect from the vaccine, and a very low risk to children themselves from Covid."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/disability-58550010",
      "category": "disability",
      "title": "Poor housing affecting disabled children's health",
      "tags": "Youth and disability,Disability",
      "text": "For mum Princess Bell, the one time each week her children spend together is very special.\nBut the siblings don't live separately. They're in the same house - but they can't spend more time together because a combination of their disabilities and unsuitable accommodation means they have to stay on different floors.\nThey are one of the 4,100 families who responded to a survey by the charity Contact surveyed in June and July of this year.\nParents of disabled children reported worries that inappropriate housing was having a negative impact on their health.\nMore than 40% who took part in the poll said their home didn't meet their child's needs.\nSpeaking to BBC Newsnight, some parents even said they struggled to even get their children in and out of their property.\nPrincess lives in temporary accommodation in south London with her 13-year-old son, 11-year-old daughter and a baby.\nThe older children both have a rare genetic condition that means they are unable to walk or speak and have breathing problems. \nThe family are living in a three-bedroom house - every inch of each room packed with specialist equipment - while they wait for the council to find them a new home. \nDue to a lack of space, the two older children with disabilities sleep on different floors. Once a week, Princess takes one child up to see the other. She says she doesn't feel safe doing this more often. \n\"They've always been very, very close. And they're in the same house and they don't see each other... so when it's then time for her to go back to her room, she cries and they lay together on the mat entwined because they're best friends and they don't see each other and they're in the same house. And it is heartbreaking to see that because we're already housebound.\"\nLambeth Council said it had been working hard to meet the very complex housing medical needs of the family and apologised for delays in resolving the issue.\n\"However, we face a real shortage of available homes,\" said a spokesman.\nData from Contact's survey, shared with Newsnight, suggested 27% of respondents said they felt their home made their child's condition worse or put them at risk.\n\"We were really taken aback by the proportion of families who weren't only saying that the housing was unsuitable, but that their home environment was actually having a negative effect on their child's disability,\" said Amanda Batten, Contact's chief executive. \n\"There's no doubt that poor and inappropriate housing is having a hugely detrimental impact on the health and the lives of many disabled children and their families,\" she said.  \nWhile the majority of the respondents lived in private or privately rented accommodation, 31% lived in social housing. \nThe government has been consulting on improving access to accessible housing. The report is due in December. \nCampaigners say this is a vital opportunity to drive up standards of housing and potentially transform the lives of some of our most vulnerable children. \nAmanda Batten says there's a window of opportunity for change. \n\"Fundamentally, the problem is that there is not enough social and affordable housing full stop and, in particular, not enough social and affordable housing that is accessible to disabled children and their families,\" she says. \nAnd the lack of housing is costly to other sectors. \nThe government's own data shows that delayed hospital discharges cost the NHS about £285m per year and the evidence suggests that up to 14% of these delayed discharges could be reduced by accessible housing.\nBertille Chuipa's son Anderson, now 16, had a head injury while go-karting. He uses a wheelchair and needs a lot of space for his medical equipment. \nBertille gave up her job as a teacher and translator in Manchester to look after Anderson. \"He needs somebody all the time at his side to keep an eye on him,\" she says. \nAnderson's former home wasn't suitable for a wheelchair and he spent more than a year in hospital while the council looked for an appropriate property. \nTara Parker, a paediatric nurse who works for the charity WellChild, says its research shows Anderson's experience isn't that unusual.\n\"Some young people will be delayed in an intensive care unit for approximately 12 months. And the cost of that is eye-watering. You could have bought and built them three houses by the time you've done that,\" she says. \nLocal authority money is available to make improvements to properties, but the charity says it has more than 700 families on its waiting list for property improvements, 90% of whom live in social housing. \nManchester City Council said that occupational therapists searched for some months to find an appropriate home for Anderson due to the size of the wheelchair in question. \nThe family's current bungalow has been extensively adapted. \nAt its starkest, inadequate housing can play a part in the circumstances surrounding a child's death. \nNewsnight has been investigating the reasons behind the deaths of young people, using evidence generated by the country's first national database of child deaths, the National Child Mortality Database, which was published in May. \nPoor housing was identified as a contributing modifiable factor in child deaths in this country. \nIn 2016, Mollie Wells's son Harlie was born with a brain injury and cerebral palsy. Mollie, who lives in Ipswich, was only 17 at the time and was responsible for the majority of his care.\n\"He needed round-the-clock care. He couldn't walk, talk, couldn't sit up,\" she says.\nIn 2017, Harlie and Mollie had to move after her private landlord gave her notice. The council found them a flat but the wheelchair wouldn't fit through the door and had to be left outside in a communal area.\n\"I had to lift him everywhere. I had to do ground lifts. I had to do everything because he had no equipment,\" Mollie says. \nThe lack of space and equipment in the flat meant Mollie couldn't follow his care plan or medical advice properly. \n\"He couldn't do physio, which possibly could have strengthened his legs, his back, his posture,\" she says. \nHarlie's doctors and occupational therapists wrote to the council to say he needed to be rehoused urgently. \n\"They [the council] said that they'd look into it and it went on for two-and-a-half years,\" Mollie says. \nIn October 2019, Harlie died unexpectedly. Mollie found him in his bed. She tried, in vain, to resuscitate him. Harlie was five years old.\nThe conditions surrounding his death fed into an analysis by experts on the national child mortality database.  \nJacquelyn Wood is an NHS child death review nurse who looked at the circumstances around Harlie's death to see what lessons could be learned. \nMs Wood says they looked at the impact that the pressure of being carried throughout the property might have had on his body. \"And I think it's really about asking that question. Does that then affect kind of life expectancy and mortality?\" \nShe says Mollie fought to give Harlie the best care that she could afford and could access. \n\"When it came down to housing, there wasn't anything else that she could do,\" she says. \n\"It really isn't an isolated incident.\n\"Ultimately the problem we have across the whole of the UK is there isn't enough suitable disabled housing to meet the needs of these cohorts of children,\" she says. \nMollie also believes his housing affected Harlie. \"He wasn't given a chance,\" she says. \nIpswich Borough Council said it had provided the best accommodation it could for Harlie Beau-Wells. \nBut \"it was acknowledged by all… that the property did not meet all of Harlie's needs\". \nIt said it was building a specifically adapted bungalow for the family when Harlie died.\n\"Like all councils with housing, we have a large shortfall of suitable adapted property to meet demand from people with needs due to their disability,\" a spokesman said.\nThe Ministry of Housing, Communities and Local Government told Newsnight:  \"We recognise the importance of improving accessibility, and the number of accessible homes has nearly doubled in a decade. \n\"Since 2010, we have invested over £4bn into the Disabled Facilities Grant, providing adaptations to almost 450,000 homes, including stairlifts, wet rooms and ramps. Councils are best placed to decide how much accessible housing is needed in their area, and set these requirements in their local plans.\"\nWatch the full report on BBC Newsnight on BBC Two or catch-up later on iPlayer."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-58552939",
      "category": "world-australia",
      "title": "Megapod of feeding humpback whales in Australia 'so special'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58555178",
      "category": "uk-wales",
      "title": "Covid vaccine would give children normality, says headmaster",
      "tags": "Coronavirus vaccines,Cardiff,Welsh government,Wales education,Young people,Coronavirus pandemic",
      "text": "Children need to be vaccinated to get back to \"some kind of normality\", a head teacher has said.\nOn Tuesday, one dose of a Covid jab for children aged 12 to 15 was given the go ahead.\nBut Chief Medical Officer Dr Frank Atherton said the choice to do so was ultimately down to the young people and their parents.\nHuw Powell, head of Mary Immaculate High School in Cardiff, said the jab would keep pupils in school.\n\"I think anything that allows pupils to remain in school, anything that allows them to avoid the disruption that we've seen for them in the last 18 months, it is a positive thing,\" he told BBC Radio Wales Breakfast. \nThe UK's chief medical officers (CMOs) have recommended that healthy children should be offered a single dose of the Pfizer-BioNTech vaccine.\nEarlier the UK government's joint committee for vaccination and immunisation (JCVI) said there was not enough benefit to warrant it on health grounds alone - but they said ministers could take other factors into account.\nThe CMOs concluded this tipped the balance given the virus was going to keep spreading over the winter.\nSpeaking to BBC Radio Wales Breakfast, Mr Powell echoed Dr Atherton's opinion that getting vaccinated should be a choice.\n\"This is a conversation to be had between youngsters and their parents, if this is an offer where they feel it is appropriate for them,\" he said.\n\"As a school anything that keeps pupils in school is positive and we'd like to see it occur.\n\"We need the pupils in school, they need to be there, they need to be educated.\"\nBut he said the school would respect the choice of any child or parent who decided against getting the vaccine.\nTeachers' union NAHT Cymru said it was \"inappropriate\" to expect pupils to have \"complex conversations around topics such as consent\" in relation to vaccines.\nSiân-Elin Melbourne, a councillor and teacher from Cardiff, has a 14-year-old daughter and a 16-year-old son.\nHer son has already had a jab and the family have discussed the importance of having the vaccine.\n\"As a family we felt we needed to have the jab. My husband is a diabetic so it was really important that we put things in place to protect him. We've got elderly relatives as well.\n\"It's not just simply looking at protecting ourselves, it's protecting all those around us. We have a responsibility to ensure that we're doing that.\"\nBut she said it was ultimately her daughter's choice whether she would have the vaccine.\nMs Melbourne added: \"The biggest thing for her is she doesn't want to miss any more school. If she can ensure by having this injection that she's not going to be having to take time off school, then that's certainly a benefit for her.\"\nMr Powell said many of his staff at Mary Immaculate have had the vaccine, which had been \"very positive in keeping people in school\".\nHe said he would be happy for pupils to be vaccinated on the school grounds, and that the school's 800 pupils need \"to get back to some kind of normality\".\n\"They've had 18 months of huge disruption to their education,\" he added.\n\"We're at some kind of normality at the moment. Anything that maintains that and builds on that is always going to be positive.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-58560720",
      "category": "uk-wales-politics",
      "title": "Covid: Vaccine passports not ruled out in Wales",
      "tags": "Coronavirus vaccines,Welsh government",
      "text": "Wales' first minister says he could be persuaded of the need for vaccine passports.\nHis government is due to make a decision on the proposal this week.\nMark Drakeford told the Senedd he was sceptical but could be convinced of the need for them if public health benefits outweigh their disadvantages.\nIt comes as the UK government announced that a system of vaccine passports would be kept in \"reserve\" in England.\nPeople in Scotland will need proof they have been fully vaccinated before they can enter nightclubs and many large events from 1 October.\nMr Drakeford accused Conservative UK ministers of having told him they would be going ahead with vaccine certification \"as late as the end of last week\".\n\"I have lost count of the number of meetings I have sat through with UK ministers in which they have lectured me about the necessity of vaccine certification,\" he said.\n\"When I have raised with them the ethical, the legal and the practical issues that need to be resolved, I've generally been treated as though these were details that ought not to get in the way of this necessary course of action.\"\nWelsh Conservative leader Andrew RT Davies, who is opposed to the use of passports, asked Mr Drakeford for his views at the first minister's weekly question time in the Welsh Parliament.\nPressed on the issue, Mr Drakeford said: \"I start from a position of scepticism about vaccine certification. That doesn't mean that I cannot be persuaded, if the evidence of public health benefits in September, in a different context than we faced in July, outweighs the disadvantages.\"\nUnder the UK government's winter plan, vaccine certification will be required for nightclubs and other large events in England if data suggests action is needed to \"prevent unsustainable pressure on the NHS\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57888429",
      "category": "health",
      "title": "Covid: Why are 12-15s now being double-jabbed?",
      "tags": "Children,Coronavirus vaccines,Vaccination,Impact of the COVID-19 pandemic on children,Coronavirus pandemic,Immune system",
      "text": "Children aged 12 to 15 are to be offered a second dose of the Covid vaccine.\nIt's in response to concerns about the newly identified Omicron variant.\nThe Joint Committee on Vaccination and Immunisation (JCVI) - which advises the UK governments on vaccines - has said that 12 to 15-year-olds should be offered a second jab - to be given at least 12 weeks after the first.\nIt's one of of a number of measures the JCVI say should be carried out, in case the Omicron variant spreads more easily or is more severe than current types of Covid.\nChildren aged 16 and 17 are already being offered a second dose.\nEngland and Scotland have already said they will act on the JCVI's advice, and it is likely to be accepted in Wales and Northern Ireland.\nNo. When vaccination for 12-15s was first rolled out, Prof Chris Whitty, chief medical officer for England, said it would be as an \"offer\".\nHe said young people and their parents needed to be supported, and there should be no stigma attached to their choice.\nHealthy children aged 12 to 17 are advised to wait 12 weeks after testing positive for coronavirus before having their Covid jab.\nA four-week gap applies to children who are deemed at higher risk because of underlying health conditions, or because they live with vulnerable adults.\nAlthough parental consent is being sought, children under 16 who can prove they understand the risks and benefits can ask for the vaccine - or refuse it - if they disagree with their parents.\nThis important legal test of whether a child can consent to treatment is known as \"Gillick competence\". It is named after a famous dispute in which a teenager wanted contraceptive advice without her mother's consent.\nIn practice, it would be extremely unusual for a child under 13 to be judged Gillick-competent.\nTeenagers aged 16 and 17 don't need parental permission, unless there are exceptional circumstances. \nUnder-18s are being given the Pfizer-BioNTech vaccine, although the Moderna vaccine has also been authorised for use in children in the UK.\nThere is no vaccine currently approved for under-12s in the UK. \nThe MHRA - which regulates medicines in the UK - said today that despite initial concerns about side-effects in under-18s, monitoring and a \"thorough review\" had found the jab to be safe, with \"no new safety issues\". \nEarlier in the year, the European Medicines Agency (EMA) said that Pfizer and Moderna vaccines were linked to extremely rare cases of heart inflammation in young men. However, the EMA said that the benefits of vaccination still far outweighed the risks. \nAlmost all children and young people are at very low risk from Covid-19. \nData for England suggests about 25 children died from Covid in the first 12 months of the pandemic. \nThe majority of them also had severe health problems, including complex neurodisabilities. \nOnly six had no recorded health conditions. \nIn the year to 31 August 2021, Public Health England statistics suggest there were about 50 deaths among under-19s.\nMany countries are vaccinating children over the age of 12.\nCorrection 21 September 2021: An earlier version of this article wrongly implied that the Gillick competence test was named after a case involving a mother and daughter and this line has been amended."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58549650",
      "category": "business",
      "title": "Scrap Covid tests for most travellers, says industry",
      "tags": "Tourism,Travel,Coronavirus testing,Travel & leisure industry,Coronavirus pandemic",
      "text": "Covid PCR testing should be abandoned for most holidaymakers, says travel organisation Abta.\nFully vaccinated travellers should not need to be tested on their return from lower-risk countries, it said.\nIt also called for a \"significant overhaul\" of the traffic light system for travel destinations.\nAbta said the policies had \"choked off\" this summer's travel trade, with seven out of 10 travel firms planning to make redundancies after furlough ends.\nIt also called for the government to reduce the traffic light system to just a small number of \"red list\" countries, purely for the management of known Covid variants of concern.\nThe expense of PCR testing is widely blamed for discouraging people from travelling abroad.\nAt present, going on holiday abroad means taking Covid tests when you are returning to the UK.\nMost private providers charge above £60 for PCR tests and £30 for lateral flow devices. The government has warned more than 80 providers over misleading prices.\nThe next formal review of the government's travel policies is expected by 1 October, while the furlough scheme is due to end on 30 September.\nWith more than 80% of eligible UK adults already vaccinated against Covid, it was time for a \"stable framework\" for international travel, said Abta, which represents tour operators and travel agents.\nNew summer foreign holiday bookings for 2021 were down 83% on 2019, Abta said, while almost half of travel companies reported they had seen no increase in 2021 bookings compared with last year, despite the rollout of the vaccine programme.\nThe summer sun is fading, but the travel industry's fears are heating up as the end of furlough approaches. \nThe industry is disappointed that vaccination didn't open up international travel as they would have hoped. The government said it will review the way international travel works before October and many expect it will come this week. Voices in the industry are hoping to make themselves heard before ministers meet to discuss exactly what might change. \nA sticking point could be PCR testing. The government has argued so far that it's needed for all travellers to catch variants of concern as early as possible, but the industry say these expensive tests are putting off travellers. \nWinter is approaching and travel companies need to make decisions about their future operations: they are waiting anxiously to see which way the government will go. \nAbta chief executive Mark Tanzer said: \"The government's travel requirements have choked off this summer's travel trade - putting jobs, businesses and the UK's connectivity at risk. \n\"While our European neighbours have been travelling freely and safely, the British were subject to expensive measures which have stood in the way of people visiting family and friends, taking that much-needed foreign holiday and making important business connections.\n\"The government needs to wake up to the damage its policies are doing to the UK travel industry and the impact they will have on the wider economic recovery.\"\nAbta urged the government to extend the furlough scheme for travel businesses alongside a package of tailored financial support for the industry.\nA Department for Transport spokesperson said: \"Our top priority is to protect public health. Decisions on our traffic light system are kept under regular review and are informed by the latest risk assessment from the Joint Biosecurity Centre and wider public health factors.\n\"We recognise the challenging times facing the travel sector, which is why we have committed around £7bn of support by September 2021 and continue to work with industry to help them navigate this difficult period.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58465852",
      "category": "uk-wales",
      "title": "Gwent Police stretched with calls from worried loved ones",
      "tags": "Policing,North Wales Police,Dyfed-Powys Police,South Wales Police,Mental health,Gwent Police",
      "text": "Police are dealing with daily calls from families and friends who fear a loved one may be suicidal and do not know where to turn, mental health experts have warned.\nThe number of 999 and 101 calls to Gwent Police increased by a third between January and July.\nHowever, more than half of calls did not report crimes, with many calls relating to mental health.\nMental health specialist Kirstin Major said resources were \"stretched\".\n\"It's fair to say there's not an emergency service for mental health,\" said Ms Major, who is one of five mental health professionals who are based in Gwent Police's control room in Cwmbran, Torfaen.\n\"That person may not want to see the police... they may be the last people they want to see if they're having a mental health crisis.\"\nGwent Police allowed BBC Wales access to its control room to see how the force was dealing with the increased demand since Covid restrictions eased.\nDuring one afternoon, handlers heard concerns about an elderly carer desperate for food and support, and a young woman having suicidal thoughts after a family argument.\nBetween January and July, the force saw a 34% increase in calls to its control room, with 24,000 people calling 101 and 8,000 dialling 999 for help in July alone.\nOn average, between 6% and 8% of all contacts to the force, through phone calls, emails, and social media, involve concerns for someone's mental health.\nWith all four of Wales' police forces recording an increase in demand, mental health workers have been brought in to control rooms to help call operators and officers responding on the ground.\nIn 2019, Gwent Police became the first Welsh force to add a social worker, specialising in safeguarding children and young people, to help deal with a young victims, witnesses and perpetrators. \nThe mental health team, who are employed directly by the force, have worked in roles as social workers and nurses, and now sit alongside operators in the control room.\nMs Major said the team was dealing with daily concerns from friends, family or strangers concerned someone may be suicidal, as well as from customer service centres, help lines and online chat rooms.\n\"[It] was quite an eye-opener when we all started in this team,\" she said.\n\"I've seen things where the police are not the appropriate agencies to be responding and we've had to put things in place to try and get the right response.\"\nMs Major said that as the team were from outside the police, they were aware community mental health services were \"completely stretched\".\n\"Now we're very aware that the police are really stretched. We're all trying to work for the benefit of the people in the middle who we're serving,\" she said.\nWithin minutes of walking into the control room, the role of the mental health specialists became clear.\nA patient sectioned under the Mental Health Act had assaulted a member of staff at the facility where they were being treated. \nThe situation had calmed since the call was made, so the officer responsible for all deployments on the shift said the police now faced a dilemma.\nWhile a police presence could cause more harm by escalating the situation, leaving it to the staff sent a message that violent behaviour would be tolerated. \nAs the mental health practitioner accessed files and gave advice, another call was received - the situation had escalated and police were needed.\nMany workplaces talk of the need for a \"dynamic risk assessment\", but few will be dealing with these types of risks.\nJo Glastonbury-Watkins, deputy head of the force's communication suite, said a high proportion of the calls to the control room were not reporting new crimes.\n\"It means we're getting a lot of demand that potentially could be for other agencies,\" she said. \n\"But often people don't know who to contact, so they will contact the police because we are here 24/7.\"\nShe said while she expected to see an increase in calls during the summer, the spike this year seemed to be \"more extreme\".\nBack in July, the force's chief constable Pam Kelly said the easing of Covid restrictions had led to a 22% increase in 999 calls.\nWith a backlog in court cases, a victim care unit has been set up by the force to help to keep victims updated on developments, in the hope it will reduce 101 calls.\nWhile in the control room, BBC Wales witnessed calls from people contacting the force to update previous crime reports, or to chase up appointments with officers.\nPrevious chief constables at both Dyfed Powys and South Wales have also warned that \"mission creep\" means core policing duties are affected, while officers \"plug the gaps\" in other services.\nSupt Matthew Williams, who is responsible for the first point of contact in Gwent Police, said a lot of the calls fell through \"gaps for other services\" or were in a \"grey area\".\n\"So it's important from a policing point of view that we've got the capability to deal with a whole range of issues,\" he said.\nAfter hiring a children's social worker at the end of 2019 as part of a pilot, the force is now hoping to extend the role to help deal with young people who come into contact with police.\n\"We deal with a whole host of incidents, some are high risk - that could be a firearms incident where we deploy armed officers to a scene - and the information they provide us is absolutely invaluable,\" said Supt Williams.  \n\"At the scene dealing with a family with young children, we then have the support of a social worker, specifically to support that young person.\n\"Our force incident managers say they couldn't see themselves making those critical decisions without this team on board now.\" \nIf you or someone you know has been affected by the issues raised in this article, information on the support available can be accessed at BBC Action Line."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58560185",
      "category": "business",
      "title": "Pennies back in production as cash is hoarded during Covid",
      "tags": "Cash,Money,Personal finance,UK economy,Coronavirus pandemic",
      "text": "One penny coins were back in production last year after none were minted for general circulation in the previous two years, Royal Mint figures show.\nCovid lockdowns meant that many coins were hoarded at home requiring some to be produced for use in the economy.\nBanks recently called on people to donate unused loose change to charities after the pandemic hit fundraising.\nSome 88 million new 1p coins were minted in 2020 - still well below the levels seen before the two-year pause.\nThe figures show that no new £2 coins have been minted for four consecutive years, and no new 2p coins have been produced for three years.\nThe Royal Mint has previously stated that it had no plans to resume production of these coins for 10 years, owing to a coin mountain that exists while demand has dropped.\nMany more one penny coins have been produced over the years than 2p coins, for practical reasons. The general trend is a fall, owing in part to the rise in use of contactless cards for low-value purchases.\nThe limit for a single purchase on a contactless card will increase from £45 to £100 in October.\nA spokeswoman for the Royal Mint said: \"The volume and variety of coins which enter circulation is determined by demand from UK banks and Post Offices. When demand rises we consult with HM Treasury before manufacturing more coins.\"\nThe Mint has published full details of the variety of coins produced during 2020.\nIt said that 330 million coins were released into circulation, which is well down on production levels seen in recent history.\nAmong them were new 50p designs commemorating \"Diversity Built Britain\" and the UK's withdrawal from the European Union. Ten million of each of those designs entered circulation, making them relatively widely accessible.\nThe most desirable coin for collectors is still the 2009 Kew Gardens 50p.\nThe design was created by Christopher Le Brun and features the famous Chinese Pagoda at Kew with a decorative leafy climber twining in and around the tower.\nOnly 210,000 were released into circulation. \nAlmost all of them are now in collectors' hands, so the chances of coming across one in your change are slim."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58540936",
      "category": "business",
      "title": "Apple rushes to block 'zero-click' iPhone spyware",
      "tags": "Apple,iPhones,Cyber-security",
      "text": "Apple has issued a software patch to block so-called \"zero-click\" spyware that could infect iPhones and iPads.\nIndependent researchers identified the flaw, which lets hackers access devices through the iMessage service even if users do not click on a link or file.\nThe problem affects all of the technology giant's operating systems, the researchers said.\nApple said it issued the security update in response to a \"maliciously crafted\" PDF file.\nUniversity of Toronto's Citizen Lab, which first highlighted the issue, had previously found evidence of zero-click spyware, but \"this is the first one where the exploit has been captured so we can find out how it works,\" said researcher Bill Marczak.\nThe researchers said that the previously unknown vulnerability affected all major Apple devices, including iPhones, Macs and Apple Watches.\nCitizen Lab also said the security issue was exploited to plant spyware on a Saudi activist's iPhone, adding that it had high confidence that the Israeli hacker-for-hire firm, NSO Group, was behind that attack.\nIn a statement to the Reuters news agency, NSO did not confirm or deny that it was behind the spyware, saying only that it would \"continue to provide intelligence and law enforcement agencies around the world with life-saving technologies to fight terror and crime\".\nSecurity experts have said that although the discovery is significant, most users of Apple devices should not be overly concerned as such attacks are usually highly targeted.\nApple said in a blog post that it had issued the iOS 14.8 and iPadOS 14.8 software patches after it became aware of a report that the flaw \"may have been actively exploited\".\nThe announcement came as the technology giant prepared to unveil new devices at its annual launch event on Tuesday.\nThe company is expected to reveal new iPhones and updates to its AirPods and Apple Watch.\nApple's iMessage is one of the most secure messaging apps in the world but clearly it had a dangerous weakness that a hacking team found and exploited.\nThe news will embarrass Apple which prides itself on being a secure and safe system.\nThe revelation is potentially another blow to the reputation of NSO Group which is still reeling from recent accusations of widespread spy hacks on innocent people.\nIt also highlights once again that no device is fully safe if a determined, well-funded team wants to hack it and is paid enough to do so.\nThe good advice from all corners is for iOS users to update the security software of their devices as soon as possible to patch up the security hole.\nBut for the vast majority of users, the risk of being a target of this expensive and highly-skilled hacking, is low."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58550833",
      "category": "health",
      "title": "Covid booster vaccine rollout to begin across UK next week",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid booster jabs will begin to be offered across the UK from next week.\nIt follows a recommendation from the government's vaccine advisers, the JCVI, who said about 30m people should be offered a third dose.\nThey said the booster should be given at least six months after a person had their second dose - with the Pfizer-BioNTech jab recommended.\nThose eligible include over-50s, younger adults with health conditions and frontline health and care workers. \nHealth Secretary Sajid Javid made the announcement in the Commons as part of an autumn and winter plan for managing Covid in England.\nScotland will begin offering booster jabs for the broader group from Monday, First Minister Nicola Sturgeon said. \nShe said the programme \"was intended to prolong the protection\" of vaccines and will run alongside the flu vaccination programme.\nThe go-ahead was also confirmed in Wales and Northern Ireland.\nThe recommendation from the JCVI (Joint Committee on Vaccination and Immunisation) comes amid concern about waning immunity.\nThere are some signs protection offered by the vaccine may start dropping off several months after the second dose - with the most vulnerable groups most at risk of this.\nIn his statement, Mr Javid told MPs: \"There is evidence that the protection offered by Covid-19 vaccines reduces over time, particularly older people who are at greater risk, so booster doses are an important way of keeping the virus under control for the long term.\"\nThe JCVI said it was still unclear exactly how much protection does slip, but it wanted to take a precautionary approach and ensure the most vulnerable people maintain high levels of protection.\nThe advice is separate to the recent recommendation of third doses for people with severely weakened immune systems - something that is already being rolled out. \nThose eligible for a booster jab include:\nThere is a huge amount of uncertainty about what winter will bring. In fact, it's not even clear what the next month will bring.\nIt was feared September could see Covid cases rise, but there are no signs of that happening yet.\nBig surges in infection levels are probably behind us, given the amount of immunity built up in the population.\nBut if current levels are sustained throughout winter, the NHS will struggle. And even a small dip in vaccine effectiveness could make a big difference to admissions - hence the booster announcement.\nThen there is the concern about the return of other respiratory viruses. They were kept at bay last year by lockdowns and social distancing, but that has meant immunity to them has waned.\nA virus called RSV - the leading cause of respiratory illness in young children - is already circulating at very high levels. Flu could also take off. \nIt is why the NHS is having to prepare for the worst, while hoping for the best.\nTrials have been carried out in the UK looking at the use of booster jabs.\nThe JCVI said these showed Pfizer was well-tolerated and provoked a good immune response, including against new variants of the virus, such as Delta, regardless of which Covid vaccine had been given for the first two doses.\nIt said where Pfizer was not available a half-dose of Moderna could also be used.\nFor people who cannot have the Pfizer or Moderna because of issues like allergies, the AstraZeneca vaccine can be used as a booster.\nA gap of six months between the second dose and the booster shot was considered the most effective for boosting protection.\nThe trials also showed the flu vaccine can also be given at the same time as the booster jab where that is practical - some people will be offered a flu jab before they become eligible for a Covid booster.\nJCVI chairman Prof Wei Shen Lim said: \"The UK's Covid vaccination programme has been hugely successful in protecting people against hospitalisation and death, and the main aim of the booster programme is to prolong that protection and reduce serious disease as we head towards the colder months.\"\nHe said even a small tip in vaccine effectiveness could have a big impact on hospital admission numbers given the size of the population.\nHe said those under 50 were likely to have a more long-lasting immune response to the first two doses of vaccine so may not need a booster - although he did not rule it out happening completely.\nEngland's deputy chief medical officer Prof Jonathan Van Tam said the UK was likely to be in for a \"bumpy winter\" with Covid, coupled with other respiratory viruses, such as flu, returning - previously lockdowns and social distancing meant these were kept at very low levels.\nHe said the booster programme was about \"staying on top of Covid\" and could make a \"very substantial impact\" on hospitalisations and deaths.\nAbout 85% of deaths in recent weeks have been among the over 60s.\nBut Prof Van Tam added it was also important that those who had not yet come forward for jab did so - more than five million adults have not yet had their first dose yet.\nThe announcement comes after the government confirmed on Monday that all children aged 12 to 15 in England would be offered one dose of the Pfizer jab, with invitations going out from next week. \nIt follows advice from the UK's chief medical officers, who say the jab will help reduce disruption to education.\nA rollout is yet to be confirmed in Scotland, Wales and Northern Ireland.\nIn a statement before the announcement on the booster programme, Prime Minister Boris Johnson said while the pandemic \"is far from over\", the \"phenomenal vaccine programme, new treatments and testing\" mean the UK is \"able to live with the virus without significant restrictions on our freedoms\". \nThe PM, who is holding a coronavirus press conference later, said he would lay out a strategy for the months ahead \"when the virus has a natural advantage, to protect the gains we have made\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58555694",
      "category": "world-europe",
      "title": "Faroe Islands: Anger over killing of 1,400 dolphins in one day",
      "tags": "Dolphins,Hunting,Faroe Islands",
      "text": "The practice of dolphin hunting in the Faroe Islands has come under scrutiny after more than 1,400 of the mammals were killed in what was believed to be a record catch.\nThe pod of white-sided dolphins was driven into the largest fjord in the North Atlantic territory on Sunday.\nBoats herded them into shallow waters at Skalabotnur beach in Eysturoy, where they were killed with knives.\nThe carcases were pulled ashore and distributed to locals for consumption.\nWarning: This article contains graphic details and images some may find distressing.\nFootage of the hunt shows dolphins thrashing around in waters turned red with blood as hundreds of people watch on from the beach.\nKnown as the grind (or Grindadrap in Faroese), the hunting of sea mammals - primarily whales - is a tradition that has been practised for hundreds of years on the remote Faroe Islands.\nThe Faroese government says about 600 pilot whales are caught every year on average. White-sided dolphins are caught in lower numbers, such as 35 in 2020 and 10 in 2019.\nSupporters say whaling is a sustainable way of gathering food from nature and an important part of their cultural identity. Animal rights activists have long disagreed, deeming the slaughter cruel and unnecessary.\nSunday's hunt was no different, as international conservation groups rounded on the hunters to condemn the killing.\nBut the scale of the killing at Skalabotnur beach has shocked many locals and even drawn criticism from groups involved in the practice.\nBjarni Mikkelsen, a marine biologist from the Faroe Islands, put the reported death toll into perspective.\nHe said records showed that this was the largest number of dolphins ever killed on one day in the Faroe Islands, a autonomous territory of Denmark.\nHe said the previous record was 1,200 in 1940. The next-largest catches were 900 in 1879, 856 in 1873, and 854 in 1938, Mr Mikkelsen said.\nIn an interview with the BBC, the chairman of the Faroese Whalers Association, Olavur Sjurdarberg, acknowledged that killing was excessive. \nWhy were that many dolphins killed, then?\n\"It was a big mistake,\" said Mr Sjurdarberg, who did not participate in the hunt. \"When the pod was found, they estimated it to be only 200 dolphins.\"\nOnly when the killing process started did they find out the true size of the pod, he said.\n\"Somebody should have known better,\" he said. \"Most people are in shock about what happened.\"\nEven so, according to Mr Sjurdarberg, the catch was approved by the local authorities and no laws were broken.\nSuch hunts are regulated in the Faroe Islands. They are non-commercial and are organised on a community level, often spontaneously when someone spots a pod of the mammals.\nTo take part, hunters must have an official training certificate that qualifies them to kill the animals.\nKilling white-sided dolphins is \"legal but it's not popular\", said Sjurdur Skaale, a Danish MP for the Faroe Islands.\nHe visited Skalabotnur beach to speak to locals on Monday. \"People were furious,\" he said.\nStill, he defended the hunt, which he said was \"humane\" if done in the right way.\nThat involves a specially designed lance, which is used to cut the spinal cord of the whale or dolphin before the neck is cut.\nUsing this method, it should take \"less than a second to kill a whale\", Mr Skaale said.\n\"From an animal welfare point of view, it's a good way of killing meat - far better than keeping cows and pigs imprisoned,\" he said.\nCampaign group Sea Shepherd has disputed this, arguing that \"the killing of the dolphins and pilot whales is rarely as quick as Faroese government\" makes out.\n\"Grindadrap hunts can turn into drawn-out, often disorganised massacres,\" the group says.\n\"The pilot whales and dolphins can be killed over long periods in front of their relatives while beached on sand, rocks or just struggling in shallow water.\"\nSurveys suggest that most people are opposed to the mass slaughter of dolphins in the Faroe Islands.\nOn Sunday, the national reaction was \"one of bewilderment and shock because of the extraordinarily big number\", said Trondur Olsen, a journalist for Faroese public broadcaster Kringvarp Foroya.\n\"We did a quick poll yesterday asking whether we should continue to kill these dolphins. Just over 50% said no, and just over 30% said yes,\" he said.\nIn contrast, he said, a separate poll suggested that 80% said they wanted to continue with the killing of pilot whales.\nThe polls provide a snapshot of public opinion towards the killing of sea mammals.\nCriticism of the Faroese hunt has ebbed and flowed over the years. The hunt is brought to wider attention from time to time, as it was by the popular Seaspiracy documentary on Netflix earlier this year.\nThis time, though, locals say the reaction - especially within the whaling community - has been unusually damning.\n\"There's been a lot of international attention. My suspicion is that people are bracing themselves for a big backlash,\" Olsen said.\n\"This is a good time for campaigners to put even more pressure on. It will be different this time because the numbers are very big.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58556453/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Brexit: Checks on goods imported from the EU delayed again",
      "tags": "Penny Mordaunt,Brexit,Coronavirus pandemic",
      "text": "The UK is to delay introducing post-Brexit checks on food and farming imports to England, Scotland and Wales, blaming Covid disruption and pressure on global supply chains.\nMeasures which were expected to come in next month will now be introduced in January and July next year.\nLabour said the government did not have a \"sustainable answer to tackling delays and red tape at the border\".\nThe move comes amid shortages of some products in shops and supermarkets.\nMany large companies have blamed a lack of lorry drivers for the problems experienced, with M&S chairman Archie Norman, a former Conservative MP, predicting a \"bumpy ride\" for retailers in the run-up to Christmas.\nThe EU has implemented full checks on UK goods since the start of this year.\nChecks on goods going the other way were also due to come into force in full after the post-Brexit transition ended in January.\nBut they were delayed and, in March, the government announced a timetable to get changes for the food and agriculture sectors done by 1 October.\nPaymaster General Penny Mordaunt has told MPs another postponement is now needed.\n\"The government's own preparations, in terms of systems, infrastructure and resourcing, remain on track to meet that timetable,\" she said, in a written Commons statement.\n\"However, the pandemic has had longer-lasting impacts on businesses, both in the UK and in the European Union, than many observers expected in March.\n\"There are also pressures on global supply chains, caused by a wide range of factors including the pandemic and the increased costs of global freight transport.\"\nMs Mordaunt announced that the requirement to pre-notify British officials about agricultural and food imports from the EU would now start on 1 January next year, rather than on 1 October this year.\nThe requirement for EU firms to get export health certificates before sending live animals and animal products to Britain would be put back to 1 July, she said. \nFor Labour, shadow Cabinet Office minister Baroness Chapman said: \"This announcement shows what we have all known for months - that the government do not have a workable, sustainable answer to tackling delays and red tape at the border...\n\"We cannot have another year of stop-gap solutions, meaningless deadlines, and threats of even greater disruption and economic damage.\"\nThe British Chambers of Commerce called the latest delays \"sensible given the ongoing issues with ensuring trader readiness, the need to build more border control posts and the skills shortages crisis\".\nBut the Food and Drink Federation criticised the government for \"the lateness\" of its announcement.\n\"Businesses have invested very significant time and money in preparing for the new import regime on 1 October 2021. Now, with just 17 days to go, the rug has been pulled,\" said chief executive Ian Wright.\n\"We welcome the government's acknowledgement that supply chains are under extreme pressure but this is to a large extent caused by labour and skills shortages in every part of the food chain,\" he added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58552389",
      "category": "uk-politics",
      "title": "Covid: Booster jabs for over-50s expected to be announced",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Ministers are to outline their plans for attempting to control the pandemic through the winter. \nIt is expected that all over-50s will be offered a third booster jab, after advice from the JCVI. \nBBC political editor Laura Kuenssberg said the booster would be a single dose of the Pfizer vaccine at least six months after a second dose.\nThe vaccines minister said the country was in a \"very strong place\" to begin a booster campaign this month.\nNadhim Zahawi told BBC Breakfast interim proposals published by the independent Joint Committee on Vaccination and Immunisation (JCVI) in June - which suggested jabs should go to the over-70s and those most at risk first, before expanding to all adults aged over 50 - had allowed the NHS to prepare. \nBut the government has been waiting for final recommendations from the JVCI on who should receive the extra doses before announcing more details. \nIt is likely the booster programme will be similar to interim proposals published by the committee. \nMr Zahawi said the government had accepted the final advice of the JCVI and the prime minister and health secretary would set out more detail later. \nA Covid booster would be \"co-administered\" with a flu jab wherever possible, he said.\n\"This is probably the last piece of jigsaw to allow us to transition this virus from pandemic to endemic and I hope by next year we'll be in a position to deal with this virus with an annual inoculation programme as we do with flu,\" he told BBC Radio 4's Today programme. \nOn Monday, the government confirmed all children aged 12 to 15 in England would be offered one dose of the Pfizer jab, with invitations going out from next week. \nIt follows advice from the UK's chief medical officers, who say the jab will help reduce disruption to education.\nA rollout is yet to be confirmed in Scotland, Wales and Northern Ireland.\nThe news on booster jabs comes as the government prepares to set out its plan for managing Covid through the autumn and winter.\nIn a statement before the announcement, Prime Minister Boris Johnson said while the pandemic \"is far from over\", the \"phenomenal vaccine programme, new treatments and testing\" mean the UK is \"able to live with the virus without significant restrictions on our freedoms\". \nThe PM, who will chair a cabinet meeting later ahead of a coronavirus press conference at 15:30 BST, said he would lay out a strategy for the months ahead \"when the virus has a natural advantage, to protect the gains we have made\". \nMr Zahawi told BBC Breakfast that when the pandemic first hit the only effective tool available was lockdown but \"the vaccines have changed all that\" and they are now the \"main tool within our arsenal\". \nHowever, asked whether the country could still see lockdowns again in the future, the vaccines minister said it would be \"foolhardy\" to rule anything out.\nHe also said the option of making proof of vaccination mandatory to access venues like nightclubs \"remains in reserve\" but the booster campaign would hopefully put \"downward pressure\" on infection rates. \nMr Johnson's Covid winter plan for England is expected to focus on contingency measures that would be brought in if the NHS was at risk of becoming overwhelmed due to the virus.\nThe government's Scientific Advisory Group for Emergencies (Sage) had devised a series of options to limit the spread of Covid without the use of lockdowns, including bringing back mandatory face coverings and working from home if there was a winter surge in infections, according to the Times.\nAt a Downing Street briefing on Monday, Prof Chris Whitty, England's chief medical officer, said \"anybody who believes that the big risk of Covid is all in the past... has not understood where we're going to head as we go into autumn and winter\".\nHe said there would continue to be \"pressure on the NHS\" and \"disruption to education\".\nThere is a huge amount of uncertainty about what winter will bring. In fact, it's not even clear what the next month will bring.\nIt was feared September could see Covid cases rise, but there are no signs of that happening yet.\nBig surges in infection levels are probably behind us, given the amount of immunity built up in the population.\nBut if current levels are sustained throughout winter the NHS will struggle. That will certainly be the case if other respiratory illnesses bounce back like experts fear. \nA respiratory virus called RSV is already circulating at very high levels. It can cause 30,000 hospitalisations every winter among the under fives - five times the number admitted for Covid since the start of the pandemic.\nFlu could also take off. Lockdowns and social distancing last winter means immunity has waned across the board. It's important to plan for the worst, while hoping for the best.\nThe JCVI said earlier this month a third vaccine dose should be offered to people over the age of 12 with severely weakened immune systems - which accounts for up to half a million people in the UK.\nIt came after research showing about 40% of people with weakened immune systems had a low antibody response, and potentially less protection, after two vaccine doses.\nOver 48 million people in the UK have had their first dose of a vaccine, with more than 44 million having their second dose. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58552157",
      "category": "uk-northern-ireland",
      "title": "High Street vouchers to be issued in early October",
      "tags": "Coronavirus lockdown measures,Children,Retailing,Shopping,NI economy",
      "text": "Northern Ireland's High Street voucher scheme will open for registration on 27 September with the first cards being issued on 4 October.\nThe £145m programme will offer pre-paid cards worth £100 to all over-18s.\nIt aims to help those businesses in retail and hospitality which were hit by the pandemic.\nThe £100 cards will have to be spent by 30 November, with registration happening primarily through an online portal.\nPeople without online access can register by phone from 11 October.\nTo be eligible for a card you must have registered by either method by 25 October.\n\"Now is the time to get ready to spend local,\" said Economy Minister Gordon Lyons.  \n\"The objective of the scheme is to boost local businesses following the drop in footfall brought about by the pandemic.\"\nHe has urged people to be patient when registration opens as there will likely be high demand.\nThe minister made the announcement on the Ormeau Road in south Belfast where traders welcomed the news.\nBusiness owner Sinead Cashman said the money would be a boost at a time when there was a \"natural lull\" and \"people have a few less pounds in their pocket to spend\". \nJenni Doherty, from Little Acorns bookstore in Londonderry, said it would be great if the voucher brought more visitors to her shop but for those on the bread line, this voucher was \"a real gift\".\n\"Yes, it will give a lovely little boost but I'm not relying on it,\" she told Radio Ulster's Evening Extra.\n\"Individually, as a citizen of the city, I will be spending it locally in other walk-in shops.\n\"I don't think myself and a lot of other independent businesses would have survived the various lockdowns without the local community.\"\nTheresa Murray, who runs Linen and Latte in Glengormley, said she felt overjoyed initially at the idea of the voucher but now feels flatter.\n\"It's a very positive thing to do but when you have a small business, there are various challenges,\" she said.\n\"It has been an extremely tough year for everybody.\n\"People will use it for things they haven't been able to get... that leaves us in limbo.\"\nThere will be few limits on how the card can be used - it must be spent in a physical premises and cannot be used for gambling.\nIt is based on similar schemes in Jersey and Malta.\nJersey's scheme saw more than £10m spent with a 98% take up rate among the eligible population.\nThe sectors which benefitted the most from the scheme were:\nThe final £1.4m was spent in a variety of industries ranging from agriculture and fishing, transport and storage, and construction and quarrying.\nConfirmation of dates for the scheme comes after a number of young people submitted complaints to the Department for the Economy about their exclusion from it.\nThe under-18s who have complained about being excluded are being assisted by the Children's Law Centre (CLC).\nIt said their complaints were made on the basis of the department overseeing its roll out not publicly consulting on the policy and failing to carry out an Equality Impact Assessment before making a decision to exclude under-18s.\nA spokesperson for Department for the Economy said it had carried out an equality impact assessment. \nThe assessment, which was published online on 10 September, stated that \"the impact regarding age is judged to be minor\".\nPolicy officer at the Children's Law Centre, Claire Kemp, said equality screening was carried out \"only after we lodged a complaint with the department\", and that it was completed just days before the scheme was scheduled to go live.\n\"This policy has not been rushed, yet fundamental steps to avoid discriminating against protected groups, including young people, have been ignored or delayed to the extent of rendering them meaningless,\" she said.\nThe department's assessment stated that there were regulatory and financial concerns around issuing cards to minors, child-specific data protection issues and verification problems as no datasets currently exist which could be used to confirm the identity of 16 and 17-year-olds.\nHospitality Ulster's Colin Neill said the scheme would give a real boost to the Northern Ireland economy, including the hospitality sector \n\"We would encourage all those eligible to receive the £100 voucher to apply as soon as possible and, where they can, spend it with local hospitality businesses, supporting not just their local bars, restaurants, hotels and coffee shops, but their friends and family that work in them,\" he said.\nOn Tuesday, SDLP assembly member Mark H Durkan expressed concern that some older and vulnerable people without internet access \"could end up missing out\".\nThe Department for the Economy said a phone line would be available for those unable to apply online. \nPeople will also be able to register to complete an application on behalf of a \"limited number\" of other people."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58557727",
      "category": "uk-scotland",
      "title": "Scotland records 722 drug deaths in first half of 2021",
      "tags": "Scotland drug deaths",
      "text": "There were 722 suspected drug deaths in the first half of 2021, the latest official figures show.\nThat is a small decrease of nine deaths on the same period last year.\nThe latest figures for drug overdoses come just two months after those for 2020 showed a record 1,339 deaths.\nThe new report is an attempt to give more up-to-date data after criticism that figures lagged too far behind. The stats for 2019 were only released at the end of the following year.\nThe latest data shows the deaths that the police suspect involve illicit drugs based on reports of attending officers' observations and initial inquiries at the scene of death.\nThe figures are different from the annual National Records of Scotland (NRS) statistics which use data from death registration records and forensic examination.\nHowever, the Scottish government, which will release the figures quarterly, hopes they will give a more \"timely\" picture of what is happening.\nScotland continues to have by far the highest drug death rate recorded by any country in Europe. \nAnd its rate is more than three-and-a-half times that of England and Wales.\nThe number of drug-related deaths has increased substantially over the past 20 years and is now almost three times higher than it was a decade ago, with the upward trend accelerating since 2013.\nThe new statistics show that in the first six months of 2021:\nDrugs Policy Minister Angela Constance said: \"Once again these figures are appalling. We are taking a vast range of actions to tackle this public health emergency, and we recognise the hard work and challenges ahead.\n\"More regular reporting of data on drug death trends in Scotland will ensure everyone involved in our national mission remains focussed on the work we must do to get more people into the treatment that is best suited for them as quickly as possible.\"\nThe Scottish Conservatives described the death figures as \"heartbreaking\" and accused the first minister of being \"out of touch\" with what is happening on Scotland's streets.\nThe party's drug policy spokesperson Sue Webber said: \"Nicola Sturgeon has to start listening to frontline experts and tackle the wider drug death crisis by backing our Right to Recovery Bill, which would finally guarantee everyone who needs treatment can get it. \n\"It is on her watch that the drug death crisis has spiralled out of control.  She took her eye off the ball and left vulnerable people with nowhere to turn to for help. These new figures show she's still not focused on this crisis.\" \nScottish Labour's Claire Baker said: \"For years now, figures have been getting worse and the government have been promising action. It is shameful that after all this, we are still not making meaningful progress. \nThe Scottish Liberal Democrats said \"there will never be any excuse\" for the Scottish government cutting drugs policy funding by what it claimed was a figure of 22%.\nParty leader Alex Cole-Hamilton said: \"We urgently need specialist drug and alcohol commissions...and for people caught in possession to be diverted to treatment instead of being propelled towards prison.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58549051",
      "category": "uk-northern-ireland",
      "title": "Royal Victoria Hospital: Mum's anger as baby's surgery cancelled",
      "tags": "NI Health,Coronavirus pandemic",
      "text": "A woman has spoken of her anger and frustration after her 13-month-old baby's cleft palate surgery was cancelled at the last minute.\nRebecca was with her son in the Royal Belfast Hospital for Sick Children when she was told there were no post-operative paediatric beds available.\nShe said her baby needed surgery to be able to eat and speak properly, but was now at the bottom of a waiting list.  \nThe Belfast Trust apologised to families affected by cancellations.\n\"The children's hospital continues to face significant pressure due to the increased demand for emergency admissions and the increase in severe respiratory type infections,\" it said in a statement.\n\"We make every effort to avoid having to cancel procedures and it is never a decision we take lightly.\"\nRebecca told BBC News NI that her baby, Lars, was due to have a third operation for his condition on Friday. \nThe operation was part of a series of procedures that was due to have been completed by the time Lars was 13 months old at the latest.\n\"He had been fasting since three in the morning,\" she said. \"We had been on the ward since 7.45am and only at 8.30am did managers decide to have a meeting about the fact there were no post-op beds left.\n\"I was basically told that it [the operation] wasn't happening. We're just put back on the bottom of a waiting list again which could be months away.\n\"I'm so frustrated, so angry, because you're trying to do your best for Lars. It's been an absolute fight to get this routine surgery done.\n\"It's hard enough having the cleft palate and having to adjust to that and help him develop and grow, but just to be knocked back... you just feel like you're screaming out for help and it's not there.\"\nRebecca said the surgery was time sensitive because a delay can affect a child's speech, as well as their ability to feed and put on weight.\nLars' parents have had to \"basically squeeze\" milk into their son's mouth and he had to learn to eat without a top lip which meant he often choked when he was being weaned.\n\"It just completely exhausts him because he's having to find a completely new way to learn to eat,\" said his mother.\n\"It will also have great impact on his speech, because he won't be able to speak properly. He has no pallet. Your tongue's not hitting the roof of your mouth properly, so you're not making certain sounds and that sort of thing.\"\nRebecca said she knew of other babies that had been affected by surgical cancellations and wanted to highlight the situation with the health service.\nShe urged the trust and health minister to \"make the call\" with regard to freeing up beds in the Belfast hospital, and said she had been told there were about 60 beds available at both Daisy Hill Hospital and Antrim Area Hospital, but \"no-one would take the decision\" to move patients there.\n\"Everything's been delayed, which is having this huge impact on the kids, like Lars,\" she said. \n\"In the long run, it's going to cost the NHS a lot more because he's going to have to be referred to speech and language therapy, probably for a longer period of time.\n\"His recovery is going to have to be more intense. It's a long road ahead of him anyway, but it's just going to be that wee bit more now in his early years development.\"\nBBC News NI understands the availability of a bed in another trust area does not mean availability for a patient in a Belfast Trust facility.\nRebecca said the staff at the Belfast hospital had been \"fabulous\" and that the surgeon, theatre and nursing staff were equally frustrated as they were \"standing ready\" to do the surgery.\nIn a statement, the Belfast Trust said it would \"like to sincerely apologise to families impacted by surgery cancellations and we understand the anxiety this may cause, particularly when these decisions have to be made at short notice\".\nIt added: \"Covid-19 has fundamentally affected the work we do for the past 18 months and will continue to do so for some time. \n\"Every effort is being made to ensure a continuous high level of care can be delivered and whilst some difficult decisions have to be made, our priority will remain to deliver safe, effective and compassionate care.\"\nOn its website, the Health and Social Care Board said Covid-19 challenges were \"causing significant disruption across all health and care services, including lengthy delays in our Emergency Departments (EDs) and cancellations of some planned appointments and treatment\".\nThe latest figures on its dashboard for the health service across Northern Ireland show that from 27 August to 2 Sept 2021, in total 4,485 elective procedures (inpatient and day case admission and regular attenders) were scheduled of which:\nThe Belfast Trust was unable to provide BBC News NI with details of the number of paediatric operations that have been cancelled or postponed in that area over the past week."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58545944",
      "category": "technology",
      "title": "Fake Walmart news release claimed it would accept cryptocurrency",
      "tags": "Bitcoin,Walmart,Fake News,United States,Cryptocurrency",
      "text": "Cryptocurrency Litecoin saw a sudden surge in price on Monday over a press release about Walmart accepting it for payment - which turned out to be fake. \nThe release, published through a legitimate press channel, claimed that Walmart would accept the currency through all its digital stores. \nWalmart later told US media outlets the announcement was \"inauthentic\".\nBy that time, several major news websites and press agencies had spread the supposed news. \nThe announcement made it on to Globe Newswire, a service widely used to distribute press material from companies. \nThe faked release has since been deleted, and did not appear on Walmart's own website.\nA tweet from a verified Litecoin Twitter account linking to the release has also been deleted. Hours later, the Litecoin Foundation tweeted that it had no such partnership.\nBut while it was being reported as fact, the price of Litecoin jumped from about £125 per token to close to £170, before falling back near its original price, at about £128. \nGlobe Newswire said \"a fraudulent user account was used to issue an illegitimate press release\".\n\"This has never happened before,\" the company said in a statement - adding that it was bringing in \"enhanced authentication\" to stop it happening again.\nIt did not detail exactly what went wrong or who was behind the fake release. \nBut so called \"pump and dump\" schemes are not uncommon in the cryptocurrency world - where bad actors attempt to raise hype around a coin, inflating its price, and quickly sell off their own stock before the market corrects itself.\nThe false press release suggested that Litecoin would be accepted on all Walmart ecommerce platforms from 1 October. \nIt contained quotes that appeared to come from both the Walmart chief executive and the founder of Litecoin. \nOne clue to its nature was that a press contact email address pointed to a web domain which had been registered only last month. Emails to that address bounced as undeliverable.\nThe fabrication was unmasked when CNBC reached representatives of Walmart by phone and were told the press release was fake. CNBC said it had been among the news organisations to publish the story before discovering it was not true. \nWalmart, the Litecoin Foundation, and Global Newswire have been contacted for comment.\nThe announcement raised eyebrows among some sceptical observers because of the volatility of cryptocurrency prices, which can be an obstacle in using them for retail purchases. \nOther companies which have accepted Bitcoin have drawn up terms to limit their exposure to large price swings. \nFor example, when Tesla briefly accepted Bitcoin as a payment option for its cars, it made clear that the price was in US dollars - and that any quote in equivalent Bitcoin was only valid for a limited time window. \nIt also said that if a refund was needed, Tesla would have the choice of whether to pay it back in US dollars or Bitcoin, which may work out as a lower cash value than what was paid. \nSimilarly, PayPal recently introduced the ability to buy and sell Bitcoin - but it cannot be used to make payment purchases. Instead, the cryptocurrency assets will be sold for the right amount of real money to make the purchase. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58560011",
      "category": "technology",
      "title": "Apple iPhone 13 brings portrait mode for video",
      "tags": "Apple,iPhones",
      "text": "Apple has announced its new iPhone 13, which can film \"portrait mode\" videos with a depth of field effect.\nThe new cinematic mode \"anticipates when someone is about to enter the frame\" and shifts focus to them, Apple said - something known as \"pull focus\".\nIt is the only smartphone that lets users edit this effect after shooting, Apple boss Tim Cook said.\nHowever, most other features on the new model were incremental updates over previous versions.\nThe event was also overshadowed by news of a new security flaw in Apple devices which could expose users' messages.\nApple released a security patch on Monday for the previously-unknown flaw, which could let attackers access its iMessage service without the user clicking on a malicious link or file.\nThe new iPhone includes a faster A15 chip, a brighter display, and a battery life of up to 2.5 hours longer, and comes in new colours including pink, blue, midnight, starlight and red.\nThe new iPhone will also have up to 500GB of storage with its lowest available storage rising to 128GB from previous models' 64GB.\nApple was also keen to stress its green credentials, saying the phone used many recycled materials - including antenna lines made from plastic water bottles, it said.\nThe launch comes as buyers are keeping their phones for longer before upgrading. Investment firm Wedbush Securities estimates that around 250 million iPhone users have not upgraded their phones in 3.5 years.\nPaolo Pescatore, an analyst at PP Foresight, said many have yet to experience modern features.\n\"While many will see some upgrades as incremental, there are millions of users who have yet to upgrade to 5G. Therefore, this so called 'supercycle' moment is still relevant,\" he said.\nThe 5G connectivity is only available on the iPhone 12, released last year, and the newly-announced models.\nIn the second quarter of this year, Apple shipped 25.9% of all 5G handsets in the world, according to analyst firm IDC.\nMarta Pinto, senior research manager at IDC, said: \"With the new portfolio, this number will grow and consolidate the dominance of Apple in that space.\"\n\"Not being the first [to launch a 5G phone] paid off.\"\nApple also launched an iPhone 13 Mini, Pro and Pro Max. \nThe iPhone 13 Pro and Pro Max contain three cameras and what Apple calls \"its most advanced camera system yet\".\nIts premium models include a Super Retina XDR display and ProMotion - which delivers adaptive refresh rates of up to 120Hz.\nThis allows for smoother scrolling, animations, and gameplay.\nThe iPhone 13 mini starts at £679, with the iPhone 13 starting at £779. The iPhone 13 Pro starts at £949, and the larger Pro Max £1,049.\nApple has a reputation for innovation. But if this launch was anything to go by, that reputation is outdated.\nNothing especially new or visionary was announced here. The updates to its iPhone, Apple Watch and iPad feel conservative, uninspired, safe. \nBarring a new improved cinematic camera (which to be fair looks good) these are iterative updates. Even the presentation, though slick, had no particularly memorable or creative moments. Rumours of more interesting updates, iPhones with satellite capabilities for example, turned out to be false. \n\"What a spectacular set of announcements,\" said Apple's Tim Cook - referring to products like the new iPhone 13, which looks almost identical to the iPhone 12. \nSome had speculated that maybe Apple would stop numbering the new iPhone (13 being an unlucky number for some) - but no such radical move. \nStill, Apple will sell a lot of these gadgets - they always do.\nBut look past the bombastic marketing and this was a pretty uninteresting launch - particularly from a company that likes to describe itself as innovative. \nApple also announced a new version of its wearable Apple Watch. \nThe Series 7 brings the first redesign to the watch since 2018, and will be slightly larger. \nThe new size can fit almost 50% more text on screen, and has a keyboard to input text. It is also dust-resistant for the first time. \nApple Watch iOS 8 will also be able to automatically detect bicycle rides, including e-bikes.\nBut manufacture of the Apple Watch Series 7 could face production delays, reported Bloomberg.\nApple said the new model would be available \"later this fall\", whereas other products such as the new iPad and iPhone - announced at the same event - are available from next week.\nApple accounts for 47% of the global smartwatch market, according to research from CCS Insight.\n\"At first glance the latest Apple Watch is another iterative update, but the larger screen allowing bigger virtual buttons and a full qwerty keyboard should certainly improve usability,\" Leo Gebbie, principal analyst at CCS Insight said.\nHe said he had expected to see a longer battery life, as \"owners continue to clamour for smartwatches to last longer\", but that was not announced - even if faster charging was.\n\"Despite these concerns, the Apple Watch continues to sell in record numbers and dominates the smartwatch market by a distance,\" he added.\nApple has also launched a new version of its iPad. Tim Cook said its iPad sales had grown by 40% in the past year.\nIt will be powered by the A13 chip, with 20% faster performance from its previous iteration. Apple said this was up to \"three times faster than the Chromebook\".\nThose cheap styles of laptop exploded in popularity last year as schools shut down during the pandemic.\nThe new iPad starts at $329 (£319) and has a discounted price of $299 for schools.\nA new iPad mini was also launched, with USB-C functionality, Apple pencil support and no home button - using a lock button on the top for Touch ID instead. Prices start at £479."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58560031",
      "category": "uk",
      "title": "Boris Johnson warns Covid risk remains as he unveils England's winter plan",
      "tags": "Coronavirus vaccines,NHS,Sajid Javid,Coronavirus pandemic",
      "text": "Plans for tackling Covid during autumn and winter in England have been unveiled, with Boris Johnson warning the disease \"remains a risk\".\nThey include booster jabs for millions - but hold in reserve measures like vaccine passports for certain settings.\n\"Plan A\" is designed to prevent the NHS being overwhelmed, and promotes vaccines and testing.\n\"Plan B\", to be used if the NHS is coming under \"unsustainable pressure\", includes measures such as face masks.\nUnder Plan A of the autumn and winter plan, announced by Health Secretary Sajid Javid, ministers will:\nThe plan will also include continuing testing, tracing of cases and self-isolation for those who catch the virus.\nBusinesses will also be encouraged to consider using the NHS Covid Pass to check the vaccination or test status of customers. \nUnder Plan B - which ministers say would only be enacted if further measures are needed to protect the NHS:\nGuidance on working from home may also be issued under this plan.\nMr Johnson, discussing the plan at a Downing Street news conference, said he was confident vaccinations could protect the gains made so far.\nThe prime minister said he hoped the vaccination programme meant the UK could remain \"one of the most free societies\" in Europe, with only limited restrictions to keep the disease in check.\nAsked in what circumstances he would consider moving from Plan A to the stricter Plan B, Mr Johnson said he would consider the risks, the state of the disease and factors like hospital pressure.\nPlan B made use of \"a number of different shots in the locker\", he said.\n\"You wouldn't necessarily play them all at once, far from it, you would want to do things in a graduated way,\" he said.\n\"Because so many of the population have some degree of immunity, smaller changes in the way we're asking people to behave can have a bigger impact.\"\nHe added that this would \"give us the confidence that we don't have to go back to the lockdowns of the past\".\nSir Patrick Vallance, chief scientific adviser, said that if the country had gone into last winter with the current level of restrictions, cases would have gone \"through the roof\".\nHe said it underlined the importance of getting the vaccine to as many people as possible.\n\"There are five million or so people who are eligible for vaccines now who haven't been vaccinated,\" he said.\n\"Trying to persuade those people it is the right thing to do to get vaccinated would make a significant difference.\"\nProf Chris Whitty, chief medical adviser, warned that \"winter is coming\" and that respiratory viruses such as flu and others would be \"hugely advantaged\".\n\"If you've not had your vaccination, now is a very good time to do so,\" he said.\nThe government wants to avoid bringing back restrictions in England.\nNot just the big ones - like closing down shops or pubs. But the smaller ones too - like telling people they must wear face coverings in certain venues or that they should work from home.\nThe autumn and winter plan keeps the latter on the table. The prime minister gave us an idea of why. He doesn't want Covid vaccine passports, he says, but if it prevents having to close certain venues in future, he's prepared to keep the prospect alive. \nThe plan also says \"more harmful economic and social restrictions\" are a last resort - ministers are desperate to avoid them. \nBut the uncertainties of the next few weeks and months mean they cannot be taken off the table completely. \nEarlier, Mr Javid told MPs it was highly likely frontline NHS staff and those in wider social care settings will need to have Covid-19 and flu vaccinations so they can be deployed.\nThe health secretary said the government would be \"keeping an open mind\" and waiting for the results of a consultation but he believed this would be \"an important step in protecting those at greatest risk\". \nHe described Plan B measures as those \"that we can call upon only if they are needed and supported by the data to prevent unsustainable pressure on the NHS\". \nUnder that plan, the government expects proof of vaccination would be mandatory for nightclubs, crowded indoor venues with more than 500 attendees, crowded outdoor events with more than 4,000 people, such as festivals, as well as any settings with more than 10,000 people. \nPlan A or Plan B - what could happen this winter?\nMr Javid said the government would remove more of its powers in the Coronavirus Act, including those directing the temporary closure of schools. \nHowever, those that are \"critical\" to the pandemic response, such as supporting statutory sick pay for those self-isolating, will remain.\nMr Javid suggested PCR tests for fully vaccinated travellers would be scrapped in favour of cheaper lateral flow tests - with a review of rules around international travel due by 1 October.\nA further 26,628 coronavirus cases were reported in the UK on Tuesday, alongside another 185 deaths within 28 days of a positive test.\nThe message from ministers in England is clear - we are going to try to rely almost entirely on the vaccines to protect us this winter.\nBut what is not spelt out is how bad it will have to get before we need to change course and move to Plan B.\nThe winter plan talks about \"unsustainable pressure\" on the NHS as the trigger, rather than too many deaths. \nSo what can the NHS cope with? The document does not spell that out.\nCurrently 7% of hospital beds are filled by Covid patients. That may not sound a lot, but hospitals are run close to capacity so Covid cases quickly impact on other care that can be provided.\nThe amount of non-emergency treatment being done is already nearly a fifth down on normal levels.\nIf Covid admissions keep growing or other respiratory illnesses take off, it will mean more rationing - from knee and hip replacements being delayed to people waiting longer for an ambulance.\nNone of this, though, is unusual - it happens every winter. But the scale of it could be very different. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58548437",
      "category": "uk-politics",
      "title": "Boris Johnson's mother, Charlotte Johnson Wahl, dies aged 79",
      "text": "The prime minister's mother, Charlotte Johnson Wahl, has died aged 79.\nA notice published in the Times newspaper said she died \"suddenly and peacefully\" at St Mary's Hospital in west London.\nBoris Johnson once described his mother, who was a painter, as the \"supreme authority\" in the family.\nSenior figures from across the political spectrum, including Labour leader Sir Keir Starmer, have sent their condolences to Mr Johnson.  \nSir Keir tweeted: \"I'm very sorry to learn of the prime minister's loss. My condolences to him and his family.\"\nConservative party chairwoman, Amanda Milling, said she was \"thinking of Boris Johnson and his family this evening\", adding, \"Our thoughts and prayers are with you.\"\nTory MP, Conor Burns, who is a friend of the prime minister, tweeted: \"So sad to hear of the death of Boris Johnson's mum. Thoughts and prayers are with him and the whole of the Johnson clan.\"\nMrs Johnson Wahl, whose father was president of the European Commission for Human Rights in the 1970s, married Stanley Johnson in 1963 before completing her degree at Oxford University as the first married female undergraduate at her college.\nThe couple had four children - Boris, journalist Rachel, former minister Jo and environmentalist Leo. They divorced in 1979.\nAs an artist, Mrs Johnson Wahl made her name as a portrait painter, with actress Joanna Lumley and author Jilly Cooper among her subjects.\nIn 1988, she married American professor Nicholas Wahl and moved to New York - where she began painting cityscapes. She returned to London in 1996 following his death.\nAt the age of 40, she was diagnosed with Parkinson's disease but continued painting, steadying herself with a walking frame as she worked."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58558394",
      "category": "entertainment-arts",
      "title": "Love Island star Amy Hart says she got death threat from 13-year-old",
      "tags": "Social media,Online abuse,Love Island",
      "text": "Former Love Island contestant Amy Hart has said she has discovered she has been abused online by nurses and even had a death threat from a 13-year-old.\nThe 29-year-old influencer, who appeared on the 2019 series, told a committee of MPs that Instagram users should have to verify their identities.\n\"Everyone's got a national insurance number,\" she said. \"And if you're under 16 and don't have one, then your parents should have to put theirs, because one of my death threats was traced back to a 13-year-old.\"\nShe added: \"You think, if that's what they're doing at 13 in their bedroom at their mum and dad's house, what are they going to do when they're 18 and they're out on their own?\"\nMuch abuse comes from anonymous accounts, but if someone posts under their real identity, Hart often looks up who they are, she told the Digital, Culture, Media and Sport (DCMS) select committee.\n\"If someone messages me horrible things and they do it from their own account, I'm straight on Facebook to look at who they are,\" Hart said.\n\"I was being trolled by nurses and people that have got husbands and children. I think, do you go to dinner parties and tell your friends that you're trolling random 29-year-old girls that you don't know? Are you proud? I don't understand it.\"\nHart told the committee's inquiry into influencer culture that she went into Love Island with 3,000 Instagram followers and had more than a million by the time she left.\nShe told the committee: \"The [social media] networks are not supportive enough when it comes to trolling. I've reported some messages before, and they come back saying, 'We've looked at it and it doesn't break community guidelines'.\n\"And I'm like, look at this barrage of messages someone's sent me before seven o'clock in the morning, telling me how much they hate me, how awful I am, why everyone hates me, how ugly I am - from a fake account, a trolling account, a burner account.\n\"And you're telling me that doesn't break the policy?\"\nHart added that she has come to realise there's little use in reporting abuse to the platforms. \"I delete things, but you see those messages and actually I have probably stopped reporting them now because I know there is no point,\" she said.\n\"Because the time it takes me, the process of doing, 'Why are you reporting this message?' and then it comes back a few hours later with a notification saying, 'We have checked it and it doesn't break community guidelines'.\"\nA spokeswoman for Facebook, the parent company of Instagram, said: \"We understand how upsetting it is for Amy to receive hurtful comments and we don't want this to happen on Instagram or Facebook.\n\"We have strict guidelines against bullying and harassment and have introduced a number of safety tools including Limits, which prevents comments and DMs from people who don't follow you for a period of time, and Hidden Words, which allows you to filter abusive words, phrases and emojis from your comments and DMs, so you never have to see them.\n\"We'll continue to work with partners, including ITV, and the wider industry to help protect people from abuse.\"\nMeanwhile, Hart also said she received \"amazing\" support from ITV and the Love Island producers, with \"welfare girls\" regularly calling her for 18 months after leaving the show, and therapy that remains on offer.\n\"Any time you need therapy, it will always be there from ITV, and I am still friends with producers, they always check in on me,\" she said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58516207",
      "category": "health",
      "title": "Covid: Which countries are vaccinating children and why?",
      "tags": "Children,Coronavirus vaccines,Young people,Coronavirus pandemic",
      "text": "Children in the UK aged 12 to 15 are set to be able to get a Covid jab, following advice from the UK's chief medical officers.\nThey have recommended the youngsters should be offered one dose of the Pfizer vaccine.\nSome other countries have been vaccinating younger teenagers for some time - but approaches do differ.\nIn May, the European Medicines Agency (EMA) approved the Pfizer vaccine for 12 to 15-year-olds. Since then, different EU countries have moved at different speeds.\nDenmark (12 to 15-year-olds) and Spain (12 to 19-year-olds) have both now vaccinated most of their child population with at least a single dose. \nFrance too has been moving quickly with 66% of those aged 12 to 17 now single jabbed, and 52% fully vaccinated. By October the country's health pass - or pass sanitaire - will be extended to under-18s, meaning all teenagers will need to show proof of vaccination or a negative Covid test to access places like cinemas, museums, restaurants and indoor shopping centres. \nIn June Germany's scientific advisers recommended the vaccine should only be offered to children aged 12 to 15 with underlying health conditions. But in August, after the Delta variant started spreading more widely, the rollout was extended to all those over 12 years old.\nIn Sweden children aged 12 to 15 are only eligible for a vaccine if they have lung disease, severe asthma or another high-risk medical condition. In Norway, not part of the EU, the vaccine rollout was recently extended to children aged 12 to 15, but only a first dose will be offered, with a decision on a second dose to be made later.\nIn May, US and Canadian regulators were the first to approve the Pfizer jab for use in children from 12 years and older. The rollout started immediately at sites across the US with two injections given three weeks apart. \nBy the end of July, 42% of 12 to 17-year-olds had received their first dose and 32% their second dose of either the Pfizer or Moderna shots. \nThe drive to vaccinate children came as the US started to battle a rise in infections driven by the Delta variant.\nThe latest report from the Centre for Disease Control said that the number of children hospitalised with Covid was between 3.4 to 3.7 times higher in states with the lowest vaccination coverage.\nA handful of US school boards have voted to make the jab mandatory for children aged 12 and over to attend class, despite objections by some parents.\nIn Los Angeles the order was recently extended to 600,000 pupils, while in New York staff but not students must be inoculated.\nPfizer has also started testing its Covid vaccine on younger children. The first results, in those between five and 11 years old, are expected in September with data for infants aged six months to four years old likely to follow by the end of the year.\nPresident Biden has already indicated that vaccines for that younger age group could be available \"soon\" after regulators review the clinical data.\nIn June, China began to allow some children from three to 17 years old to be offered shots of a vaccine produced by drug-maker Sinovac, making it the first country to approve a jab for such a young age group.\nThe country has set a rough target of vaccinating 80% of its 1.4 billion population by the end of the year, a figure impossible to meet without jabbing large numbers of under-18s.\nIn theory the Covid vaccine is voluntary in China, although some local governments have said that students will not be allowed back to school this term unless their entire family is double jabbed. \nThe Sinovac vaccine is also widely used in many countries in Asia, Africa and South America. \nIn Chile, it has already been approved for use in children from six years old, while the company has recently started clinical trials to test its vaccine on children in South Africa aged from six months to 17 years old.\nIndia is thought to have the largest adolescent population in the world, estimated at about 253 million by Unicef. The latest data from the National Serological Survey suggests about 60% of children have been exposed to coronavirus since the start of the pandemic, and are likely to have built up some immunity from past infection. \nIn August, the country's drug regulator granted emergency use for a new vaccine developed by local drug firm Zydus Cadila in all those aged 12 years and over, the first approval to cover children.\nThe jab currently needs to be given in three separate doses using a needle-free applicator, rather than a traditional syringe. The firm has said it soon hopes to start trials in younger children aged two and over. \nGovernment scientific advisers have said vaccination for children aged 12 to 17 with serious health conditions could start in October, but a wider rollout will only take place after the adult programme in India is completed, currently slated for the end of the year.\nFollow Jim Reed on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58556460",
      "category": "uk-politics",
      "title": "China's ambassador Zheng Zeguang banned from UK Parliament",
      "tags": "Lindsay Hoyle,Uighurs,House of Lords",
      "text": "China's ambassador to the UK has been told he cannot come to Parliament while sanctions remain in place against a number of MPs and peers.\nZheng Zeguang was due to attend a Commons reception on Wednesday, hosted by the all-party group on China.\nBut after protests, Speaker Sir Lindsay Hoyle and Lord Speaker Lord McFall ruled this out.\nThe Chinese embassy said it was a \"despicable and cowardly\" decision that would harm both countries' interests. \nThe ban, which was first reported by the Daily Telegraph, comes at a time when tensions between the two governments are high.\nIn March, China imposed travel bans and asset freezes on five MPs and two peers whom it accused of spreading lies about the country.\nThis was in response to the UK's decision to impose its first sanctions against Chinese officials for human rights abuses in Xinjiang.\nDespite this, the China parliamentary group still decided to invite Mr Zheng to its summer party on the Commons terrace pavilion overlooking the Thames. \nLast week, the five Conservative MPs who were sanctioned - Sir Iain Duncan-Smith, Tom Tugendhat, Nusrat Ghani, Neil O'Brien and Tim Loughton - wrote to the Speaker voicing their concerns.\nThe two sanctioned peers - crossbencher Lord Alton and Labour's Baroness Kennedy - wrote to the Lord Speaker.\nThey said: \"The sanctions imposed by the Chinese government represent an attack not just on members directly targeted but on Parliament, all parliamentarians, select committees, and parliamentary privilege.\n\"We should never allow our place of work to become a platform to validate and promote such sanctions. \n\"We know that this is a view shared by a great many Right Honourable and Honourable Members who will wish their protests to be heard if this visit is to go ahead.\"\nThey added: \"It is unthinkable therefore that parliamentarians should have to suffer this infringement on our liberties whilst the prime representative of the Chinese government in the UK is still apparently free to come to Westminster and to use facilities here as a mouthpiece for his regime.\"\nNusrat Ghani welcomed the \"unprecedented\" ban on the ambassador, telling BBC News: \"Sanctioning MPs is a direct threat to Parliament and our democracy. \n\"We will not be silenced nor intimidated by any regime, and our Parliament will not be become a tool of propaganda for Chinese Communist Party absurd sanctions.\"\nAnother sanctioned MP, Tim Loughton, tweeted: \"If the genocidal Chinese regime think they can shut down free speech by parliamentarians in a democracy there are consequences and in this case it is that the Chinese regime must not have a platform in the Mother of Parliaments.\"\nIn a statement, Sir Lindsay said he held regular meetings with ambassadors to \"establish enduring ties between countries and parliamentarians\".\nBut he added: \"I do not feel it's appropriate for the ambassador for China to meet on the Commons estate and in our place of work when his country has imposed sanctions against some of our members. \n\"If those sanctions were lifted, then of course this would not be an issue.\"\nLord McFall's spokeswoman said the \"meeting should take place elsewhere, considering the current sanctions against members including two members of the Lords\".\nA Foreign, Commonwealth and Development Office spokesperson said: \"Parliament is independent of government. It is for the Speaker to decide who is allowed on the parliamentary estate.\"\nA spokesman for the Chinese embassy said: \"The despicable and cowardly action of certain individuals of the UK Parliament to obstruct normal exchanges and cooperation between China and the UK for personal political gains is against the wishes and harmful to the interests of the peoples of both countries.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58560031/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Boris Johnson warns Covid risk remains as he unveils England's winter plan",
      "tags": "Coronavirus vaccines,NHS,Sajid Javid,Coronavirus pandemic",
      "text": "Plans for tackling Covid during autumn and winter in England have been unveiled, with Boris Johnson warning the disease \"remains a risk\".\nThey include booster jabs for millions - but hold in reserve measures like vaccine passports for certain settings.\n\"Plan A\" is designed to prevent the NHS being overwhelmed, and promotes vaccines and testing.\n\"Plan B\", to be used if the NHS is coming under \"unsustainable pressure\", includes measures such as face masks.\nUnder Plan A of the autumn and winter plan, announced by Health Secretary Sajid Javid, ministers will:\nThe plan will also include continuing testing, tracing of cases and self-isolation for those who catch the virus.\nBusinesses will also be encouraged to consider using the NHS Covid Pass to check the vaccination or test status of customers. \nUnder Plan B - which ministers say would only be enacted if further measures are needed to protect the NHS:\nGuidance on working from home may also be issued under this plan.\nMr Johnson, discussing the plan at a Downing Street news conference, said he was confident vaccinations could protect the gains made so far.\nThe prime minister said he hoped the vaccination programme meant the UK could remain \"one of the most free societies\" in Europe, with only limited restrictions to keep the disease in check.\nAsked in what circumstances he would consider moving from Plan A to the stricter Plan B, Mr Johnson said he would consider the risks, the state of the disease and factors like hospital pressure.\nPlan B made use of \"a number of different shots in the locker\", he said.\n\"You wouldn't necessarily play them all at once, far from it, you would want to do things in a graduated way,\" he said.\n\"Because so many of the population have some degree of immunity, smaller changes in the way we're asking people to behave can have a bigger impact.\"\nHe added that this would \"give us the confidence that we don't have to go back to the lockdowns of the past\".\nSir Patrick Vallance, chief scientific adviser, said that if the country had gone into last winter with the current level of restrictions, cases would have gone \"through the roof\".\nHe said it underlined the importance of getting the vaccine to as many people as possible.\n\"There are five million or so people who are eligible for vaccines now who haven't been vaccinated,\" he said.\n\"Trying to persuade those people it is the right thing to do to get vaccinated would make a significant difference.\"\nProf Chris Whitty, chief medical adviser, warned that \"winter is coming\" and that respiratory viruses such as flu and others would be \"hugely advantaged\".\n\"If you've not had your vaccination, now is a very good time to do so,\" he said.\nThe government wants to avoid bringing back restrictions in England.\nNot just the big ones - like closing down shops or pubs. But the smaller ones too - like telling people they must wear face coverings in certain venues or that they should work from home.\nThe autumn and winter plan keeps the latter on the table. The prime minister gave us an idea of why. He doesn't want Covid vaccine passports, he says, but if it prevents having to close certain venues in future, he's prepared to keep the prospect alive. \nThe plan also says \"more harmful economic and social restrictions\" are a last resort - ministers are desperate to avoid them. \nBut the uncertainties of the next few weeks and months mean they cannot be taken off the table completely. \nEarlier, Mr Javid told MPs it was highly likely frontline NHS staff and those in wider social care settings will need to have Covid-19 and flu vaccinations so they can be deployed.\nThe health secretary said the government would be \"keeping an open mind\" and waiting for the results of a consultation but he believed this would be \"an important step in protecting those at greatest risk\". \nHe described Plan B measures as those \"that we can call upon only if they are needed and supported by the data to prevent unsustainable pressure on the NHS\". \nUnder that plan, the government expects proof of vaccination would be mandatory for nightclubs, crowded indoor venues with more than 500 attendees, crowded outdoor events with more than 4,000 people, such as festivals, as well as any settings with more than 10,000 people. \nPlan A or Plan B - what could happen this winter?\nMr Javid said the government would remove more of its powers in the Coronavirus Act, including those directing the temporary closure of schools. \nHowever, those that are \"critical\" to the pandemic response, such as supporting statutory sick pay for those self-isolating, will remain.\nMr Javid suggested PCR tests for fully vaccinated travellers would be scrapped in favour of cheaper lateral flow tests - with a review of rules around international travel due by 1 October.\nA further 26,628 coronavirus cases were reported in the UK on Tuesday, alongside another 185 deaths within 28 days of a positive test.\nThe message from ministers in England is clear - we are going to try to rely almost entirely on the vaccines to protect us this winter.\nBut what is not spelt out is how bad it will have to get before we need to change course and move to Plan B.\nThe winter plan talks about \"unsustainable pressure\" on the NHS as the trigger, rather than too many deaths. \nSo what can the NHS cope with? The document does not spell that out.\nCurrently 7% of hospital beds are filled by Covid patients. That may not sound a lot, but hospitals are run close to capacity so Covid cases quickly impact on other care that can be provided.\nThe amount of non-emergency treatment being done is already nearly a fifth down on normal levels.\nIf Covid admissions keep growing or other respiratory illnesses take off, it will mean more rationing - from knee and hip replacements being delayed to people waiting longer for an ambulance.\nNone of this, though, is unusual - it happens every winter. But the scale of it could be very different. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58502559",
      "category": "uk-wales",
      "title": "Gleision: Call for inquest into mining disaster 10 years on",
      "tags": "Neath Port Talbot County Borough Council,Cilybebyll,Mining,Health and Safety Executive ,Coal mining",
      "text": "The families of four miners who died in a south Wales colliery disaster 10 years ago are calling for an inquest.\nCharles Breslin, 62, David Powell, 50, Phillip Hill, 44, and Garry Jenkins, 39, died when water flooded the Gleision drift mine in September 2011. \nThe mine's manager and owners were cleared of manslaughter charges in 2014. \nCharles Breslin's widow, Mavis, said she felt \"cheated\" of a husband and an inquest. \nThe Health and Safety Executive (HSE) said it could not comment because the investigation into the inrush and subsequent trial were led by the police and Crown Prosecution Service.\nLynette Powell, whose husband David celebrated his 50th birthday in the weeks before he died, said all she had was a temporary death certificate.\n\"That is no closure for me,\" she said. \"I haven't got an inquest. Not only for me, for all the families.\"\nIt comes as two survivors of the Gleision mine tragedy told the Wales Investigates programme they felt their colleagues' deaths in 2011 had been \"swept under the carpet\".\nIn their first media interview since the tragedy, Jake Wyatt, 68, and Nigel Evans, 49, spoke of alleged illegal workings in the mine, and said they felt authorities had failed to get to the bottom of what might have caused the four miners' deaths.\nWhile it's not known what, if any, impact these alleged illegal workings had on the inrush, Lee Reynolds, a former surveyor for Gleision mine who gave evidence in the trial, questioned whether they had been noticed or acted on by the HSE.\nMr Reynolds has been working with Maria Seage, the co-owner of Gleision mine, to get more information on the HSE's role over the years and its subsequent investigation.\nHe called on authorities to look into whether opportunities to improve safety at the mine prior to the inrush had been missed.\nHe said: \"When you get a major incident - and I believe four people getting killed tragically is a major incident - they have a prior role investigation. It should be undertaken independently. \n\"With what we're finding in our investigation, a prior role investigation should have been undertaken, but wasn't.\"\nThe water inrush at the Gleision drift mine, near Cilybebyll, Neath Port Talbot, on 15 September 2011, happened after the men blasted through to old, disused workings in an effort to improve air circulation in the mine.\nThe mine manager Malcolm Fyfield said he had checked the old workings for water prior to the accident and found none, but in court he was accused of gross negligence manslaughter for failing to notify the HSE of his intentions to knock through to the old workings, which was a legal requirement.\nMr Fyfield, 58, and owners MNS Mining were found not guilty of manslaughter charges [gross negligence manslaughter and corporate manslaughter, respectively] following a three-month trial in 2014.\nThe jury in the multimillion-pound trial reached not guilty verdicts after just 30 minutes of deliberation.\nFollowing the trial, the acting coroner for Swansea decided not to not to hold full inquests for the four men.\nA subsequent factual report, published by the HSE in 2015, gave details of the underground investigation undertaken by its inspectors after the tragedy, but was unable to explore issues that had not been raised in court.\nAn HSE spokesman said it would be inappropriate to comment on the points raised by Mr Reynolds and the families because it did not lead the investigation into the tragedy.\nThe spokesman added: \"Our thoughts are with the families on this poignant anniversary. We supported the South Wales Police investigation at the time which ended in a manslaughter trial, but HSE did not bring any charges under the Health and Safety at Work Act 1974 in addition to their prosecution.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-58559255",
      "category": "uk-england-merseyside",
      "title": "Formula 1 fan arrested after being mistaken for mafia boss",
      "tags": "Sicilian mafia,The Hague,Netherlands",
      "text": "A Formula 1 fan from Liverpool was arrested at gunpoint in the Netherlands after being mistaken for a mafia boss.\nPolice believed the 54-year-old, known as Mark L, was Sicilian crime lord Matteo Messina Denaro and he was blindfolded and led away by officers in The Hague on Wednesday.\nProsecutors said the man, who was in the country to watch the Dutch Grand Prix on 5 September, was later freed.\nDenaro, 59, is wanted over bombings in 1993 which killed 10 and injured 93.\nMark L had been eating at a restaurant with his son when police burst in, carrying a European Arrest Warrant issued by the Italian authorities.\nHis lawyer Leon van Kleef said it was \"like a bad movie, a nightmare that my client has found himself in\".\nHe continued: \"Imagine one moment you are having a bite to eat and the next you are sat in a maximum-­security Dutch prison.\"\nHe said his client \"had anger and disbelief and laughter because it is ludicrous\".\n\"He is a normal Formula One fan. I was always convinced he was not [Denaro]. \n\"It would have been a genius of an Italian to have such a strong Liverpool accent.\"\nA spokeswoman for the Dutch Public Prosecutor's Office said Mark L stated he was an English citizen and protested his innocence.\nShe added the outcome of the investigation, which was conducted via an accelerated procedure, \"turned out to be negative\". \n\"The public prosecutor then issued an immediate release order at the beginning of the evening,\" she said.\nDenaro, who has been in hiding since 1993, is Italy's most wanted mafioso and once boasted he could \"fill a cemetery\" with his victims.\nHe is also known as Diabolik - a nickname he took from an uncatchable thief in a comic book - and is seen as the successor to two jailed Mafia godfathers.\nHe is wanted for 50 murders and is the \"capo di tutti capi\" - the boss of all bosses - of the Sicilian Mafia.\nMr van Kleef said Mark L did not wish to be identified and would not comment further on the case.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58550833/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid booster vaccine rollout to begin across UK next week",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid booster jabs will begin to be offered across the UK from next week.\nIt follows a recommendation from the government's vaccine advisers, the JCVI, who said about 30m people should be offered a third dose.\nThey said the booster should be given at least six months after a person had their second dose - with the Pfizer-BioNTech jab recommended.\nThose eligible include over-50s, younger adults with health conditions and frontline health and care workers. \nHealth Secretary Sajid Javid made the announcement in the Commons as part of an autumn and winter plan for managing Covid in England.\nScotland will begin offering booster jabs for the broader group from Monday, First Minister Nicola Sturgeon said. \nShe said the programme \"was intended to prolong the protection\" of vaccines and will run alongside the flu vaccination programme.\nThe go-ahead was also confirmed in Wales and Northern Ireland.\nThe recommendation from the JCVI (Joint Committee on Vaccination and Immunisation) comes amid concern about waning immunity.\nThere are some signs protection offered by the vaccine may start dropping off several months after the second dose - with the most vulnerable groups most at risk of this.\nIn his statement, Mr Javid told MPs: \"There is evidence that the protection offered by Covid-19 vaccines reduces over time, particularly older people who are at greater risk, so booster doses are an important way of keeping the virus under control for the long term.\"\nThe JCVI said it was still unclear exactly how much protection does slip, but it wanted to take a precautionary approach and ensure the most vulnerable people maintain high levels of protection.\nThe advice is separate to the recent recommendation of third doses for people with severely weakened immune systems - something that is already being rolled out. \nThose eligible for a booster jab include:\nThere is a huge amount of uncertainty about what winter will bring. In fact, it's not even clear what the next month will bring.\nIt was feared September could see Covid cases rise, but there are no signs of that happening yet.\nBig surges in infection levels are probably behind us, given the amount of immunity built up in the population.\nBut if current levels are sustained throughout winter, the NHS will struggle. And even a small dip in vaccine effectiveness could make a big difference to admissions - hence the booster announcement.\nThen there is the concern about the return of other respiratory viruses. They were kept at bay last year by lockdowns and social distancing, but that has meant immunity to them has waned.\nA virus called RSV - the leading cause of respiratory illness in young children - is already circulating at very high levels. Flu could also take off. \nIt is why the NHS is having to prepare for the worst, while hoping for the best.\nTrials have been carried out in the UK looking at the use of booster jabs.\nThe JCVI said these showed Pfizer was well-tolerated and provoked a good immune response, including against new variants of the virus, such as Delta, regardless of which Covid vaccine had been given for the first two doses.\nIt said where Pfizer was not available a half-dose of Moderna could also be used.\nFor people who cannot have the Pfizer or Moderna because of issues like allergies, the AstraZeneca vaccine can be used as a booster.\nA gap of six months between the second dose and the booster shot was considered the most effective for boosting protection.\nThe trials also showed the flu vaccine can also be given at the same time as the booster jab where that is practical - some people will be offered a flu jab before they become eligible for a Covid booster.\nJCVI chairman Prof Wei Shen Lim said: \"The UK's Covid vaccination programme has been hugely successful in protecting people against hospitalisation and death, and the main aim of the booster programme is to prolong that protection and reduce serious disease as we head towards the colder months.\"\nHe said even a small tip in vaccine effectiveness could have a big impact on hospital admission numbers given the size of the population.\nHe said those under 50 were likely to have a more long-lasting immune response to the first two doses of vaccine so may not need a booster - although he did not rule it out happening completely.\nEngland's deputy chief medical officer Prof Jonathan Van Tam said the UK was likely to be in for a \"bumpy winter\" with Covid, coupled with other respiratory viruses, such as flu, returning - previously lockdowns and social distancing meant these were kept at very low levels.\nHe said the booster programme was about \"staying on top of Covid\" and could make a \"very substantial impact\" on hospitalisations and deaths.\nAbout 85% of deaths in recent weeks have been among the over 60s.\nBut Prof Van Tam added it was also important that those who had not yet come forward for jab did so - more than five million adults have not yet had their first dose yet.\nThe announcement comes after the government confirmed on Monday that all children aged 12 to 15 in England would be offered one dose of the Pfizer jab, with invitations going out from next week. \nIt follows advice from the UK's chief medical officers, who say the jab will help reduce disruption to education.\nA rollout is yet to be confirmed in Scotland, Wales and Northern Ireland.\nIn a statement before the announcement on the booster programme, Prime Minister Boris Johnson said while the pandemic \"is far from over\", the \"phenomenal vaccine programme, new treatments and testing\" mean the UK is \"able to live with the virus without significant restrictions on our freedoms\". \nThe PM, who is holding a coronavirus press conference later, said he would lay out a strategy for the months ahead \"when the virus has a natural advantage, to protect the gains we have made\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58555703",
      "category": "uk-england-london",
      "title": "Notting Hill crash: Three dead after car hits block of flats and catches fire",
      "tags": "City of Westminster,Maida Hill",
      "text": "Three people have died after a car crashed into a block of flats and caught fire in west London.\nPolice were called at 04:50 BST after the vehicle collided with a sheltered accommodation building on Great Western Road in Notting Hill.\nThe London Fire Brigade put out the blaze but three people were pronounced dead at the scene. Nine people were led to safety from the flats.\nWork to identify the victims and inform their families is ongoing.\nOne witness who lives on the road told LBC they saw a neighbour run out to try to help the people in the car.\nThey said: \"It's a shock - you don't expect something like that to happen. There's no words. It'll stay with us for a while.\" \nA nearby coffee shop owner said some of the first witnesses on the scene were visibly shaken.\nGoao Santos, who runs the BICA coffee shop in Westbourne Park station, said: \"The guy cleaning the street, the cleaner, he came to get an espresso. They said it's a really bad car crash.\n\"They went there, they said the car was on fire, they tried to rescue but they could not rescue.\"\nMr Santos added that someone in the man's group then called the police.\n\"He was a bit shaken, you know,\" he said. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55045639",
      "category": "health",
      "title": "Who is eligible for the Covid jab and is it compulsory for anyone?",
      "tags": "Coronavirus vaccines,Moderna,Vaccination,Pfizer,Omicron variant,Coronavirus pandemic,AstraZeneca",
      "text": "About 37 million people have now had booster Covid vaccine doses across the UK - more than 64% of those eligible.\nThe government is urging everyone who can, to come forward and receive the jab.\nFor most people in the UK, the Covid vaccine is not mandatory.\nHowever, Health Secretary Sajid Javid has reconfirmed that the government wants all front-line NHS staff in England (with some exceptions) to be fully vaccinated by 1 April if they want to to keep their job.\nCare home staff in England must also already be vaccinated (unless exempt).\nMeanwhile a number of employers, including Morrisons, Next, Ikea, Ocado and Wessex Water have cut sick pay for unvaccinated workers who are forced to isolate after being exposed to Covid.\nEmployees will receive only the statutory-sick-pay (SSP) minimum (£96.35 per week), unless there are mitigating circumstances.\nAll staff who test positive for the virus will still receive full sick pay, regardless of their vaccination status.\nAcross the UK, Covid passports providing vaccination status or negative test results are required to enter some venues.\nMany foreign countries are restricting entry to vaccinated travellers or imposing restrictions on those who are not. \nIn England boosters are now available to all over-16s three months after their second dose - but appointments can be booked after two months. Some walk-in appointments are also available. \nIn Scotland boosters can be booked online.\nIn Wales people should wait to be invited, with older and higher-risk people being prioritised.\nIn Northern Ireland people aged 18 to 29 can go to walk-in hubs, and make booster appointments. \nEarly studies from UK researchers suggested a booster vaccine - on top of the first two jabs - provides 80-85% protection against Omicron (compared with 97% against Delta).\nMore antibodies are developed thanks to the booster, giving the body stronger defences against the virus. \nIt makes it harder for Omicron to infect the body, although current vaccines are still not a perfect match.\nPfizer has started clinical trials of a new Covid vaccine which targets the Omicron variant.\nModerna will soon begin trials of its own Omicron-specific jab, and AstraZeneca has also started working on a new version of its vaccine.\nAll children aged 12 and over are being offered two doses of the Pfizer jab. They can usually have a second dose 12 weeks after the first.\nA low-dose version of the Pfizer vaccine has been approved for children aged five to 11 who have health conditions putting them at greater risk from catching Covid. Eligible children in this age group are now being invited for vaccination in Scotland\nPrimary school children who live with clinically vulnerable adults should also be offered a jab, government vaccine advisers said. \nThe Joint Committee on Vaccination and Immunisation (JCVI) also recommended that the normal booster dose should be offered to children aged 12-15 if they:\nIt is not yet clear when children will get these doses.\nAbout 16 and 17-year-olds in England who had a second vaccine dose at least three months ago are being invited to have their booster.  \nThey can make an appointment or attend a drop-in clinic, as can eligible children of the same age in Scotland.\nChildren who are not considered to be at high risk from Covid should wait 12 weeks after a positive Covid test before having the vaccine.\nYour booster will be a single dose of either Pfizer or Moderna - regardless of which vaccine you received before.\nIf you have recently tested positive for Covid, you should wait four weeks from the date of the test before having your booster.\nYou shouldn't have the booster if you have a severe illness or high fever, but Pfizer and Moderna say a mild fever or a cold are not reasons to delay.  \nThe vaccines do not infect you with Covid, and cannot cause positive results on a lateral flow or PCR test.\nYou can still book your first or second jab. You need to wait eight weeks between the first and second.\nIn particular, the government wants unvaccinated pregnant women to come forward.\nThe most common ones include a sore arm, headache, chills, fatigue and nausea.\nThey are part of the body's normal immune response to vaccines and tend to resolve within a day or two.\nThere are extremely rare, but occasionally fatal, cases of people developing blood clots after taking the AstraZeneca vaccine. \nAnd a very small number of people have experienced a severe allergic reaction after the Pfizer vaccine.\nYou should discuss any existing serious allergies with your healthcare professional before being vaccinated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58551525",
      "category": "uk",
      "title": "Covid-19: Booster jab announcement and vaccination in schools",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Tuesday morning. We'll have another update for you this evening. \nA UK-wide programme of booster jabs to help prevent Covid will be confirmed later, the BBC understands. Ministers are expected to announce a single dose of the Pfizer vaccine will be available to over-50s at least six months after their second dose, with the over-70s and those most at risk again prioritised.\nAll children aged 12 to 15 in England will be offered one dose of the Pfizer-BioNTech Covid jab, says Vaccines Minister Nadhim Zahawi. The programme will be rolled out through schools, with invitations going out from next week and parental consent being sought, the government says. Rollouts are yet to be confirmed in Scotland, Wales and Northern Ireland.\nEarly data suggests the number of people in jobs returned to pre-Covid levels in August, although more than a million people were still furloughed, according to the Office for National Statistics. The number of job vacancies hit a record high - topping one million - with the unemployment rate falling to 4.6%, the official figures show, although the ONS adds young people have been badly affected by job losses.\nTourism industry body Abta is urging the government to scrap Covid PCR testing for fully vaccinated travellers returning from lower-risk countries and perform a \"significant overhaul\" of the traffic-light system for destinations. It says the policies have \"choked off\" this summer's travel trade, with seven out of 10 travel firms planning to make redundancies after furlough ends. The government says protecting public health is its priority and that decisions on the traffic-light system are kept under regular review.\nLike many events, it was cancelled last year, and in 2019 it had to be cut short after Derbyshire's River Derwent burst its banks. But the Matlock Bath Illuminations event has made a triumphant return, with  hand-decorated boats in the design of a Ghostbusters car, Sonic the Hedgehog and - the winner - a carousel, delighting crowds.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. \nConfused about whether vaccination for children will be compulsory? As our Q&A explains, it isn't.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-58561561",
      "category": "uk-scotland-glasgow-west",
      "title": "Nationalised shipyard misses out on ferries order",
      "tags": "Shipbuilding,Ferries,Isle of Islay,CalMac,Port Glasgow",
      "text": "The nationalised Ferguson shipyard has missed out on an order to build two new CalMac ferries. \nThe Inverclyde yard was among 11 bidders for the order to replace ships on the Islay route, but failed to make the shortlist. \nThe four shipyards which will now submit detailed tenders are based in Poland, Romania and Turkey. \nFerguson Marine said it was \"disappointed\" but would learn lessons as it looks for future work. \nThe new ships will be the first major order by CMAL, which procures vessels for CalMac, since Glen Sannox and an as-yet unnamed ship, known as Hull 802, which are still under construction at the Ferguson shipyard. \nGlen Sannox is currently due to be delivered in the second half of next year, more than four years late, with the two ships costing the taxpayer more than double the original contract price. \nProblems with the order dragged the yard back into administration in 2019 and since then it has been wholly-owned by the Scottish government, which also owns CMAL and CalMac.\nThe new order for the Islay route will be for two 94.8m long vessels to replace MV Hebridean Isles - which is 36 years old - and MV Finlaggan which was launched in 2011. MV Finlaggan would then be redeployed to a different route. \nThe new ships will be larger but more fuel efficient than the current vessels and will have greater vehicle capacity. \nUnlike the order for Glen Sannox and Hull 802, they will not use liquefied natural gas (LNG) for the engines but will instead have diesel-electric propulsion systems, making use of lithium batteries where possible, for instance when manoeuvring in port. \nThe four shortlisted shipyards which will now submit more detailed bids are Damen Shipyard in Romania, Remontowa Shipbuilding in Poland, and Turkish shipyards Sefine Denizcilik Tersanecilik Turizm, and Cemre Marin Endustri.  \nJim Anderson, director of vessels at CMAL, said: \"We received interest from many shipyards across the world, and carried out robust assessment of their technical and financial suitability to take on this project. \n\"Four shipyards scored the highest across both criteria and have now been issued an ITT (invitation to tender) for the contract. \n\"This stage of the procurement process will take around six months, and we hope to award the contract to the winning shipyard at the end of March 2022.\"\nThe GMB union, which represents the Ferguson workforce, said Scotland's commercial shipbuilding sector was \"mirroring the failure of our offshore wind sector\".\n\"Ferries paid for by the public purse will be manufactured in Eastern Europe or Turkey, that's jobs and value that should be coming to Inverclyde going abroad,\" said GMB Scotland organiser Gary Cook.\nScottish Labour's transport spokesman Neil Bibby said it was \"hammer blow\" to Scottish shipbulding, adding: \"This announcement means more jobs and more money going overseas at a time of economic crisis.\"\nScottish Conservative transport spokesman Graham Simpson said: \"It's humiliating for the SNP that ships which could be built in the west coast of Scotland are instead going to be welded together in Eastern Europe.\n\"The SNP let down our shipyards so badly that they are missing out on work to Romania, Poland and Turkey.\"\nFor the Liberal Democrats, economy spokesman Willie Rennie said: \"It is a damning indictment of the Scottish government's utter failure to secure high tech, high wage jobs that there is no shipyard in Scotland on this shortlist.\"\nA Scottish government spokesperson said: \"While it is disappointing that Ferguson Marine have been unsuccessful on this occasion, we are fully committed to supporting the yard to secure a sustainable future, including a pipeline of future work, to help protect jobs and commercial shipbuilding on the Clyde.\"\nFerguson Marine said it had put forward a \"robust bid\" for the new order but it respected CMAL's decision. \nA spokesperson added: \"Scotland's public sector ferries will, of course, continue to be future business targets for the shipyard, but they are not the sole focus. \n\"We believe there is a significant opportunity for contracts and business growth in the build of complex vessels in the 40 to 100m range, which includes offshore patrol vessels and service operation vessels.  \n\"We are actively pursuing opportunities of this nature, which exist in Scotland and around the world, and we remain highly focused on completion of the dual fuel ferry project, which is a top priority.\"\nThe Port Glasgow shipyard has been extensively modernised since it first went into administration in 2014 and was taken over by businessman Jim McColl. Its workforce has risen to more than 450. \nMr McColl and CMAL have blamed each other for problems with the previous ferry order which led to the yard going into administration again five years later. \nThe \"turnaround director\" appointed by the Scottish government, Tim Hair, recently told the BBC that investment was continuing at Ferguson Marine and he was confident the yard would be competitive by the time it wins its next major order. "
    }
  ]
}