{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57468462",
      "category": "uk-wales",
      "title": "Covid: Youth clubs fear for children 'lost to the streets' in pandemic",
      "tags": "Coronavirus lockdown measures,Merthyr Tydfil,Cardiff Council,Caerphilly,Cardiff,Young people,Mental health,Senghenydd,Coronavirus pandemic",
      "text": "There are fears children as young as 11 have been \"lost to the streets\" as some youth clubs remain closed due to Covid restrictions.\nYouth workers said some had fallen into gangs, were struggling with mental health, or had begun using drugs and drinking.\nThey say they fear more could suffer unless changes are made to Covid rules to allow teenagers back into clubs.\nThe Welsh government said it had worked with the sector through the pandemic.\nIn Merthyr Tydfil, youth worker Paula Mahoney said repeated lockdowns had forced many children to \"grow up too quickly\".\n\"I've witnessed them sitting in the field across from us doing drugs at 15 - I would have never have dreamt it,\" she said.\nOther youth workers said they were trying to re-engage teenagers but Covid restrictions stopped clubs giving them a safe place to go.\nYoung people said clubs had been a vital lifeline during the pandemic but they feared some friends had become isolated and might not return.\nLast spring clubs were closed due to lockdown restrictions.\nChildren in England have been able to meet indoors at clubs since May, with no limits on numbers or having to stay in school groups, but with over-18s having to abide by stricter rules.\nIn Wales, while youth clubs can now reopen, children over 11 still have to socially distance, with numbers indoors limited depending on venue size.\nBefore lockdown 30 to 40 children and teenagers would head to Twyn Community Hub in Merthyr Tydfil every week.\nMs Mahoney said the club - which helps seven to 25-year-olds - had put on virtual events and sent out activity packs, but she feared many members had been \"lost to the streets\".\nShe said before lockdown children as young as 11 had spoken to her about self harm, and while she had checked on them, being unable to talk face to face had been frightening.\nMs Mahoney said she feared many would end up in trouble unless funding was increased to allow her to do outreach work.\nShe said she worried that while some were hanging around in areas frequented by drug dealers and had fallen in with gangs, others were alone and isolated.\n\"We have the holidays coming soon, it's going to be chaos,\" she said.\n\"The biggest worry is now the children, who would normally be at the club, who are on the streets, getting involved in all sorts - fighting, gangs - we need to either find a way to bring them back in or rebuild relationships.\"\nBailey started going to the club when he was about 12 to hang out with friends, but then Covid hit.\n\"All I did was sit at home and watch telly, there wasn't anything to do,\" he said.\nNow volunteering at the centre every day, the 15-year-old is growing food in the garden and helping with the younger children.\n\"Before I became a volunteer I was a very shy person... hopefully now I would say I was the up-and-go person in the room,\" he said.\nBefore lockdown, young people attending Senghenydd Youth Drop-In Centre (Sydic) in Caerphilly county said it was like spending time with family.\nNow Dave Brenton, who runs the not-for-profit club, said repeated lockdowns had put the club's work back \"about 10 years\".\n\"We have had mental health issues during the pandemic... some parents are saying they won't come out of the house... there's two sides of it, some will never go home and others won't come out of the house,\" he said.\n\"To us, two years is a disruption. To a kid, it's a lifetime.\"\nMr Brenton said many youngsters had tried hard to stick to rules, but it was understandable they wanted to get out and see their friends.\nHe said while the club was doing everything it could, the rules made it \"impossible\" to put on indoor sessions, despite the children socialising together in school.\n\"We were a family and we have to rebuild that somehow, we've got to build those relationships back up again,\" he said.\n\"I don't think we are going to get some of them back, and that's a tragedy, because they are going to be lost to drugs and crime and all sorts of things.\nYouth worker Ali said while young people had always hung out on the streets, they used to \"check in\" when they popped in to socialise, get food and have a chat.\n\"We just lost that contact... they're still out there, but we're not, so we're not there to guide them in any way,\" said Ali, who hoped many would come back.\nChristine Edwards, a youth worker at the club, said some had found the restrictions \"extremely hard\" and had become isolated staying home while their friends continued to go out.\n\"They've been robbed of so much,\" she said. \"They are always asking when Sydic is going to open, they cannot wait for that centre to reopen.\"\nWhile video sessions have been put on, volunteers said many had not attended due to poor wi-fi or not feeling confident putting their cameras on.\nEsme-Jade, 19, a student who volunteers at the club, said she worried some members would not return and would remain isolated from friends.\n\"We left school with no closure, and then everything came to a close, it was quite a worrying time,\" she said.\nAfter the club helped him to gain confidence, 18-year-old William said lockdown had been a \"weird time\" and holding video sessions had helped to keep connected.\n\"Even if I was getting a bit lonely stuck in the house, I had someone to talk to,\" he said.\nA recent report shows that in Cardiff alone numbers of young people experiencing emotional and mental health issues have risen \"significantly\" since schools reopened after the Christmas lockdown.\nCouncil officials said the number of children on the child protection register increased from 253 to 458 - a rise of of 81% - in the past 12 months.\nThe council is planning to put on extra club nights this summer, in a bid to re-engage young people after the pandemic.\nChildren's Commissioner Sally Holland said while youth workers in Wales had worked hard to keep youngsters safe, they had faced \"immense challenges\" during the pandemic.\n\"It's worrying to hear youth workers talking about losing touch with young people during the pandemic, and their fears about not being able to provide that support,\" she said.\n\"It's important that the government listens to these concerns as we move forward so that their long-term response to the impact of the pandemic can be as effective as possible.\"\nThe Welsh government said it had worked with the youth sector throughout the pandemic, and had helped services to access over £21m in grants, with additional emergency funding, to allow them flexibility to respond to \"the immediate needs of the young people they support\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57711618",
      "category": "uk",
      "title": "Covid-19: Some may choose to be more cautious after 19 July, says top doctor",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57712884",
      "category": "world-asia",
      "title": "Japan landslide: Elderly couple among survivors pulled from buried homes",
      "tags": "Japan,Japan floods,Severe weather",
      "text": "Rescue teams battling heavy rain pulled survivors from their ruined homes on Sunday after a landslide struck the Japanese coastal city of Atami. \nAuthorities said an elderly couple were among 23 people rescued so far. \nAt least three people have been killed and dozens are still missing after a torrent of mud swept the city, south-west of Tokyo, on Saturday.\nJapanese media showed footage of rescue workers searching for life in the remains of crushed buildings.\nSome 80 people are still unaccounted for, according to the city mayor. \nOn Monday, there were about 1,500 rescue workers searching at the site, including police, firefighters and members of the military. \n\"We want to rescue as many victims ... buried in the rubble as soon as possible,\" Prime Minister Yoshihide Suga told reporters. \nThe Asahi news website said Yoshie Yuhara and her husband Eiji, both 75, were among those rescued on Sunday after 26 hours. They said that when the landslide hit they heard \"a roaring, like heavy machinery\" and fled to the top of their three-storey home just before the lower floors were inundated.\nNaoto Date, a 55-year-old actor, returned to his hometown on Saturday to see the damage for himself.\n\"I just wanted to cry (when I saw what had happened),\" he said. \"Many elderly people were living there. The thought that there might be people who failed to escape from the disaster makes me really sad.\"\nYuta Hara, a spokesman for Atami city hall, told Reuters news agency that the rain had made the ground unstable and about 387 people had been evacuated.\nResidents said the mudslide struck at about 10:30 local time on Saturday (01:30 GMT) after days of torrential rain in central and eastern Japan.\nThe city - a resort popular for its hot springs - saw more rainfall in the first three days of July than it usually sees in the whole month.\nMeanwhile, hundreds of thousands of residents in three prefectures - Shizuoka, Kanagawa and Chiba - have been ordered to evacuate following warnings of further flooding in low-lying areas.\nPrime Minister Suga, who held emergency talks with ministers on Sunday, has asked people in the worst-affected districts to stay alert and to take precautions."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57710527",
      "category": "uk",
      "title": "Covid-19: Masks will become personal choice, says Robert Jenrick",
      "tags": "Robert Jenrick,Coronavirus lockdown measures,Sajid Javid,Coronavirus pandemic",
      "text": "England will move into a period without legal restrictions where the public will have to exercise \"personal responsibility\" including on face masks, the housing secretary has said.\nRobert Jenrick told the BBC's Andrew Marr people would \"come to different conclusions\" over masks, but he trusted people \"to exercise good judgement\".\nAll legal restrictions are expected to be lifted in England on 19 July.\nThe Scottish government said there would be an \"ongoing need\" for masks.\nA spokesperson said people could still be expected to wear face coverings on public transport and in shops even after other curbs lift in Scotland on 9 August.\nScotland, Wales and Northern Ireland are in charge of their own coronavirus rules. On face masks and other measures, the Westminster government is working with counterparts in the other nations on a UK-wide approach.\nIn Wales, minister Mick Antoniw said it was \"moving to a stage where we are having increasing normality\" with the next review of curbs due on 15 July.\nMr Jenrick said on Sunday he would like the whole union to move as one.\nA further 24,248 Covid cases and 15 deaths within 28 days of a positive test were recorded in the UK on Sunday.\nWhen asked on the BBC's Andrew Marr Show whether he was confident that all restrictions would end in England on 19 July, Mr Jenrick said: \"It does look as if - thanks to the success of the vaccine programme - that we now have the scope to roll back those restrictions and return to a normality as far as possible.\"\nHe said cases might continue to rise significantly as restrictions were eased.\n\"But we now have to move into a different period where we learn to live with the virus, we take precautions and we as individuals take personal responsibility,\" he said.\nWhen asked if the requirement to wear face masks in certain settings will definitely go, Mr Jenrick said: \"I can't make that commitment this morning because the prime minister will make an announcement in the coming days - it does look as if the data is in the right place.\"\nHe urged people to get fully vaccinated and, when asked about travel, said the government was \"still looking at the data\" in terms of allowing those who have been double-jabbed to avoid quarantine when returning from amber list countries - but it was their objective.  \nAsked on Sky News about whether he would stop wearing his face mask if the rules allowed, Mr Jenrick said he would, because he did not particularly want to wear one.\nBut he said: \"We will be moving into a phase where these will be matters of personal choice. So some members of society will want to do so for perfectly legitimate reasons but it will be a different period where we as private citizens make these judgements rather than the government telling you what to do.\"\nMr Jenrick added: \"We are now going to move into a period where there won't be legal restrictions - the state won't be telling you what to do - but you will want to exercise a degree of personal responsibility and judgement.\"\nProf Stephen Powis, NHS England's medical director, said if some people continued to wear face masks in certain circumstances, such as crowded places, then \"that's not necessarily a bad thing\". \"Those habits to reduce infections are a good thing to keep,\" he added.\nHe said the link between coronavirus infections, hospital admissions and deaths had not been totally broken as there were people in hospital who had been vaccinated.\n\"But it's severely weakened,\" he said.\nMr Jenrick also said the government would be making a statement on school bubbles - the system that means entire groups of pupils have to self-isolate if one pupil within the group tests positive - ahead of 19 July.\nCritics say the bubble system is disruptive, and official figures this week showed hundreds of thousands of children had been sent home from school because of it. The education secretary has also said he want to replace the bubble system with a different approach.\n\"As a parent I've seen it first hand,\" Mr Jenrick told Times Radio on Sunday. \"It's extremely frustrating. We want to see that come to an end and to move to a different and better system.\" \nWriting in the Mail on Sunday, Health Secretary Sajid Javid said there was a compelling argument that easing Covid restrictions was needed for the country's health.\nHe said the rules had caused a shocking rise in domestic violence and a terrible impact on mental health.\nAnd he said England was on track to meet the fourth and final stage of lockdown lifting - but that \"cases are going to rise significantly\" and \"no date we choose will ever come without risk\".\nMr Javid also warned the backlog facing the NHS would get \"far worse before it gets better\", as millions of people had avoided coming forward for healthcare during the pandemic. \nThe British Medical Association (BMA) has said measures such as mandatory face coverings in certain settings should stay in place as it warned the number of people admitted to hospitals in England with Covid-19 had risen by 55% in a week.\nDr Chaand Nagpaul, BMA council chairman, called the jump in cases alarming and said: \"It makes no sense to remove restrictions in their entirety in just over two weeks' time.\"\nThe BMA called for the continued use of masks and new ventilation standards, among other measures."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-49986861",
      "category": "uk-wales",
      "title": "Caerphilly estate's dedicated police spark '50% rise' in crime reports",
      "tags": "Policing,Caerphilly,Community,Crime,Gwent Police,Social housing",
      "text": "Putting dedicated officers back on the beat has led to a 50% rise in intelligence about drugs and crime from a council estate, police say.\nFor the last two years a police constable and community support officer have been allocated to Lansbury Park in Caerphilly.\nThe estate has had problems with organised crime gangs and a lack of trust in the police.\nBut Insp Gavin Clifton said the increase in confidence had been \"huge\".\nMany people on the estate say crime is no worse than anywhere else, and talk of neighbours looking out for each other.\nOne contractor said he had his tools stolen while working on a house, but after word spread they were returned within days.\nBut in 2017 a report claimed there was a lack of co-operation with the police, with a fear of retribution for those who report crime.\nThis had led to a culture where \"crime had become normalised\", with everyone perceived as living in a \"criminal culture\", it said.\n\"A group of teenage boys were throwing things at the windows relentlessly for hours,\" said a young father with a baby, who does not want to be identified.\"We tried phoning 101 several times but were told there weren't enough police officers to send anyone out.\"\nHe spoke of loud music, smoking, drinking, people urinating in the stairwells, and armed police banging on doors.\"It can be frightening,\" he said.\nOn one of our visits armed police were called to a house after a man - who does not live on the estate - allegedly threatened a woman with a samurai sword.\nWalking down the main stretch, community support officer Sarah Mey and PC Anthony Moore are stopped by children playing.\nThe pair have become a fixture in the community, attending events and working with families. Now many say they would call them for help.\nBut before they arrived things were very different.\nAfter the police station shut, Gwent Police had no dedicated presence in Lansbury, and was getting almost no intelligence from residents.\n\"There were criminals and organised crime gangs who had a free run of the estate,\" they say. \nBut since the pair started in November 2017, Insp Clifton says intelligence reports on drugs alone have increased by 50%.\nWhile reports of crime have increased, it is beginning to stabilise.\nOne aim was to stop children getting into crime by giving support and building trust in the police.\nAnthony started a youth rugby club, while Sarah started the \"mini police\".\nMany of the mothers on the estate say the pair have made a difference to their children's behaviour.\n\"It's been really positive,\" says Anthony. \"People now feel if something happens they can phone us.\"\nSome of the issues included people being offered cash for their homes to be used for growing cannabis and storing drugs, and crime gangs moving into the estate to deal drugs.\nWhile there are still challenges, they say intelligence is helping them catch those exploiting the community.\n\"The perception that if people come here and they are going to be stabbed or robbed is not true,\" said Anthony.\n\"You are probably just as safe here as you are in the whole of the UK. It's a genuine community where people look after each other.\"\nDespite its reputation the estate did not rank as the worst place for community safety in the Welsh Index of Multiple Deprivation in 2014.\nThis was actually part of Cathays in Cardiff, an area with a high student population.\nAn area called St James 3, where part of Lansbury lies, was ranked 104 out of 1,909 small communities - still in the top 10% of the worst areas in Wales for the number of reported crimes and fires, and perceptions of safety.\nRecorded crime has also increased over the last few years, but this could be down to increased reports from the estate rather than more crime happening.\n\"I like helping people, and I like changing the community around a little bit,\" said Tayla, 10.\nTayla and her friend Miley, 10, are members of the area's mini police, a group of nine to 11-year-olds.\nWhile they are not going to be arresting anyone, they will be learning skills like first aid, and the group will write a story book about their work.\nThis story is part of a special series from Lansbury Park. BBC News is exploring the challenges and the opportunities for those living and growing up on the estate. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57698950",
      "category": "world-middle-east",
      "title": "After Lod violence, Israeli city's residents fear for the future",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-57708542",
      "category": "uk-scotland-edinburgh-east-fife",
      "title": "Man in hospital after suspected gas explosion in Fife",
      "tags": "Dunfermline",
      "text": "A number of homes have been evacuated in Fife following a suspected gas explosion.\nFirefighters were called to tackle a blaze at one property on Dewar Street, Dunfermline, at about 13:50.\nPolice confirmed one man had been taken to St John's Hospital for treatment and a number of properties had been evacuated as a precaution.\nThe street was closed while inquiries were carried out."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57710766",
      "category": "world-us-canada",
      "title": "Miami collapse: Crews prepare for demolition as storm nears",
      "tags": "Florida,Miami building collapse,Miami,United States",
      "text": "The standing portion of a partially collapsed apartment block near Miami is set to be demolished over safety fears as a tropical storm approaches Florida. \nExplosives are in place to bring down the remaining part of Champlain Towers South between 22:00 and 03:00 local time (02:00 and 07:00 GMT).\nSearch efforts will resume once the site is deemed safe, officials said.\nPart of the 12-storey block collapsed on 24 June. Twenty-four people are known to have died and 121 are missing.\nThe remaining unstable structure, which does not contain any bodies, is being demolished to ensure the safety of search teams.\nEarlier efforts to find possible survivors in the rubble following the initial collapse were suspended ahead of Sunday's planned demolition. \nThe controlled demolition was brought forward after concerns were raised over the approaching Tropical Storm Elsa, which could reach Florida on Tuesday.\nNo survivors have been pulled from the rubble at the site in Surfside since the first few hours after the structure's collapse.\nOn Sunday, Surfside Mayor Charles Burkett said there was a danger that strong winds in the coming days could bring down additional debris and endanger the lives of the search teams. \nHe said demolition experts could control how the structure falls, before adding that the explosion could \"potentially open up a third of the pile [of rubble]\" for emergency teams to access. \nMeanwhile, Miami-Dade County Mayor Daniella Cava Levine advised nearby residents to remain indoors and close their windows until at least two hours after the demolition is completed.\nShe said the operation was \"critical to expand our scope of search - especially in the area closest to the building\". \nMs Cava Levine expressed sympathy for the families of the missing, adding that those who were forced to evacuate the remaining part of the building had \"left their entire lives behind\".\nNo other buildings in the area needed to be evacuated, she said.\nMs Cava Levine said teams had been scouring the structure using drones with thermal imaging for any pets that may have been left behind. \n\"As soon as the building is down and it is safe, our first responders with resume their search efforts,\" she told a press conference.\nThe families of the missing were told in advance of the decision to pause the search effort on Saturday as crews began preparations for the demolition.\nEarlier on Sunday, Miami-Dade Fire Rescue Assistant Chief Ray Jadallah said small holes were being drilled into the foundation of the building where explosive charges would be placed.\nThe mayor signed a demolition order on Friday. There are as yet no details about compensating the owners of the affected apartments.\nMeanwhile, officials are investigating other tower blocks in the area for structural faults.\nWhat caused the 40-year-old Champlain Towers South to crumble remains unclear. A 2018 inspection, however, warned of \"major\" design flaws in the original design.\nThe building association's board has said it will appoint an \"independent receiver... to oversee the legal and claims process\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57688320",
      "category": "science-environment",
      "title": "Critically endangered antelope saiga makes comeback",
      "tags": "Kazakhstan,Endangered species,Conservation,Animals,Wildlife conservation",
      "text": "The population of a rare type of antelope has more than doubled since 2019, in a remarkable turn around in fortunes.\nAccording to the first aerial survey in two years, the number of saiga in their Kazakhstan heartland has risen from 334,000 to 842,000.\nThere were fears the animal was on the brink of extinction following a mass die-off in 2015.\nDistressing images of carcasses strewn over the steppes made world headlines.\nFollowing a series of conservation measures, including a government crackdown on poaching, and local and international conservation work, numbers have started to bounce back.\nThat, together with the natural resilience of the species, gives hope for their future, said Albert Salemgareyev of the Association for the Conservation of Biodiversity of Kazakhstan (ACBK).\n\"They give birth to twins every year, which gives high potential for the species to quickly recover,\" he told BBC News.\nThe saiga has seen a dramatic turnaround in fortunes. But even with the current boom, numbers will never return to the millions estimated in Soviet times due to looming threats, including the impact of state infrastructure projects and oil and gas development, said Albert Salemgareyev.\nThe latest survey, carried out in April, shows not only a big increase in the total numbers, but that one particular population in Ustyurt in the south of the country, has made a dramatic recovery. \nIn 2015, there were barely more than 1,000 animals left in the area, but there's been a big increase to 12,000 in this year's census. \nThe UK-based non-profit organisation, Fauna & Flora International, has been involved in efforts to protect the Ustyurt population by establishing a new anti-poaching ranger team and using satellite collaring to monitor saiga movements.\nDavid Gill, FFI senior programme manager for Central Asia, said the new census was the best evidence yet that decades of conservation efforts to protect the saiga were paying off. \nBut he warned against complacency, saying saiga migrate across huge areas, so future development and infrastructure projects that might fragment its habitat remain a concern.  \n\"But this new data is cause for celebration,\" he added. \"There are few truly vast wildernesses, like the steppes of central Asia, left on the planet. To know that saiga herds are still traversing them in their thousands, as they have done since prehistoric times, is an encouraging thought for those of us who want those wildernesses to remain.\"\nThe International Union for Conservation of Nature classes the saiga among five critically endangered antelope species. \nNumbers of the species, which goes by the scientific name Saiga tatarica, have plunged by more than 90% in the late 20th Century, coming close to extinction several times.\nKazakhstan is home to a majority of the world's saiga, although the antelope also can be found in southern Russia and Uzbekistan.\nIn the decade after Kazakhstan's independence the animal was pushed to the brink through poaching for its horns, which are prized in Chinese medicine.\nRecent years have seen measures taken by the Kazakh government to protect the saiga population, including a crack down on poaching, with penalties of up to 12 years in prison, and the establishment of nature reserves.\nStephanie Ward, Altyn Dala conservation initiative international coordinator at the Frankfurt Zoological Society, said the antelope is among very few living creatures to have run freely among both Neanderthal humans and the humans of the 21st Century. \n\"It's exciting to see their numbers start to recover to levels nearing 1,000,000 individuals, and it speaks volumes about the Government of Kazakhstan's commitment to their protection,\" she said. \nThe die-off of 2015 was blamed on a bacterium previously present in the saiga which turned into a deadly killer due to excess humidity and higher-than-average daily temperatures on the steppes. \nFollow Helen on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57715496",
      "category": "uk",
      "title": "Covid: Mask law and one metre rule set to end in England",
      "tags": "Coronavirus lockdown measures,Boris Johnson,Coronavirus pandemic",
      "text": "Boris Johnson is expected to confirm he is confident the majority of the remaining Covid restrictions in England can be lifted from 19 July.\nMaking face masks voluntary and ending 1m-plus social distancing and QR code sign-ins at restaurants will be among his press conference announcements.\nThe PM said people must \"learn to live\" with Covid and \"exercise judgement\".\nInfections are expected to rise when rules are eased but ministers believe deaths will be limited by vaccinations.\nA further 27,334 cases were reported across the UK on Monday, alongside another nine deaths within 28 days of a positive test.\nThe fourth and final stage of the government's roadmap out of lockdown in England was delayed last month to no earlier than 19 July.\nAmong the current measures are the \"rule of six\" for gatherings, table service in pubs and restaurants, capacity limits in theatres and cinemas, the closure of nightclubs, and working from home guidance.\nHowever, while many of the remaining rules and guidance looks set to be swept away, the prime minister is not expected to address self isolation, travel restrictions or the rules in schools.\nScotland, Wales and Northern Ireland are in charge of their own coronavirus rules, and the Scottish government has suggested it may retain some basic measures, including wearing masks, at its next review in August.\nThe chairman of the British Medical Association, Dr Chaand Nagpaul, said it \"makes no sense\" to stop wearing face masks in enclosed public settings amid a rising number of cases of the Delta variant.\nHe told BBC Radio 4's Today programme \"face masks are proven to reduce spread of this infection\" and \"we can't understand why we would knowingly want people to become infected\".\nUnions representing public transport and shop workers said their staff would face even more risk of infection if face mask rules are dropped.\nMeanwhile, Ryanair said face masks would remain mandatory on its flight \"in order to protect the health of our passengers and crew\".\nIn comments released by Downing Street before the prime minister gives his update at a 17:00 BST news conference, Mr Johnson said he \"must stress that the pandemic is not over and that cases will continue to rise over the coming weeks\". \nBut praising the successful vaccine rollout, he said he would \"set out how we can restore people's freedoms\", adding: \"As we begin to learn to live with this virus, we must all continue to carefully manage the risks from Covid and exercise judgement when going about our lives.\"\nDowning Street said step four of the easing would go ahead in two weeks' time only if the government's \"four tests\" for easing curbs had been met.\nThe verdict on those tests - on the jab rollout, vaccine effectiveness, hospital admissions, and new virus variants - would only be confirmed on 12 July following a review of the latest data.\nThe findings of reviews on the use of Covid certification - or vaccine passports - and on social-distancing measures are also due to be announced by Mr Johnson.\nIt is understood the restriction banning pub-goers from ordering a drink directly at the bar will be dropped.\nBut Downing Street stressed rules against travel to high-risk countries, the requirement to isolate if people test positive, as well as surge and community Covid testing programmes would continue after 19 July.\nHealth Secretary Sajid Javid will update the Commons on the changes at the same time Mr Johnson holds his briefing at Downing Street alongside England's chief medical officer, Prof Chris Whitty, and the government's chief scientific adviser Sir Patrick Vallance.\nBehavioural psychologist Prof Stephen Reicher, one of the scientists advising the government, expressed concern about the face mask plans.\nHe told Today: \"We need very clear messaging and in certain spaces - crowded, badly ventilated spaces - masks are crucial mitigation,\" adding ministers needed to provide \"support and proportionate mitigations to keep us safe. Along with the vaccine, that's the way out\". \nPaul Nowak, deputy general secretary of the Trades Union Congress, said it was \"vital\" people would be returning to Covid-secure work sites.\n\"I just don't think it is acceptable for the government to simply outsource its responsibilities to individuals and to individual employers,\" he said. \nMeanwhile, shadow health secretary Jonathan Ashworth urged the government to confirm \"what level of mortality and cases of long Covid\" it considers acceptable.\n\"Letting cases rise with no action means further pressure on the NHS, more sickness, disruption to education - and risks a new variant emerging with a selection advantage,\" he warned.\nStephen Powis, the National Medical Director for NHS England, said infections were currently rising but hospital rates were not increasing at the same rate as previous peaks and \"things are looking very good\".\nHe told BBC Breakfast the NHS was \"well used to coping with pressures, we do it every year and every winter. So we are prepared.\"\nFrom the start of the pandemic, the single most important measure for controlling Covid was getting people to isolate when they had symptoms. \nIt's why so many have urged the government to do more to support people financially when they do so.\nEverything else from mask-wearing and social distancing to contract tracing was about marginal gains on top.\nAs we learnt more about the ability of the virus to spread before symptoms developed or among those who were asymptomatic those marginal gains became more important.\nBut alongside isolating when ill, the new tool in the fight against Covid is, of course, vaccination.\nNot only do the vaccines protect you, they protect others by curbing spread by cutting your chances of being infected in the first place and your risk of passing on the virus if you do become infected.\nWith high vaccination uptake, all those other measures are much less important than they once were. \nThat's why ministers feel they can ditch many of them - and in doing so become arguably the first nation to relax restrictions on this scale with infections rising and attempt to learn to live with Covid.\nThe review of social-distancing measures has been of particular interest to the hospitality industry, which says many venues are unable to operate profitably under restrictions on capacity and table service rules.\nThe findings of a review into Covid certification are also expected. The use of certificates to prove a person's Covid vaccination or test status has been welcomed by some travel industry bosses and leading sports bodies - but the concept has raised concerns over discrimination and privacy.\nSeparately, the PM will give further details on the future of care home visits. At the moment, care home residents in England can choose up to five people who can visit regularly, but no more than two people should visit at one time or in one day.\nCare minister Helen Whately says visits are unlikely to \"completely go back to normal\" as there was a need for some precautions for residents - and face coverings were expected to remain a requirement.\nAround 64% of the UK adult population has now received a second vaccine dose, with just over 86% having now received at least a first dose.\nNo 10 has said the government is ensuring preparations are in place to offer third \"booster\" doses to everyone aged over 50 and the most vulnerable over the winter months."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57710048",
      "category": "world-europe",
      "title": "Cyprus: Nations send help to tackle worst wildfire in decades",
      "tags": "Cyprus,Israel,Greece,Wildfires,Environment,European Union",
      "text": "Several nations have answered Cyprus's appeal to help tackle a huge wildfire, described by officials as the worst in the country's history.\nThe UK, Greece, Italy and Israel are among those helping, including with firefighting aircraft.\nCyprus said missions to drop water had helped to reduce fire outbreaks, but warned that blazes could resurge.\nOn Sunday, four people were confirmed to have died in the fires, which have been fanned by strong winds.\nThe blaze has spread through the southern Limassol district and forced the evacuation of several villages. \nMore than 20 sq m (50 sq km) of forest and farmland have been destroyed, along with power lines.\nFirefighters are racing to prevent the wildfire from spreading to the Machairas National Forest Park. \n\"It is the worst forest fire in the history of Cyprus,\" Director of the Department of Forests Charalambos Alexandrou told local television.\nThe European Commission's head of crisis management, Janez Lenarcic, said on Saturday that a co-ordinated response was under way. The EU's emergency Copernicus satellite is tracking the blaze, the commission said.\nSeveral aircraft are already tackling the flames, assisted by British troops stationed on the island.\nThe British Royal Air Force, which has a base at Akrotiri near Limassol, tweeted images of two helicopters taking part in the operations.\n\"We stand shoulder to shoulder with the Republic of Cyprus as we work together to overcome this tragedy,\" said the commander of British Forces Cyprus, Maj Gen Rob Thomson.\nOn Sunday, Cyprus's Interior Minister Nicos Mouris confirmed that all four people who died in the fires were Egyptian farm workers. \nTheir bodies were found about 600m from their burnt-out vehicle near the village of Odos. A local policeman told AFP news agency that it appears they fled the vehicle and became trapped among the flames.\nPresident Nicos Anastasiades described the fire - in the foothills of the Troodos Mountains - as \"a tragedy\".\nIn a tweet, he said it was \"the largest fire since 1974\" - referring to the year Cyprus was divided following a Turkish invasion - and had caused loss of life.\nHe pledged that the government would \"provide immediate assistance to the victims\" and their families.\nMr Anastasiades visited a relief centre in the village of Vavatsinia on Sunday morning, before travelling on to other affected areas.\nMeanwhile, police have arrested a 67-year-old man on suspicion of arson. A witness saw a man driving away from the village of Arakapas, north-east of Limassol, at the same time the fire started on Saturday, police said.\nCyprus has been experiencing a week-long heatwave, with temperatures reaching up to 40C (104F).\nExperts say that climate change is expected to increase the frequency of extreme weather events, such as heatwaves. However, linking any single event to global warming is complicated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57714808",
      "category": "world-asia",
      "title": "Afghanistan: All foreign troops must leave by deadline - Taliban",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban,US Armed Forces,United States",
      "text": "Any foreign troops left in Afghanistan after Nato's September withdrawal deadline will be at risk as occupiers, the Taliban has told the BBC.\nIt comes amid reports that 1,000 mainly US troops could remain on the ground to protect diplomatic missions and Kabul's international airport.\nNato's 20-year military mission in Afghanistan has all but ended.\nBut violence in the country continues to rise, with the Taliban taking more territory.\nUnder a deal with the militant group, the US and its Nato allies agreed to withdraw all troops in return for a commitment by the Taliban not to allow al-Qaeda or any other extremist group to operate in the areas they control.\nPresident Joe Biden set a deadline of 11 September - the 20-year anniversary of the 9/11 attacks on the US - for American troops to fully withdraw, but reports suggest the pullout may be complete within days. \nAs Afghan forces prepare to take charge of security alone, concern is growing for the future of Kabul.\nTaliban spokesman Suhail Shaheen said seizing Kabul militarily was \"not Taliban policy\".\nBut speaking to the BBC from the group's office in Qatar, he said no foreign forces - including military contractors - should remain in the city after the withdrawal was complete.\n\"If they leave behind their forces against the Doha agreement then in that case it will be the decision of our leadership how we proceed,\" Mr Shaheen told the BBC.\n\"We would react and the final decision is with our leadership,\" he added.\nDiplomats, NGOs and other foreign civilians would not be targeted by the Taliban, he insisted, and no ongoing protection force for them was needed.\n\"We are against the foreign military forces, not diplomats, NGOs and workers and NGOs functioning and embassies functioning - that is something our people need. We will not pose any threat to them,\" he said.\nMr Shaheen described last week's withdrawal from Bagram Airfield - once the largest US military base in Afghanistan - as a \"historic moment\".\nBut Farzana Kochai, a female MP, said the withdrawal was being carried out irresponsibly.\nAfghan government spokesman Razwan Murad told the BBC that the government was ready for talks and a ceasefire and the Taliban should now prove that they were committed to peace.\nMr Shaheen denied that the militant group had played any part in the recent uptick in violence.\nHe insisted that many districts had fallen to the Taliban through mediation after Afghan soldiers refused to fight.\nOn Sunday, the Taliban captured another area in southern Kandahar province. The militants say they now control about a quarter of the country's nearly 400 districts.\nThe Taliban spokesman described the current government as \"moribund\" and referred to the country as the \"Islamic emirate\" - an indication that the group envisaged a theocratic basis for governing the country and were unlikely to agree to Afghan government demands for elections.\nMr Shaheen said elections had so far not been raised in negotiations between the Taliban and the Afghan government.\nUS-led forces ousted the Taliban from power in Afghanistan in October 2001. The group had been harbouring Osama Bin Laden and other al-Qaeda figures linked to the 9/11 attacks in the US.\nPresident Biden has said the American pull-out is justified as US forces have made sure Afghanistan cannot become a base for foreign jihadists to plot against the West again.\nAfghan President Ashraf Ghani, meanwhile, insists that the country's security forces are fully capable of keeping insurgents at bay, but many believe the withdrawal risks casting the country back into the grip of the Taliban."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57639510",
      "category": "uk-wales",
      "title": "Stonehenge: Did ancient 'machine' move stones from Wales?",
      "tags": "Stonehenge,Orkney,Engineering",
      "text": "It is a mystery that has confounded experts for centuries - how were huge stones transported 180 miles (290km) from the Preseli Hills to Stonehenge?\nSome think humans, or even cows, pulled them to their resting place on Salisbury Plain. \nHowever, a Denbighshire man believes it was a long-forgotten \"machine\" which appeared to defy gravity and was even possibly referenced in the Bible.\nBut a Stonehenge expert said manpower was the most likely explanation.\nCarpet fitter Steven Tasker, 66, from Llanrhaeadr, became so interested in the Stonehenge mystery that he built a prototype of the what he believed the old machine would have looked like.\n\"It may look like something out of Last of the Summer Wine, but we've lifted a third of a tonne with it and theoretically it could move any weight,\" he said.\nA lover of Ancient Egypt, Steven wanted to explain how the Pyramids were built - but believes his theory also sheds light on how stone circles were created on various sites, from Orkney's Skara Brae to Stonehenge.\nIt was on a trip to Cairo in 2004 that he started to consider whether some ancient artefacts were not what they appeared to be.\nFor example, what looked like eye make-up jars could have been stone rollers to help move objects.\nThere were also \"rockers\" assumed to be sleds for pulling items - however, Steven believes they could also be part of this complex machine. \n\"I tied rockers below a plank of wood to try and work out how they could have been used,\" he said.\n\"By using pivot points, I could counterbalance a 60kg roll of carpet on top and by using the rockers, walk it across the road.\n\"Pictures of statues are of them being dragged on sleds. But all statues have flat backs, so this machine would be an easy way to transport them, whatever the weight. A small team of men could do it.\"\nDespite his beliefs, Steven's prototype gathered dust in his garage for 14 years, until 2018, when he went on a tour with Dr Campbell Price, curator of one of the UK's largest Egyptology collections at Manchester Museum. \nDr Price was impressed with his theory and invited him to give a talk, which encouraged Steven to continue researching.\nA chance encounter at a holiday cottage, when he flicked through a copy of the Old Testament, then helped him form a clearer image of how the machine looked.\nIn one passage, a prophet called Ezekiel describes a \"vision of God being transported on cherubim\", with four wings and \"feet shaped like the sole of a calf's foot\".\nPeople were worshipping idols and unaware of science in 900BC, with Steven believing this is how the seemingly gravity-defying machine appeared.\nThe \"four wings\" being planks of wood moving either side, while the idea of \"calf's feet\" helped him further develop his prototype.\n\"They (the feet) are an important part of the machine because the load's centre of mass is retained over them,\" he said.\n\"It gives the impression the machine is defying gravity, but like any trick of the eye, a clown leaning forward with his big shoes, it looks like magic.\"\nStatues weighing 1,200 tonnes were transported in Ancient Egypt, leading Steven to believe the machine originated there.\nHowever, the Standing Stones of Stenness, Orkney, which are 6m (19ft) tall, date back to 3,200 BC - 400 years before the Pyramids.\nEgyptologist Laird Scranton found DNA of animal and plant species on Orkney, that led him to believe a group of Egyptian priests arrived in northern Scotland and other parts of the world to establish centres of learning.\nThey then taught people about seasons, farming and agriculture, he suggested.\n\"To do this you need a seasonal clock, thus stone circles,\" Steven said. \n\"In essence Stonehenge and stone circles are cosmological timepieces. They were used to take man from a society based on hunter gatherers, to a kingship society based on farming and animal husbandry.\"\nSteven believes large stones were moved throughout Britain to act as clocks, calendars and temples, with Stonehenge one of the most significant sites.\nHe estimates the machine would be able to travel 1.5 miles (2.4km) a day - meaning stones could be moved from the Preseli mountains in months.\nWhat sets Stonehenge apart is the circle around it, containing 56 chalk pits known as the Aubrey Holes. \nSteven believes this could be a giant diagram of the board in the middle of the machine.\nThe Aubrey holes would represent ball bearings to hold statues in place, as efforts were made to improve it.\nEngineer Shaun Whitehead, who led the Djedi robotic exploration of the Great Pyramid, said: \"I'm often approached by people who have their own ideas about why and how these great structures were built.\n\"I'm careful not to dismiss any of these without a little thought, but most can be shown to be unworkable or impractical.  \n\"However, Steven's theories on how massive objects could have been moved demonstrate a very creative and practical engineering mind.\"\nWhile he said nobody knows for sure how they were moved, Steven's idea is \"as good as any, and better than most\".\nHe added: \"In Steven's theories, ancient Egyptian symbols such as the Djed pillar may not just be magical or spiritual representations - they may represent engineering devices.  \n\"This makes sense - there was very little distinction between engineering genius and magic in ancient times.\"\nBut University College London Institute of Archaeology's Mike Parker Pearson, professor of British later prehistory, dismissed the theory.\n\"One of the huge misunderstandings [about Stonehenge] is how could you do something with a minimum of effort and maximum efficiency?\" he said.\n\"That is a very 21st Century idea. There are no limits to 21st Century human ingenuity.\"\nMoving the stones was by far most likely to be \"simply manpower\".\n\"It's a failure to understand megalith builders past and present used vast amounts of [human] labour.\n\"One of my researchers has actually calculated the amount of person power it would take to move the stones from Wales to Stonehenge,\" he said. \"It's not as much as you might think.\"\nHe said he had worked on projects moving stones previously. \"We have done this sort of thing in Madagascar - hundreds and thousands of people turned out. The whole issue is everybody wants to be involved.\"\nDr Campbell Price said the \"efficient movement of large numbers of ancient monuments\" has never been fully explained. \n\"Steve's experiments give a different perspective into how ancient people were able to plan paths of least resistance, and to manipulate natural forces,\" he added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57712614",
      "category": "business",
      "title": "Firms urge PM to back returning to the office",
      "tags": "Companies,Flexible working,Coronavirus pandemic",
      "text": "A group of business leaders has urged ministers to \"set the country clearly on the path to recovery\" by encouraging people to return to the office.\nFirms needed to know what the end of Covid restrictions would mean in practice, more than 50 leaders said in a letter to PM Boris Johnson.\nThe letter, organised by lobby group London First, said firms expected city centres to \"buzz again\" after 19 July.\nWorking from home should no longer be the default, they said.\n\"Our economic recovery will only succeed if the government commits to reviving our city centres,\" they added.\nThose signing the letter included Heathrow and Gatwick airport chief executives John Holland-Kaye and Stewart Wingate, Capita chief executive Jon Lewis and BT boss Philip Jansen.\nIn the letter, they said that for many months, employers and employees alike had been receiving messages that were complex and sometimes mixed, while official advice had not always been clear-cut.\n\"At this critical moment, we believe that it is essential that the government is unambiguous in its communications that when the stage four restrictions lift, public transport is safe, offices are safe, and working from home is no longer the default,\" they said.\n\"Employers can then move forward with plans for new ways of working, considering the needs of their staff, clients and customers.\"\nThe letter called for a clear plan of action for London, which it said would \"reap significant benefits for the whole of the UK\".\nThey said measures should include:\nDespite their initiative, almost all of 50 of the UK's biggest employers questioned by the BBC in May said they did not plan to bring staff back to the office full-time.\nSome companies, including supermarket chain Asda, have said they will continue to allow flexible working for office-based staff.\nOthers had announced that they wanted staff to return to the office, but have not yet implemented those plans. \nThose firms include investment bank Goldman Sachs, which had initially told staff to be ready to return to the workplace in June, but then delayed the move."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-51205344",
      "category": "health",
      "title": "What are the latest rules for face coverings and masks?",
      "tags": "Coronavirus lockdown measures,Retailing,Social distancing,Personal protective equipment (PPE),Viruses,Coronavirus pandemic",
      "text": "People in England are no longer legally required to wear face masks in almost all public spaces, although they are still recommended in some settings. \nThe change is part of the government's decision to lift Plan B coronavirus measures in England.\nMasks are still required in many situations in Scotland, Wales and Northern Ireland. \nFrom Thursday 27 January:\nWhat are the latest changes to the UK's Covid rules?\nFace mask changes: 'We hope customers aren't discouraged'\nIn Scotland, masks must be worn in most indoor public spaces including public transport, shops and gyms (although they can be temporarily removed when exercising).\nThey must be worn in pubs and restaurants when not seated or dancing, and in the workplace in communal areas and canteens. \nThey are compulsory for all school staff as well as secondary school pupils and are required in indoor public spaces in universities.\nLike England, under-12s are exempt.\nFrom Friday 28 January, adults running organised sessions with under-5s will no longer need to wear face coverings. \nIn Northern Ireland, post-primary pupils must wear face coverings inside school buildings, as must staff if they can't socially distance.\nMasks must also be worn on public transport, in shops and hospitality venues unless you're sitting down to eat or drink.\nMasks aren't required in gyms or other exercise venues.\nHowever, people no longer have to show proof of exemption if they're not wearing a mask.\nUnder-13s don't have to wear masks in public indoor places, and primary school pupils are exempt from the rules on public transport.\nPeople no longer have to wear face masks by law in cafes, pubs, restaurants and nightclubs, but face coverings are required on public transport and  most public spaces, including shops.\nSecondary school pupils are being asked to wear masks in class until the end of half term. \nThe guidance in Wales applies to everyone aged 11 or over.\nIn England, Transport for London (TfL) officers and police can currently fine people £200 for their first offence. This drops to £100 if paid within 14 days. \nThe penalty doubles for each subsequent offence, with no discount for quick payment. So, a second penalty would be £400, a third £800, up to a maximum of £6,400. \nIn Wales, the penalty for a first offence is £60, with the fine doubling for each subsequent offence - up to a maximum of £1,920. Repeat offenders can also be prosecuted in court where fines are unlimited.\nIn Scotland, the police can issue a penalty notice of up to £60 for breaking the law on mask-wearing.\nEvidence suggests transmission mainly happens indoors where people are close together.\nCovering the nose and mouth reduces the spread of coronavirus droplets from coughs, sneezes and while speaking.\nThe main purpose is to protect others although there is some evidence they offer protection to wearers.\nIt should:\nStandard surgical masks are acceptable. It is also possible to buy FFP2 and FFP3 masks used by healthcare workers which can offer higher protection. However, these must be fitted correctly to work."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-57708537",
      "category": "uk-scotland-edinburgh-east-fife",
      "title": "Tom Kitchin staff suspended amid bullying claims",
      "tags": "Edinburgh,Hospitality industry",
      "text": "Edinburgh chef Tom Kitchin has suspended two members of staff following allegations of \"unacceptable behaviour\".\nIn June, former workers made allegations of bullying, violence and sexual assault in his restaurants.\nOne alleged a chef burned a woman's arm with a hot tray from an oven, while another claimed staff were repeatedly punched if they were not fast enough.\nKitchin Group said the claims would be \"fully and independently\" investigated.\nManaging director Peter Southcott added: \"We will not hesitate to take whatever action may be necessary.\"\nMr Kitchin, 44, runs Michelin-starred restaurant the Kitchin and gastropub Scran and Scallie, both in Edinburgh.\nHe has been a guest judge on BBC One's MasterChef and appeared on the Great British Menu, after becoming one of the youngest chefs to receive a Michelin star, aged just 29.\nAnonymous claims which appeared on an Instagram page described \"toxic\" behaviour, violence and instances of sexual assault in his restaurants.\nFurther claims were made to the Guardian and Times newspapers, describing mental health problems that had arisen following their alleged experiences.\nMr Kitchin said top venues can be \"high-pressure, frenetic and challenging\" environments where \"emotions often run high\" - but said his company would \"remedy\" instances if they had \"fallen short\". \nHe said: \"The exacting standards of our food and service must be matched by the standards of behaviour in our kitchens and wider operations.\n\"In the last few years, the feedback from our team members underlines the significant strides we've taken to improve what had often been a traditional culture in our kitchens, but we have more to do.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57696170",
      "category": "uk-wales",
      "title": "Covid: Wales hospital visit rule change welcomed by parents",
      "tags": "Coronavirus lockdown measures,Cardiff,Childbirth,NHS Wales,Bodelwyddan,Intensive care,Pontypridd,Coronavirus pandemic,Pregnancy",
      "text": "Hospital patients in Wales may be able to have more visitors as new visiting guidelines come into force.\nThe new guidelines will give health boards the option to use lateral flow or point-of-care testing to allow hospital visits, including in maternity units.\nSome expectant parents have criticised the Welsh government's handling of maternity visiting during the pandemic.\nIt said rules had been set to protect the safety of patients and staff.\nIt is still down to individual health boards how they choose to implement Covid rules.\nOne couple who know all too well the impact strict Covid rules in hospitals can have are Michael Taylor and his girlfriend Jade Lamb.\nTheir 14-month-old son Jesse was born prematurely at the beginning of the pandemic and has been in and out of hospital for lung support since.\nJesse had an asthma attack on 28 July last year and his father said they realised \"pretty quickly\" he needed to be in hospital.\nWhen they arrived at the University Hospital of Wales in Cardiff, they were told only one parent could go in, as had been the case on every visit since Jesse was born.\nMr Taylor, 32, from Upper Boat, near Pontypridd, said while he understood \"things were unknown\" about Covid initially, now it felt \"insulting\" as large events are now able to take place in Wales.\nThe father of two said the changes were welcome but they should have been brought in much sooner.\nHe said that a lot of people had missed out on vital time with their loved ones and many had been unable to support their partners.\n\"I just feel for parents whose children have been in hospital for long periods of time,\" he said.\n\"I have had people contact me to say their newborn has been in hospital for 11 weeks and the couple only get half an hour together with them.\"\nSarah Rees, the Welsh representative of campaign group But Not Maternity, questioned why pubs had fewer restrictions than labour wards.\n\"You can go to the pub with five of your friends but you can't care for your sick baby in hospital with your partner,\" she said.\n\"I totally agree that obviously everyone's safety is at the heart, but the crucial point for me is that a birth partner is not a visitor - they are a core part of that process.\"\nDifferent health boards have different rules for attending maternity appointments with a partner, and people are advised to check with their local service.\nAlyson Thomas, the chief executive of the Board of Community Health Councils in Wales, said the rule change was a \"welcome development\". \n\"Nothing beats real human contact with those who know and love you the most, so today's new framework for us is a really welcome development,\" she said.\nThe Welsh government said the Covid-19 pandemic had been a \"difficult time\" for patients and families.\n\"Maternity services keep their visiting guidance under review to enable partners to support women at all stages of pregnancy and birth,\" it said in a statement. \n\"The safety and wellbeing of mothers and babies, as well as the staff who support them, is at the heart of their visiting guidance.\"\nThe change in guidance will also allow people to visit patients on intensive care units, which will be \"enormously helpful,\" according to the chairman of the Welsh Intensive Care Society. \n\"We miss out so much not having visitors visiting face-to-face,\" said Dr Richard Pugh, who is also a consultant in intensive care medicine at Glan Clwyd Hospital in Denbighshire.\n\"Generally, in terms of being able to communicate how someone is day-to-day, it's very difficult to convey over the telephone, so that communication aspect and making sure people can see how their loved ones are doing is incredibly important. \n\"The process needs to be balanced. What the guidance indicates is that this is not a return to normal visiting processes. This is very much visiting with a purpose.\"\nDr Iona Collins, vice chair of the British Medical Association in Wales, said there was a \"delicate balance\" to be struck between allowing more visitors and preventing the spread of the virus. \nShe said: \"We want human contact, we're social animals - but unfortunately we also know Covid spreads by human contact too. \n\"We mustn't forget that Covid is still here. It's a nasty virus and we have to continue to protect ourselves.\"\nHelen Whyley, director of the Royal College of Nursing in Wales, said it was important for family to be able to visit patients again. \nShe said: \"For a long time during this pandemic we have been people's family, and that's always a pleasure and an honour as a nurse but actually we know how important it is for a patient to have their loved ones.\"\nAnnouncing the change, Health Minister Eluned Morgan said: \"Restrictions on visiting have a huge impact on patients and their loved ones. The new guidelines support health boards to make changes that provide further flexibility.\n\"Sadly coronavirus has not gone away and with the emergence of new variants, like delta, we have to remain vigilant. The priority is to keep people safe but there is always a balance between protecting people from the virus and supporting the wellbeing of patients and their loved ones.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-57706099",
      "category": "world-africa",
      "title": "Jacob Zuma: Supporters form 'human shield' to stop ex-president's arrest",
      "tags": "South Africa,Jacob Zuma",
      "text": "Supporters of South African ex-President Jacob Zuma have formed what they say is a human shield outside his home to try to prevent his arrest.\nOn Tuesday, the constitutional court found him guilty of contempt for defying its order to appear before a corruption inquiry.\nA deadline for his arrest had been set for midnight on Sunday.\nHowever, the constitutional court later agreed to hear his challenge to the 15-month jail term he was given.\nJust how that affects the arrest deadline is unclear.\n\"[There is] no need for me to go to jail today,\" Mr Zuma, 79, told reporters outside his home in Nkandla in Kwa-Zulu Natal province on Sunday.\n\"Sending me to jail during the height of a pandemic, at my age, is the same as sentencing me to death,\" he added.\nHe said he had been \"lambasted with a punitive jail sentence without trial\" and that \"South Africa is fast sliding back to apartheid rule\".\nOne supporter, Lindokuhle Maphalala, told AFP news agency that if the police chief came to arrest Mr Zuma \"he must start with us\".\nNomsa Maseko, BBC News, Nkandla\n\"A messy confrontation would've ensued if police dared to arrest me,\" said Jacob Zuma to hundreds of his supporters who erupted in loud cheers and whistling.\nHis supporters, some dressed in Zulu traditional outfits and others in ANC T-shirts with his face on them, have been camping outside his home in Nkandla to form a human shield.\nThe gathering by his supporters is actually illegal under the country's regulations aimed at curbing the spread of Covid-19. \nBut there are no police officers in sight to disperse the gathering, leading many to say that the former president is above the law and that justice is not seen to be done when it comes to powerful politicians.\nMr Zuma has repeatedly told his supporters that he doesn't fear imprisonment, but behind the scenes his legal team is working around the clock to keep him out.\nThe court has said it will consider Mr Zuma's appeal on 12 July.\nIn the meantime, another appeal against the arrest order is expected to be heard by the high court of KwaZulu-Natal province on Tuesday.\nThe 79-year-old political veteran was ousted in 2018 after nine years in power, amid corruption allegations.\nBusinessmen were accused of conspiring with politicians to influence the decision-making process.\nBut Mr Zuma has repeatedly said that he is the victim of a political conspiracy.\nThe former president testified only once at the inquiry into what has become known as \"state capture\" but then refused to appear subsequently.\nIn a separate legal matter, Mr Zuma pleaded not guilty last month in a corruption trial involving a $5bn (£3bn) arms deal from the 1990s."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-57713004",
      "category": "uk-england",
      "title": "Thank You Day: Community events to thank Covid heroes",
      "tags": "Wimbledon,Smethwick,Keighley,Bradford,Coventry,NHS,Goole,Wythall,Coronavirus pandemic",
      "text": "Communities across the UK have come together to celebrate all those who gave their time to help people during the pandemic.\nThank You Day saw events take place across the country on Sunday.\nProposed by a small group of people to pay tribute to the unsung heroes of the last year, it has also been backed by a number of celebrities.\nIn Coventry, an interfaith ceremony was held at the cathedral, while 1,000 roses were handed out in Bradford.\nPlay at the Wimbledon Championships was suspended as part of the traditional Middle Sunday break, and organisers used it as an opportunity to mark Thank You Day.\nHundreds of people gathered at Wimbledon Park to enjoy free community tennis events.\nJulie Siddiqi MBE, founder of Together We Thrive and one of the original proposers for Thank You Day said: \"It was wonderful for me to start Thank You Day at Coventry Cathedral. \n\"It is a place of special significance and being there with friends from all backgrounds was really inspiring. \n\"Faith communities have done so much during this past difficult year, we have lots of people to thank.\"\nThe cathedral's dean, The Very Reverend John Witcombe, said the service was an \"inspiring\" event and had been \"immensely moving\".\nAnother interfaith service was also held in Smethwick, in Sandwell, with many sports clubs and community groups sharing their support over social media. \nElaine Kavanagh, a senior nursing sister also thanked the community, on behalf of The Royal Surrey NHS Foundation Trust for their support. \nShe said: \"The generosity of the community has been overwhelming. \n\"The smallest of treats brought the biggest of smiles to our faces, giving us moments of respite in very challenging times.\"\nVolunteers in Goole helped clean up a green space which provided a sanctuary for people during lockdown, as a way of recognising the importance of such spaces to people's wellbeing\nRebecca Watkins, from Clean Goole Campaign Group, said: \"It's been a lifesaver in lockdown for many people to be able to walk out of the town centre and get a bit of breathing space and fresh air.\"\nThe campaign for Thank You Day was started by a small group of people from across the UK, including Debbie Matthew, a stroke survivor from Perthshire, and May Parsons, the nurse who administered the UK's first Covid jab at University Hospital in Coventry.\nPrime Minister Boris Johnson also hosted a barbecue for community leaders, NHS workers and representatives from the Royal Voluntary Service.\nAt 17:00, the public are encouraged to raise a drink of their choice to volunteers.\nCommunities secretary, Robert Jenrick MP, said: \"This past year has been challenging for us all. \n\"But in the darkest of times, when people were most in need, the actions of our friends and neighbours to support our communities have shone the brightest.\"\nAre you taking part in Thank You Day events?  Share your stories, pictures and video by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57645976",
      "category": "uk-politics",
      "title": "Homeowners to get 15 years to sue for 'shoddy' workmanship - minister",
      "tags": "Grenfell Tower fire",
      "text": "Homeowners in England and Wales will get 15 years to legally challenge shoddy building work in light of the cladding crisis, a minister has said.\nThis would increase the current six-year period in which legal action can be brought against developers.\nHousing Secretary Robert Jenrick said the change would \"put new cards in the hands of the leaseholders\".\nHowever, speaking to the BBC one leaseholder described the announcement as \"smoke and mirrors\".\nAnd Labour said it would bring \"little relief\" as the barriers to mount legal action were \"too high and costly\". \nIt comes amid concerns that homeowners are bearing the cost of fire safety works following the Grenfell tragedy.\nAfter the 2017 fire in which 72 people lost their lives, thousands of other blocks of flats were found to be covered in similar dangerous cladding.\nThis triggered a programme of works to remove the material from buildings, as well as other fire safety improvements, leaving many residents with huge bills.\nSpeaking to the BBC's Andrew Marr programme, Mr Jenrick said \"it is not right that either the leaseholder or the taxpayer\" should pay for fire safety changes.\n\"I'm announcing today we are going to change the law retrospectively to give every homeowner 15 years in which to take action against the people who built their building if there is shoddy workmanship.\n\"This is a huge step forward - the law as we found it was that you only had six years to take action against the person who built your home. \n\"That often gives you less protection than if you had bought a toaster or a fridge.\"\nAsked about buildings more than 15 years old, Mr Jenrick said \"most of the cladded buildings were built in the period from 2000-17\".\nHe said \"not all, but the lions' share that are facing this particular issue will now be helped by this unusual change in the law\".\nThe change will be introduced as part of the Building Safety Bill which is set to be published on Monday.\nThe government says the change would be applied retrospectively for new builds.\n\"This could mean that residents of a building completed in 2010 that is unfit to live in, such as from unsafe cladding installed on the building when constructed, would be able to bring proceedings against the developer until 2025,\" the government says. \nBut Will Martin - a leaseholder of a property in Sheffield - told the BBC Mr Jenrick's announcement left many questions.\n\"My building is over 15 years old and my developer is insolvent - what is he going to do where the developer has become insolvent,\" he asked.\n\"What is he going to do where the developer put legal materials on the side of the building but where the materials are now illegal.\n\"I don't know when my building is going to be made safe, I don't know when I will be able to sell, I don't know when I will be able to move on with my life - it's been a hellish four years,\" he said.\nHe also expressed concern that many properties would fall out of the time limit, by the time the new rule change is implemented.\nGiles Grover a leaseholder from Manchester said he was concerned about the practicalities of residents taking on a developer in court. \"They will have a better legal team and will be able to kick it in to the long grass,\" he said. \nWhile Kean Silvester from Brighton told the BBC he could consider making use of the extended time limit but was concerned the companies would have \"an army of lawyers\" and that legal action could be \"expensive and risky\". \nLabour's shadow housing secretary Lucy Powell said the government's announcement would \"bring little relief to homeowners trapped in unsellable, unmortgagable homes, as those already in the scope of the deadline have found barriers to mount legal action too high and costly, and outcomes ineffective\".\nInstead she said leaseholders should be legally protected from costs and a building works agency should be set up to \"pursue developers themselves, to ensure the polluter pays\".\nMr Jenrick said he had \"huge sympathy\" for people facing high costs adding that, except for a few cases, all Grenfell-style cladding would be removed from buildings by the end of the year.\nIn February, the government set aside £3.5bn to replace unsafe cladding for residential buildings 18m (six storeys) or higher in England.\nThis was on top of £1.6bn announced in 2020 for the removal of unsafe cladding.\nFor buildings under 18m, residents can access a loan to help pay for removal, towards which they pay a maximum of £50 a month.\nHowever, campaigners have argued that many leaseholders are also facing bills to pay for other safety measures such as fire breaks, safer doors and sprinkler systems.\nAre you affected by issues covered in this story?  Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57680023",
      "category": "uk-wales",
      "title": "Covid: Train bosses say social distancing not always possible",
      "tags": "Travel,Transport,Rail travel,Social distancing,Hywel Williams,Transport for Wales,Coronavirus pandemic",
      "text": "Wales' train operator has been accused of \"empty words\" after failing to enforce social distancing rules.\nArfon MP Hywel Williams said Transport for Wales (TfW) had pledged to make the safety of customers an \"absolute priority\".\nHowever, he said the rail service then issued guidance to staff telling them not to enforce social distancing rules.\nTfW said that as passenger demand increases, social distancing \"will not always be possible\" during busy times.\n\"Unfortunately, we have seen a rise in anti-social behaviour towards our front-line staff and it is not the responsibility of individual conductors to enforce Covid regulations,\" said TfW's safety and sustainability director Leyton Powell.\n\"So we work closely with the British Transport Police and security staff to encourage passengers to follow the latest Covid rules.\"\nHe said it was important passengers planned ahead and made \"responsible decisions\" on their need to travel. \nBut Mr Williams said: \"Expecting ticket-paying travellers to cram into overcrowded trains is unacceptable under normal circumstances, but to allow those conditions when Covid cases are on the rise is totally irresponsible.\n\"TfW and the Welsh government must urgently reassess their guidance so that staff, as well as passengers, are protected as journeys increase over the summer.\"\nNia Jones, who lives in Mr Williams' constituency of Arfon, also called for action after describing a trip from Crewe to Bangor as \"an extremely uncomfortable experience\".\nShe said: \"The train was at full capacity, with no means of properly enforcing social distancing, forcing passengers to sit side-by-side and stand in the aisles. \n\"TfW managers must consider what impact their hands-off approach to safety measures will have on passengers' confidence in their services.\"\nCalls were made for an investigation last month after images emerged of packed trains.\nAdam Smith had said he felt \"anxious\" after getting on a train back to his home in Newport from Barry Island, on the June Bank Holiday Monday, which had standing room only.\nFollowing this, Wales' train operator wrote to MPs and said: \"At TfW, the safety of our customers and your constituents is an absolute priority for us, and as society gradually unlocks as we move through the coronavirus pandemic, we're continually reviewing the services we deliver to provide the best and safest possible experience for customers.\"\nHowever, Mr Williams accused the operator of \"empty words\" after being shown a copy of guidance given to conductors. \nTitled \"management of on train social distancing,\" the guidance references the \"large volumes of passengers\" travelling by train on some routes, which provides \"challenges\".\nIt said social distance capacity numbers were based on individuals travelling alone - however, it said there were several factors that could influence what the \"safe capacity\" is.\nThese include groups travelling in bubbles, families or vulnerable people travelling with carers.\n\"The numbers provided are a baseline for reporting social distancing capacity breaches and must not be enforced,\" it states.\n\"We request this to balance of risk to colleagues in trying to enforce these numbers and so as not to introduce other risks to other passengers by doing so. \n\"We provide information to passengers to make their own decision if they are happy to board the train.\"\nAll of TfW's carriages are currently in use and the fact more than 75% of train stations are unmanned makes it even more difficult to enforce social distancing.\nHowever, Mr Powell said conductors were encouraged to report breaches of social distancing and this information was used to look at increasing capacity, running supplementary bus services or deploying more security.\n\"The safety of our customers and colleagues has been a priority throughout the pandemic and we continue to implement many safety measures following industry and government guidance, including enhanced cleaning regimes on trains and at stations, queuing systems during peak times, free hand sanitiser at key stations and by ensuring people wear face coverings, unless exempt,\" he added.\nMr Powell urged people to use the capacity checker tool before travelling."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57713127",
      "category": "uk-scotland",
      "title": "'Ongoing need' for face coverings after 9 August in Scotland",
      "tags": "Robert Jenrick,Scottish government,Personal protective equipment (PPE),Coronavirus pandemic",
      "text": "The Scottish government has said there will be \"ongoing need\" for face coverings when all other restrictions are lifted on 9 August.\nIt said that while measures are \"under review\" people could still be expected to wear masks on public transport and in shops.\nIn England, however, wearing masks is soon expected to become a \"personal responsibility\".\nAll legal restrictions are expected to be lifted in England on 19 July.\nThe UK government's Communities Secretary Robert Jenrick told the BBC he would like the four nations to \"move as one\" on the matter but acknowledged the picture was different across the UK.\nScotland is due to move to level zero on 19 July, with all other major legal restrictions scheduled to be dropped on 9 August.\nHowever, that does not currently include the wearing of face coverings, which could continue in certain settings - for example, shops and public transport.\nA spokesperson for the Scottish government said decisions had not yet been made on \"baseline\" measures after the move.\nThey said: \"We will take account of social and economic factors as well as the epidemiological impact on transmission and will keep measures under review.\n\"As the first minister has set out, we will have to manage living with Covid 19 for some time to come, even when we are able to move beyond level zero.\n\"There will still be some ongoing need for face coverings, for example on public transport and in retail, and we will be working with sectors to establish baseline mitigations and produce further guidance by end of July.\"\nWearing face coverings on public transport and in shops became a legal requirement in July last year.\nPeople with certain medical conditions or disabilities, and children under five, were exempt.\nAll legal restrictions are expected to be lifted in England on 19 July, with the public having to exercise \"judgement\" on issues like wearing face coverings.\nMr Jenrick told the BBC: \"We would like the whole of the union to move as one. We are going to work with Scotland, Wales and Northern Ireland to try and be as co-ordinated as possible.\n\"Cases are slightly different in each of the four nations but certainly in England, our view is that things are looking positive for July 19.\"\nMr Jenrick said the government was \"still looking at the data\" in terms of allowing those who have been fully vaccinated to be able to holiday quarantine-free in countries on the amber list for international travel.\nBut he added: \"It is our objective, yes, that those who are double vaccinated should be able to travel to amber list countries as soon as possible, including for holidays.\"\nSome doctors have warned that certain measures - including the use of face masks - should be kept beyond July, with the British Medical Association (BMA) calling the rise in infections alarming.\nDr Christine Tait-Burkard, from the University of Edinburgh, told the BBC she favoured a more cautious approach.\nShe said: \"We can definitely go through the next step on 19 July despite the numbers - and that sounds absolutely mad, but the hospitalisation numbers still look very encouraging and the vaccination programme still looks encouraging\n\"But I'm quite a bit happier with the Scottish approach to eventually release everything in August only.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57705786",
      "category": "uk-england-london",
      "title": "Jewish man abused twice in an hour on London transport network",
      "tags": "London Underground,Anti-Semitism,Oxford Circus",
      "text": "A Jewish man who was abused twice in one hour in central London was threatened because of his appearance, his brother said.\nYochai was \"verbally assaulted\" while on a bus into Oxford Street and then while at an underground station.\nHis brother said Yochai was targeted because he looked \"obviously Jewish\" and that the offenders \"were not concerned about the repercussions\".\nThe Met Police and British Transport Police are investigating.\nYochai was first abused while sitting on a bus at 23:40 BST on Saturday by a black man wearing a red, white and navy blue T-shirt and shorts and red trainers. He shouted \"free Palestine\" as he got off the bus.\nOnce Yochai left the bus and was walking down an escalator at Oxford Circus Tube station, the Met Police said he was subjected to a \"torrent\" of anti-Semitic abuse by a white man, who was wearing jeans, a black T-shirt and a grey jumper tied around his shoulders.\nAccording to his brother, Yochai had on a kippah - the skullcap worn by some Jewish men - that evening. His brother, who asked not to be named, said Yochai had been left \"very shaken\".\n\"The bus incident happened when the suspect noticed my brother. There was no prior communication before they lashed out [at him],\" he told the Press Association news agency.\n\"It wasn't just a mere verbal assault. He was very close to being physically attacked by this vicious assailant.\"\nYochai's brother said the passenger leaned in close to his face and tried to punch him but Yochai stopped him.\n\"He was shouting angrily: 'I'll give you an uppercut, I'll give you an uppercut',\" he said.\nYochai then managed to \"de-escalate\" the situation by talking to the passenger, but still was faced with \"ugly racist remarks and death threats\", the brother added.\nThe incident ended after the bus driver called the police, he said.\nDescribing how he felt when Yochai told him what he had experienced, his brother said: \"I was upset since this is an experience I've myself had many times as a kid. Not necessarily death threats like this but lots of verbal assaults, things thrown from cars.\n\"I'm not religious like my brother so I don't look obviously Jewish to be a target this way.\n\"It's the fact that anti-Semites are willing to do this when knowing there is CCTV means we've reached the level where they're not concerned about repercussions.\"\nNo arrests have been made and inquiries are continuing.\nSiwan Hayward, director of compliance, policing operations and security at TfL, said: \"We are appalled by the shocking incidents. All our customers have the right to travel without fear of abuse or intimidation, and hate crime has absolutely no place on our network.\"\nCorrection 5 July: An earlier version of this story stated incorrectly that a group of males abused the man on the London Underground; there was only a single assailant at Oxford Circus Tube station. It has also emerged that the same man was the victim in both incidents."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57716130",
      "category": "business",
      "title": "Grenfell prompts creation of building safety regulator",
      "tags": "Grenfell Tower fire,Construction industry",
      "text": "A new regulator will be set up with the power to prosecute property developers that do not meet safety standards, the government has announced.\nThe new safety regime is designed to prevent any repetition of the Grenfell Tower disaster, which killed 72 people in 2017.\nHousing Secretary Robert Jenrick will unveil the plans in the government's Building Safety Bill on Monday.\nThe new system would reassure \"the vast majority\" of residents, he said.\nHe also said the new regulator would provide \"essential oversight at every stage of a building's lifecycle, from design, construction, completion to occupation\".\nA spokesperson for the Ministry of Housing Communities and Local Government (MHCLG) said the bill would ensure there were clearly identified people responsible for the safety of the design, build and occupation of high rise buildings. \nAnd the bill would also give residents more routes through which to raise concerns about safety, the spokesperson said. Before the Grenfell disaster, residents said they raised the issue of fire safety in the building and were ignored.\nUnder the new system, property developers who fail to meet requirements could be prosecuted, and manufacturers could have their construction products taken off the market.\n\"The new building safety regime will be a proportionate one, ensuring those buildings requiring remediation are brought to an acceptable standard of safety swiftly, and reassuring the vast majority of residents and leaseholders in those buildings that their homes are safe,\" Mr Jenrick said.\nOn Sunday, the housing secretary revealed to the BBC that he planned to use the bill to strengthen the rights of residents who wished to pursue compensation from builders for sub-standard or unsafe work.\nAs part of the proposals, residents will have 15 years rather than just six as previously, to pursue a claim.\nAfter the Grenfell fire, thousands of other blocks of flats were found to be covered in similar dangerous cladding. \nThe government has made a £5bn fund available to remove cladding on buildings over 18 metres. But many residents have still faced huge bills for the removal of cladding and other fire safety work.\nCampaigners - speaking on behalf of leaseholders facing massive bills for safety work - said the longer time frame would not solve the problem for many people, particularly if the developer responsible had gone out of business, or if the building was more than 15 years old.\nLabour's shadow housing secretary Lucy Powell said people had already found the barriers to mounting legal action \"too high and costly, and outcomes ineffective\".\nThe new Bill does not ensure leaseholders will be protected from charges for remedial safety work. It only requires building owners to demonstrate they have explored alternative ways of meet remediation costs before passing them on to leaseholders.    "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57707677",
      "category": "uk",
      "title": "Ukraine v England pictures: Fans jubilant as Three Lions soar in Rome",
      "tags": "Rome",
      "text": "It's coming home. For the first time in 25 years, England are heading to the semi-finals of the European Championships at Wembley - after a blistering 4-0 win over Ukraine in Rome.\nEngland supporters may not have been able to travel to Italy because of Covid rules - but that did nothing to stop Three Lions fans from celebrating the victory in fantastic style across the nation.\nKeep checking back as we'll be updating the gallery throughout the day.\nRead more: When in Rome... The England fans who will be at the big match"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57570939",
      "category": "uk-scotland",
      "title": "Scotland aiming to lift all Covid restrictions by 9 August",
      "tags": "Coronavirus lockdown measures,Scottish government,Nicola Sturgeon",
      "text": "Scotland is aiming to remove all of its major legal Covid restrictions in early August, the country's first minister has announced. \nNicola Sturgeon was speaking as she confirmed lockdown easing would be paused for three weeks to allow more time for people to be vaccinated. \nIt means mainland areas will not move to the lowest level zero restrictions until 19 July.\nThe hope is that the remaining rules will be lifted on 9 August.\nMs Sturgeon said this would allow life in Scotland to return to \"almost complete normality\".\nBut the government will not advise an immediate return to full office working on that date - and people will still be required to wear face masks in some settings. \nScotland recorded 2,167 new cases on Monday - the highest daily total since the peak of the second wave in January - with the country said to have had the highest rate in Europe last week\nThe percentage of Covid-19 tests coming back positive rose to 9.1%, up from 7.2% the previous day, and the deaths of a further four people who had tested positive for the virus have been recorded. \nThe UK as a whole recorded 11,625 new cases and 27 deaths in the past 24 hours. \nThe new daily case rate in Scotland is seven times higher than it was in early May and 40% higher than last week, with Ms Sturgeon saying the faster-transmitting Delta variant is \"now dominant\".\nBut the first minister said the vaccination programme was breaking the link between the number of positive cases and the number of people being hospitalised and dying. \nThe government's original \"route map\" out of lockdown would have seen the whole of Scotland move to level zero - the lowest point in the five-tier system of restrictions - from next Monday.\nThis has now been pushed back to 19 July - the same date as measures are planned to be lifted in England.\nIsland communities such as Orkney, Shetland and the Western Isles are already in level zero, with all mainland areas in level one or level two of the country's five-tier system of restrictions.\nSome \"minor\" changes will be phased in sooner - removing staff and suppliers of wedding services from the cap on numbers at services from Monday and allowing live entertainment at receptions, and allowing people from more than one household to help carry a coffin at a funeral.\nThe move to level zero will increase the number of people who are allowed to meet up indoors, cut the requirement for physical distancing indoors from 2m (6.5ft) to 1m (3.2ft), and increase the number of people allowed to attend wedding and funerals to 200.\nMs Sturgeon said this would be a \"significant step back to normality\", but said she wanted to move beyond level zero \"as quickly as it is prudent to do so\".\nShe said the \"major remaining legal restrictions\" could be lifted from 9 August, signalling a \"return to almost complete normality in our day to day lives\".\nMs Sturgeon added: \"We will consider and make a final assessment nearer the time of whether - as we hope - this could include the lifting of the legal requirement to physically distance indoors as well as outdoors.\"\nHowever she warned that some measures, including the use of face coverings in shops and on public transport and \"rigorous and regular hand-washing\" would be needed \"at least for a period\".\nAnd the first minister said there should be \"appropriate phasing\" of the return of workers to offices after 9 August, saying the government would \"encourage continued support for home working where it is possible\".\nThe first minister has always said that Covid restrictions would be driven by the data, not by dates.\nBut Nicola Sturgeon has announced that Scotland can expect to be in level zero from 19 July,  and that all major legal restrictions could be lifted from 9 August.  \nLooking at the raw data, this might seem surprising.  There are 154 new coronavirus cases a day in Scotland per 100,000 people. That's almost twenty more than the daily rate on Boxing Day, when the country went into another lockdown. \nThe difference is the vaccine, which has dramatically reduced the consequences of catching coronavirus. Fewer people are now dying from Covid, down from an average of 31 a day in December to less than 2 a day now. \nThat's why the Scottish government can look forward to a date when it can relax restrictions instead of imposing them. \nThe changes are dependent on case levels being suppressed and targets being hit in the vaccination programme.\nAll adults in Scotland will have had at least one dose of a vaccine by 18 July, with everyone in the 40-49 age group due to have had both doses by a week later. \nBy 20 August, all 30 to 39-year-olds will have had a second dose, with everyone over the age of 18 due to have had two doses by 12 September. \nMs Sturgeon faced questions on her statement from opposition leaders at Holyrood - where MSPs are due to debate an extension of emergency powers into 2022.\nScottish Conservative leader Douglas Ross welcomed progress with the vaccination programme and that \"we have more of an indication of when we will be free from restrictions\".\nHe pressed Ms Sturgeon for more detail about what measures would continue after 9 August, including whether masks would still be required in offices and schools.\nMs Sturgeon said the legal requirement for physical distancing could be removed at that point, but that in some settings - such as schools - masks may need to be worn for a bit longer.\nScottish Labour leader Anas Sarwar said \"we must make sure the last lockdown really was the last lockdown\", calling for clearer messaging and protocols around financial support."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57696461",
      "category": "uk",
      "title": "Brexit: Exporting my fish to China is easier than to France",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-50644585",
      "category": "uk-wales-politics",
      "title": "Youth club closures: Drug and crime fears for vulnerable teens",
      "tags": "Family,Children,Caerphilly,Caerphilly County Borough Council,Young people,Youth politics,Local government,Gwynedd Council,Austerity",
      "text": "Teenagers could be left vulnerable to drugs and crime if more youth clubs close in Wales, sector workers fear.\nBBC figures show 163 youth clubs have been closed by councils in the last five years.\nOne voluntary sector club in Caerphilly said it was \"begging for cash\" to keep teenagers off the streets.\nThe body which represents councils said youth work was \"vital\" and authorities had been forced to make tough decisions due to financial challenges.\nChildren's commissioner Sally Holland said teenagers were \"frustrated\" at cuts in communities where drug dealing and knife crime were on the rise.\nCouncils, charities and voluntary sector organisations run youth services in Wales, which includes work to tackle homelessness and running youth clubs.\nBut in recent years local authorities have made cuts and reorganised services, with 163 council-run clubs closing since 2014. \nThe figures, revealed under the Freedom of Information Act, also show the number of council-employed youth workers fell dramatically in the period, with the largest cuts felt in Bridgend, Rhondda and Gwynedd.\nA number of voluntary sector groups said they were constantly asking for cash, with some on the brink of closure due to funding issues.\nThe youth club closures come as councils in Wales have faced making millions in cuts in a bid to balance their budgets.\nThe north felt the worst of the cuts.\nIn 2018, Gwynedd council shut all 39 of its youth clubs and replaced it with one county-wide roving service in a bid to save £270,000.\nConwy closed 15, Wrexham 14 and Flintshire 11, while Anglesey has closed 10, some of which the authority says were shut due to lack of use.\nRhondda was the only area to increase the number of youth clubs, after a reorganisation saw all 20 existing clubs shut with 21 opened in different locations.\nAll but one council slashed the number of youth workers it employed - with areas including Bridgend cutting its front-line workforce to less than half that in 2014.\nWhen Senghenydd youth club (SYDIC), in Caerphilly, opened in 1997 the area had issues with anti-social behaviour and vandalism.\nDave Brenton, who runs the not-for-profit club, said giving young people a non-judgemental safe place to socialise had helped.\nThe club puts on activities and helps some of the children with issues including mental health problems and drug addiction.\nWhile the club gets funding from charities, Mr Brenton said they were \"always begging for cash\" and the situation was now dire.\n\"We are not seen as a thing that is vital, but to these guys we are, we are a place where they can be themselves and voice their opinions,\" he said.\n\"There aren't many things for kids to do here,\" says Esme-Jade Davies, 17, who started volunteering at the club after being a member for years.\n\"This club means a lot to me because it's like a family. It keeps us out of trouble, and keeps us off the streets.\"\nIn Dyffryn Ardudwy, in Gwynedd, parents fundraised to reopen and run their youth club in a small village after the council closed all the groups.\nThe club is now going strong and has joined forces with the local youth football team, also set up by the community, which is struggling to get funding.\nMaisy, 12, said the club was great, adding: \"We are not getting into trouble, which is what people do if there is nothing to do.\"\nIn June the Welsh Government more than doubled cash available for youth work services for 2019-20, to more than £10m.\nThe cash, given to councils via the youth support grant, has to be used in partnership with the voluntary sector.\nBut a large chunk of it is for projects to prevent homelessness and mental health issues.\nCaroline Ryan, of YMCA Cardiff, said more cash was needed to give young people a safe place to avoid exploitation and crime.\nSet up in 2012 the drop-in runs activities and helps young people avoid getting involved in \"County Lines\" gangs.\n\"With local authority clubs closing there is more risk of them getting involved in gangs and knife crime, but if they are engaging in youth clubs they are not going to be going out to take part in criminal activities,\" she said.\nNext April councils are set to get a 4.3% increase in funding as part of the Welsh Government budget - the first significant increase in 12 years.\nDr Holland said youth services are vital as a first line of defence against serious problems like knife crime and drugs and needed investment.\n\"It's really important that we recognise that spending on youth work can save money in the long term by helping to keep young people happy, healthy and safe,\" she said.   \nBut the Welsh Local Government Association said the financial outlook for councils remained challenging and tough decisions would still need to be made.\n\"It would be a matter for individual local authorities to decide how services are provided and funded, using local discretion in line with local circumstances and budgets,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57708588",
      "category": "uk",
      "title": "Covid: Caution needed over double-jab exemption - expert",
      "tags": "Coronavirus lockdown measures,Contact tracing,Coronavirus vaccines,Self-isolation,Coronavirus pandemic",
      "text": "Allowing fully vaccinated people to skip self-isolation risks a \"loss of compliance\", a psychologist has warned.\nProf Robert West said the move - being considered by ministers - could breed \"resentment\" and encourage those without both jabs to ignore the rules.\nA Downing Street source said no decisions had been taken over the change, which reports said would come after most restrictions end in England.\nMeanwhile, a further 24,885 Covid cases were reported in the UK on Saturday.\nAnother 18 deaths within 28 days of a positive test were also recorded. However, another 122,377 first vaccine doses and 160,763 second jabs were also delivered.\nPeople identified as close contacts of a confirmed Covid case are currently required to self-isolate for up to 10 full days when contacted by NHS Test and Trace.\nBut the government is considering allowing those who are fully protected to continue life as normal without isolating or conducting daily tests after the final stage of England's roadmap out of lockdown.\nThe proposal was first reported by the Times.\nProf West, who has helped advise the government on behavioural science during the pandemic, told Times Radio: \"The most serious problem is that if you have a situation where not everyone has been even offered the vaccine then you've already got clearly a huge unfairness.\n\"When you get unfairness in situations like this, you get resentment and when you get resentment you can get loss of compliance.\"\nBut his assessment was challenged by other medical experts who said it would be \"perfectly OK\" to allow those who are fully inoculated greater freedom.\nDr Bharat Pankhania, a senior clinical lecturer in communicable diseases at the University of Exeter, told BBC Radio 4's Today programme that vaccines were breaking the link between cases, hospital admissions and deaths.\nHe said that meant \"we can start thinking about other uncoupling measures, such as no need to quarantine after being fully immunised\".\nEpidemiologist Professor Christophe Fraser, who advised the Department of Health on its test-and-trace programme, said a \"midway\" proposal could be that those who have received both jabs were tested every day instead of undertaking a quarantine period.\nThe Oxford University academic said he agreed the self-isolation policy \"needs to be reviewed in light of the data on the vaccine effectiveness\".\nMore than 45 million have received at least a first dose, according to latest figures, with over 33 million having received a second dose.\nAs the vaccination roll out continues, NHS England confirmed national guidance has been clarified amid anecdotal reports that some people have been offered a second dose as early as four weeks after their first jab.\nUsers on social media platform Reddit claimed a centre in London allowed them to receive their second jab earlier than the minimum eight-week gap because they had plans to travel or were due to attend weddings later this month.\nIn an update to its green book advice for public health professionals on Thursday, Public Health England said a gap of at least eight weeks should be used - with the main exception being for those about to commence immunosuppressive treatment.\nAn NHS spokesperson said: \"Every site should vaccinate in line with clinical guidance, which says second doses should take place between eight and 12 weeks after the first.\"\nEarlier, doctors called for some measures to remain in place to control the spread of the virus after the fourth step in England's roadmap.\nThe British Medical Association said the use of face masks should continue alongside new ventilation standards to protect the NHS, health and education.\nPrime Minister Boris Johnson said on Thursday that he hoped England would be able to return to as close to the pre-pandemic status quo as possible on 19 July - described as the final stage of lockdown lifting in England."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57704967",
      "category": "world-asia",
      "title": "Japan landslide: 20 people missing in Atami city",
      "tags": "Japan,Japan floods,Severe weather",
      "text": "A huge rescue operation is under way in central Japan after a landslide hit the popular resort of Atami, killing two people and leaving 20 others missing.\nHundreds of rescuers began sweeping the hillside for survivors early on Sunday after a torrent of black mud crashed through the city a day earlier.\nSeveral houses were swept away by the mudslide, which followed heavy rain.\nAtami has had more rainfall in the first three days of July than it usually sees in the whole month.\nVideo posted on social media on Saturday showed mud plummeting down a mountain in the prefecture of Shizuoka, weaving through the city of Atami towards the sea.\nA resident said he heard a \"horrible sound\" and fled as the landslide engulfed everything in its path.\n\"We are trying our best to search for survivors as quickly as possible while carrying out the operation very carefully as it is still raining,\" a local official told AFP news agency.  \nThe weather has been similar in neighbouring Kanagawa prefecture. \nJapan is a very mountainous and densely populated country and landslides are not unusual, says the BBC's Rupert Wingfield-Hayes in Tokyo.\nBut there is growing evidence that climate change is making these sorts of extreme weather events more frequent and more destructive, our correspondent adds.\nThe mudslide struck at 10:30 local time on Saturday (01:30 GMT), according to a local resident.\nOne witness told national broadcaster NHK: \"I heard a horrible sound and saw a mudslide flowing downwards as rescue workers were urging people to evacuate. So I ran to higher ground.\" \nAnother resident, Chieko Oki, told AFP: \"The big electricity pylons here were shaking all over the place and no sooner had I wondered what was going on than the mudslides were already there.\"\nOne man could only escape by climbing a ladder.\n\"The mudslide came really close, right in front of my house. I could hear it coming before I saw it. I couldn't get away, so I climbed up a ladder,\" he told NHK.\nAnother man described hearing an \"unimaginable sound\". \"I knew it was a landslide. It's been raining constantly for three days, it's been steady rather than a sudden downpour,\" he said.\nPrime Minister Yoshihide Suga has put together a taskforce to respond to the disaster and the wider emergency caused by heavy rainfall on the Pacific coastline. He asked people in the area to remain on alert. \nPolice, firefighters and members of Japan's military are involved in a search operation. \nAtami's Mayor Sakae Saito told local media that up to 300 homes had been affected by the landslide.\nMeanwhile, hundreds of thousands of residents in three prefectures - Shizuoka, Kanagawa and Chiba - have been ordered to evacuate following warnings of further flooding in low-lying areas. \nLast July dozens were killed in flooding. More than 200 died in 2018 when parts of western Japan were inundated. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-57707530",
      "category": "technology",
      "title": "Swedish Coop supermarkets shut due to US ransomware cyber-attack",
      "tags": "Sweden,Cyber-attacks,United States,Cyber-security",
      "text": "Some 500 Coop supermarket stores in Sweden have been forced to close due to an ongoing \"colossal\" cyber-attack affecting organisations around the world.\nCoop Sweden says it closed more than half of its 800 stores on Friday after point-of-sale tills and self-service checkouts stopped working.\nThe supermarket was not itself targeted by hackers - but is one of a growing number of organisations affected by an attack on a large software supplier the company uses indirectly.\nCyber researchers say about 200 businesses have been hit by this \"colossal\" ransomware attack, which had mainly affected the US.\nCyber-security firm Huntress Labs said the hack targeted Florida-based IT company Kaseya before spreading through corporate networks that use its software. The firm believes the Russia-linked REvil ransomware gang was responsible.\nKaseya said in a statement on its own website that it was investigating a \"potential attack\".\nA spokeswoman for Coop Sweden told the BBC: \"We first noticed problems in a small number of stores on Friday evening around 6:30pm so we closed those stores early. Then overnight we realised it was much bigger and we took the decision not to open most of our stores this morning so that our teams could work out how to fix it. \n\"The whole paying system at our tills and our self-service checkouts stopped working so we need time to reboot the system.\"\nIt's understood that Coop doesn't use Kesaya directly on its systems but that one of their software providers does.\nThe case highlights the growing concern in the cyber-security world about so-called supply chain attacks where hackers are able to claim multiple victims by attacking their supplier.\nThe US Cybersecurity and Infrastructure Agency, a federal body, said in a statement that it was taking action to address the attack and urging users of the Kesaya software to shut it down. \nThe UK's National Cyber Security Centre said: \"We are aware of a cyber incident involving Kaseya, and we are working to fully understand its impact.\n\"Ransomware is a growing, global cyber threat, and all organisations should take immediate steps to limit risk and follow our advice on how to put in place robust defences to protect their networks.\"\nThe cyber-breach looks to have been timed for maximum disruption as it emerged on Friday afternoon when companies across the US were clocking off for the long Independence Day weekend.\nKaseya is urging customers that use its VSA tool to immediately shut down their servers.\nKaseya said in its statement that a \"small number\" of companies had been affected, though Huntress Labs said the number was greater than 200.\nIt is not clear what specific companies have been affected, and a Kaseya representative contacted by the BBC declined to give details.\nKaseya's website says it has a presence in more than 10 countries and over 10,000 customers.\n\"This is a colossal and devastating supply chain attack,\" Huntress Labs' senior security researcher John Hammond said in an email.\nAt a summit in Geneva last month, US President Joe Biden said he told Russian President Vladimir Putin he had a responsibility to rein in such cyber-attacks.\nMr Biden said he gave Mr Putin a list of 16 critical infrastructure sectors, from energy to water, that should not be subject to hacking.\nREvil - also known as Sodinokibi - is one of the most prolific and profitable cyber-criminal groups in the world.\nThe gang was blamed by the FBI for a hack in May that paralysed operations at JBS - the world's largest meat supplier.\nThe group sometimes threatens to post stolen documents on its website - known as the \"Happy Blog\" - if victims don't comply with its demands.\nREvil was also linked to a co-ordinated attack on nearly two dozen local governments in the US state of Texas in 2019.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57686819",
      "category": "uk-politics",
      "title": "Covid: How much will life change in England on 19 July?",
      "tags": "Coronavirus lockdown measures,Boris Johnson,Coronavirus pandemic",
      "text": "\"It all has to go.\"\nOne member of the cabinet couldn't have been clearer on their hopes for the removal of legal restrictions on our lives in England on 19 July.\nBear in mind that nothing is final, no conclusive decisions have been made.\nThat cabinet minister may not get their wish entirely.\nBut every time one of their colleagues has opened their mouth in the last few days, the chances of the rules being removed more or less entirely in less than three weeks has seemed to increase.\nExpectation is building that the one-metre-plus rule that has made normal business for workplaces, pubs and public places so hard will go.\nIt seems likely the compulsory wearing of masks will be ditched too.\nAnd the rules that have controlled the size even of private gatherings are expected to disappear. \nYou might wonder about the logic of how long they can last in any case. How can it be sustainable for us to watch the crowds at Wembley in our living rooms, but not be allowed to have more than five friends over to watch the match if they happen to live in different places?\nIt doesn't seem that government will be able to change the rules to ease the frustrations of thousands of parents whose kids are stuck at home again before the end of the term in England. \nThe prime minister has asked parents to be patient. But there is a hope that clubs or play schemes in the school holidays won't have to be subject to the same limits and, as ministers have indicated, the rules will look very different when it's time to go back to school.\nThe government is still likely, though, to give advice, or urge some caution.\nBoris Johnson's instinct is to allow life after 19 July to get back to something as close to normality before the pandemic as possible.\nBut messages about the importance of hand washing, or ventilation, are likely to remain.\nIsolation and testing are still expected to be important, even though the government is searching for a way of reducing the burden on those who have been double jabbed.\nTravel for those who have had both vaccinations is likely to ease up, but don't expect booking a spot on the lounger or jumping on a plane to be straightforward this summer.\nAbove all, perhaps, Downing Street won't be in a position to say that restrictions have gone, never to return.\nWhen the announcement comes, perhaps in less than a week, ministers will have to balance a return to some norms with the reality that cases will continue to go up, perhaps by significant numbers.\nThe number of people being sent to hospital is therefore likely to rise as well.\nBut the vaccine should mean those increases simply won't translate into an awful spike in the number of people losing their lives to the disease.\nWe may not, though, see ministers pushing people to get back out into the world again. Exhortations to get out and spend, to \"eat out to help out\" or swarm back to the office are not likely to be a feature this year.\nRemember, no final decisions have been taken, but after many months the political sentiment is moving in one direction - towards scrapping most of the limits that have controlled so much of our lives for so long. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-south-scotland-57636202",
      "category": "uk-scotland-south-scotland",
      "title": "How cattle are helping rare butterflies to thrive at Mabie Forest",
      "tags": "Cattle,Dumfries,Butterflies",
      "text": "A forest in the south of Scotland is seeing a rare butterfly thrive thanks to a surprising friend.\nThe distinctive Belted Galloway cattle are being used to help the pearl-bordered fritillary flourish.\nThe last full survey at Mabie Forest near Dumfries in 2019 found numbers had more than doubled on the previous year.\nForestry and Land Scotland (FLS) has been using a range of methods to help the local colony - including letting the heavy cattle in to graze.\nThe pearl-bordered fritillary has seen numbers rapidly decline across Britain and Ireland, although the fall has been less marked in Scotland.\nHowever, it was still identified in the Scottish Forestry Strategy 15 years ago as one of the country's six priority species.\nThe forest in Dumfries and Galloway has been at the front line of fighting its corner.\nA team of FLS staff manage the vegetation at the forest fringes from April to September to encourage the ground conditions that the butterflies need to thrive.\nThey also allow a herd of Belted Galloways to keep the grass from getting too long and to create the sort of wet habitat and muddy hollows that the butterflies like.\nFLS regional environment advisor Bill Coombes said the story went back to the mid-1990s when - working with Butterfly Conservation Scotland (BCS) - Mabie was identified as having a good habitat for biodiversity in general and butterflies in particular.\nEnvironmental work was carried out to allow wild flowers and grasses to develop.\n\"To encourage particularly butterflies we have also done some enrichment planting with things like rock rose and dog violet which are particularly attractive as food sources for these butterflies and their caterpillars,\" he said.\n\"The numbers of the pearl-bordered fritillary have increased dramatically over the years.\n\"Of course all it takes is a cold wet spring and the numbers can drop off again,\" he said.\nHowever, he said numbers had gone from 145 recorded in 2017 up to more than 400 in 2019 - which showed that the general trend was upwards and was good news for the species.\nMr Coombes said heavy cattle had played their part in supporting one of Scotland's biggest colonies.\n\"Normally in an open grass area, the coarse grasses will take over and gradually push out the wild flowers,\" he said.\n\"So having something like the hardy Belted Galloway, they tear up the grass as they are grazing and when they are walking across the site they also break it up, exposing bare ground.\n\"They give a seed bed to the wild flowers to come in and give them a chance to produce the food for the caterpillars and also for the butterflies themselves.\n\"It is using a natural system which would have been there in the past as well.\"\nTom Prescott, BCS senior conservation officer, said the work which had been done was paying off for the pearl-bordered fritillary.\n\"They are very much a threatened species, they are a priority species - they are on the Scottish biodiversity list and they are a high priority in the BCS conservation strategy,\" he said.\n\"Mabie is probably one of the best sites in Scotland, possibly one of the best sites in the UK.\n\"It is a species that is still declining in lots of parts of the country but it seems to be bucking the trend at Mabie.\n\"That is probably almost entirely due to the wonderful work that FLS have been doing.\"\nMr Prescott said rare butterflies and moths were \"really, really fussy\".\n\"What pearl-bordered fritillary require is their caterpillars only feed on dog violet and - more than that - the dog violet has to be in a really warm microclimate,\" he said.\nHe said that made what was being done at Mabie \"very significant\".\n\"So often we are talking about declines of species and being lost from sites so it is really, really nice to report on a species that is doing well,\" he said.\nHe said other species, too, were thriving at Mabie such as the forester moth.\nMr Prescott added that the role that nearby livestock were playing was \"well known in butterfly circles\".\n\"I spend a good deal of my time talking to farmers encouraging them to get more cattle - particularly species like Belted Galloway and Highland cattle - traditional breeds that are hardy enough and able to stay outside,\" he said.\n\"Just a few cattle, it just keeps some of these areas really open.\n\"Where they are walking and they are trampling that creates little areas of bare ground where their hoof prints are and then that is ideal for a germination site for violets or for nectar plants.\"\nAt Mabie Forest, it is also allowing their much smaller and more fragile neighbours to flourish.\nAll images are copyrighted."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57714250",
      "category": "world-europe",
      "title": "Pope 'responds well' to colon surgery at Rome hospital",
      "tags": "Pope Francis,Roman Catholic Church,Rome",
      "text": "Pope Francis has undergone successful surgery to treat a colon problem at a hospital in Rome, the Vatican says.\nThe 84-year-old \"responded well\" to the treatment, which was performed under general anaesthetic, Vatican spokesman Matteo Bruni said.\nIt is the first time Pope Francis has been admitted to hospital since his election in 2013.\nEarlier on Sunday, the Argentine pontiff addressed thousands of visitors in St Peter's Square.\nIn an earlier statement, the Vatican said Pope Francis was being treated at the Gemelli University Hospital for \"symptomatic diverticular stenosis\" of the colon.\nDiverticular disease is a condition that involves bulges in the wall of the large intestine. This can lead to a narrowing, of the colon.\nSymptoms include bloating, recurrent abdominal pain and changes in bowel habits.\nThe Vatican did not provide further details about the surgery or how long the Pope would remain in hospital. \nDuring his Sunday blessing in St Peter's Square, the Pope announced that he would go to Slovakia in September after celebrating Mass in Budapest, the capital of neighbouring Hungary.\nBorn in 1936 in Buenos Aires, Francis lost part of his right lung at the age of 21. \nHe also suffers from a hip problem and sciatica, which causes pain that radiates from the lower back to the legs.\nIn 2014, he had to cancel a number of engagements because of a reported stomach ailment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57709588",
      "category": "uk",
      "title": "Don't allow shop abuse to worsen, retail bosses tell PM",
      "tags": "Retailing,Crime,British Retail Consortium",
      "text": "Retail bosses have called on the prime minister to take action against violence and abuse aimed at shop staff.\nLeaders of 100 brands, including Tesco, Sainsbury's, Ikea and Aldi, have signed an open letter calling for greater legal protection for retail workers.\nThe Co-op reported a fourfold rise in violent crime between 2014 and 2020, and bosses say things have become even worse during the pandemic.\nThe government said courts should be increasing sentences for such assaults.\nIn the letter, organised by the British Retail Consortium (BRC) which represents big chains, the leaders said the situation \"cannot be allowed to get any worse\".\nThey added there was \"a clear need now for better protection in law for retail workers\".\n\"Victims of abuse, threats and violence carry those experiences with them for life,\" they added.\nThe letter said one business had reported a 76% increase in abuse and a 10% increase in violent attacks during the pandemic \"of which over half involved a weapon, and many of our colleagues have been coughed at or spat on\".\nSeb James, managing director of Boots, one of the firms to have signed the letter, said violence and aggression towards staff was a \"big problem and it's... getting worse\".\n\"They get death threats, they get pushed into shelving... the shoplifters react in a way which is neither normal nor in any way acceptable,\" he told BBC business correspondent Katy Austin.\nMr James said Boots was \"very committed\" to protecting staff and had recently rolled out body cams to all shop floor workers \"but it's not enough\".\n\"Whatever structures that we have in place are not enough to be a deterrent. We need to have a really good legal framework that will enable our colleagues, and people that feel tempted to behave in this way, to know where they stand,\" he added.\nRetailers are spending record amounts on crime prevention and have invested £1.2bn in the past year, the BRC said.\nIts survey of retail crime in 2019, before the pandemic, found a 7% year-on-year increase in violence and abuse to 455 cases each day. \nIn evidence to MPs, Joanne Cairns of trade union Usdaw outlined some of the comments reported by its members during Covid.\nShe said one worker was screamed at due to an out of stock item and said members of the public coughed on them as they were stacking shelves. \n\"I had somebody pull my mask off and call me a sheep,\" she reported another worker as saying. Another added: \"Since the pandemic, I've had abuse nearly every day, even been coughed on twice.\" \nShop workers in Scotland are protected by a specific Protection of Workers Bill that makes it a specific, new criminal offence to assault, threaten, abuse, obstruct or hinder workers in shops, bars and restaurants.\nCrime and policing minister Kit Malthouse said: \"It is completely unacceptable to threaten or assault retail staff, not least when they are working so hard to keep vital services running, and we absolutely condemn this behaviour.\n\"We are putting 20,000 extra police officers into our communities to cut crime - including retail crime - and we launched the #ShopKind campaign in April to provide better support to victims and encourage customers to treat shop workers with dignity and respect.\n\"The Sentencing Council has set out guidelines that mean courts should be increasing sentences for assaults committed against those providing a service to the public, including shop workers.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57709443",
      "category": "uk",
      "title": "Prince Charles reveals favourite songs in radio show to thank volunteers",
      "tags": "UK Royal Family,Pop music,Prince Charles, Prince of Wales,Music,Diana Ross",
      "text": "The Prince of Wales has revealed some of his favourite songs, with artists Diana Ross, Edith Piaf and Barbra Streisand making the list.\nHe highlighted soul group The Three Degrees' pop hit Givin' Up, Givin' In as a track that used to give him \"an irresistible urge to get up and dance\".\nPrince Charles shared his songs as part of a special show on hospital radio to thank NHS staff and volunteers.\nIt will air at midday and his 13-song playlist will be released on Spotify.\nThe hour-long programme was recorded as part of a national Thank You Day being held on Sunday to celebrate people who helped respond to the coronavirus pandemic.\nIt was recorded for the Hospital Broadcasting Association made up of hospital radio stations, and the prince paid tribute to all the hospital radio volunteers who had helped entertain patients and staff during the crisis.\nThe future king's list of songs from throughout his life is varied, with tracks from artists from South Africa, Scotland, France and the Irish Republic.\nThe song Givin' Up Givin' In was performed by The Three Degrees at his 30th birthday, and he described it as \"one of my favourites and, long ago, used to provide me with an irresistible urge to get up and dance\".\nAnother song - the 1935 track Lulu's Back In Town by Dick Powell - made him happy because it reminded him of his grandmother, the prince said. \nAnd he picked Don't Rain On My Parade by Barbra Streisand as he recalled seeing the star perform at Warner Bros Studios in California when he served as a young lieutenant on HMS Jupiter in the 1970s.\nThe full list is: \nIt is not the first time the prince has shared the music he likes: in 2018 he spoke about his love of Leonard Cohen, and he also spoke to Classic FM about his favourite classical pieces last year.\nSpeaking on Sunday's hospital radio show, which is called Music and Memories With HRH The Prince Of Wales, the prince said he had been \"profoundly impressed by the dedication shown by our wonderful NHS staff and volunteers right across the country\".\nHe thanked them for their \"sheer resilience and indomitable spirit\", as he also paid tribute to the \"invaluable service\" provided by hospital radio.\n\"During current times, when we have been dealing with the effect of this dreadful pandemic, the role of hospital radio has been even more important, and I know it has been of immeasurable value in connecting people, in providing comfort and companionship, and in raising people's spirits when that is needed,\" he said.\nThe programme will be broadcast across 180 member stations of the HBA at 12:00 BST on Sunday. A Spotify playlist with all the tracks will also be shared on social media by Clarence House.\nThe HBA's chairman Grant McNaughton said it was \"truly amazing\" for the prince to recognise the dedication of hospital radio staff volunteers.\nThe radio programme is one of many events taking place across the UK to mark national Thank You Day.\nCommunities across the UK are being encouraged to come together to say thank you to all those who have helped keep the country going during the pandemic. \nAt 17:00, the public are encouraged to raise a glass or mug to everyone who has helped the country through the past year.\nMeanwhile on Saturday evening, the Wembley arch, the Liver building in Liverpool, and Salisbury Cathedral were among more than 70 sites across England being lit up in blue to thank NHS staff for their role in fighting the pandemic, and marking the 73rd anniversary of the NHS on Monday.\nVaccination centres, football stadiums, town halls, churches, hospitals and bridges were also lit up as part of the tribute. \nNHS chief people officer, Prerana Issar, attended a memorial service at the London Blossom Garden at Queen Elizabeth Olympic Park in Stratford during the afternoon.\nShe said: \"Each of the colleagues who sadly died while caring for and protecting patients represents an irreplaceable gap in a family and a workplace.\"\nShe also wanted to \"encourage everyone to take a moment on Saturday to reflect and remember\".\nAre you taking part in Thank You Day events?  Share your stories, pictures and video by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57714088",
      "category": "uk",
      "title": "Royals celebrate NHS anniversary with George Cross and tea party",
      "tags": "UK Royal Family,Prince William, Duke of Cambridge,Prince Charles, Prince of Wales,NHS,Queen Elizabeth II,Coronavirus pandemic,Catherine, Duchess of Cambridge",
      "text": "The Royal Family has celebrated the 73rd anniversary of the NHS with the award of the George Cross and a cathedral service.\nIn a personal message, the Queen said NHS staff across the UK had worked \"with courage, compassion and dedication\" for more than 70 years.\nThe Duke of Cambridge joined NHS staff at a thanksgiving service at St Paul's Cathedral in London.\nHe later hosted a Buckingham Palace tea party to thank NHS workers.\nThe Duchess of Cambridge had been due to join him for the events, but is now self-isolating after coming into contact with someone who later tested positive for Covid.\nThe George Cross, instituted by King George VI in 1940 during the height of the Blitz in World War Two, is awarded for \"acts of the greatest heroism or of the most courage in circumstances of extreme danger\".\nIn her handwritten message, the Queen wrote: \"It is with great pleasure, on behalf of a grateful nation, that I award the George Cross to the National Health Services of the United Kingdom.\n\"This award recognises all NHS staff, past and present, across all disciplines and all four nations.\n\"Over more than seven decades, and especially in recent times, you have supported the people of our country with courage, compassion and dedication, demonstrating the highest standards of public service.\n\"You have our enduring thanks and heartfelt appreciation.\"\nNHS England chief executive Sir Simon Stevens said the award recognised the \"skill and fortitude\" of NHS staff, who had responded to \"the worst pandemic in a century and the greatest challenge this country has faced since World War Two\".\nProf Stephen Powis, NHS England medical director, said he could not be \"prouder and more humbled\" by the work of his medical colleagues, adding that the reward recognised the contribution of the NHS since inception as well as over the last 18 months. \nThe awarding of the George Cross by the Queen is made on the advice of the George Cross Committee and the prime minister.\nThis latest award is only the third time the George Cross has been given to a collective body, country or organisation, rather than an individual. \nIn 1942, the George Cross was conferred on Malta by George VI, in recognition of the heroism displayed by the island's inhabitants during enemy bombardments in World War Two and in 1999, the Queen awarded the George Cross to the Royal Ulster Constabulary in Northern Ireland, in recognition of the force's bravery.\nDr Chaand Nagpaul, council chairman of the British Medical Association (BMA) which represents doctors, said the award would be \"a welcome recognition for many who feel exhausted - physically and mentally - after the gruelling challenge of the last year\".\nBut he added: \"It is also vital to ensure that healthcare professionals work in an environment where there is an adequate workforce and resources, including enough hospitals beds and facilities in general practice.\n\"This will be vital if we are to be able to tackle the enormous backlog of over five million patients waiting for treatment as a result of the pandemic\".It comes days after Dr Nagpaul warned that senior doctors in England would be consulted on taking industrial action if the government's 1% pay rise offer was not improved.\nAnd Pat Cullen, acting general secretary and chief executive of the Royal College of Nursing - which has also warned of potential industrial action over pay - said: \"Nursing staff led the foundation of the NHS and today they continue to lead the response to the pandemic.\n\"Along with all of their colleagues they should hold their heads high today to be recognised in this way.\"\nPrince William joined senior NHS figures, frontline staff and patients at the St Paul's service, which celebrated the work of the health service in tackling Covid-19.\nThe cathedral's choir sang hymns as the duke entered the church and followed religious leaders past socially-distanced rows of NHS staff.\nAmong the congregation were Sir Simon; Dr Emily Lawson, NHS England's lead on the vaccine rollout; matron May Parsons, who gave the first Covid vaccination outside clinical trials; and Sam Foster, the nurse who administered the first Oxford-AstraZeneca jab.\nPrime Minister Boris Johnson, Labour leader Sir Keir Starmer and Liberal Democrat leader Sir Ed Davey were also in attendance.\nThey were joined by members of staff who treated England's first Covid patients, as well as people who have been treated for the virus.\nAddressing the congregation during the service at St Paul's Sir Simon described the occasion as an opportunity for \"cautious pride in science, treatments and our vaccines\" but also a time for some \"anger and regret\" over the millions who have died with coronavirus around the world.\nHe said the NHS was \"an inspiring example for our generation of how out of adversity can come strength\".\nThe duke welcomed NHS workers, including respiratory ward nurses, counsellors and care workers, as well as catering managers and housekeeping coordinators, to the Buckingham Palace gardens for the NHS Big Tea.\nThe NHS Big Tea is organised by NHS Charities Together - which the duke and duchess have been patrons of since December 2020.\nThe event was one of thousands of Big Teas happening in homes, hospitals, schools and community spaces across the UK on Monday.\nAlexandra Heys, nurse ward manager in the respiratory high care unit at Gloucestershire Hospitals NHS Foundation Trust, said she felt \"honoured\" to be meeting the duke.\n\"We have all been through a lot, so seeing the public get behind the NHS Big Tea on such as massive scale is an immense boost and really makes a difference,\" she added.\nNHS Charities Together is an independent charity and functions as an umbrella organisation made up of 240 NHS member charities based within hospitals, mental health trusts, ambulance trusts, community health trusts and health boards across the UK."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57713431",
      "category": "uk-wales",
      "title": "Clydach murders: 'Nothing to undermine' David Morris conviction so far",
      "tags": "Swansea,South Wales Police,Clydach",
      "text": "No information has been provided by two potential new witnesses to undermine the conviction of a man for murdering a family more than 20 years ago, prosecutors have said.\nMandy Power, her daughters Katie and Emily and her mother Doris Dawson, were bludgeoned to death at their home in Clydach, near Swansea in June 1999.\nDavid Morris is serving a 32-year sentence for the murders.\nSouth Wales Police announced a review of elements of the case in January.\nThe work has included following up potential new witnesses identified in a programme by BBC Wales Investigates.\nOne said he had never spoken to police and the other said he contacted police to report what he had seen but nobody ever called him back.\nDetectives have now spoken to both, and the CPS said no information has been provided that undermines Morris' conviction.\nThe probe, which is being overseen by Devon and Cornwall Police, is now moving on to look at forensic issues also challenged in the documentary, after Morris' legal representatives asked for various items of evidence to be released for further investigation.\n\"While this work continues, our thoughts remain with the families and those affected by this case and acknowledge the significant impact it has on them,\" South Wales Police said.\nDavid Morris's trial heard he had a sexual relationship with Ms Power and was fuelled by drink and drugs when he went on a killing spree in June 1999.\nMrs Dawson, who was 80, was killed as she lay helpless in her bed, and the killer lay in wait for the others to return home.\nMs Power and her daughters were battered repeatedly with a fibreglass pole, which the children used to play with, and Ms Power's body was sexually assaulted.\nThe killer lit fires around the house in an attempt to hide the crimes. Firefighters found the bodies of Ms Power and the girls laid out on the landing when they came to tackle the blaze.\nMorris has always maintained his innocence, but a bid to take his case to the Court of Appeal was rejected as recently as 2018 by the Criminal Cases Review Commission."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57714057",
      "category": "uk-northern-ireland",
      "title": "Strabane: Large fire has broken out at coffin makers",
      "tags": "Strabane",
      "text": "Firefighters remain at the scene of a large fire at a coffin makers in Strabane, County Tyrone. \nEighty firefighters, 10 fire engines and four special appliances were at the blaze at O'Doherty's on Railway Street.\nWest Tyrone MLA Daniel McCrossan was nearby when he heard an \"explosion\" and said there had been a \"very loud lightning strike in the wider area\".\nThere were thunderstorms in the area at the time, but the cause of the fire has not been confirmed.\nThe Northern Ireland Fire and Rescue Service said it received a call about the fire at 16:10 BST. \nThe operation is expected to continue on Monday, with people asked to stay out of the area due to the high level of activity.\nNIFRS has asked those in the nearby area to keep their windows and doors closed.\nRailway Street is likely to remain closed overnight to allow for a structural inspection of the building to take place.\nSpeaking to BBC News NI, Mr McCrossan, who owns a pub near to where the fire is, said fire crews had managed to contain the fire to O'Doherty's, protecting surrounding properties and businesses.\n\"It is quite a significant blaze,\" he said. \n\"Luckily no one is hurt. There is a house next door, thankfully they weren't home and they weren't hurt either.\"\nDerry City and Strabane District Council has warned the public to be cautious of flooding across the area. \nThe lower deck of the Craigavon Bridge in Londonderry is obstructed from the Duke Street direction by a car in flood water. \nThe council's mayor, DUP councillor Graham Warke, tweeted a picture showing flooding on the lower deck.\nMotorists are being advised to take alternative routes. \nPortstewart Promenade is closed due to structural damage caused by heavy rain.\nPolice said they expected the road to remain closed for some time.\nA yellow weather warning from the Met Office is in place across the west of Northern Ireland until midnight on Sunday. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57710515",
      "category": "uk",
      "title": "Euro 2020: England fans celebrate as Three Lions advance to semi-finals",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57703959",
      "category": "uk",
      "title": "Covid: Doctors want to keep some measures after 19 July",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Some Covid measures should be kept in place in England beyond 19 July - when all legal restrictions are due to be lifted, a doctors' union says. \nThe British Medical Association is calling for the continued use of face masks and new ventilation standards.\nIt says it is crucial to protect the NHS, health and education amid what it says is an alarming rise in cases.\nIt comes as ministers consider allowing fully jabbed people to avoid isolation and testing if exposed to Covid.\nA Downing Street source said the need for isolation or daily tests for those who had received two coronavirus injections could be removed after the final step of lockdown easing. \nFirst reported by the Times, the source added that no decision had yet been taken.\nPrime Minister Boris Johnson said on Thursday that he hoped England would be able to return to as close to the pre-pandemic status quo as possible on 19 July - the fourth and final stage of lockdown lifting in England.\nBut he hinted that some \"extra precautions\" might still be needed.\nWeekly coronavirus cases in the UK are up 74% on the previous seven days, according to government figures. \nAnd on Friday, the UK recorded 27,125 new cases and another 27 deaths within 28 days of a positive test.\nThe number of people admitted to hospitals in England with Covid-19 has risen by 55% over the past week, the British Medical Association (BMA) says. \nDr Chaand Nagpaul, BMA council chairman, said the easing of restrictions was not a binary \"all or nothing\" decision and that \"sensible, cautious measures\" were still required.\nHe said: \"As case numbers continue to rise at an alarming rate due to the rapid transmission of the Delta variant and an increase in people mixing with one another, it makes no sense to remove restrictions in their entirety in just over two weeks' time.\n\"The promise was to make decisions based on data and not dates, and while we were pleased to see the government react to data in delaying the easing on 21 June last month, ministers must not now simply disregard the most recent, damning numbers by rushing into meeting their new 19 July deadline.\"\n\"Targeted measures\" put forward by the professional body for doctors include requiring people to continue wearing face coverings in enclosed public spaces, such as shops and on public transport. \nThe BMA also urges the government to improve public messaging on how the virus spreads and the importance of good ventilation - including the setting of legal standards. \nDr Nagpaul urged ministers not to throw away the progress made in the vaccination programme.\nHe said more time was needed to roll out jabs, adding the country was \"still some way from protecting enough of the population\".\nTwice as many coronavirus patients were on ventilators now compared with this time last month, he said, presenting a particular worry for doctors.\nHigh levels of community transmission could also provide fertile ground for new, potentially vaccine-resistant variants to develop, he added.\nIn the UK, 45 million people - 85.5% of the adult population - have now received one dose of a coronavirus vaccine. More than 33 million people - 63.1% - have been double jabbed, according to latest government figures.\nDr Bharat Pankhania, a senior clinical lecturer in communicable diseases at the University of Exeter's medical school, told BBC Radio 4's Today programme he thought it was \"perfectly okay\" for people who had received two doses of a coronavirus vaccine to be exempt from quarantine measures.\nHe said while the \"gold standard\" would be to remain cautious even if you had been fully vaccinated, he thought that the fact that immunised people were \"less infectious\" meant it would be okay for them not to have to do so.\nDr Pankhania said that he felt that the vaccines were working \"really well\" at breaking the link between infections, hospitalisation and death.\n\"Therefore, having uncoupled that, we can start thinking about other uncoupling measures as well,\" he said.\nEnding isolation for people who have had two jabs could be a relief for the hospitality industry with Rob Pitcher, chief executive of Revolution Bars Group, saying that the NHS Test and Trace app was making it \"very difficult\" for the sector to recover following lockdowns.\nHe told the Today programme the company, which runs 66 bars, had \"probably got 10-15% of our estate in some form of closure\" due to staff being required to isolate.\nHe said the app was \"casting the net quite wide\" and sad some staff were choosing to delete the app because \"they can't afford to self-isolate for 10 days\".\nBut Prof Robert West, a health psychologist who is a member of the Scientific Pandemic Influenza Group on Behaviours (SPI-B) which advises Sage, warned that exempting those who were fully jabbed from isolating would be unfair and could cause \"resentment\".\n\"When you get unfairness in situations like this, you get resentment and when you get resentment you can get loss of compliance,\" he told Times Radio.\nThe Scottish government said that contact tracers will prioritise cases where there is a \"high risk\" of transmission, with calls being made to the most urgent cases and texts used more extensively.\nThe final stage of measures lifting was deferred by four weeks from 21 June amid concerns of the spread of the Delta variant, first identified in India, with the government saying more time was needed to administer vaccines.\nHowever, Health Secretary Sajid Javid has said there is no reason for England's final Covid restrictions to last beyond 19 July.\nThe Delta variant continues to account for approximately 95% of confirmed cases of coronavirus across the UK.\nPublic Health England figures show 161,981 confirmed and probable cases of the Delta variant have now been identified in the UK - up by 50,824, or 46%, on the previous week."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-57708451",
      "category": "uk-england-beds-bucks-herts",
      "title": "Milton Keynes police shooting: Richard Woodcock family 'immensely proud'",
      "tags": "Milton Keynes",
      "text": "The family of a man believed to have been murdered while trying to help rescue a child have said they are \"immensely proud\" of him.\nThe body of Richard Woodcock, 38, was found in a flat in Denmead, Two Mile Ash, Milton Keynes, on 26 June.\nHis widow described him as her \"soulmate\" and the \"best father\". \nDuring the stand-off, police shot dead a 24-year-old man, who had barricaded himself in a room with the boy, who remains in hospital.  \nAn inquest into the death of Mr Woodcock, which opened on Friday, named the neighbour killed by police as Kelvin Odichukumma Igweani. \nThe child had received life-threatening injuries.\nDet Ch Insp Stuart Blaik told the inquest police were called as neighbours reported hearing screams.\nHe said Mr Woodcock, who lived in the same block of flats and was a council highways officer, had gone there \"to help save a young boy, as it was believed he was still in the property, and at risk of significant harm\".\nIn their tribute, Mr Woodcock's family said: \"We have always been so proud of Richard and everything he has achieved in life. \n\"We are devastated Richard has been taken from us in such circumstances, but we are also so immensely proud of the sacrifice that he has made to try and save a little boy's life.  \n\"His actions... were the type of man he was and that is how we would like him remembered.\"\nIn the Thames Valley Police statement, they added more people than Mr Woodcock \"ever realised\" loved him, with his death a \"huge loss\".\n His wife said in her own tribute that it was a \"blessing to share my life with you, my dearest friend, my biggest love, my soul mate\".  \n\"My kind, generous, funny, clever, cheeky husband. \n\"Thank you for loving me and being the best father to our children.\" \nThe family have asked for their privacy to be respected.\nA post-mortem examination found Mr Woodcock died due to head injuries.\nBoth inquests, opened on Friday, have been adjourned until November.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57707533",
      "category": "world-us-canada",
      "title": "Miami building collapse: Demolition date brought forward",
      "tags": "Florida,Miami building collapse,Miami,United States",
      "text": "The demolition of the standing portion of the apartment block that collapsed near Miami has been brought forward due to an approaching tropical storm. \nThe upright section of Champlain Towers South will be destroyed within days to allow rescuers to search the site safely, officials say.\nThe death toll has risen to 24, with 121 people missing after the collapse of the 12-storey building on 24 June.\nOfficials are investigating other tower blocks for structural faults.\nOn Saturday, Florida Governor Ron DeSantis said the forthcoming demolition would \"protect our search-and-rescue teams\".\nHe added: \"We don't know when it could fall over. With these gusts that would create a real severe hazard.\"\nStorm Elsa, a 75-mph (120km/h) hurricane, could potentially hit Florida early next week.\nMiami-Dade County Mayor Daniella Cava Levine signed a demolition order on Friday. She initially said she expected the demolition would not happen until late July.\nSurfside Mayor Charles Burkett said the fear was that the storm would knock the rest of the building down and drop debris on to the zone where survivors were still being sought.\n\"Obviously the building is a problem and the only solution is to get rid of it,\" he said.\nMs Cava Levine said the families of those still missing had been told of the decision and \"they understand\". No-one has been found alive since the first hours after the collapse.\nDemolition experts have been devising a plan on Saturday, and the destruction will be controlled, with the use of explosive charges.\nThere are no details so far about compensating the owners.\nOn Friday, a firefighter carried the body of his own seven-year-old daughter from the rubble of the collapsed block. He had kept vigil at the site for nine days and was there when she was extracted.\nStella Cattarossi is the third child to be recovered from the site in the Miami suburb of Surfside.\nShe was with her mother, grandparents and an aunt visiting from Argentina, according to local10.com.\nAlso on Friday, the residents of another block were told to leave on safety grounds - the first building to be given such an order in the area since the collapse.\nCrestview Towers Condominium residents were ordered to evacuate by North Miami Beach Building Department.\nWhat caused the 40-year-old Champlain Towers South to crumble remains unclear. But a 2018 inspection warned of \"major\" design flaws in the original design.\nThe building association's board says it will appoint an \"independent receiver... to oversee the legal and claims process\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-53503712",
      "category": "explainers",
      "title": "Covid: What are the care home visiting rules and how are they changing?",
      "tags": "Elderly people,Coronavirus vaccines,Personal finance,Care homes,Coronavirus pandemic",
      "text": "Restrictions for visiting friends and family in care homes in England are being relaxed. \nRules have already eased in Scotland.\nAs part of the lifting of the Plan B measures in England, from Monday 31 January:\nCare home staff in England must already be vaccinated (unless exempt).\nBy 16 February care workers will be asked to take lateral flow tests (LFTs) before their shifts, replacing the current system which includes weekly PCR tests.\nThe self-isolation period for those who test positive will be reduced from 14 to 10 days, with the ability to end it even earlier, subject to testing negative on days five and six.\nCare homes will only have to follow outbreak management rules for 14 rather than 28 days.\nMore detailed guidance will be published shortly. \nThere is no longer any limit to the number of households which can visit each resident, or to the frequency or duration of visits. \nCare homes can decide group numbers - including children - based on a range of factors including the size of the visiting area. \nEssential and \"named person\" visits can continue during an outbreak of Covid. \nA care home resident who has tested positive can receive one named visitor per day in their private room - as long as the visitor wears appropriate personal protection equipment (PPE) and follows physical distancing and hand hygiene rules.\nThe self-isolation rules have also been eased for care home residents:\nOfficial adult care homes guidance\nThe Welsh government says there is \"no prescribed limit\" on the number of indoor visitors. Decisions about how care home visits take place rest with the provider. \nThey are advised to generally restrict visiting to those who are familiar with the home's procedures. Providers should risk assess requests from less frequent visitors. \nOfficial guidance for care home visitors and residents\nOfficial guidance for care home providers\nNorthern Ireland is in the \"Gradual Easing\" phase of care home visiting.\nHospice residents may have one daily visit, from two nominated individuals, either separately or together. \nThe rules are due to be reviewed again by the end of February. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-57707992",
      "category": "uk-wales-politics",
      "title": "Covid: Wales moving to increasing normality, says minister",
      "tags": "Coronavirus lockdown measures,Welsh government,Coronavirus pandemic",
      "text": "More of Wales' Covid-19 rules could change over the next few weeks from being legal requirements to government advice, according to a Welsh minister.\nMick Antoniw said Wales was \"moving to a stage where we are having increasing normality\" but that ministers and officials would evaluate data ahead of the next review on 15 July.\nAll legal restrictions are expected to be lifted in England on 19 July.\nAnd the SNP government is aiming to do the same in Scotland on 9 August.\nWith no date set in Wales, the Conservatives have accused the Welsh government of being \"stuck in lockdown mode\".\nResponding to reports on Sunday that England will move into a period without legal restrictions, where the public will have to exercise \"personal responsibility\", Andrew RT Davies MS, the leader of the Conservatives in the Senedd, tweeted: \"It's time for Welsh government to provide clarity on Wales' route to normality.\"\nA further 535 people have tested positive for coronavirus, according to latest data published by Public Health Wales.\nCounsel General Mr Antoniw told the BBC's Politics Wales programme the Welsh government's \"current thinking is that we have obviously an increase in the level of infections, but we have less hospitalisation out of that\". \n\"We want to maximise the vaccination rates still further, and then around the 15th or 16th of July, we'll have a review, and we'll consider what further easings can be taken within the data that we actually have,\" he said.\n\"Setting a date has its own problems because, if you're saying you want to achieve these certain things on this particular date... it is still always dependent on what the latest information is in respect of the infection rates.\n\"We are certainly moving in the direction of a much greater normality.\n\"But the pandemic is going to be with us for some time,\" he added.\nThere have only been minor changes to the rules in Wales since 7 June after the first minister announced a pause in a bid to reduce daily hospital admissions and allow time to vaccinate more people.\nMinisters had considered permitting more indoor mixing, allowing more people to attend indoor events and reopening ice skating rinks, before deciding to hold off.\nIn Wales, people are currently able to meet in private homes if they are in an extended household with a fixed set of other homes, unlike in England where six people from any household can meet.\nNightclubs remain closed, as they do across the UK, while limits on social distancing and how many people can meet outside remain.\nThe restrictions will be reviewed the week starting 12 July, with any further lifting due to be announced by the first minister towards the end of the week.\nAsked on Politics Wales if he foresaw big changes to the rules in Wales during that review, Mr Antoniw said: \"I certainly would envisage a shift in the way in which we assess risks, that we look at things differently. \n\"We look at how much more can be done on the ground by way of guidelines and advice because, clearly, we're moving to a stage where we are having increasing normality.\n\"But it's got to be something that's based on the reality of the fact there are still risks out there.\n\"So, over the next week or so, all that data's going to be evaluated.\n\"We'll take advice from the medical officers and from the scientists, and then we'll work out basically what is the best next step forward in terms of moving towards that greater normality.\n\"But also in a way that doesn't put people at risk,\" he added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57716131",
      "category": "business",
      "title": "Didi says removal of app in China will affect business",
      "tags": "Gig economy,China",
      "text": "China's biggest ride-hailing company Didi Chuxing has warned there will be an adverse impact on its revenues after its app was removed from Chinese stores.\nChina's internet regulator ordered app stores to stop offering Didi's app on Sunday. \nIt says the firm illegally collected users' personal data.\nIt comes just days after the tech giant began selling shares on the New York Stock Exchange.\nThe removal does not affect existing users, but will prevent new users registering on the country's biggest ride hailing platform.\n\"The company will strive to rectify any problems, improve its risk prevention awareness and technological capabilities, protect users' privacy and data security, and continue to provide secure and convenient services to its users,\" Didi said in a statement.\nThat came after the Cyberspace Administration of China (CAC) said: \"After checks and verification, the Didi Chuxing app was found to be in serious violation of regulations in its collection and use of personal information.\"\nTwo days earlier, the CAC announced it was investigating the firm to protect \"national security and the public interest\", prompting Didi's shares to drop by 5.3%.\nDidi gathers vast amounts of real-time data every day. It uses some of the data for autonomous driving technologies and traffic analysis.\nLast week, China's answer to Uber made its debut on the New York Stock Exchange and at the end of Friday's trading had a market valuation of almost $74.5bn (£53.9bn).\nThe company raised $4.4bn in the Initial Public Offering (IPO), in what was the biggest listing in the US by a Chinese company since Alibaba's debut in 2014.\nBy Karishma Vaswani, Asia Presenter\nWhen I spoke to Didi Chuxing's founder Cheng Wei in 2018, the one thing that was apparent was that this was a man on a mission.\nHe wanted to take the Chinese firm global, and to offer a new vision of what a company driven by data could make possible.\n\"We were born in China,\" he told me at his offices in Beijing during an interview for the BBC series, Asia's Tech Titans.\n\"But we hope to be a global company. We hope to be able to solve traffic and transportation problems for the world.\"\nThe huge ambition Cheng Wei displayed to me on the rooftop of his sprawling Beijing campus manifested itself in Didi's much-anticipated US IPO last week. \nBut the environment in China today is very different from when I spoke to the Didi founder just a few years ago. \nThere's tighter scrutiny now both inside and outside of China on Chinese tech firms. And Didi's troubles come against the backdrop of a broader crackdown on Chinese tech by regulators in the country - a crackdown, that some analysts have said, could be politically motivated as Beijing attempts to impose more control on the dynamic sector. \nWhat this means for both Didi and other Chinese tech firms is that this is likely to be just the start of their troubles. For those looking to list in the US - there will be more questions from investors on the regulatory outlook - which could mean a difficult and uncertain time going forward.\nDidi Chuxing, a platform similar to Uber or Lyft, arranges more than 20 million rides in China every day, on average.\nFounded in 2012, it is particularly popular in China's crowded cities. But it has expanded beyond China into 15 other markets.\nIn June, the company reported revenue of about 42.2bn yuan ($6.52bn) for the three months to the end of March, with the vast majority of that coming from its China mobility business.\nChina has recently moved to tighten up regulation of the country's large tech firms.\nThe investigation follows regulatory crackdowns on other tech firms, from Alibaba to food delivery service Meituan.\nOn Monday, the CAC also said that it plans to investigate the Chinese truck-hailing firm Full Truck Alliance (FTA). \nLike Didi, FTA recently made its New York Stock Exchange debut, raising $1.6bn. It had a market valuation of more than $20bn at the end of trading on Friday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57711597",
      "category": "world-asia",
      "title": "Dozens killed in Philippine military plane crash",
      "tags": "Aviation accidents and incidents,Philippines",
      "text": "Fifty people have died and dozens more have been injured after a military plane crashed in the Philippines.\nThe Lockheed C-130 transport aircraft was carrying 96 people, mostly troops, when it overshot a runway at Jolo airport in Sulu province on Sunday.\nThe soldiers were among reinforcements sent to combat Islamist militants such as the Abu Sayyaf group.\nThe dead are mainly military personnel, but three civilians on the ground were also killed, the defence ministry said.\nFive people were initially listed as missing, but all passengers on board have now been accounted for. \nA spokesperson from the Armed Forces of the Philippines told news site ABS-CBN that they were looking for the flight data recorder to find out why exactly the plane crashed. \nMajor Gen Edgard Arevalo said there was no sign of any attack on the plane.\nThe plane, which came down at 11:30 local time (03:30 GMT) a few kilometres from the town of Jolo, was carrying troops from Cagayan de Oro, on the southern island of Mindanao. \n\"It missed the runway, trying to regain power but it didn't make it,\" armed forces chief Gen Sobejana told reporters. \nA statement from the regional military force, Joint Task Force Sulu, said \"a number of soldiers were seen jumping out of the aircraft before it hit the ground, sparing them from the explosion caused by the crash\". \nNo details about how they managed to get out of the plane or their condition were given.\nMany of those on board had only recently completed basic military training, AFP reports. \nThe plane, previously in service with the US Air Force, was handed to the Philippines in January.\nIt was the first of two used Hercules to be delivered by the US under a defence co-operation scheme. \nThe aircraft first flew in 1988, according to Aviation Safety Network."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57253556",
      "category": "uk-wales",
      "title": "Covid: Young people 'worried about jobs' after pandemic",
      "tags": "Unemployment,Coronavirus lockdown measures,Wales business,Employment,Young people,Wales economy,Mental health,Coronavirus pandemic",
      "text": "Young people have been disproportionately affected by the pandemic and are likely to feel the effects for some time, a report says.\nThose aged between 16 and 24 were more likely to be employed in sectors that had been shut down, the Public Health Wales report said.\nThey also felt uncertain about the future and were worried about their job prospects.\nDr Ciarán Humphreys said young people were hit by a \"multitude of factors\".\nThe consultant in public health at Public Health Wales added that these will \"potentially have long lasting effects on their employment prospects\".\nAmy Delaney, 23, was made redundant from her part-time job that was supporting her through university at the beginning of the first lockdown.\n\"Everything changed so fast so it was a bit crazy at the time,\" she said.\n\"It was really stressful. You're on a path, you think you know where you're going and the pandemic just flipped it.\"\nShe said it made her mental health \"so bad for so long\" and she had to be supported by her partner's family.\n\"I don't have the best mental health anyway and I had never lost a job so this hitting me and not knowing where to go was a crazy time.\n\"The long term you don't know where you are going to go, you don't know what's going to happen next week or how you're going to afford things - It affected me badly.\"\nJoe Wright, 21, is Amy's partner and helped support her during her redundancy, which he said was \"difficult at the time\".\n\"At the time I was only a customer service representative so I wasn't making a lot of money so I was splitting what I had support myself and Amy,\" he said.\n\"We got through and we're one of the lucky ones to have come through all of this.\"\nQuinn Coxon is studying biology remotely and said he will go on to do a Masters and potentially a PHD as \"I don't want to enter the job market anytime soon - it looks very uncertain\".\nEmile Moorhouse, who is working two part-time jobs, said a lot of people he knows were feeling anxious about finding work.\n\"A lot of people feel anxious about being rejected or don't feel confident in their skill set and they feel like they need to do further education or they don't stand a chance.\"\nHe said because of the shift to working from home, \"it is probably a lot harder to be in the job market if you haven't been in it before because it is quite uncertain\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-sussex-57706867",
      "category": "uk-england-sussex",
      "title": "Memorial for Sgt Matiu Ratana: Rugby club's unsung hero",
      "tags": "Croydon,Goring-by-Sea,Metropolitan Police Service,East Grinstead",
      "text": "A memorial to a Met Police officer who was shot in the line of duty has been unveiled at the West Sussex rugby club where he was head coach. \nSgt Matiu Ratana, known as Matt, was killed at Croydon Custody Centre in September.\nA memorial silhouette of the 54-year-old was unveiled by his family on Saturday and looks out over the pitches at East Grinstead Rugby Club.\nHis partner, Su Bushby, said: \"Matt was a role model, a mentor, a friend.\"\nUnveiling the memorial at a private event, Ms Bushby told the gathered crowd of family and friends: \"We are here to celebrate Matt's life and achievements.\n\"Since his death I have been overwhelmed by the respect and kindness from colleagues and players at all levels.\n\"Matt was a role model, a mentor, a friend, my partner,\" she said.\n\"He was so proud of everyone, and I mean everyone.\n\"[Matt] was thoughtful and funny and he always made sure I was ok. \n\"He was a very special man.\"\nNew Zealand-born Sgt Ratana, who lived in Goring-by-Sea, West Sussex, was shot in the chest in a holding room at Croydon Custody Centre as he was about to search a suspect.\nLouis de Zoysa, 23, has been charged with his murder.\nSgt Ratana had been at East Grinstead Rugby Club for three years and managed the colts team before becoming head coach.\nHe won the Unsung Hero category at BBC Sports Personality of the Year awards in 2020 following a nomination by the club.\nOne of Sgt Ratana's colleagues posted a tribute on Twitter describing his former boss as \"a hero\".\nJeff Blackett, the president of the RFU, told the event: \"Matt made a real difference to many lives. Both here at the club and in the wider community. \n\"We are delighted at the RFU that his legacy will continue here at East Grinstead and in the wider rugby family.\"\nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57712618",
      "category": "business",
      "title": "John Lewis plans to build 10,000 rental homes",
      "tags": "Housing,Companies,John Lewis",
      "text": "John Lewis has announced plans to move into the residential property market by building 10,000 homes for rental over the next few years.\nThe department store chain said it wanted to address the national housing shortage and support local communities.\nIt said the plans would give the firm a stable, long-term income, as well as providing new job opportunities.\nTenants will have the choice of renting fully furnished with John Lewis products or using their own.\n\"As a business driven by social purpose, we have big ambitions for moving into property rental,\" said Nina Bhatia, executive director of strategy and commercial development for the John Lewis Partnership.\nShe added that the move \"plays to our strength as a trusted brand known for strong service\".\nThe company said 7,000 of the initial 10,000 homes would be on sites in its existing property portfolio, ranging from studio flats to houses.\nHowever, it also said some homes could be built on entirely new sites.\nIt added that all housing developments would come with a concierge service and would feature a Waitrose convenience store near the entrance. \nThe Sunday Times, which first reported the story, said some homes could be built in department store car parks, above Waitrose supermarkets or next to distribution centres.\nThe first John Lewis homes are planned for south-east England, but the partnership said it believed there were opportunities across the country.\nThe announcement comes as John Lewis's traditional department store retail business has come under increasing pressure from the decline of UK High Streets and the rise of an increasingly competitive online market.\nSince Dame Sharon White took over as boss in February 2020, the chain has closed about a third of its stores, leaving it with 35."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55333756",
      "category": "uk-wales",
      "title": "Covid: What are the new rules for Wales?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus testing,Welsh government,Coronavirus pandemic",
      "text": "Most curbs to people's daily lives have been lifted as Wales moves to the lowest level of Covid rules.\nRules limiting socialising in pubs, bars and restaurants have been removed, while nightclubs are able to reopen for the first time since measures brought in to tackle the spread of Omicron were introduced after Christmas.\nSocial distancing rules were also scrapped as Wales moved into alert level zero on 28 January.\nPeople who test positive for Covid must now isolate for a minimum of five full days, with two negative lateral flow tests will be required on day five and six.\nHowever masks are still required to be worn in most public places in Wales, including shops, hospitals and on public transport. \nBut they are no longer needed for bars and restaurants, and changes to rules due to be announced later, mean they will also no longer be needed when visiting someone in their own room at a care home.\nWhat do the changes mean for people and businesses in Wales, and what can you do and when?\nChanges to rules have been made over the last two weeks, after First Minister Mark Drakeford laid out his plan to ease restrictions by the end of January.\nThe changes saw:\nFrom Thursday, 10 February Wales returns to a three-week review cycle as the country is at alert level zero\nThe lowest set of restrictions since the start of the pandemic, we were last in alert level zero at Christmas.\nUnder it most curbs to our daily life are removed, all businesses are allowed to reopen, but people still have to wear face masks in many public places, and self isolation rules still apply.\nSince 22 December, fully vaccinated adults, children aged between five and 18 and vaccine clinical trial participants identified as a close contact of a positive case of Covid-19 in Wales do not need to self-isolate. \nInstead, the Welsh government strongly advises them to take lateral flow tests for seven days as a precautionary measure. Children under five do not need to isolate and are not required to take a PCR test or do lateral flow tests.\nFrom 28 January people who have tested positive must isolate for a minimum of five full days, with two negative lateral flow tests will be required on day five and six.\nUntil then, the self-isolation period was seven days, down from the 10 days it was previously, with negative lateral flow tests needed on day six and seven. \nThe Welsh government has urged people to take lateral flow tests before socialising, shopping or visiting people and not to go out if it is positive.\nIt is advising meeting outdoors where possible and to make sure indoor meetings are well ventilated.\nPeople, it said, should leave at least a day between social events.\nFrom 26 December, groups of no more than six people were allowed to meet in pubs, cinemas and restaurants in Wales, with licensed premises having to offer table service only, and face masks worn, along with contact tracing details collected. \nBut under the Welsh government announcement, all of this changed on 28 January.\nThe rule of six was scrapped, meaning people can go to the pub with whoever they like, can go to the bar for a drink, and social distancing has ended.\nPeople are also able to be served at bars again, as table service only rules were scrapped.\nWhile wearing a face mask in a pub or bar is no longer required by law, the Welsh government has advised staff and customers to wear them indoors, when not eating, drinking or dancing.\nLimits on indoor or outdoor event numbers were lifted on 7 August.\nFor important life events such as weddings, civil partnerships, funerals and wakes, the numbers will be determined by the ability of the venue to manage social distancing and other reasonable measures.\nAll guests will need to take a lateral flow test.\nPeople attending weddings, civil partnership or alternative wedding ceremony or reception, no longer have to wear face coverings by law under alert level zero.\nHowever the Welsh government says it strongly advises people to wear a face covering indoors when not eating, drinking or dancing.\nYou can, and international travel is allowed, although local rules and quarantine will apply.\nOn 25 January 2022, the Welsh government stopped advising people against travelling abroad for holidays for the first time since the start of the pandemic. \nNightclubs were closed from 26 December, but under the four stage plan, they have been allowed to open from 28 January, when Wales moved to alert level zero. \nHowever, Covid passes are still needed for nightclubs, along with cinemas, theatres and other large events. \nFrom 15 January the number of people allowed to attend an outdoor event rose from 50 to 500.\nOn 21 January all outdoor activities moved to alert level zero, with no limits on the number of people who can take part and crowds were able to return to sporting events. \nPupils returned later than planned for the start of the new spring term in January.\nA legal restriction to work from home unless unavoidable, with £60 fines for anyone who did not comply and had no reasonable excuse, has been scrapped from 28 January.\nHowever, the Welsh government has said it will remain important to work from home if you can.\nYou have been able to travel anywhere in the UK since 12 April, subject to restrictions in force in the other nations.\nIt also means people from other parts of the UK can come here.\nAll holiday accommodation was able to fully reopen from 17 May."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57711581",
      "category": "world-us-canada",
      "title": "Canada heatwave: Military on standby as lightning triggers more wildfires",
      "tags": "Severe weather,British Columbia,Canada,Heatwaves",
      "text": "The Canadian military is on standby to help evacuate residents in British Columbia where wildfires linked to a record-breaking heatwave threaten to engulf communities.\nEmergency services say they are now trying to control more than 170 fires, many triggered by lightning strikes.\nMany western areas are tinder-dry followed the unprecedented hot weather.\nMeanwhile, at least two people are reported to have died in the village of Lytton that was destroyed by fire.\nLytton recorded Canada's highest-ever temperature of 49.6C (121.3F) on Tuesday.\nAbout 350 military personnel as well as aircraft are being readied to help threatened communities, Canadian defence Minister Harjit Sajjan told reporters.\nThe announcement came after Prime Minister Justin Trudeau held emergency talks with ministers as well as provincial and indigenous leaders from affected areas.\n\"We will be there to help,\" he said.\nLarge swathes of North America have seen a high-pressure \"heat dome\" in recent days, causing abnormally high temperatures. The heatwave has also affected Alberta, Saskatchewan, Manitoba, the Northwest Territories and northern Ontario.\nAlthough linking any single event to global warming is complicated, experts say climate change is expected to increase the frequency of extreme weather events, such as heatwaves. \nIn British Columbia, evacuation orders and alerts are in place for several areas north of the city of Kamloops, 350km (220 miles) north-east of Vancouver where the worst fires are raging.\n\"We saw 12,000 lightning strikes, roughly, yesterday [Friday],\" said Cliff Chapman, director of provincial operations for British Columbia Wildfire Service.\n\"Many of those lightning strikes were hitting near communities... in the Kamloops area,\" he said, according to broadcaster CBC.\nOn Saturday, the British Columbia Coroners Service confirmed that at least two people had died in Lytton where a wildfire on Wednesday evening forced many of its 250 residents to flee without their belongings.\nEarlier, resident Jeff Chapman told CBC he had seen his parents killed by the fire as they sought refuge in a trench near their home.\nLytton Mayor Jan Polderman told the BBC: \"Within about 15 minutes the whole town was engulfed in flames.\"\nBritish Columbia Chief Coroner Lisa Lapointe said extreme heat was probably \"a significant contributing factor\" to a recent spike in deaths. The figure of 719 deaths was three times the average number.\n\"Many of the deaths experienced over the past week were among older individuals living alone in private residences with minimal ventilation,\" she said on Saturday.\nTemperatures have eased in coastal areas but there is not much respite for inland regions. The British Columbia Wildfire Service said it was braced for more wildfires. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57710888",
      "category": "uk",
      "title": "Covid-19: 'Compelling' health argument for easing lockdown, and retail abuse warnings",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday. We'll have another update for you tomorrow. \nHealth Secretary Sajid Javid has said there is a compelling argument that easing coronavirus restrictions is needed for the country's health. Although the steps the country has taken have saved countless lives, rules have caused a shocking rise in domestic violence and a terrible impact on mental health, Mr Javid says. He adds that we need to learn to live with Covid, and acknowledges that \"cases are going to rise significantly\". What is the roadmap for lifting lockdown? And how much will life change in England on 19 July?\nThe prime minister needs to take action against violence and abuse directed towards shop staff, the leaders of 100 retail brands have said. In an open letter, retail bosses from stores including Tesco, Sainsbury's, Ikea and Aldi, said the situation \"cannot be allowed to get any worse\". The Co-op recorded a fourfold rise in violent crime between 2014 and 2020, with things becoming even worse during the pandemic, according to bosses. \n\"I've witnessed them sitting in the field across from us doing drugs at 15 - I would have never have dreamt it,\" Paula Mahoney, a youth worker in Merthyr Tydfil, said. As youth clubs in Wales remain closed due to Covid restrictions, there are fears that children are being \"lost to the streets\". Some have fallen into gangs, others have been struggling with their mental health, and in some cases they have started using drink and drugs, youth workers warn, as they call for children to be let back into clubs.\nWhat do Diana Ross, Edith Piaf and Barbra Streisand all have in common? They are among the Prince of Wales's favourite artists - an insight shared as part of a special show on hospital radio to thank NHS staff and volunteers. Airing at midday, Prince Charles's 13-song playlist will be released on Spotify. The hour-long programme was recorded as part of a national Thank You Day, which is being held to celebrate people who helped respond to the pandemic. Meanwhile, the Wembley arch, the Liver building in Liverpool and Salisbury Cathedral were among dozens of sites across England to be lit up in blue on Saturday to thank NHS staff, and mark the 73rd anniversary of the NHS on Monday.\n\"It saved me mentally, it saved me from worrying about work, it saved me from being upset about my wedding. It just gave me a whole distraction,\" Lauren Flymen, from St Albans in Hertfordshire, said. After losing her job and postponing her wedding during the pandemic, Ms Flymen learnt to do jump rope. She's now become a social media star, with 150,000 followers on TikTok.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. \nHere's what the new EU vaccine passport means for travel.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    }
  ]
}