{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58022828",
      "category": "uk-northern-ireland",
      "title": "Ardoyne baby death: Mother in court charged with murder",
      "tags": "Belfast,Police Service of Northern Ireland",
      "text": "A 29-year-old woman has appeared in court charged with the murder of her baby in Ardoyne, north Belfast, on Tuesday.\nRaluca Tagani appeared at Belfast Magistrates' Court charged with the murder of her son Liam O'Keefe. \nShe is also charged with the attempted murder of a young child. The second child is in a stable condition in hospital. \nIt follows an incident at a house in Brompton Park in Ardoyne on Tuesday. \nThe charges were put to the 29-year-old through a Romanian interpreter. \nShe spoke only to confirm that she understood the charges against her. \nA detective sergeant told the court he could connect her to the charges. \nNo application for bail was made. \nMs Tagani, of no fixed abode, has been remanded in custody to appear in court again by video link on 27 August."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-jersey-58031202",
      "category": "world-europe-jersey",
      "title": "Jersey teenager asking world leaders for advice",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58016848",
      "category": "world-asia",
      "title": "Olympics: The hidden sight of Tokyo's homeless",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-58022072",
      "category": "world-asia-china",
      "title": "Hong Kong: First person jailed under security law given nine years",
      "tags": "Hong Kong anti-government protests,China,Hong Kong national security law,Hong Kong",
      "text": "A Hong Kong man has been sentenced to nine years in prison after he rode a motorbike into police officers while flying a flag with a protest slogan.\nTong Ying-kit, whose flag bore the phrase \"Liberate Hong Kong, revolution of our times\", was earlier found guilty of inciting secession and terrorism.\nHe was the first person to be charged under Hong Kong's controversial national security law.\nFriday's verdict has set the tone for how future cases might be interpreted.\nMore than 100 people have been arrested since the law came into force in 2020.\nCritics say it reduces Hong Kong's autonomy and makes it easier to punish activists. But Beijing insists that the law is needed to bring stability to the city.\n\"We consider that this overall term should sufficiently reflect the defendant's culpability in the two offences and the abhorrence of society, at the same time, achieving the deterrent effect required,\" the judges who presided over the case said in a written judgement, according to Reuters.\nTong's conviction for secession was because of the slogan on his flag, with police adding that he was guilty of terrorist activities as his actions were a \"deliberate challenge against the police\".\nPart of Tong's 15-day trial focused on the meaning of the \"Liberate Hong Kong, revolution of our times\" slogan, which was popular during pro-democracy protests.\nThe prosecution argued that the phrase literally called for Hong Kong's independence from the mainland, while the defence said its meaning was more ambiguous.\nIn the end the judge ruled that the phrase was capable of inciting others to commit \"secession\" and found Tong guilty.\nHong Kong human rights lawyer Mark Daly told the BBC that he felt the sentence was \"unreasonably long\", as dangerous driving offences usually result in jail sentences of only a few years in Hong Kong.\nThe \"massive mark-up\" to nine years was because of the political slogan, he said. \"The casualty here is freedom of expression.\"\nBut Andrew Powner, managing partner of Hong Kong law firm, Haldanes, felt the sentence was within guidelines for the national security law, which carries a maximum penalty of life imprisonment for grave offences.\nThe fact that Tong got nine years showed the judges felt his offence was on a \"lesser scale\" since it did not result in serious injuries, but was still \"an affront to law and order in Hong Kong\", he told the BBC.\nGrace Tsoi, BBC News, from the court\nDozens of people were present in court to hear the sentencing. Tong, dressed in a navy suit, made a heart shape with his fingers to his family from the dock. \nThe judge said that although Tong - who was the main breadwinner of his family - was \"previously of good character\", it was not enough to mitigate the \"serious offences\".\nWhen the sentencing was read out, Tong remained expressionless, but his family was in tears,\nWhile being led out of the dock, he shouted: \"You should hang in there!\" to his family. \nAt least a dozen police officers were stationed at a nearby shopping centre, where a crowd was waiting for Tong's prison van to emerge.\nA former British colony, Hong Kong was handed back to China in 1997 but under the \"one country, two systems\" principle.\nThis was supposed to guarantee certain freedoms for the territory - including freedom of assembly and speech, an independent judiciary and some democratic rights - which mainland China does not have.\nThese freedoms are enshrined in Hong Kong's mini-constitution, the Basic Law, which was meant to last until 2047.\nBut in June last year, Beijing passed the national security law - which lawyers and legal experts said would fundamentally change the territory's legal system.\nTrials can be held in secret and without a jury. The law also allows for judges to be handpicked by Hong Kong's chief executive, who is directly answerable to Beijing.\nAmnesty International's Asia-Pacific regional director Yamini Mishra said Tong's sentencing showed the law was \"not merely a tool to instil terror into government critics... it is a weapon that will be used to incarcerate them\".\nAdditional reporting by Tessa Wong."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cornwall-58022839",
      "category": "uk-england-cornwall",
      "title": "Storm Evert: Strong winds and heavy rain cause disruption",
      "tags": "Severe weather",
      "text": "Storm Evert has caused significant disruption in the South West, prompting a number of rescues off the Isles of Scilly.\nThe Met Office issued a yellow wind warning for the region, including gusts of up to 75mph (121km/h).\nFalmouth Coastguard said overnight it responded to more than 20 incidents off the islands, 28 miles (45km) off Cornwall.\nIt said many involved rescuing people from their yachts.\nFalmouth Coastguard, Paddy Cochran, said: \"When you're on board your yacht and you're being blown towards rocks, it becomes life-threatening very, very quickly,\" he said.\nThe St Mary's and Sennen RNLI lifeboats were in action throughout the night.\nMr Cochran said the crews were \"exhausted\".\nA coastguard rescue helicopter airlifted people from at least four yachts.\nThere have also been reports of fallen trees blocking some roads in Cornwall on Friday.\nAn amber warning for Cornwall had initially been issued by the Met Office for Thursday night.\nSome campsites had relocated guests to try to protect them against the elements, while others were prompted to pack up and leave.\nAlice Cresswell and her family, who had come to Perranporth from London, were forced to spend the night in the car after their tent was destroyed.\n\"It's been a stressful night. We've been in the car all night, cold,\" she told the BBC. \n\"We had to escape the tent because it collapsed in the early hours of the morning.\n\"It was really scary - it was shaking a lot. We just weren't prepared for it.\"\nAnother camper, Matthew Szczepkowski, said the gale force winds had made his night \"absolutely horrendous\".\n\"The car was moving, everything was blowing about, it was just non-stop,\" he said.\n\"I thought this morning it might have died down, but obviously it hasn't, it's even worse.\"\nAnalysis by BBC meteorologist David Braine\nStorm Evert is now on its way across to Scandinavia, and it will continue to weaken as it moves east so for us the worst is over. \nThe area of low pressure was named by the United Kingdom Meteorological Office because of its potential to have a high impact on those on holiday - particularly in tents - businesses and infrastructure. \nIn the end the highest gusts were on the Isles of Scilly at 69mph (111km/h), but many other locations had gusts above 50mph (80km/h).\nBryher Campsite on the Isles of Scilly was forced to move some campers into a community hall overnight.\n\"We have had the campsite for six years, it's the worst storm we've ever had,\" said its owner Tom Matthews.\n\"The strength of the wind and the gusts last night was just something else.\n\"When it's weather like that and the potential of people in danger we have to do what we have to do.\"\nPeople were also warned against any early-morning swims.\n\"It's a risk you don't need to take,\" said Cornwall Coastguard James Instance.\n\"If the sea is looking choppy, rough, different to what it normally would, there could well be rip currents which could get you into difficulty.\"\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk.\nDo you live in a region affected by Storm Evert?  Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-57999120",
      "category": "newsbeat",
      "title": "Dressage: How to make a horse dance",
      "text": "For some, Olympic dressage is that sport where an athlete sits on a horse and makes it dance. For others, it's a lifetime of training and dedication. \nThat's the case for Charlotte Dujardin - this week she became Great Britain's most decorated female Olympian, winning bronze in the individual dressage event at Tokyo 2020.\nBut what does it take to win an Olympic dressage medal? And more importantly... how do you train a horse to dance? \nAccording to international dressage rider Lewis Carrier, \"it's not something you can just do\".\nThe 24-year-old has been riding horses since he was six and is hoping to compete for Team GB at the 2024 games in Paris. \n\"Training a horse to do that takes years of experience,\" he tells Radio 1 Newsbeat.\n\"It's like learning to dance. It's technique. It's teaching a horse how to move a certain way and how to use their body in a certain way.\" \nIt's one of the reasons the athletes competing in dressage can be older than those competing in other non-equestrian sports. \nLike Great Britain's oldest Olympian at the games Carl Hester, who, aged 52, is part of the medal-winning dressage team.\nHis first Olympics was way back in 1992 in Barcelona.\nAs well as needing years of experience, dressage athletes can also benefit from a bit of Star Wars force, Lewis says.\nHe likes to imagine dressage like a Jedi power - an invisible force that lets those trained in it control things with their mind. \n\"It's so much about feel. It's so hard as a trainer to teach someone, it's just something you feel one day and you have it. You have the feel,\" he says. \nEvery movement in dressage is triggered by an aide from the rider, Lewis adds. \n\"These horses have trained with these riders for such a long time. They know exactly what the rider is asking for when they do it. They have to be moving like Olympians. Nothing can look forced, it has to look harmonious between horse and rider.\"\nTop athletes like Charlotte Dujardin train with several horses, so animals are ready to take over if needed. \nHorses can start competing aged eight and normally carry on until they're 19 or 20, Lewis says.\nSo do these hard-working horses get their own medals?\nNot exactly - but Lewis says if they win they celebrate with lots of sugar cubes and carrots.\n\"It's hard to explain to an animal how good they have done,\" he says.\n\"[But] these horses know the riders so well and they know when they've done a good job.\"\nA rule states that horses have to be part-owned by someone from the nation they're representing, but according to Lewis the blood lines are mostly Dutch and German-bred - as that's where dressage is so big.\nOne of the stand out Team GB stars in dressage at this games has been 25-year-old Lottie Fry, who is technically still a junior. \nShe was the youngest medal-winning rider in the team final - taking home bronze alongside Carl Hester and Charlotte Dujardin - which Lewis says is \"massive.\" \n\"For her to be at an Olympic Games at 25 years old, halfway around the world, and to pull off three incredible tests is absolutely huge. You have to have so much calm about you to ride a test like that. It's really impressive.\"\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58025045",
      "category": "health",
      "title": "Covid: Up to one in four admitted to hospital for other reasons",
      "tags": "NHS,Coronavirus pandemic",
      "text": "New NHS data suggests 23% of people with Covid infections in hospital were admitted for other reasons.\nHospitals in England have released more detail than usual about the number of Covid patients in their care.\nThe government denies NHS pressures had previously been overstated by counting all patients testing positive.\nAll patients are routinely tested for Covid upon admission, whatever their reason for coming to hospital. \nThe Department for Health and Social Care said this measure was still \"the most important\" because of the impact Covid-positive patients have on NHS capacity and workforce pressure. \nThis allows hospitals to provide the most appropriate care and use the right infection control measures to help stop the spread of the virus.\nPatients with Covid should be treated away from non-infected patients.\nBut critics say until now, published hospital data may not have reflected the true toll of Covid on the NHS.\nThe government says the new data will help scientists to track to what extent vaccines are reducing severe Covid.\nNHS England began collecting more detailed hospital Covid data in June 2021, at the request of Prof Keith Willett, NHS Strategic Incident Director.\nThe latest statistics, for 27 July 2021, show: \nSome of these 'other' patients may have conditions that have been made worse by Covid or to which Covid has contributed, says NHS England. \nA Department of Health and Social Care spokesperson said: \"The Health and Social Care Secretary asked for this data to help us better understand the impact of the vaccine programme on stopping people infected with Covid requiring hospital treatment.  \n\"The total number of patients with Covid - whether that is primarily what they are being treated for or not - remains a crucial indicator of pressure on the NHS, since all those patients require careful infection control including quarantining and PPE.\"\nProf Carl Heneghan, from the Centre for Evidence-Based Medicine at Oxford University, said the change was long overdue. \n\"We have been crying out for it for nearly 18 months,\" Prof Heneghan said.\nHe said the data suggested, historically, tens of thousands of patients who were counted in hospital data as Covid cases may have been people who were admitted for other health reasons. \n\"High quality, accurate data is essential for healthcare decision making. Including the NHSE data in the daily updates will facilitate policy informed by the actual number of hospital admissions for Covid.\"\nProf Sir David Spiegelhalter, from the Winton Centre for Risk and Evidence Communication at the University of Cambridge, said: \"The main role for hospitalisation statistics is to indicate the pressure on the NHS.  \n\"Patients with Covid have to be treated in a resource-intensive way, whether Covid was the primary reason for their admission or not, and even if they caught it in hospital.  \n\"Therefore the total number in hospital with Covid seems an appropriate overall summary statistic, although this new breakdown does provide additional information.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58024108/#comp-comments-button",
      "category": "#comp-comments",
      "title": "British Airways owner IAG to ramp up flights",
      "tags": "Companies,Coronavirus lockdown measures,Travel,IAG,British Airways,Aerospace,Air travel,Coronavirus pandemic",
      "text": "British Airways owner IAG is ramping up its flight schedules as global air travel restrictions ease.\nIAG said it would operate at about 45% of passenger capacity between July and September on pre-Covid levels, possibly rising to 75% by the end of 2021.\nIt comes as the company, which also owns Aer Lingus and Iberia, revealed a loss of more than €2bn (£1.7bn) in the six months to the end of June.\nBut IAG said it was not currently considering further redundancies. \nThe airline group has been hit hard by the coronavirus collapse in travel, with revenues and profits plunging after operators were forced to ground aircraft.\nChief executive Luis Gallego said on Friday the company had the \"flexibility to capitalise\" in areas where demand has increased due to travel restrictions easing.\nHowever, the company warned that its plans to increase flight numbers \"remain uncertain and subject to ongoing review\".\nMr Gallego said: \"We know that recovery will be uneven, but we're ready to take advantage of a surge in air travel demand in line with increasing vaccination rates.\"\nHe welcomed the UK's decision that fully-vaccinated travellers from amber-list countries in the EU and US would no longer be required to quarantine when arrived home.\nThe rule change will come into force at 04:00 BST on Monday.\n\"We see this as an important first step in fully reopening the transatlantic travel corridor,\" he said.\nIAG reported total revenues of €2.2bn (£1.87bn) for the first six months of the year, down from €5.3bn for the same period last year, and an operating loss of €2.03bn.\nLaura Hoy, equity analyst at Hargreaves Lansdown, said IAG's management had done a \"terrific job making the most of a bad situation, but added \"you can't dress up the fact that IAG is in a terrible position right now\".\nShe said: \"Long-haul traffic will be last to recover, and IAG's position within Europe means it's at the mercy of many of different government restrictions. \n\"The group doesn't expect passenger demand to return to pre-pandemic levels until 2023 at the earliest, leaving no choice but to continue paring down operations. This will undoubtedly leave scars that will follow the group well into the future.\"\nMr Gallego said British Airways saw a 95% increase in the number of bookings for flights from the US to the UK shortly after Wednesday's announcement on easing travel rules, compared with the same period last week.\nAsked if the planned ending of the furlough in September could lead to more UK job losses, he replied: \"What we would like is to have an extension of the furlough scheme until the end of the year.\"\nHe added: \"Right now, we are not considering to reduce jobs more, but for sure we need to see the evolution of the situation.\n\"With the plans that we have right now, our plan is to fly, people want to fly, and for that we're going to need our people.\"\nIn April 2020 British Airways announced it would cut up to 12,000 jobs in response to the Covid crisis.\nAir France-KLM, which compared to BA has benefited from the earlier opening of services from Europe to the US, said it expected third quarter capacity at 60-70% of 2019 levels.\nShort-haul rivals EasyJet and Ryanair are aiming for 60% summer capacity and July passenger numbers at two-thirds of 2019 levels respectively.\nAirlines, and the travel industry generally, say they face another lost summer for trading, even if travel restrictions continue to ease. \nTransport Secretary Grant Shapps told the BBC on Friday that a decision on France's place in the international travel traffic-light system is not expected until next week.\nFrance is currently on the amber-plus list, with holidaymakers returning from the country being required to self-isolate.\nAsked if that also means waiting to hear whether Spain will join the amber-plus list, Mr Shapps said: \"That's right. I would encourage people to broadly ignore the sort of ongoing speculation as much as is possible.\"\nHe added: \"One thing I have seen over the last year with all this going on is that, quite often, the speculation is not all that helpful, or all that accurate indeed."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58024457",
      "category": "uk-england-london",
      "title": "Apsana Begum: Labour MP cleared of fraudulent housing claims",
      "tags": "Apsana Begum,Tower Hamlets London Borough Council,Social housing",
      "text": "A Labour MP has been cleared in court of making fraudulent housing claims.\nApsana Begum, 31, who represents the constituency of Poplar and Limehouse, was accused of three counts of making dishonest applications for council homes to Tower Hamlets Council. \nShe told Snaresbrook Crown Court her \"controlling\" husband was in charge of her finances and she was \"shocked\" to discover the paperwork was in her name.\nMs Begum said the accusations had been \"driven by malicious intent\".\nThe Labour MP collapsed and wept in the dock after the verdicts were returned.\nIn a statement, Ms Begum said the trial \"caused me great distress and damage to my reputation\".\nShe said: \"As a survivor of domestic abuse facing these vexatious charges, the last 18 months of false accusations, online sexist, racist and Islamophobic abuse, and threats to my safety have been exceedingly difficult.\"\nMs Begum said she would be \"consulting and considering\" on how to ensure \"something like this does not happen again to anyone else\". \nThe court heard Ms Begum, who won her seat in the 2019 general election, had applied to go on the council's social housing register on 22 July 2011.\nHer charges related to separate periods between 18 January and 21 May 2013, 21 May 2013 and 23 March 2014, and 28 October 2015 and 21 March 2016. \nMs Begum was alleged to have attempted to gain social housing in the first period by claiming she lived in an overcrowded three-bedroom house, making her a higher priority in the social housing queue.\nHowever, according to a social housing application made in 2009 by Ms Begum's aunt, the house had four bedrooms.\nMs Begum maintained there had only ever been three bedrooms in the house and that she had never had her own bedroom while living there.\nShe could not explain why her family members had said there were four bedrooms.\nShe later moved into a different property with her then-partner Ehtashamul Haque without informing the council, where she lived for more than two years.\nMs Begum claims Mr Haque was \"controlling and coercive\" and took over her finances.\nDuring this period, bids for housing were made in Ms Begum's name. She denied making the bids.\n\"I'm shocked to see these records,\" she told the court.\nJurors found Ms Begum not guilty of all charges after the judge gave a majority direction."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-bristol-58024985",
      "category": "uk-england-bristol",
      "title": "Kill the Bill Bristol: Four detained for rioting, one jailed for urinating on police",
      "tags": "Avon and Somerset Constabulary,Bristol",
      "text": "Four men have been handed custodial terms for rioting and another person has been jailed for urinating on police after Bristol's Kill the Bill protest.\nHundreds descended on Bridewell Police Station on 21 March, where windows were smashed and vehicles torched.\nKane Adamson, 21, Brandon Lloyd, 21, and Stuart Quinn, 46, of Bristol, and Kain Simmonds, 18, of Birmingham, were all sentenced to more than three years.\nYasmin Schneider, 25, of Bristol, was jailed for five months. \nDuring Friday's sentencing at Bristol Crown Court, the hearing was told the largely peaceful protest against the government's Police, Crime, Sentencing and Courts Bill was hijacked by people who used it for criminal intent. \nSchneider had pleaded guilty at an earlier hearing to two counts of outraging public decency for urinating on police officers' feet and was taken down to the cells in tears. \nAdamson, Lloyd, Quinn and Simmonds all admitted one count of riot at earlier hearings.\nLloyd was jailed for three years and 11 months, while Adamson will serve three years and six months. Quinn and Simmonds were both sentenced to three years and three months, with Simmonds to serve his sentence in a young offenders' institution.\nThe incident \"brought widespread shame on the city\" and the scenes made headlines across the world, said Richard Posner, prosecuting.\nThe court was played footage from body-worn cameras and CCTV as \"police found themselves to be the target of the riot\". \nStatements from police officers on duty included one describing \"saying goodbye to her children\" in her head and another saying felt he \"wouldn't be going home tonight\". \nOne officer, who was trapped in a police van, said he had to choose whether to stay in his burning vehicle or get out and face being dragged into the crowd, the court heard.\nThe court was also played footage of an officer having his helmet ripped off, being dragged to the floor and stamped on. \nIn total, 44 officers were assaulted and 39 injured, with the cost of the damage estimated to be just under £250,000, the court was told.\nJudge James Patrick told the five offenders they had \"dehumanised\" police officers. \n\"Some thought they would die and some officers could not even speak about it to their families,\" he said.\n\"Officers were struck, spat on, kicked and punched, some whilst defenceless on the ground. It was fortunate some were not more seriously hurt.\"\nIt is believed these are the first riot convictions in the south west and the first nationally since the 2011 London riots. \nAvon and Somerset Police said 75 people have now been arrested and a 14-year-old boy has attended a voluntary interview.\nCh Supt Carolyn Belafonte, head of investigations at the force, said: \"I imagine all five may not have realised they were throwing part of their lives away and damaging their futures when they engaged in such behaviour.\n\"I hope the sentences they've received serve as a strong reminder that wanton violence will not be tolerated.\"\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56724039",
      "category": "world-middle-east",
      "title": "Iran and Israel's shadow war takes a dangerous turn",
      "tags": "Israel,Iran,Iran nuclear deal,Nuclear weapons",
      "text": "The long-running and undeclared shadow war between two of the Middle East's most implacable foes, Iran and Israel, appears to be heating up. \nIran has blamed Israel for a mysterious explosion at the weekend that knocked out power at its uranium enrichment facility at Natanz. \nIsrael has not publicly said it was behind what Iran calls \"an act of sabotage\" but US and Israeli media reports are quoting officials as saying it was carried out by Israel's overseas intelligence agency, Mossad. Iran has vowed to take revenge \"at a time of its choosing\". \nThis is not an isolated incident. It follows a gradually accelerating pattern of hostile, tit-for-tat actions by both countries as they step up their covert war while being careful - so far - to avoid an all-out conflict which would be hugely destructive for both nations. So, what are the risks here and how is this likely to end?\nThis \"shadow war\" can be broadly divided into three distinct fronts.  \nIsrael does not believe Iran's repeated assertions that its nuclear programme is a purely peaceful civil one. Israel is convinced that Iran is secretly working towards developing a nuclear warhead and the means to deliver it with a ballistic missile. \nSpeaking on Monday during a visit from US Defence Secretary Lloyd Austin, Israeli Prime Minister Benyamin Netanyahu said: \"In the Middle East there is no threat that is more serious, more dangerous, more pressing than that posed by the fanatical regime in Iran.\"\nAlso on Monday Israel's Ambassador to London, Tzipi Hotovely, told the BBC: \"Iran has never stopped working to develop nuclear weapons and the missiles capable of delivering them. Iran's pursuit of nuclear weapons.. make it a threat to the entire world.\"\nWith this belief in mind, Israel has long been carrying out a series of covert, unilateral and undeclared actions to try to slow down or cripple Iran's nuclear programme.\nThese include the insertion of a computer virus codenamed Stuxnet, first discovered in 2010, that incapacitated Iran's centrifuges. Earlier this century a number of key Iranian nuclear scientists died in mysterious circumstances and then in November 2020 there was the high-profile assassination near Tehran of Mohsen Fakhrizadeh. He was not only Iran's leading nuclear technical expert but he carried a senior rank in the Islamic Revolutionary Guards Corps (IRGC) and Israel believed he was the person running the covert \"military\" aspect of Iran's nuclear programme.\nThat programme is now at a potentially dangerous stage. \nIn 2015 Iran signed up to a multinational nuclear pact called the Joint Comprehensive Plan of Action (JCPOA) which lifted sanctions in exchange for stringent nuclear inspections. But in 2018 President Donald Trump pulled the US out of it, slapping draconian sanctions on Iran, which has responded by incrementally breaking the terms of the deal, most notably enriching uranium - the chemical element that can be used for nuclear energy or, potentially, weapons - beyond the permitted limits.\nPresident Joe Biden wants to bring the US back into the deal but only if Iran returns to full compliance. Iran is basically saying: \"No, we don't trust you, you go first. We will comply fully once sanctions are lifted.\"\n To try to break this deadlock, negotiators from several countries are meeting in Vienna. But Israel doesn't believe the nuclear deal is worth reviving in its current form. Dr Michael Stephens, a Middle East analyst with the London thinktank Royal United Services Institute (RUSI), says recent Israeli actions are a deliberate attempt to sabotage the nuclear negotiations. \n\"The Israelis are unilaterally trying to derail the Iranian nuclear programme, in a way which, while impressive in terms of technical capacity, is a risky game. First, these Israeli efforts could undermine the US negotiating position as it seeks to re-enter the nuclear deal with Iran. \n\"But secondly the Iranians may look to counter, through asymmetric attacks against Israeli interests worldwide. Israel has proved it can disrupt the Iranian programme, but at what cost?\"\nStrange things have been happening at sea recently. Earlier this year an Israeli-owned cargo ship, the MV Helios, was badly damaged while transiting the Gulf of Oman. Two large holes were ripped in its hull and Israel swiftly blamed Iran's IRGC.  Iran denied any involvement. \nIn April the Saviz, an Iranian vessel anchored in the southern Red Sea, suffered damage to its hull believed to have been caused by limpet mines. Israel and the Saudi-led Coalition in nearby Yemen believe the Saviz has been serving as a logistic \"mothership\" for Iran's Houthi allies in Yemen. Speedboats, machine-guns and sophisticated communication aerials have been spotted onboard but Iran says it is there for peaceful, legitimate purposes and blames Israel for the attack. \nUS media reports say that over the past 18 months Israeli forces have targeted at least 12 ships bound for Syria, carrying Iranian oil and military supplies.\nThe fact that Syria has been at war within its own borders for the past 10 years has tended to divert attention away from Israeli military actions there. The civil war opened the way for a huge influx of Iranian military \"advisers\" from the IRGC, working in concert with Iran's Lebanese allies, Hezbollah, to support the regime of Syrian President Bashar al-Assad. In some cases these IRGC forces have ventured within a short distance of the boundary with the Israeli-occupied Golan Heights. \nIsrael has been particularly alarmed at Iran's supply of precision-guided rockets and missiles to its proxies within striking distance of Israeli cities and it has carried out numerous air strikes against these missile bases and supply lines in Syria, with little perceptible response from Iran so far.\nThe underlying theme of this shadow war is brinkmanship. Neither side can afford to look weak but both Iran and Israel know they need to carefully calibrate their actions so as not to trigger an all-out war. On the nuclear side it is clear that Israeli intelligence has been able to penetrate Iranian security to an astounding degree, deploying both human agents on the ground and cyber weapons to overcome Iranian countermeasures. \nOn the maritime shipping side, Israel is at something of a geographical disadvantage. It has good access to the Red Sea through its own naval port at Eilat but further afield Iran has the upper hand, thanks to its long Gulf coastline and Houthi proxies in Yemen.\nIn Syria and Lebanon there is always the option for Iran to deploy its proxies to launch missile strikes against Israel but this is extremely risky. Israel has made it clear the magnitude of its response and where it would land: in Iran. \nJohn Raine, an expert on transnational terrorism with the International Institute for Strategic Studies (IISS) says Israel's superior intelligence capabilities mean Iran has to content itself with \"blunt\" responses through its proxies. \n\"Frustratingly for Iran, its best partner for striking Israel is Hezbollah but that would be an escalatory move which could embroil Hezbollah  in the war Iran wants to avoid. The Iranians usually have the asymmetric advantage but with Israel they are being outboxed. The Israelis have both a longer reach, faster footwork and when they decide to strike bluntly, as they have been doing in Syria, they hit harder.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-48921696",
      "category": "uk-scotland-glasgow-west",
      "title": "Six ways to tackle Scotland's drugs crisis",
      "tags": "Scottish government,UK government,Scotland drug deaths,Drug legalisation,Addiction,Drug use,Heroin,Glasgow",
      "text": "Scotland's latest drug death figures are to be published on Friday - with the country expected to still have the highest rate in Europe. \nPublic health minister Joe FitzPatrick lost his job after figures released last year showed that 1,264 people died in 2019, which was even worse than the year before.\nIn January, First Minister Nicola Sturgeon announced £250m in extra funding over five years to tackle the rising number of fatalities after admitting that her government should have done more.\nBut almost three years after the deaths were declared a public health emergency, what can be done to tackle the problem?\nOpposition parties have accused the Scottish government of cutting rehab programmes in previous years, which they say has had a big part to play in the recent upward trend in the number of deaths. \nThere are currently 408 rehab beds in Scotland, with the Scottish government pledging to spend £20m a year for the next five years to increase that number across the country. \nCastle Craig rehab clinic, a private hospital near West Linton in the Scottish Borders, has treated people for alcohol and drug addiction for 30 years.\nOf its current patient list of 60, only two are NHS-funded. Around a quarter of its clients are Dutch - reflecting the value placed on its services by insurers in the Netherlands - with the remainder being privately funded or via health insurance.\nThe facility's medical director, Prof Jonathan Chick, said the proportion of Scottish patients - particularly those funded by the Scottish NHS - has fallen in recent years.\nThe weekly cost of treatment at the clinic ranges starts from £2,500, which Prof Chick said was out of the reach of most families - but not out of the reach of health services.\nHe told BBC Scotland: \"They are providing quite expensive treatments for years and years and not looking at other opportunities.\"\nSeveral frontline charities and critics of the Scottish government's approach to tackling the crisis have backed the Scottish Conservatives' Right to Recovery Bill.\nThe Tories say it will enshrine in law individuals' right to their chosen drug treatment, including residential rehabilitation services, which the party says would help get people off drugs and recover rather than simply managing their addictions. \nScottish Conservative leader Douglas Ross said: \"This proposal has the backing of frontline groups and experts across the political spectrum. SNP MSPs are reportedly on board privately. We only need the government to wake up, stop stalling and support it.\"\nDrugs minister Angela Constance said the government was working hard to get more people into treatment that works for them as quickly as possible. \nShe added: \"Without treatment, there is little hope of recovery so we are funding as many community and third-sector initiatives as we can so that individuals have the widest possible choice and can opt for the support which suits them and their family.\"\nThe Scottish government set up a drugs deaths taskforce in response to the crisis, which met for the first time in September 2019.\nIt has spent time gathering evidence and proposing changes that it says could quickly save lives.\nThe main focus of this has been the distribution of Naloxone, a medication that can reverse the effects of an opiate-related overdose.\nUsers often die because they are unable to breathe and, if used in time, Naloxone can restore breathing and save their lives. \nDrug campaigners have been trying to get the kits into the hands of anyone who might have or be a witness to a drug overdose. This is mainly drug users and relatives but could also be anyone involved in services such as hostels or outreach workers. \nAlmost two-thirds of ambulance crews - who have been using Naloxone for many years - are now also able to distribute it to people who might need it, with the remainder due to be trained by the end of this year.\nPolice Scotland has also run a pilot project for its officers to carry Naloxone while on patrol.\nThe most significant harm reduction services are methadone and buprenorphine which are offered to heroin addicts to reduce the risk of fatal overdose.\nMethadone is controversial because it has been implicated in more drug-related deaths than heroin, the drug it is a substitute for.\nExperts point out that methadone is recognised by the World Health Organization as an essential medicine but say it is not always delivered effectively.  \nDavid Liddell, of the Scottish Drugs Forum, said there was a \"massive issue\" around people on too low doses. \n\"We estimated around half of those on methadone are on too low a dose, so what is happening for individuals is they are then forced to top-up on street drugs,\" he said.\n\"That's fuelling the poly-drug use problem that we have and leading to deaths as a result.\" \nHe also said there were problems around access to methadone services and retention of drug users within treatment.\nHe said some countries such as Norway had a policy of \"no unplanned discharges\" and they would actively seek to bring people back into treatment.\nEarlier this month, it was announced that Buvidal - an alternative to methadone that contains buprenorphine - would be rolled out across the country after a successful trial in prisons.\nIt allows patients to receive an injection every 28 days instead of having to visit a chemist every day to take their medication.\nIt is hoped this will allow patients to focus on improving their lives and overall health rather than managing their dependence.\nAll the experts who gave evidence to Westminster's Scottish affairs committee said the stigma around drug addiction was stopping people seeking treatment.\nProf Matheson said the people who needed help were the \"most marginalised in Scottish society\".\nShe said they were not willing, interested or engaged with services because they were stigmatised and did not want to come forward. \nProf Matheson said only about 40% of people who needed treatment were getting it.\nShe said: \"They don't want to go to their GP if they have health problems, they feel stigmatised if they have a criminal record and they are stigmatised about getting work. \n\"This is keeping people excluded from the help and the care they need.\"\nProf Matheson said that, as a result, older drug users - who have a range of respiratory, cardiac, liver and kidney issues - were not seeking treatment and were physically more vulnerable to an overdose. \nIt is now more than four years since Glasgow City Council first proposed allowing users to take their own drugs under the supervision of medical staff at a special facility in the city.\nThe idea is to encourage users who inject heroin or cocaine on Glasgow's streets to enter a safe and clean environment. \nIt is hoped the special room would encourage addicts into treatment, cut down on heroin needles on city streets and counter the spread of diseases such as HIV.\nThe so-called \"fix rooms\" are already operating in some overseas countries but this would be the first of its kind in the UK.\nThey have the support of the Scottish government but drug laws are reserved to Westminster.\nThe House of Commons committee that investigated Scotland's drug crisis recommended new legislation to provide for safe drug consumption facilities but it was rejected in the UK government's response to its report.\nThe UK government said: \"We want to do all we can to stop people having access to drugs that could ultimately kill them. No illegal drug-taking can be assumed to be safe and there is no safe way to take them.\"\nGlasgow announced Scotland's first scheme giving drug addicts diamorphine, a pharmaceutical-grade form of heroin, in November 2019.\nThe Enhanced Drug Treatment Service (EDTS) aims to use the medically-licensed drug to treat patients with the most severe, long-standing and complex addictions.Six ways to tackle Scotland's drugs crisis\nThey will have to attend the clinic, which has been licensed by the Home Office, twice a day, every day.\nIt is hoped the facility will help reduce street drug use, overdose deaths and the spread of HIV in the city.\nThe Daily Record newspaper launched a campaign two years ago calling for the decriminalisation of drug use. \nIt said Germany, Spain, Switzerland, Canada and, most notably, Portugal were among 25 nations to loosen the punitive attitude to drug possession to enable treatment programmes to succeed.\nThe Royal College of Physicians of Edinburgh (RCPE) has also recently called for the Scottish and UK governments to seriously consider decriminalising drug possession.\nChanging the law to \"decriminalise\" does not mean class A drugs would be legal, but people would not be prosecuted for possession for personal use.\nAll UK drugs misuse legislation is currently reserved to Westminster. \nThe 1971 Misuse of Drugs Act bans the possession, supply, manufacture, import and export of controlled drugs except by licence.\nA cross-party Westminster committee - chaired by SNP MP Pete Wishart but including four Conservative MPs, three Labour members, two Lib Dems and two other SNP MPs - found that decriminalisation was a \"public health\" approach that could cut the stigma around problem drug use and encourage people to seek treatment.\nSchemes elsewhere channel drug addicts committing low level crimes into treatment instead of jail.\nPolice Scotland's Assistant Chief Constable Steve Johnson called for radical reform, saying politicians should have the \"confidence and courage\" to decriminalise. \nHe said the criminal justice process was actually pushing people into a place where there was more harm.\nThe woman leading the Scottish government's drugs taskforce, Prof Catriona Matheson, told BBC Scotland the evidence for decriminalisation was strong.\nShe said: \"It is about not putting these marginalised drug users into prison because that further marginalises them and that makes the recovery all the more difficult.\"\nThe UK government later rejected the report's recommendation to reform the 1971 Misuse of Drugs Act and decriminalise drugs for personal use.\nIt said decriminalisation would not \"eliminate the crime committed by the illicit trade, nor would it address the harms associated with drug dependence\".\nIt added: \"There is a strong link between drugs and crime, which is why we reject the assertion that the Department for Health and Social Care should lead on drug misuse. We know that people who regularly use heroin, cocaine or crack cocaine are estimated to commit around 45% of all acquisitive crime.\"\nThe Scottish Greens have called for both the UK and Scottish governments to admit that the so-called \"war on drugs\" has failed, and to instead focus on \"restoring people's dignity and treating their addiction, rather than criminalising them\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-suffolk-58034680",
      "category": "uk-england-suffolk",
      "title": "Storm Evert: Falling tree injures women at party as winds rage",
      "tags": "Met Office,Heveningham",
      "text": "Two women have been seriously injured by a falling oak tree during what police believe was an outdoor party.\nEmergency services were also called to Ubbeston, near Heveningham in Suffolk, just after 18:30 BST.\nSuffolk Police said the pair in their 20s were taken to hospital - one with injuries to her spine and head and the other with pelvic and arm injuries\nIt came after Storm Evert sparked weather warnings across swathes of south-west and southern England.\nMet Office yellow wind warnings had been in place for coastal areas in the South East and East Anglia at the time of the incident.\nThe Met Office said showers would fade out this evening but \"heavy thundery showers \" were expected on Saturday afternoon in central, eastern and southern England.\nStorm Evert, which began on Thursday evening, saw gusts of winds near 70mph across Cornwall and the Isles of Scilly - prompting a number of rescues off the Isles of Scilly.\nFalmouth Coastguard said overnight it responded to 22 incidents off the islands, 28 miles (45km) off Cornwall.\nIt said many involved rescuing people from their yachts.\nSome campsites had relocated guests to try to protect them against the elements, while others were prompted to pack up and leave.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57962409/#comp-comments-button",
      "category": "#comp-comments",
      "title": "End self-isolation for double-jabbed sooner, says Sir Keir Starmer",
      "tags": "Keir Starmer,Coronavirus vaccines,Labour Party leadership election,Coronavirus pandemic",
      "text": "Labour is calling on the government to bring forward the date on which double jabbed people will no longer be told to self-isolate in England. \nSir Keir Starmer wants to bring England in to line with Wales, which confirmed on Thursday that rules would be eased on 7 August.\nHe says it has been \"a summer of chaos\" for families and businesses.\nDowning Street says keeping quarantine requirements until 16 August gives more time for vaccinations. \nBut in a statement, Sir Keir said the government \"has never been able to explain the logic of their self-isolation rules\" and has just \"repeated the same mistakes over and over again\".\nHe said: \"The government's slapdash approach to this global pandemic is crippling our economy and creating real problems for businesses and families alike.\"\nAnd asked in an interview what the logic was behind bringing England's timeframe forward, Mr Starmer said there was a \"huge difference between the dates\".\n\"In these nine days' difference, there are hundreds of thousands of working days that will not be lost, businesses that won't have the chaos they're facing at the moment.\n\"We have got to find a pragmatic sensible way to end this chaos as quickly as possible.\"\nWhen Sir Keir Starmer comes in to conflict with the government over Covid it is usually because he is urging caution, but he is now calling for an earlier relaxation of the rules.\nHe says ministers have not explained the logic behind the 16 August date, so, by the same token, what is the thinking behind bringing it forward to the 7 August, apart from keeping in step with the Labour administration in Wales?\nThe Labour leader says it is not so much about scientific data as the benefits of vaccination.\nBut this has left some of his own MPs - as well as many Conservative backbenchers - scratching their heads as to why he is not echoing their call for an immediate change in the rules.\nIf the \"pingdemic\" is bad for businesses between the 7th and 16th of the month, surely it is just as damaging now?\nHe says he is being pragmatic; the Conservatives say he is chasing headlines.\nCurrently, anyone contacted by NHS Test and Trace has to self-isolate for 10 days, unless they are on a list of critical workers.\n Anyone \"pinged\" by the NHS app is advised - but not legally obliged - to quarantine.\nMinisters have said the rules will change in England on 16 August, when people who are double-jabbed - as well as unvaccinated under-18s - will no longer need to self-isolate if they come into contact with a positive case.\nInstead they will be encouraged to take a PCR test, though Health Secretary Sajid Javid has said this will not be a legal requirement.\nThe prime minister said on Wednesday that the 16 August date is \"nailed on\".\nIn an interview with LBC radio, Mr Johnson said: \"The most important thing is for people to recognise that the current situation still calls for a lot of caution and for people just to remember that the virus is still out there, a lot of people have got it, it still presents a significant risk.\"\nA Downing Street spokesman said: \"Waiting until 16 August to introduce an exemption from self-isolation for fully vaccinated contacts gives time for more people to be fully vaccinated\".\n\"Introducing daily contact testing and the critical worker self-isolation scheme in the meantime for workers in these critical sectors will help to minimise any disruption caused by cases in the coming weeks, while helping ensure staff are not put at risk\" the spokesman added. \nBut businesses and some Conservative MPs have warned that the so-called \"pingdemic\" is disrupting supply chains with staff forced to stay at home.\nTransport Secretary Grant Shapps has suggested it would be a \"good idea\" for people to be double-jabbed before returning to the workplace, although the government won't make it mandatory. \nSir Keir said he \"can see a case for vaccine passports alongside testing when it comes to big sporting events or mass events, certainly for international travel\"  but he does not agree they should be used for day-to-day routine access to the office or to services.\nThe Liberal Democrats fear the pandemic is causing an infringement of civil liberties.\nParty leader Sir Ed Davey is calling for Parliament to be recalled to debate what he called Boris Johnson's attempt to introduce \"Covid ID cards onto the nation's phones by stealth\",\nIn a letter to the prime minister, he said: \"This goes against all our country's traditions and is utterly deceitful.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58015800",
      "category": "uk",
      "title": "Club night drops NHS Covid pass requirement",
      "tags": "Coronavirus vaccines,NHS,Vaccine passports,Coronavirus pandemic",
      "text": "A leading club night organiser has dropped a requirement for customers to show an NHS Covid pass on the door.\nUltimate Power initially told people they needed an NHS Covid pass to prove their vaccination, test or immunity status at venues.\nThe passes are on England's NHS app, which is separate from the NHS Covid-19 app in England and Wales.\nBut the promoter amended its website to say people can prove their Covid status in several ways, including by email.\nA spokesman for Ultimate Power said that it would not require use of the app exclusively and would accept other forms of Covid status proof. He added that the app was \"simply the easiest form of presenting this status\" and that the only intention had been to ensure the safety of their customers.\nThe Liberal Democrats have called for ministers to scrap Covid passes or at least allow MPs to debate them in Parliament.\nLiberal Democrat home affairs spokesman Alistair Carmichael accused ministers of committing to Covid passports \"by stealth\".\n\"We now have a new ID card snuck onto our phones without even as much as a whisper from the government,\" he said.\nAfter the BBC reported the entry requirement on Thursday night, Ultimate Power - a third-party which organises club nights at venues including the O2 Ritz in Manchester and London's Electric Ballroom - deleted a webpage and social media posts.\nIt had said that, for its \"initial London and Manchester events, we are requesting Covid passes at point of entry to our clubs\".\nA spokeswoman for the O2 Ritz said the venue requires customers to show their Covid status on entry - but they could do this by obtaining a negative lateral flow result by text message, email, or letter.\nCustomers can also voluntarily use the NHS Covid Pass to prove a negative test, alongside full vaccination or immunity, the venue's website said.\nSimilar entry requirements will apply to guests at the Electric Ballroom.\nIt comes after some nightclub owners previously told the BBC Covid passes were \"unworkable\" and that they would not be requiring them.\nPrime Minister Boris Johnson announced earlier this month that people attending nightclubs and other large venues where crowds gather would be required to be fully vaccinated from the end of September.\nA \"domestic\" pass option on England's NHS app explains there are four ways to get an NHS Covid pass - through \"testing, full vaccination, natural immunity, or an exemption\".\nIt says: \"You may need to show you NHS Covid Pass at places that have chosen to use the service.\" People can also request a paper pass to prove their vaccination status.\nThe wording on the NHS Covid app was changed on Monday after trials of the domestic pass for events ended, the Department of Health confirmed.\nOther updates made this week include linking the pass to Apple Wallet and allowing those who took part in the trial of the Novavax vaccine to obtain a pass.\nDiffering approaches to vaccination status are emerging across the UK, amid legal, privacy and discrimination concerns.\nIn Scotland, Deputy First Minister John Swinney has said barring people who refuse a coronavirus vaccination from certain large events is the wrong approach.\nIn England, Cabinet Office minister Michael Gove warned those who refuse to take a vaccine may be unable to access mass attendance venues such as football stadia or nightclubs.\nForeign Secretary Dominic Raab has said the government was in favour of making Covid passes compulsory in more settings.\nTo access their NHS Covid pass, users must first link their NHS number with other personal information to verify their identity.\nAccording to the terms of the service, a domestic NHS Covid pass allows a person to demonstrate their Covid-19 lateral flow, PCR test or vaccine status for events or \"other domestic uses which the government may approve from time to time\".\nThe terms add that the service is not intended to be used by employers to check their staff have been vaccinated.\nIt also allows an exemption to apply, for example, when a person has taken part in an official trial for a Covid vaccine that has yet to receive approval.\nA travel NHS Covid pass allows a person to demonstrate their vaccination status for international travel.\nThe NHS app is described as being \"a simple and secure way to access a range of NHS services on your smart phone or tablet\".\nIt is available to people aged 13 and over who are registered with a GP service and can be accessed on the Apple App Store and Google Play Store, as well as on desktop devices.\nOther functions on the app include appointments, prescriptions as well as allowing users to access an overview of their medical history and records held by their GP.\nA Department for Health and Social Care spokesperson said: \"Businesses, events and venues have been encouraged to use the Covid pass to help reduce transmission of Covid-19.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58024108",
      "category": "business",
      "title": "British Airways owner IAG to ramp up flights",
      "tags": "Companies,Coronavirus lockdown measures,Travel,IAG,British Airways,Aerospace,Air travel,Coronavirus pandemic",
      "text": "British Airways owner IAG is ramping up its flight schedules as global air travel restrictions ease.\nIAG said it would operate at about 45% of passenger capacity between July and September on pre-Covid levels, possibly rising to 75% by the end of 2021.\nIt comes as the company, which also owns Aer Lingus and Iberia, revealed a loss of more than €2bn (£1.7bn) in the six months to the end of June.\nBut IAG said it was not currently considering further redundancies. \nThe airline group has been hit hard by the coronavirus collapse in travel, with revenues and profits plunging after operators were forced to ground aircraft.\nChief executive Luis Gallego said on Friday the company had the \"flexibility to capitalise\" in areas where demand has increased due to travel restrictions easing.\nHowever, the company warned that its plans to increase flight numbers \"remain uncertain and subject to ongoing review\".\nMr Gallego said: \"We know that recovery will be uneven, but we're ready to take advantage of a surge in air travel demand in line with increasing vaccination rates.\"\nHe welcomed the UK's decision that fully-vaccinated travellers from amber-list countries in the EU and US would no longer be required to quarantine when arrived home.\nThe rule change will come into force at 04:00 BST on Monday.\n\"We see this as an important first step in fully reopening the transatlantic travel corridor,\" he said.\nIAG reported total revenues of €2.2bn (£1.87bn) for the first six months of the year, down from €5.3bn for the same period last year, and an operating loss of €2.03bn.\nLaura Hoy, equity analyst at Hargreaves Lansdown, said IAG's management had done a \"terrific job making the most of a bad situation, but added \"you can't dress up the fact that IAG is in a terrible position right now\".\nShe said: \"Long-haul traffic will be last to recover, and IAG's position within Europe means it's at the mercy of many of different government restrictions. \n\"The group doesn't expect passenger demand to return to pre-pandemic levels until 2023 at the earliest, leaving no choice but to continue paring down operations. This will undoubtedly leave scars that will follow the group well into the future.\"\nMr Gallego said British Airways saw a 95% increase in the number of bookings for flights from the US to the UK shortly after Wednesday's announcement on easing travel rules, compared with the same period last week.\nAsked if the planned ending of the furlough in September could lead to more UK job losses, he replied: \"What we would like is to have an extension of the furlough scheme until the end of the year.\"\nHe added: \"Right now, we are not considering to reduce jobs more, but for sure we need to see the evolution of the situation.\n\"With the plans that we have right now, our plan is to fly, people want to fly, and for that we're going to need our people.\"\nIn April 2020 British Airways announced it would cut up to 12,000 jobs in response to the Covid crisis.\nAir France-KLM, which compared to BA has benefited from the earlier opening of services from Europe to the US, said it expected third quarter capacity at 60-70% of 2019 levels.\nShort-haul rivals EasyJet and Ryanair are aiming for 60% summer capacity and July passenger numbers at two-thirds of 2019 levels respectively.\nAirlines, and the travel industry generally, say they face another lost summer for trading, even if travel restrictions continue to ease. \nTransport Secretary Grant Shapps told the BBC on Friday that a decision on France's place in the international travel traffic-light system is not expected until next week.\nFrance is currently on the amber-plus list, with holidaymakers returning from the country being required to self-isolate.\nAsked if that also means waiting to hear whether Spain will join the amber-plus list, Mr Shapps said: \"That's right. I would encourage people to broadly ignore the sort of ongoing speculation as much as is possible.\"\nHe added: \"One thing I have seen over the last year with all this going on is that, quite often, the speculation is not all that helpful, or all that accurate indeed."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-58022068",
      "category": "world-asia-china",
      "title": "Hong Kong crowd booing China's anthem sparks police probe",
      "tags": "China,Hong Kong national security law,Hong Kong",
      "text": "Hong Kong police are investigating an incident where a crowd watching the Olympics booed China's anthem.\nHundreds gathered at a shopping mall on Monday to watch a broadcast and cheer on Hong Kong fencer Edgar Cheung, who won gold in the men's individual foil.\nWhen the Chinese national anthem was played, some in the crowd began jeering while others shouted \"We are Hong Kong\", video filmed at the scene shows.\nIt is illegal to insult the anthem under a recently passed law.\nAnyone found guilty of flouting the national anthem law could be jailed up to three years and fined HK$50,000 (£4,600, $6,400).\nReports also said that the British colonial flag was flown and some had chanted protest slogans, which could possibly violate the national security law which forbids anything that incites \"secession\" and could result in life in jail.\nPolice sources told local media that they are collecting and examining footage from the mall's security cameras.\nThe incident took place in the same week as the conviction of the first person charged under the national security law. \nBoth laws were passed last year and have been met with huge controversy, with critics saying they clamp down on free speech.\nBut Hong Kong authorities and the Chinese government deny this and say the laws are necessary to preserve peace and patriotism.\nHong Kong saw widespread protests in 2019 when tens of thousands took to the streets demanding democratic reforms. Some of those demonstrations turned violent as protesters and police clashed.\nSince then China has cracked down hard, introducing several strict laws aimed at curbing violence and what it deems as \"separatism\". \nHong Kong, a former British colony, was handed back to China in 1997. \nSince then it has been ruled under the \"one country, two systems\" principle that preserves freedoms in the city that the mainland does not have.\nCritics say those freedoms are now under threat with China's recent moves and the UK has accused China of flouting the terms of its handover agreement, but China denies this."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58019981",
      "category": "uk",
      "title": "Migrant women and babies held in shocking conditions, MPs find",
      "tags": "Home Office,Yvette Cooper,Dover,Migration",
      "text": "Women with babies and very young children were among 56 migrants held in a cramped room covered with thin mattresses at a unit in Dover, MPs say.\nMembers of the home affairs committee have expressed their shock and serious concern after observing the scenes during a visit in Kent this week.\nThey said it was \"wholly inappropriate\" and a clear Covid risk, with some migrants held beyond legal limits.\nThe Home Office said it takes the welfare of migrants seriously.\nBut it added that services were under pressure from \"unacceptable numbers of people\" crossing the Channel at the hands of traffickers.\nCommittee chairwoman and Labour MP Yvette Cooper wrote in a letter to Home Secretary Priti Patel that the holding room facility where migrants first arrive was \"clearly unfit\" for purpose.\nShe wrote: \"Most people were sitting or lying on a thin mattress and those covered almost the entirety of the floor including the aisles between seats.\n\"Sharing these cramped conditions were many women with babies and very young children alongside significant numbers of teenage and young adult men.\"\nDespite the use of lateral flow tests for adult migrants upon arrival, the MPs were concerned stuffy conditions with little social distancing could spark a Covid-19 outbreak.\nMs Cooper also noted that, by law, no person should be detained by Border Force for more than 24 hours and yet some migrants at the facility had been held for twice that amount of time.\nThe committee said it had also learned that, since Kent County Council stopped accepting unaccompanied migrant children last month, five had been housed in office accommodation for more than 10 days while waiting for a care placement.\nThe BBC also understands that a 14-year-old is among 26 migrants under the age of 16 now being accommodated in a requisitioned hotel in Hythe.  \nMs Cooper told BBC Radio 4's Today programme that the inappropriate conditions at the facility in Dover were the responsibility of the Home Office, with the issue having been raised by the Chief Inspector of Prisons in September last year.\nShe said more migrants were coming via \"very dangerous boats\", rather than planes or lorries, meaning more pressure was being put on authorities in Kent.\n\"There needs to be an effective system operating right across the country, that has worked effectively in the past but it has been failing more recently,\" she said.\nDozens of children's charities have written to Education Secretary Gavin Williamson to say the accommodation is completely inappropriate and its use may be unlawful.  \nAmong the signatories is Carolyne Willow, director of Article 39, who told the Today programme that local authorities do not have the necessary funding to care for migrant children and that the government needed to properly fund the care system.\nResponding to all of the committee's concerns, a Home Office spokesperson said: \"Unacceptable numbers of people are making life-threatening journeys crossing the Channel at the hands of criminal trafficking gangs.\n\"We take the welfare of migrants extremely seriously and despite these pressures we have improved our facilities, arranged additional staffing and are working to process people as quickly and safely as possible. \n\"The government continues to take steps to tackle the unacceptable problem of illegal migration through the Nationality and Borders Bill which will protect lives and break this cycle of illegal crossings, and we are continuing to return those with no legal right to remain in the UK.\"\nWith additional reporting by George Bowden"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57997445",
      "category": "business",
      "title": "Bumble to give staff unlimited paid holiday",
      "tags": "Companies,Employment,Dating apps,Online dating,Coronavirus pandemic",
      "text": "Dating app Bumble has said its 700 employees can take unlimited paid leave providing their manager approves it.\nIt is understood that the unlimited holiday is contingent on staff still managing to complete their work.\nThe move comes after the firm temporarily closed its offices in June for a week to combat workplace stress.\nThe new leave policy was announced alongside a series of other changes, including a plan to shut the office for a week two times a year.\nBumble said the pandemic had made it \"reflect on\" the ways staff worked and prompted the change in approach.\n\"It's becoming increasingly clear that the way that we work, and need to work, has changed and our new policies are a reflection of what really matters and how we can best support our teams in both their work and life,\" said Bumble president Tariq Shaukat.\nBumble said when the firm shuts down, some customer staff across its offices in Austin, Barcelona, London and Moscow will still work in case any of the app's users experience issues.  \nA year of working from home and juggling childcare when schools were closed and other responsibilities mounted, has prompted many businesses to look again at the traditional working week.\nAccountancy firm Price WaterhouseCooper said earlier this year that staff would be able to work from home a couple of days a week and start as early or late as they wanted.\nThe building society Nationwide also told its staff they can choose whether to work at home or in the office. Oil giant BP has told office staff they can spend two days a week working from home and several banks are examining hybrid home-office arrangements.\nPre-pandemic some small firms already offered staff unlimited leave, including the oboss of Virgin Group, Sir Richard Branson, who offered his 170 personal staff as much holiday as they wanted.\nBut critics say it can backfire, with staff actually taking less holiday as a result.\nBen Gately, chief operating officer at UK software firm CharlieHR, ended up offering staff other benefits such as more flexible working hours instead.\n\"People didn't take enough [holiday],\" Ben Gately told the BBC at the time.\n\"People are pretty bad at taking holiday, we're all scared to do it because we have to do our handovers and pass stuff over and meet deadlines.\n\"There's a huge amount of anxiety about not knowing the limit. A bunch of our team came to us and said: 'Actually we'd love to know where the line is. Is it okay to take 35 days? Is it okay to take 25 days? Where should I draw the line?' Because the reality is that it's not actually unlimited.\"\nBumble has said it's also offering staff additional types of paid leave including 20 days for staff who are victims of domestic violence and other violent crimes and a minimum of 15 days bereavement leave for miscarriages.\nLisa King OBE, director of communications and external relations at domestic abuse charity Refuge, told the BBC more workplaces needed to be empathetic to employees who may be experiencing domestic abuse.\n\"Domestic abuse is the biggest social issue impacting women and children and it's great to see that companies are beginning to recognise this and place it at the centre of their policies. We hope that other companies follow their lead,\" she continued. \nBumble has had a busier year than most firms, with a stock market debut, and rapid growth in user numbers.\nWith lockdown restrictions, the dating app saw a the number of paid users across Bumble and Badoo, which Bumble also owns, up by 30% to 2.8 million, in the three months to 31 March, compared with the same period last year. \nIts founder Whitney Wolfe Herd also became the youngest woman, at 31, to take a company public in the US when she oversaw Bumble's stock market debut in February. Bumble shares however, have shed 25% since the company's initial public offering in February.\nMs Wolfe Herd also co-founded dating app Tinder, but left the firm alleging sexual harassment. Tinder's parent company Match Group Inc, which denied the claims and later tried unsuccessfully to acquire Bumble, paid about $1m to settle the dispute.\nThe company has 42 million monthly users in over 150 countries and recently announced plans for a new café and wine bar in New York."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-58026832",
      "category": "world",
      "title": "Turkey fires: Blazes threaten Marmaris and other coastal resorts",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57962409",
      "category": "uk-politics",
      "title": "End self-isolation for double-jabbed sooner, says Sir Keir Starmer",
      "tags": "Keir Starmer,Coronavirus vaccines,Labour Party leadership election,Coronavirus pandemic",
      "text": "Labour is calling on the government to bring forward the date on which double jabbed people will no longer be told to self-isolate in England. \nSir Keir Starmer wants to bring England in to line with Wales, which confirmed on Thursday that rules would be eased on 7 August.\nHe says it has been \"a summer of chaos\" for families and businesses.\nDowning Street says keeping quarantine requirements until 16 August gives more time for vaccinations. \nBut in a statement, Sir Keir said the government \"has never been able to explain the logic of their self-isolation rules\" and has just \"repeated the same mistakes over and over again\".\nHe said: \"The government's slapdash approach to this global pandemic is crippling our economy and creating real problems for businesses and families alike.\"\nAnd asked in an interview what the logic was behind bringing England's timeframe forward, Mr Starmer said there was a \"huge difference between the dates\".\n\"In these nine days' difference, there are hundreds of thousands of working days that will not be lost, businesses that won't have the chaos they're facing at the moment.\n\"We have got to find a pragmatic sensible way to end this chaos as quickly as possible.\"\nWhen Sir Keir Starmer comes in to conflict with the government over Covid it is usually because he is urging caution, but he is now calling for an earlier relaxation of the rules.\nHe says ministers have not explained the logic behind the 16 August date, so, by the same token, what is the thinking behind bringing it forward to the 7 August, apart from keeping in step with the Labour administration in Wales?\nThe Labour leader says it is not so much about scientific data as the benefits of vaccination.\nBut this has left some of his own MPs - as well as many Conservative backbenchers - scratching their heads as to why he is not echoing their call for an immediate change in the rules.\nIf the \"pingdemic\" is bad for businesses between the 7th and 16th of the month, surely it is just as damaging now?\nHe says he is being pragmatic; the Conservatives say he is chasing headlines.\nCurrently, anyone contacted by NHS Test and Trace has to self-isolate for 10 days, unless they are on a list of critical workers.\n Anyone \"pinged\" by the NHS app is advised - but not legally obliged - to quarantine.\nMinisters have said the rules will change in England on 16 August, when people who are double-jabbed - as well as unvaccinated under-18s - will no longer need to self-isolate if they come into contact with a positive case.\nInstead they will be encouraged to take a PCR test, though Health Secretary Sajid Javid has said this will not be a legal requirement.\nThe prime minister said on Wednesday that the 16 August date is \"nailed on\".\nIn an interview with LBC radio, Mr Johnson said: \"The most important thing is for people to recognise that the current situation still calls for a lot of caution and for people just to remember that the virus is still out there, a lot of people have got it, it still presents a significant risk.\"\nA Downing Street spokesman said: \"Waiting until 16 August to introduce an exemption from self-isolation for fully vaccinated contacts gives time for more people to be fully vaccinated\".\n\"Introducing daily contact testing and the critical worker self-isolation scheme in the meantime for workers in these critical sectors will help to minimise any disruption caused by cases in the coming weeks, while helping ensure staff are not put at risk\" the spokesman added. \nBut businesses and some Conservative MPs have warned that the so-called \"pingdemic\" is disrupting supply chains with staff forced to stay at home.\nTransport Secretary Grant Shapps has suggested it would be a \"good idea\" for people to be double-jabbed before returning to the workplace, although the government won't make it mandatory. \nSir Keir said he \"can see a case for vaccine passports alongside testing when it comes to big sporting events or mass events, certainly for international travel\"  but he does not agree they should be used for day-to-day routine access to the office or to services.\nThe Liberal Democrats fear the pandemic is causing an infringement of civil liberties.\nParty leader Sir Ed Davey is calling for Parliament to be recalled to debate what he called Boris Johnson's attempt to introduce \"Covid ID cards onto the nation's phones by stealth\",\nIn a letter to the prime minister, he said: \"This goes against all our country's traditions and is utterly deceitful.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-58031419",
      "category": "uk-england",
      "title": "Prof Chris Whitty: Man sentenced for St James's Park assault",
      "tags": "Chris Whitty,Brentwood,Romford",
      "text": " A man has been sentenced for assaulting England's chief medical officer Chris Whitty in central London.\nLewis Hughes, 24, from Romford, east London, admitted one charge of assault by beating Prof Whitty in St James's Park on 27 June.\nHe was given an eight-week custodial sentence, suspended for two years, and a fine of £100. \nJonathan Chew, 24, from Chelmsford, Essex pleaded not guilty to the same charge of assault by beating.\nFootage, which was shared on social media, showed two men grabbing Prof Whitty, who struggled to free himself.\nHughes was \"unreservedly apologetic\" for the distress caused to Prof Whitty in what had been \"10 seconds of complete and utter madness\", Westminster Magistrates' Court heard. \nProf Whitty described being put into a loose headlock by Hughes and had tried to break free from two men, the court heard.\nAddressing Hughes, Judge Paul Goldspring said: \"He (Prof Whitty) goes about his very difficult job without the expectation [of] yobs like you accosting him, assaulting him and then to compound it all, he is further humiliated by the video posted.\n\"I recognise that you did not post it on the internet\".\nDuring the same hearing, Mr Chew also denied a second charge of obstructing a police constable in execution of his duty.\nHe was granted bail and was asked to appear at the same court on 23 November for trial where Prof Whitty will be called to give evidence.\nProsecutor Luke Staton told the court that England's chief medical officer initially did not want to make a complaint, but when the footage was posted online he pursued the matter.\nThe Metropolitan Police launched an investigation after the incident, and officers carried out a welfare check on Prof Whitty, who did not suffer any injuries.\nKalsoom Shah, from the Crown Prosecution Service (CPS), said Hughes showed \"little regard\" for Prof Whitty or social distancing rules \"when he accosted the government's chief medical officer in the street\".\n\"His behaviour was both shocking and disgraceful,\" she said.\nHughes' barrister, Laurie-Anne Power told the court that her client had recognised Prof Whitty from the television and that he wanted a selfie for his mum.\nHe would have done the same thing if he had seen Justin Bieber in the park, the court heard. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58021394",
      "category": "science-environment",
      "title": "Russian module mishap destabilises International Space Station",
      "tags": "Nasa,Russia,European Space Agency,International Space Station,Space exploration",
      "text": "The International Space Station (ISS) was destabilised after engines of a newly arrived Russian module inadvertently fired up.\n\"Mission control teams corrected the action and all systems are operating normally,\" US space agency Nasa said.\nThis was done by activating thrusters on other modules of the ISS. An investigation is now under way.\nUS and Russian officials stressed that the seven crew members aboard the space station were never in any danger.\nThe malfunction happened three hours after the Nauka module docked with the ISS on Thursday, following an eight-day flight from Earth.\nNasa officials said Nauka's jets started firing uncommanded at 12:34 EDT (16:45 GMT) \"moving the station 45 degrees out of attitude\".\nThe Russian Zvezda segment and a Progress freighter then responded to push the station back into its correct pointing configuration. The incident was over by 13:29 EDT.\n\"What we saw today was just an awesome job by the mission control flight teams,\" said Joel Montalbano, Nasa's ISS programme manager.\n\"Those guys were rock stars again and got us back in attitude control. That also shows you what a robust vehicle we have, and our ability to take these contingencies, recover from them and move on,\" he told reporters.\nCommunications with the ISS crew were lost for two periods, of four minutes and seven minutes, during the incident. However, the US agency said that the astronauts were safe. They \"really didn't feel any movement\", it added.\nThe mishap forced Nasa and Boeing to push back Friday's uncrewed test flight of Boeing's Starliner capsule, a vehicle intended to carry astronauts in the future.\n\"We wanted to give the ISS programme time to assess what had happened today, to determine the cause and make sure that they were really ready to support the Starliner launch,\" explained Steve Stich, the manager of Nasa's commercial crew programme.\n\"Right now the earliest opportunity would be Tuesday, 3 August, which would be a 13:20 EDT (17:20 GMT) launch. \nThe 13m-long, 20-tonne Nauka was earlier attached to the rear of the orbiting platform, linking up with the other major Russian segments on the station.\nThe module should have launched in 2007, but the vessel suffered repeated slips in schedule, in part because of budget difficulties but also because engineers encountered a raft of technical problems during development.\nEven after it launched from the Baikonur Cosmodrome in Kazakhstan a week ago, it experienced propulsion issues that required workarounds from controllers in Moscow.\nIn the end, however, it docked with the station on the planned date. \nThe new module will result in a significant boost in habitable volume for the ISS, raising it by 70 cubic metres.\nCosmonauts will use the extra space to conduct experiments and to store cargo. They'll also use it as a rest area, and it has another toilet for crew to use on the station. \nIn addition, the module carries with it a large robotic arm (ERA) supplied by the European Space Agency (Esa).\nThis 11m-long device will be able to operate all around the Russian end of the ISS. With the aid of an \"elbow\" joint, it will shift position by moving hand over hand.\nNauka's installation comes just as Russia has been questioning its future role in the ISS project.\nMoscow officials recently warned about the more-than-20-year age of some of their on-orbit hardware and intimated the country could pull out of the station in 2025. And Russia has shown little interest in joining the US-led lunar platform, known as the Gateway, which will be assembled later this decade."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-58021386",
      "category": "world-middle-east",
      "title": "Coronavirus: Israel to give third jab to people aged over 60",
      "tags": "Israel,Coronavirus vaccines,Naftali Bennett,Pfizer,Coronavirus pandemic",
      "text": "Israel will offer a third dose of Covid vaccines to people aged over 60, Prime Minister Naftali Bennett has said.\nThose who got their second jab at least five months ago would be eligible for a Pfizer booster from Sunday, he said.\nPresident Isaac Herzog, who turns 61 in September, was the first to get the booster on Friday. \nThis comes amid a surge in infections in Israel, and concern in many countries over the highly contagious Delta variant.\n\"Findings show that there is a decline in the body's immunity over time,\" Mr Bennett said at a briefing on Thursday.\n\"The aim of the supplementary dose is to build it up again, and thus reduce the chances of infection and serious illness significantly.\"\nThe prime minister added that 2,000 people with weakened immune systems had already received a third dose with no severe side effects.\nExperts say it is not yet clear whether a third dose will reduce Covid cases.\nLast month, the Israeli authorities reintroduced a requirement to wear masks indoors amid a rise in cases.\nIsrael has been one of the most successful countries in the world in tackling the pandemic.\nIt carried out the fastest vaccination programme, under which well over half the population of 9.3 million has been partly or fully immunised.\nIsrael has reported nearly 870,000 infections since the start of the outbreak, with nearly 6,500 deaths, according to America's Johns Hopkins University."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-57970603/#comp-comments-button",
      "category": "#comp-comments",
      "title": "NHS Covid-19 app pings rise by over 70,000 to new record",
      "tags": "Contact tracing,NHS,Coronavirus pandemic",
      "text": "The number of self-isolation alerts sent by the NHS Covid-19 app in England and Wales has risen to a new record of 689,313 in the week up to 21 July. \nThe figures represent an increase of over 70,000 compared with the previous week.\nBut the rate of increase was lower than the previous week, rising by 11% compared to 17%.\nIf you are \"pinged\" by the app you are advised - but not legally obliged - to self-isolate for 10 days.\nHowever the government has said it is crucial for people to do so.\nIn recent weeks, there has been widespread criticism that the app has been sending out so many alerts that hundreds of thousands of people are self-isolating and missing work, causing widespread disruption.\nIt led to the government allowing some key workers - such as those working in food distribution - to be exempt from having to self-isolate if pinged. Instead they have to take daily tests.\nThere are currently 260 testing sites open for these workers, Downing Street said on Thursday - and they are working to set up another 800. After that, 1,200 more sites will be opened \"over the coming days\".\nFrom 16 August, all fully-vaccinated people will not need to self-isolate if pinged by the app, although they will be encouraged to book a Covid PCR test.\nThe impact on businesses has resulted in calls for the 16 August deadline to be brought forward.\nThe Society of Motor Manufacturers and Traders is asking for urgent assistance to exempt staff pinged by the NHS Covid app saying pings are affecting production.\nMany in the hospitality industry also complained of shortages as staff had to self-isolate. Some bar staff have told the BBC that they've lost a lot of money by missing shifts, while others say they have been told to delete the app by their manager.\nThe app alert is advisory only and not enforceable by law, unlike a phone call from the NHS Test and Trace team.\nLatest data from Test and Trace shows that 14% of cases transferred to contact-tracers in the week to 21 July were not reached and so were unable to provide details of close contacts. \nThis is the highest proportion of people not reached since October last year.\nEngland's deputy chief medical officer Prof Jonathan Van Tam said separate figures from Public Health England showed the vaccines have now prevented 22 million Covid cases and 60,000 deaths. He added it was \"truly massive\".\nIf you were looking for evidence that the \"pingdemic\" is over you will struggle to find it in these statistics. The figure of nearly 690,000 contact tracing alerts - or pings - is a new record, up 11% on the previous week. They were triggered by nearly 148,000 positive test results entered in the app, up 25%.\nDespite the anecdotal evidence of people switching off or getting rid of the app, there is no sign yet of mass deletions.\nBut there are a few straws in the wind suggesting things might be changing. The rate of increase in pings slowed, and the number of alerts triggered by each positive test result was down. That suggests that people who later became infected had fewer close contacts - either because they were socialising less or because those they encountered did not have the app.\nIn the week when restrictions in England were relaxed so that venues did not need to record visitors' details, check-ins via the app were sharply lower.\nAs they find they don't need it to check in, more people may decide the app is more trouble than it's worth.\nBut the team which designed it believes the NHS Covid-19 app is changing behaviour in useful ways - even if someone ignores a ping's instruction to self isolate they may become more cautious, and anyone who has a holiday planned may be nudged into staying at home for a few days beforehand rather than having their plans spoiled by an alert.\nAt first, it was criticised for being ineffective, in recent weeks it's been accused of disrupting thousands of businesses, but its designers believe this experimental technology is finally proving that it can be a useful weapon in controlling the pandemic.\nAfter a week of falling cases the number of people testing positive for coronavirus rose on Wednesday, when 27,734 new daily cases were reported.\nHealth Secretary Sajid Javid said: \"The truth is, when it comes to case numbers no one really knows where they are going to go next\".\nPeople in England and Wales can download the NHS Covid app (Northern Ireland and Scotland have their own).\nIf you are using the app and spend enough time close to another person with it, you will receive a \"ping\" alert if they later test positive for Covid-19 and share the information with the app. The app uses the Bluetooth signal to determine whether your phone had recently been within 2m of theirs for at least 15 minutes.\nIf you are \"pinged\" you're advised - but not legally obliged - to self-isolate for up to 10 days.\nSeparately to the NHS Covid app, there have also been changes to the NHS app, which among other things is used for Covid vaccination records.\nIt has been updated to allow iPhone and iPad users to store their Covid Pass using the Apple Wallet app.\nThis can be used at events and venues in England, but not for international travel the government says."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58031645",
      "category": "entertainment-arts",
      "title": "Amanda Knox claims Matt Damon film Stillwater profits from her life",
      "tags": "Film,Matt Damon",
      "text": "Amanda Knox has criticised actor Matt Damon and director Tom McCarthy for \"profiting\" from her wrongful murder conviction.\nDamon stars in McCarthy's new film, Stillwater, which the director said was inspired by Ms Knox's legal fight.\nThe American was jailed in Italy for four years for the murder of a British student before she was later acquitted.\nShe said the filmmakers \"[ripped] off my story without my consent at the expense of my reputation\".\nThe 34-year-old and her former boyfriend were twice convicted of the 2007 killing of Ms Knox's roommate Meredith Kercher in Perugia, Italy. They were exonerated in 2015.\nMcCarthy has said Ms Knox's case helped inspire his new movie's storyline.\nStillwater follows Damon's character as he travels to France after his daughter is imprisoned for murdering her lover.\nIn a lengthy blog post, Ms Knox complained she continues to be associated with a crime she did not commit.\nIn the film, she maintains, the character based on her is made to look as if she really did play a part in her lover's death.\nShe accused Damon and McCarthy of \"profiting by telling a story that distorts my reputation in negative ways\".\n\"By fictionalising away my innocence, my total lack of involvement, by erasing the role of the authorities in my wrongful conviction, McCarthy reinforces an image of me as a guilty and untrustworthy person,\" she wrote.\nShe said neither Damon nor McCarthy tried to speak to her while they made the film.\nMs Kercher, 21, was stabbed to death in the Perugia flat she shared with Ms Knox in November 2007, in a case that made headlines around the world.\nAnother man, Rudy Hermann Guede, born in Ivory Coast, was convicted of murder in a separate trial and given a 16-year sentence.\nSpotlight director McCarthy told Vanity Fair that, after hearing about Ms Knox, he became fascinated by what she went through.\nHe said that his team decided to \"leave the Amanda Knox case behind\".\nBut when making the film they agreed to keep the part about an American student getting mixed up in a crime and being jailed.\nThe BBC has contacted Focus Features, the film's production company, for comment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-57970603",
      "category": "technology",
      "title": "NHS Covid-19 app pings rise by over 70,000 to new record",
      "tags": "Contact tracing,NHS,Coronavirus pandemic",
      "text": "The number of self-isolation alerts sent by the NHS Covid-19 app in England and Wales has risen to a new record of 689,313 in the week up to 21 July. \nThe figures represent an increase of over 70,000 compared with the previous week.\nBut the rate of increase was lower than the previous week, rising by 11% compared to 17%.\nIf you are \"pinged\" by the app you are advised - but not legally obliged - to self-isolate for 10 days.\nHowever the government has said it is crucial for people to do so.\nIn recent weeks, there has been widespread criticism that the app has been sending out so many alerts that hundreds of thousands of people are self-isolating and missing work, causing widespread disruption.\nIt led to the government allowing some key workers - such as those working in food distribution - to be exempt from having to self-isolate if pinged. Instead they have to take daily tests.\nThere are currently 260 testing sites open for these workers, Downing Street said on Thursday - and they are working to set up another 800. After that, 1,200 more sites will be opened \"over the coming days\".\nFrom 16 August, all fully-vaccinated people will not need to self-isolate if pinged by the app, although they will be encouraged to book a Covid PCR test.\nThe impact on businesses has resulted in calls for the 16 August deadline to be brought forward.\nThe Society of Motor Manufacturers and Traders is asking for urgent assistance to exempt staff pinged by the NHS Covid app saying pings are affecting production.\nMany in the hospitality industry also complained of shortages as staff had to self-isolate. Some bar staff have told the BBC that they've lost a lot of money by missing shifts, while others say they have been told to delete the app by their manager.\nThe app alert is advisory only and not enforceable by law, unlike a phone call from the NHS Test and Trace team.\nLatest data from Test and Trace shows that 14% of cases transferred to contact-tracers in the week to 21 July were not reached and so were unable to provide details of close contacts. \nThis is the highest proportion of people not reached since October last year.\nEngland's deputy chief medical officer Prof Jonathan Van Tam said separate figures from Public Health England showed the vaccines have now prevented 22 million Covid cases and 60,000 deaths. He added it was \"truly massive\".\nIf you were looking for evidence that the \"pingdemic\" is over you will struggle to find it in these statistics. The figure of nearly 690,000 contact tracing alerts - or pings - is a new record, up 11% on the previous week. They were triggered by nearly 148,000 positive test results entered in the app, up 25%.\nDespite the anecdotal evidence of people switching off or getting rid of the app, there is no sign yet of mass deletions.\nBut there are a few straws in the wind suggesting things might be changing. The rate of increase in pings slowed, and the number of alerts triggered by each positive test result was down. That suggests that people who later became infected had fewer close contacts - either because they were socialising less or because those they encountered did not have the app.\nIn the week when restrictions in England were relaxed so that venues did not need to record visitors' details, check-ins via the app were sharply lower.\nAs they find they don't need it to check in, more people may decide the app is more trouble than it's worth.\nBut the team which designed it believes the NHS Covid-19 app is changing behaviour in useful ways - even if someone ignores a ping's instruction to self isolate they may become more cautious, and anyone who has a holiday planned may be nudged into staying at home for a few days beforehand rather than having their plans spoiled by an alert.\nAt first, it was criticised for being ineffective, in recent weeks it's been accused of disrupting thousands of businesses, but its designers believe this experimental technology is finally proving that it can be a useful weapon in controlling the pandemic.\nAfter a week of falling cases the number of people testing positive for coronavirus rose on Wednesday, when 27,734 new daily cases were reported.\nHealth Secretary Sajid Javid said: \"The truth is, when it comes to case numbers no one really knows where they are going to go next\".\nPeople in England and Wales can download the NHS Covid app (Northern Ireland and Scotland have their own).\nIf you are using the app and spend enough time close to another person with it, you will receive a \"ping\" alert if they later test positive for Covid-19 and share the information with the app. The app uses the Bluetooth signal to determine whether your phone had recently been within 2m of theirs for at least 15 minutes.\nIf you are \"pinged\" you're advised - but not legally obliged - to self-isolate for up to 10 days.\nSeparately to the NHS Covid app, there have also been changes to the NHS app, which among other things is used for Covid vaccination records.\nIt has been updated to allow iPhone and iPad users to store their Covid Pass using the Apple Wallet app.\nThis can be used at events and venues in England, but not for international travel the government says."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58033042",
      "category": "world-europe",
      "title": "Russia stops Cubans trying to enter EU on air beds",
      "tags": "Spain,Cuba,Russia,Estonia,European Union,Migration",
      "text": "Three Cubans who took the desperate step of trying to cross one of Europe's most sensitive border rivers on air beds now face deportation from Russia.\nThey were caught trying to paddle across into the EU state of Estonia, Russian border guards say.\nThey are said to have told guards they were hoping to get to Spain, where one of them has a daughter living.\nCubans only need their passports to visit Russia for tourism but cannot enter the EU legally without a visa. \nTens of thousands of people have tried over the past 60 years to flee Communist Cuba but more usually leave the Caribbean island for the US, travelling by boat and ship, often at great personal risk. \nThe three people caught on the River Narva in Russia were placed in a holding centre for migrants near the city of St Petersburg, and given a fine and deportation order.\nBorder guards have given few details of the three, saying only that they are Cuban citizens born in 1968, 1970 and 1992.\nThey had planned their crossing after carefully studying the local terrain and getting the air beds, the guards said.\nBags containing personal belongings, toiletries and identity papers were found with them. \nCuba was a Spanish colony until 1898 and Spain has a long-established Cuban community.\nMigrants have occasionally tried to cross the Narva from Russia before. In 2018, a man claiming to be an Egyptian was rescued from drowning by Estonian border guards in 2018 when he tried to swim over.\nMoscow's relations with Estonia, which was part of the USSR until 1991, have been strained for years, and Nato keeps combat forces in its small member state to deter any potential military action by Russia."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58029383",
      "category": "health",
      "title": "Hunt for certainty over Covid cases continues",
      "tags": "Coronavirus testing,Office for National Statistics",
      "text": "A flurry of data on the spread of Covid has not resolved debates about the state of the pandemic in the UK. \nThe dramatic drop in daily cases, reported widely over the past week, has not yet been backed up by other key methods that track the virus. \nBut equally there is no sign of a resurgence in cases linked to lifting restrictions on 19 July.\nIt will still take more time to get a clear picture of exactly what is going on. \n\"My guess is it has peaked, but I'm not confident enough to put money on it,\" Prof Paul Hunter, from the University of East Anglia, told the BBC.\nThe main ways of tracking Covid are:\nHowever, each is both good and flawed in different ways. When they come together an overall picture can emerge, but at the moment the data is still messy. \nThe decline in official daily Covid cases has continued with the number standing at 29,622 on Friday, down from 36,389 on the same day last week. \nThis is the closest we get to tracking the virus in real time. But while some see the fall as a clear sign the virus is in decline, others have argued it may be at least partly down to fewer people being tested.\nHowever there are also early signs the number of people needing hospital treatment has levelled off across UK. If this continues it will significantly strengthen belief the fall in cases is genuine.\nThe weekly data published by the Office for National Statistics (ONS), which tests a random group of people to see whether they are sick or not, is seen as more reliable. \nAround 40% of people in the study did not have symptoms - so it captures a bigger, less biased, picture of what's happening than daily figures which reflect the numbers coming forward for tests, usually because of symptoms.\nYet, it is often out of date.\n\"There are possible signs that the rate of increase may have slowed,\" said Duncan Cook, from the ONS.\nHowever, the latest data did report an increase. It estimates just over 950,000 people in the UK would test positive in the week up to 24 July up from 830,000 the week before. \nThe problem with the ONS data is it is delayed twice over. The latest release only goes up to last Saturday, so misses out the declining cases in recent days. And people test positive for a time after recovering from an infection. \nIt means the ONS reports a decline weeks after it happened. It has taken the better part of a month for the fall in cases in Scotland to start to show up in the ONS survey. \nThe latest R number, another figure that is out of date, in England is between 1.1 and 1.4 - above the crucial threshold of 1.0, which would indicate cases were growing. \nIt means every 10 infected people would pass the virus onto between 11 and 14 other people. However, the R number largely tells us what was happening at least a fortnight ago. \nBut the Covid Study app, which also works in near real time, has not reported a fall in cases either. \nThe app, which relies on people logging on to report their symptoms, says cases have been level for the past week at around 60,000 per day. \nProf Tim Spector, from King's College London, said: \"This is in stark contrast to the rapid decline in cases recorded by the government's official confirmed cases data. \n\"The drop is much faster than we've ever seen in previous waves, even after full national lockdowns, leaving the accuracy of the official tally in doubt.\" \nResolving the conflicting streams of data will, frustratingly, take time.\nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58020735",
      "category": "business",
      "title": "'I was asked how often I use the toilet'",
      "tags": "Department for Work & Pensions,Learning disability,Disability,Employment",
      "text": "Janet Aspin thought it would be difficult entering the jobs market after 25 years at one company.\nBut she didn't expect that she would have to tell her new employers how often she needed the toilet.\nThe 40-year-old, from Darwen in Lancashire, has multiple sclerosis.\nShe said as soon as her disability was discussed, it became less about what she could do and more about what she couldn't do.\nJanet is now running her own successful personal assistant business.\nBut she was recently let down by a prospective employer who couldn't understand her disability or how to make reasonable adjustments so she could do her job.\nJanet was made redundant during the pandemic. She said being back in the job market, with a disability, was difficult.\n\"I have never felt so low,\" she said. \"I applied for a job, got it, but was then told that I would have to do a load of risk assessments because of my disability.\n\"At one point they wanted to know how many steps I could take and how many times a day I used the toilet.\n\"It knocked my confidence, you just feel like a failure. I was good enough to get the job, but then all of a sudden, because of my disability, there is this massive barrier.\"\nAccording to a group of MPs, the government is failing to remove those barriers.\nThe Work and Pensions Committee said the government's work programme needs a \"radical overhaul\".\nMPs heard evidence from charities, disabled people's organisations, and ministers from the Department for Work and Pensions (DWP).\nIts remit was to look at the disability employment gap. Currently there are just over 50% of disabled people in work, compared to 81% of non-disabled people.\nIt said the current target of helping one million more disabled into work by 2027 should be scrapped and a different target introduced - halving the disability employment gap.\nThe chair of the committee, Labour MP Stephen Timms, said: \"The gap between the proportion of disabled and non-disabled people in work has remained stubbornly high for years. \n\"The current overly centralised model of support simply isn't working. We need a radical new localised approach.\"\nThe committee also heard evidence of the difficulties disabled people face when looking for support through Jobcentre Plus, such as a lack of interpreters or buildings being inaccessible.\nKatie Cheval managed to enter the Jobcentre Plus building but didn't get much further. The 30-year-old, from Kent, said advisors told her she had too many disabilities to successfully find work.\nShe has mobility issues, fibromyalgia and learning disabilities.\nDespite the lack of success through her local job centre, she is currently in work, but has felt discriminated against because of her disability throughout her career. \nIn her current role, as an assistant manager in a charity shop, she has had to clear out the disabled toilet and is still waiting for a chair she can use behind the till.\nShe said: \"Employers see the physical disabilities first. When I applied for one job I went in for interview and I was immediately asked, \"Why are you using a crutch\"?\n\"It just makes me feel like I'm not worth anything, and that my disability becomes a huge barrier. I am able, and I am proud to be disabled.\" \nThe Committee found:\nMr Timms also criticised the government's recent National Disability Strategy for a lack of ambition around getting disabled people into work, saying it was a \"major disappointment\".\n\"We had hoped it would chart a course to a more ambitious and stretching target. But, despite the minister's assurances, there is no new target - nor even a consultation on one.\"\nA spokesperson defended the government's record on getting disabled people into work, saying the latest figures on the disability employment gap showed that it had narrowed.\nThe government is committed to reducing it further by seeing one million more people in work by 2027, the spokesperson said, adding:\n\"Through our inclusive multi-billion-pound Plan for Jobs we are helping more disabled jobseekers to find, retain and progress in fulfilling work, offering specialist programmes, paired with personal support from our work coaches and disability employment advisers.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-58013131/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid in Wales: Isolation for double-jabbed contacts to end",
      "tags": "Coronavirus testing,Welsh government,Coronavirus pandemic",
      "text": "Wales will become the first UK country to stop asking fully vaccinated adults to self-isolate after close contact with a positive Covid case.\nThe change will affect more than two million people who have received two jabs.\nUnder-18s will also be exempt under the new rules being brought in from 7 August.\nThe Welsh government said the decision would \"ease pressure on vital services\" after a recent rise in cases.\n\"We have got to make sure that our actions are proportionate and that we consider other harms,\" Wales' Health Minister Eluned Morgan told BBC Radio Wales.\nContacts of people who test positive will continue to be advised by Test, Trace and Protect to take PCR tests two days after being alerted, and again on day eight.\nMs Morgan said she hoped people would act responsibly:  \"We have got to rely on people as we're coming out of the most severe part of the pandemic to take things seriously - we can't hold people's hands forever.\"\nThe rules will come into effect the same day ministers plan to scrap most Covid rules in Wales.\nThe move was welcomed by opposition parties, although Plaid Cymru urged the Welsh government to monitor the impact of the policy \"extremely carefully\".\nLabour's leader in Westminster, Sir Keir Starmer, called for England to bring forward its relaxation of self-isolation rules from 16 August to match the date in Wales.\n\"This has been a summer of chaos for British businesses and British families. The Tory government has never been able to explain the logic of their self-isolation rules and has just repeated the same mistakes over and over again,\" he said.\nBut UK Transport Secretary Grant Shapps told Sky News: \"We are always keeping it under very close review.\n\"The reality is that people putting themselves in self-isolation has been a factor in saving a lot of lives because it turns out that one in three people who are requested to self-isolate do end up developing symptoms, so it is, if you like, the only remaining measure that is being taken at the moment, because of course all the other measures have been dropped at the fourth unlock stage on the 19 July.\"\nScotland is due to introduce the measure on 9 August.\nBut ministers have said that keeping the self-isolation rules in place until 16 August is an important precautionary measure.\nCases in Wales fell for the ninth day in a row on Friday, after rising since the start of June.\nBut Wales' case rate has been below all other UK nations and English regions for six months, while 12 local authority areas were among the 20 lowest in the UK.\nPeople who test positive for Covid will still need to isolate for 10 days, regardless of whether they are fully vaccinated or not.\nThe move to ease self-isolation rules in Wales will be implemented just over a week before similar changes planned for England.\nThe changes will apply to those who have had a second jab at least 14 days before they are identified as a close contact.\nOn 7 August, the Welsh government also plans to end rules on numbers that can meet indoors, end social distancing laws and allow nightclubs to open.\nThe decision is yet to be confirmed, however, and face masks will still be required in shops, health and social care settings and on public transport.\nSelf-isolation triggered by rising cases has been blamed for staff shortages across the UK, although Wales has not put in place the exemptions seen across the border.\nInstead of being asked to stay home, fully vaccinated people will be given advice and guidance on how to protect themselves by contact tracers.\nMembers of the public will be \"strongly advised\" not to visit hospitals and care homes for 10 days.\nWelsh ministers also promised \"extra safeguards\" such as daily lateral flow tests for those working with vulnerable people, including health and social care staff.\nFirst Minister Mark Drakeford said self-isolation was a \"powerful measure\" to \"stop the spread of the virus\".\n\"But we know a full course of the vaccine offers people protection against the virus and they are far less likely to contract it when they are identified as close contacts,\" he added.\n\"This means they no longer need to self-isolate for 10 days.\"\nPeople told to self-isolate by a contact tracer must do so by law.\nIt is different to receiving a self-isolation request from the NHS Covid app, which is not legally enforceable.\nContact tracers in Wales reached 14,666 close contacts in the week ending 24 July, down from 15,718  the week before.\nThrough the app, 11,211 people in Wales were asked to self-isolate in the week ending 21 July, down slightly from 11,429 the week before.\nThe decrease in Wales' Covid case rate is reflected in the drop in infections in younger people over the past week.\nThe latest Public Health Wales (PHW) figures show 18 local authority areas are seeing a drop in case rates among the under-25s.\nDespite the rise in cases over the past couple of months, far fewer people have needed hospital treatment than during the second wave.\nCurrently 64.3% of the population has had a second jab in Wales - 2,036,670 people - the second-highest full vaccination rate in the world after the United Arab Emirates.\nBut a quarter of people under 40 years old - 226,160 people - have not even had a first dose.\nThe Welsh government said the Test, Trace and Protect service will use the Welsh Immunisation Service to identify adults who are fully-vaccinated.\nNick Newman, chairman of the Cardiff Licensees Forum and the manager of the city's Philharmonic pub, questioned why the change was over a week away.\n\"I've got to welcome it in the one sense because it's good for our businesses and good for our workers, but if it's right on the 7 August, surely it's got to be right now,\" he said. \nMasks will not be required in pubs, cafes and restaurants and social distancing laws will go on 7 August - businesses will instead be required to carry out risk assessments to decide what measures are needed in their venue to keep people safe.\nMr Newman said what was expected of pubs after that date had not been made clear: \"Welsh government have dragged their feet... given that the Welsh government is putting additional emphasis on risk assessments... we need to know exactly what they're looking for.\"\nMorgan Austin, owner of Johnny Doughs Pizza in Llandudno, said: \"I really welcome the  news… fingers crossed it's going to totally change the game for us, especially in these seaside towns where it's been pretty relentless.\"\nHe said staff having to isolate after being pinged by the NHS app had forced him to close one of his three restaurants.\nHe said: \"I get there's been a pandemic but sometimes the stringency of some of the people being called up - it has put pressure on us staffing the businesses.\"\nPlaid Cymru health spokesman Rhun ap Iorwerth welcomed the announcement but urged ministers \"to monitor the impact of this policy extremely carefully\". \n\"If cases begin to rise yet again, they must be prepared to act quickly and appropriately,\" he said.\nThe Welsh Conservatives' health spokesman Russell George said his party had been \"calling for changes to the obsolete isolation rules for those fully vaccinated for some time, and I'm pleased Labour ministers have finally heeded those calls\".\nHe added: \"The Covid case rate in Wales - like elsewhere in the UK - has fallen for eight days in a row and we need to trust the vaccine programme and get our economy on the road to recovery.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-tyne-58022860",
      "category": "uk-england-tyne",
      "title": "Esther Dingley: Remains confirmed as those of missing hiker",
      "tags": "Missing people,Pyrenees",
      "text": "Human remains found in the Pyrenees mountains are those of missing hiker Esther Dingley, it has been confirmed.\nThe 37-year-old, from County Durham, had been walking alone near the Spain-France border and was last seen on 22 November.\nCharity LBT Global, which has been representing her family, said a bone found last week matched Ms Dingley's DNA.\nHer mother Ria Bryant and boyfriend Dan Colegate said they were \"distraught\". \nA joint statement said: \"We have all known for many months that the chance we would get to hug our beloved Esther again, to feel her warm hand in ours, to see her beautiful smile and to watch the room light up again whenever she arrived was tiny, but with this confirmation that small hope has now faded. It is devastating beyond words.\n\"At this stage, with just a single bone found and no sign of equipment or clothing in the immediate area (which has been closely searched again over several days), the details of what happened and where still remain unknown.\"\nThey said rescue teams would continue their search on foot and using drones in a bid to find her equipment \"to understand how this tragedy occurred\".\nMs Dingley and Mr Colegate swapped their life in north-east England for an open-ended campervan tour of Europe in 2014.\nMr Colegate was house-sitting at a French farmhouse 100 miles (160km) away when his partner of 20 years went missing on a solo hike.\nShe last spoke to him via a WhatsApp video call from atop Pic de Sauvegarde on that date.\nLBT Global chief executive Matthew Searle said confirmation the remains were those of Ms Dingley was \"the tragic end we have all feared\".\n\"This is devastating news for Esther's loved ones. Never before have I seen such incredible determination as that showed by Daniel in his relentless physical search of the mountains,\" he said.\nMr Colegate walked hundreds of miles in the months since his partner's disappearance, searching the mountains for any trace of her.\nEarlier this month he told the BBC he feared she had been the victim of kidnap or an attack, saying: \"The search has now been so prolonged and so intense, that as far as I'm concerned the probability of an accident is now less than the probability of a criminal act.\"\nLBT Global said the investigation into the circumstances surrounding Ms Dingley's death was \"still very much in its infancy\".\nSpanish and French police have scoured the mountains in the months since her disappearance with no breakthrough until the remains were reported last week.\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58014779/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Pregnant women urged to get jab as majority unvaccinated",
      "tags": "Coronavirus vaccines,Pregnancy",
      "text": "England's chief midwife has stepped up her call for pregnant women to get the Covid jab as soon as possible. \nEstimates based on GP records and Public Health England data suggest hundreds of thousands have not had the jab, as the number of mums-to-be in hospital with the virus rises.\nOther data suggests the Delta variant increases the chance of severe disease.\nIn the last three months, 171 pregnant women with Covid needed hospital care - but none had had both jabs. \nIn a letter to midwives, obstetricians and GP practices, chief midwife for England Jacqueline Dunkley-Bent says all healthcare professionals have \"a responsibility to proactively encourage pregnant women\" to get vaccinated. \nShe recommends advice on jabs be offered at every opportunity.\n\"Vaccines save lives, and this is another stark reminder that the Covid-19 jab can keep you, your baby and your loved ones, safe and out of hospital,\" the chief midwife told pregnant women.\nSince mid-April 2021, mothers-to-be have been offered the Pfizer or Moderna coronavirus jab, with the second dose recommended eight weeks after the first. \nPublic Health England data suggests about 51,724 pregnant women have received one Covid vaccine in England so far. Of these, around 20,648 have had their second dose. \nThis is out of approximately 606,500 pregnant women in England in 2020-21, based on estimates from GP records.\nWhile uncommon, severe illness with Covid-19 is more likely in later pregnancy.\nUK Obstetric Surveillance data looking at pregnant women admitted to English hospitals up to July shows:\nYvonne O'Connor, who is 36 weeks pregnant and attending an antenatal clinic at Chelsea and Westminster Hospital in London, said she started getting worried about Covid in her third trimester.\n\"Luckily, I haven't had Covid at all,\" she said. \"I've been very lucky that way. \n\"But I just thought it was important to have it [the vaccine] to protect me and the baby now as well. So I decided to do it.\"\nAt the same clinic, mum-to-be Amy Weir, 29, said she had discussed the risks and benefits of the vaccine with her midwife.\n\"I decided that... I was in a better position having the vaccine than I was potentially being exposed to the risk of Covid,\" she said.  \nVictoria Rawlings, whose baby is due in November, said she was \"really nervous\" before having the her first jab.\n\"And then I did a bit more reading and thought, actually, this is perfect,\" she said. \"And I feel much safer, much happier, much freer to go out and about.\"\nBut it's not been a straightforward decision for everyone. \nIona Debarge, who is 30 weeks pregnant, said she was nervous because the vaccine was still very new.\n\"I think if it had been going for five years or something like that, I would feel more confident to get it done. That's why I'm still hesitating.\" \nLead researcher Prof Marian Knight, from Oxford University, said she was very concerned about the recent rise in pregnant women in hospital with the disease - though numbers are not as high as those seen during earlier peaks in the pandemic. \nShe said that during the winter wave, when the Alpha variant was dominant, one in 10 pregnant women admitted to hospital with Covid symptoms required intensive care - but now, with the Delta variant dominant, she said that figure was one in seven.\nProf Knight told BBC Radio 4's Today programme that pregnant women could be confident about having the vaccine, with the study showing it was \"very protective\" with no concerns over safety.\n\"Pregnant women were obviously naturally hesitant because there wasn't any evidence, but women can be reassured now because we have this real world evidence about the vaccine being used in practice,\" she said.\nShe added that by getting the vaccine, pregnant women would be protecting themselves and also passing protective antibodies onto their babies.\nAccording to NHS England, more than 55,000 pregnant women across the UK have received at least one dose of the vaccine, with no safety concerns. \nDr Edward Morris, president of the Royal College of Obstetricians and Gynaecologists, said doctors were seeing very sick pregnant women with Covid-19 in hospital every day, with most being unvaccinated. \nHe added: \"One dose of Covid-19 vaccination gives good protection against infection, so the sooner you can book your first appointment the better. \n\"You can have your second dose eight weeks after your first, which will provide a good level of immunity against the Delta variant.\"\nDr Sarah McMullen, of the National Childbirth Trust, said she was \"extremely concerned\" that many pregnant women remain unvaccinated and vulnerable, and strongly encouraged women to consider having the jab\nShe added: \"It is understandable that pregnant women have questions and hesitations about vaccinations and they need to be able to trust in the information and support to make an informed decision. \n\"We've been really frustrated to hear of so much misinformation and the confusion this has caused.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58024225",
      "category": "uk-northern-ireland",
      "title": "Covid-19: NI vaccination passport service back in action",
      "tags": "NI Health,Vaccine passports,Coronavirus pandemic",
      "text": "Northern Ireland's Covid-19 vaccination certification system is back up and running but only to people who are travelling abroad on Sunday and Monday.\nPeople who intend to take an international flight in the coming days require official proof that they have been fully vaccinated against Covid-19.\nThose who are travelling on Sunday should get an email inviting them to apply for and download a certificate.\nAnyone leaving after Monday should not use the system yet, said officials.\nThey said increased traffic on the site may mean others cannot get their certificates on time.\n\"We would appeal to those travelling outside of the dates advised that they do not apply at this time and help us help their fellow citizens,\" said the Department of Health.\nThe system, which can be accessed through the NIDirect website, had been offline since last Tuesday amid concerns about some users being able to see other people's information.\nOn Saturday morning the official in charge of it was confident it would be working again later in the day.\nDr Eddie O'Neill of the Department of Health had said efforts to fix the technical problems with the system were \"going well\".\nThe data breach that caused the suspension has been reported to the Information Commissioner's Office, which says it is assessing what happened.\nEmails began to be sent out on Saturday evening, inviting those travelling on Sunday to log in to complete their applications and download their certificates.\nMelanie Dougherty, whose husband is due to fly to Lithuania on Sunday for hip surgery through the EU cross-border scheme, said she was stressed he had not yet received his vaccination certificate due to technical issues with the system.\n\"We thought we were all set up, ready to go until this Covid passport system was such a disaster,\" said Mrs Dougherty, who is from Ballymoney, County Antrim.\n\"We really don't know what to do at this stage - this has been an entire debacle.\n\"We can't provide the surgery in Northern Ireland and we can't even provide an IT system that allows Northern Ireland citizens to go elsewhere to get the surgery so we are massively disappointed.\n\"This is essential travel - he really needs this hip replacement.\"\nMrs Dougherty said they had been advised on Friday evening that the issue with her husband's certification should be rectified within 24 hours.\nOn Saturday evening she tweeted to say that she and her husband had received their certification, adding: \"Bring on the new hip!\"\nOn Tuesday evening the Department of Health announced that its vaccination certification service had \"experienced a technical difficulty and availability will be temporarily interrupted\".\nThe department added that it was \"aware that a limited number of users... may be presented with data relating to other users\".\nOf Friday, when asked about the security problems, Dr O'Neill said: \"The problem wasn't actually in anything that we built.\"\nHe said that the system is using the NIDirect website's identity facility, through which people can set up a personal user account to access services such as driving licence renewals.\n\"It was never built for the scale of applications that we've been getting - thousands and thousands - and as a result of that just one of the components in the back end just failed.\n\"We've had to build it from scratch, rebuild with a different company to try to make sure we have something that will flex.\n\"It's with best endeavours that we've been doing this.\n\"It's not a failure - I would actually say that we've done really well to get something over the line.\"\nAdults registered with GPs in England can apply for a NHS Covid Pass, which allows users to show proof of their vaccination, test or immunity status.\nThey are available to download through the NHS app (in England only) or applicants can request a paper document to be posted to their home address.\nHolidaymakers in Scotland have been able to access a vaccine certificate since 19 May - it could be downloaded from an NHS portal or requested in the post through a freephone Covid status helpline.\nHowever, the site suffered a security glitch on 22 May which enabled people to alter details on the document.\nA fix was implemented on 25 May, which meant people in Scotland could only request the document be sent to them by post.\nIn Wales, public health advice still states that residents should \"avoid international travel\" but that is guidance rather than a ban.\nPaper vaccine certificates have been available since May, and on 25 June the digital NHS Covid Pass became available for \"urgent travel\" only.\nAt that time, the Welsh government advised people to register to download the digital pass at least two weeks before they were due to travel abroad.\nUnlike England however, residents in Wales cannot use the NHS app to access the NHS Covid Pass.\nInstead they need to register for an NHS login which requires submitting photo ID such as a passport or driving licence.\nFirst Minister Paul Givan has said he is cautious about introducing vaccine certification to allow people to gain access to public or private services.\nHe said it was a discussion the Stormont executive would have but that ministers would need to \"weigh up the proportionality\" before putting in such a requirement.\nHe claimed it could lead to the exclusion of some people who, for whatever reason through health or other genuine concerns, do not receive a vaccine.\n\"I think we need to be careful that we don't then have a society where these people are unable to access either public or private services and that's a discussion we'll have as an executive going forward, \" added Mr Givan.\nHe also said he was not a believer in \"mandatory\" vaccinations but he said the issue of \"incentivisation\" was one the executive could look at."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58023101",
      "category": "uk",
      "title": "Covid-19: Pregnancy jab plea and nightclubs start asking for Covid pass",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Friday morning. We'll have another update for you this evening. \nOut of about 600,000 pregnant women in England, 50,000 of them have been given one vaccine dose, 20,000 are double-jabbed, and 171 unvaccinated expectant mothers have been admitted to hospital in three months. The numbers are approximate but the data is causing concern as, while uncommon, severe illness with Covid-19 is more likely in later pregnancy. It has prompted the chief midwife for England to tell healthcare professionals they have \"a responsibility to proactively encourage pregnant women\" to get vaccinated. \nSome nightclubs in England are requiring an NHS Covid pass showing proof of vaccination, test or immunity status as a condition of entry. The pass has been made available through England's NHS app (different to the Covid-19 app for England and Wales). It has prompted the Lib Dems' Alistair Carmichael to demand a Commons debate, complaining of \"a new ID card snuck onto our phones\". Scotland's deputy first minister has said barring unvaccinated people from certain large events is the wrong approach.\nFully vaccinated adults in Wales who are close contacts of a positive Covid case will not have to self-isolate from 7 August, while under-18s will also be exempt. The change, which the Welsh government says will \"ease pressure on vital services\", affects more than two million people who have received both doses of a Covid vaccine.\nCramped conditions in a holding room for migrants have been described as a \"clear Covid risk\" and wholly inappropriate, following a visit by MPs this week. Women with babies and very young children were among 56 migrants held in a room covered with thin mattresses at a unit in Dover, according to home affairs committee chairwoman Yvette Cooper. The Home Office says it takes the welfare of migrants seriously.\nA knock-on effect of the pandemic has been an increase in the number of people moving around in a healthier way, with the government saying the number of miles cycled on British roads shot up nearly 46% to five billion in 2020. Ministers say they want to sustain that trend, and are allocating an extra £338m to boost cycling and walking, while giving pedestrians greater priority in the Highway Code.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can check out our guide to remind yourself what to do if you get \"pinged\" by the NHS Covid app. Find more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-56667832",
      "category": "uk-scotland-edinburgh-east-fife",
      "title": "Scotland's drugs deaths: 'I want my son’s funeral to be a drug death warning'",
      "tags": "Livingston,Scotland drug deaths,Drug use",
      "text": "Three weeks ago Nathan Hadlow died after taking street Valium. His mum, Tracy, allowed BBC Scotland to film his funeral in the hope his story will serve as a warning to others. \nWhen Tracy Hadlow's son Nathan died from an overdose at the age of 20, she decided she didn't want him to become just another anonymous number in Scotland's annual drugs death toll.\nThe NHS clinical support worker who's been on the frontline in the fight against Covid allowed the BBC to film his funeral.\nShe hopes the sight of Nathan's coffin will serve as a warning to other young people and their parents and persuade politicians to do more to tackle what's been described as Scotland's national disgrace.\nThe latest available figures showed that in 2019, there were 1,264 drug-related deaths in Scotland, the worst rate in Europe.\nDrug support workers say there are no signs the death toll has been slowing down.\nSpeaking at her home in Livingston, West Lothian, Tracy recalled a mischievous, popular young boy who became a loving but troubled teenager.\nShe says Nathan had long standing difficulties with his mental health and first received counselling when he was just seven years old.\n\"I didn't expect his life to end at 20 but I knew he was on a really dark path the last six months,\" she said.\n\"Throughout all of this, he would always say he loved me and give me a hug. He was a caring son but he was also a nightmare. \n\"If I put him out one day, he'd rock up the next day and say sorry. Some days he turned up here and I didn't know what planet he was on, he was so spaced out.\n\"The Saturday before he died I know now that he'd taken street Valium that whole weekend.\"\nTracy says Nathan started experimenting with pills and alcohol when he was 13.\n\"He was bored,\" she said. \"For Nathan it was all about fun, he was having the time of his life out there, and it took years to progress to the dangers of drugs. They were so easily accessible, at the school gates, everywhere.\"\nTracy says she had to order Nathan out of the family home when he was 16. He served time in prison but lapsed back into his old lifestyle as soon as he was released.\n\"When he came out of Polmont, he just went back to the life he knew before. He was the sort of person who needed support, taken by the hand to go and access support. When Covid hit, his mental health really suffered.\"\nOn 16 March, Tracy came home after a 12 hour hospital shift. She went to bed and was woken by the police. They told her Nathan had died in a friend's house.\n\"I was shaking. I just couldn't believe it. The police had been at my door so many times before, woke me up so many times before and it was never to tell me that. \n\"We're all completely devastated. It's just the fact we're never going to see him again. \n\"My son and my daughter and I went to see him at the funeral parlour on Easter Sunday and spent time with him saying goodbye. And when I walked out the room, I knew I'm never going to see him again.\"\nTracey invited Aidan Martin to speak at her son's funeral. Aidan is a former drug user turned community activist and author.\nCovid regulations meant only 17 people were listening in the crematorium chapel but Aidan's words will strike a chord with thousands round the country.\n\"People who die from drugs-related deaths are not junkies,\" he told the mourners. \"Not a waste of space. They are someone's family member. Someone's friend. Someone's neighbour. \n\"His mum told me that he didn't always engage well with services. That sometimes his choices caused his loved ones pain. \n\"But in West Lothian we have no rehabs or recovery houses. We have no safe consumptions rooms where drugs can be taken safely by people who are still struggling to come off. \n\"In fact we lack so many services that could have saved his life and are being used successfully in other countries. \n\"This young man should still be here. He could have grown to be anything he wanted to be if he had the right interventions at the right times in our society.\"\nNathan's coffin was purple, his favourite colour when he was a young boy.\n\"Somebody needs to do something,\" said Tracy. \"There needs to be more services out there for people like him. There needs to be more help and understanding and no judgement.\n\"I'm hoping that people understand my pain, that people look at their own kids, talk to them more, listen to them more, that parents have a better understanding of how mental health and drugs can rip your life apart.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-wiltshire-58024139",
      "category": "uk-england-wiltshire",
      "title": "Stonehenge tunnel campaigners win court battle",
      "tags": "Unesco World Heritage sites,Stonehenge,Highways England,Department for Transport,Avebury,Historic England",
      "text": "Campaigners have won a court battle to prevent the \"scandalous\" construction of a road tunnel near Stonehenge.\nThe £1.7bn Highways England project aimed to reduce A303 congestion but campaigners said it would detrimentally affect the world heritage site.\nThe government approved plans in 2020 for a two-mile (3.2km) tunnel to be created near the Wiltshire monument.\nMr Justice Holgate's ruling means the order granted by transport secretary Grant Shapps has been quashed. \nHighways England said it wanted to build the tunnel to reduce traffic and cut journey times on the A303, which is the most direct route for motorists travelling between the South East and South West and is used by thousands of people daily. \nThe BBC understands the project will have to be frozen while the government considers its next steps.\nIn his ruling the judge found Mr Shapps' decision was \"unlawful\" on two grounds.\nHe found there was a \"material error of law\" in the government's decision-making process as there was no evidence of the impact on each individual asset at the site. \nAnd he said Mr Shapps had failed to consider alternative schemes, in accordance with the World Heritage Convention and common law. \nA Department for Transport spokesperson said: \"We are disappointed in the judgment and are considering it carefully before deciding how to proceed.\"\nIn 2020, Save Stonehenge World Heritage Site (SSWHS) crowdfunded £50,000 needed to bring a judicial review at the High Court.  \nJohn Adams, SSWHS's director, said: \"We could not be more pleased about the outcome of the legal challenge. \n\"Now that we are facing a climate emergency, it is all the more important that this ruling should be a wake-up call for the government. \n\"It should look again at its roads programme and take action to reduce road traffic and eliminate any need to build new and wider roads that threaten the environment as well as our cultural heritage.\"\nSSWHS argued Mr Shapps did not properly consider the damage that would be done to a number of prehistoric sites and ancient artefacts, and that his approach to the World Heritage Convention was unlawful.\nHighways England said the planned tunnel would remove the sight and sound of traffic passing the site and had aimed to start work on it in 2023.\nIts acting chief executive, Nick Harris, said: \"We now have to wait while the Department for Transport consider its options.\n\"We still believe our project is the best solution to the ongoing issues along the A303 past Stonehenge and was developed after a long and extensive collaboration with our key stakeholders.\"\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-tayside-central-58026262",
      "category": "uk-scotland-tayside-central",
      "title": "Scotland's seventh drowning victim in a week dies in hospital",
      "tags": "Edinburgh,Callander,Dalkeith",
      "text": "A man has died in hospital after being rescued from Loch Lubnaig on Sunday.\nAman Sharma, 34, from Edinburgh, was the seventh person to die in a water-related incident in Scotland since last weekend.\nHis best friend Kawaldeep Singh, who tried to save him, told the BBC Mr Sharma jumped into the water not realising how deep it was. \nMr Sharma was airlifted to the Queen Elizabeth University Hospital in Glasgow where he died on Tuesday. \nPolice Scotland said the death was not being treated as suspicious. \nMr Singh said: \"He was very lovely, very friendly. He was like more than a friend to me, he was like a brother to me. I feel like I've lost my arm.\n\"It's been a terrible heart-breaking week and it will stay with us all of our lives.\"\nHe has warned people to take care in the water and be aware of the dangers, even in calm water. \nThe two men, who had come to Scotland from the same part of India, met in 2012 and both worked in fast food shops. \nOn Sunday, their day off, they took a day trip to the loch near Callander with a group of friends to enjoy the good weather. \nThe group had a barbeque at a busy picnic area and had been paddling and sitting in shallow water at the shore.\n At one point Mr Sharma, who could not swim, jumped into the water, not realising how deep it was at that point and was quickly submerged. \n\"I got under him and lifted him up from his leg and his tummy because he was going badly down. I pushed him up four times,\" Mr Singh said. \n\"It was very deep. I came up to have a breath and he went down within my hands.\"\nMr Singh dived under the water again to look for his friend.\n\"I could not see because the lake was very deep and the water was so dark,\" he recalled. \nSeveral people who were on the shore came to help, including two nurses and a firefighter. They gave Mr Sharma CPR in an attempt to revive him when he was pulled from the loch after about 10 minutes underwater. \nHe did not regain consciousness in hospital and died two days later with his friend by his side. \n\"I feel really bad because he was my friend, he was my brother, he was my family here,\" Mr Singh said. \n\"When he drowned down he was in my hands, when he passed away he was in my hands. I took him to Callander, to Lake Lubnaig, it was my car.\n\"I could not save him but this I can do - I can send his body back to India, his soul will be happy.\"\nMr Singh has set up a crowdfunding appeal to cover the cost of returning Mr Sharma's body to India where it will be cremated by his family according to Hindu tradition. \nIt has already exceeded its £10,000 target with help from Mr Sharma's employers and customers at Kebab Mahal in Dalkeith. Any extra money will be shared between Mr Sharma's eight-year-old daughter in Glasgow and his family in India. \nMr Singh urged people to take care in the water. \n\"Water looks very calm, but nature can be very dangerous,\" he said. \nAbout 15 minutes before the accident, the pair had seen the news that six people had died in the water that weekend. \n\"We never realised that this could happen [to us],\" said Mr Singh. \"People that are going to the water, please take it seriously... because you never know what can happen in the next five minutes.\"\nRescue teams have described last weekend as \"the worst in memory\" after six other people died in incidents on the water. \nThe Loch Lomond & The Trossachs National Park Authority said its deepest sympathies were with Mr Sharma's friends and family.\nIt has been holding meetings with a number of other organisations to discuss water safety measures following last weekend's deaths.\nChief executive Gordon Watson said: \"The last few days have been devastating and we are thinking of all of those connected to those who have died.\n\"A series of urgent meetings are being held this week to reflect on these tragedies and discuss potential further actions to improve water safety.\n\"We are also using our communications to raise awareness of vital water safety advice, particularly around the risks of cold water shock and potential for sudden changes in the depth of water. \n\"We ask everyone to take a moment to read about these risks and help us spread these important messages to as many people as possible.\"\nEdina Olahova, 29, her nine-year-old son, Rana Haris Ali, and their friend Muhammad Asim Riaz died in Loch Lomond near Ardlui last Saturday evening.\nMs Olahova's husband Waris Ali was rescued after trying to save his wife and son.\nMr Riaz's seven-year-old son was rescued and taken to hospital in Glasgow where he is in a critical condition.\nIt came hours after the death of an 11-year-old boy in a river near Stonehouse, South Lanarkshire.\nA 13-year-old boy  also died in the River Clyde near Lanark on Saturday evening, while a 16-year-old boy died near the pier at Balloch Country Park on Friday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58017631",
      "category": "uk-northern-ireland",
      "title": "Ballymena: Rare cancer diagnosis leads to unlikely friendship",
      "tags": "Ballymena,Cancer",
      "text": "A goth in black biker boots and the \"blondest person you've ever seen\" who loves the colour pink may seem like an unlikely pairing on paper.\nIt was even strange, at first, for Amber Scott, 22, and Cat McKenna, 21.\nBut the two young women from Ballymena, in County Antrim, had a lot in common. They both had neuroendocrine cancer, a rare form of the disease.\nAfter being introduced by a nurse, the unlikely friendship has helped them get through some of their toughest days.\n\"When we talked, the first thing Amber said to me is: 'I am really blonde, I'm the blondest person you've ever seen, I'm impossible to miss',\" said Cat, who was diagnosed with cancer aged 20.\n\"And I said: 'Well, I'm a big goth - and I'm also impossible to miss'.\"\nThe pair met at a coffee shop, after a suggestion by their nurse from Teenage Cancer Trust, Kerrie.\nAmber admitted they \"were sat there like the odd pair\".\n\"I was wearing something feminine and pink and she was in black head to toe with black hair and these big biker boots and I was like, 'I hope I don't see anyone I know',\" she said.\n\"When we started talking about what we had been through we realised that we'd had a relatively similar reaction to things, and that we could relate to each other and have a laugh.\"\nThe meeting offered a chance to relax after the agonising time both women had endured.\nThey were delighted to be able to confide in each other about their experiences.\n\"After I was diagnosed, I felt very isolated from everything - my family and friends, just everything,\" said Cat.\n\"I did not cry a lot. I was just silently sad for such a long time.\n\"They discovered a neuroendocrine tumour in part of my appendix and that it had grown into the right-hand side of my bowel, it was a shock.\"\nFive months later, Amber was diagnosed with the same thing.\n\"We both had to have major bowel surgery and the cancer has left lasting damage,\" said Cat.\n\"When I talk about the after-effects, she just gets it. That is what is so important to me.\" \nAccording to research from Teenage Cancer Trust, 75% of young people with cancer found that their friendships changed.\nMany said friends stopped contacting them as much, with 49% of respondents citing awkwardness over what their friends felt they should say or do when they were diagnosed as the reason for a loss of contact.\n\"My advice to someone who has found out their friend has cancer is to not allow cancer to have the spotlight over your friend,\" said Cat.\n\"Yes, your friend has cancer and yes, that's a horrible, difficult and traumatic thing for anyone of any age.\n\"But when you're young and just getting to know yourself, going through changes every single day, and then suddenly you've got this huge other change called cancer, the last thing you want is to be identified with your cancer rather than who you are as a person, who you've built yourself to be.  \n\"You get that feeling enough whenever you're hooked up to machines or spending days, months, years in hospitals and doctor's offices.\n\"You have the power as a friend to identify with them and help them through that, so love your mates as much as you've always done and keep them in the loop.\"\nIf you are affected by any of these issues, then help and support or wider information is available via BBC Action Line."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58021450/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Walking and biking prioritised in new Highway Code",
      "tags": "Department for Transport,Transport,Cycling,Road safety,Motoring",
      "text": "New changes to the Highway Code will give pedestrians greater priority over cars at junctions and crossings, the transport secretary has announced.\nUnder the current code, motorists only have to give way when pedestrians step onto a crossing.\nThe new code will also ensure cyclists have priority when travelling straight ahead at junctions.\nAnd a \"hierarchy of road users\" puts more responsibility for road safety on more dangerous modes of transport.\nThe Department of Transport said the changes, along with a £338 million funding package to boost cycling and walking, will help to sustain the increase in active travel during the pandemic.\nTransport Secretary Grant Shapps said cycling and walking help people keep fit, reduce congestion and help the environment, so he was determined to keep the trend going by making them easier and safer.\nThe changes to the Highway Code, due to be published in the autumn, will affect England, Scotland and Wales. Northern Ireland has its own version of the code.\nThe DfT said the code's new hierarchy of road users would ensure \"road users who can do the greatest harm\", such as those in cars, vans and lorries, \"have the greatest responsibility to reduce the danger they may pose to others\".\nThe change was welcomed by Living Streets, a charity which advocates more walkable towns and cities, \nStephen Edwards, the charity's interim chief executive said: \"The Highway Code currently treats children walking to school and lorry drivers as if they are equally responsible for their own or other people's safety.\n\"These changes will redress that balance.\"\nHe said people walking are the least dangerous road users but are \"often left paying the price\" of other people's actions.\nEveryone would benefit, he says, as everyone is a pedestrian on some occasions, even if they drive or cycle at other times.\nThe DfT said the updated code would strengthen pedestrian priority on pavements and when crossing or waiting to cross the road.\nUnder the existing code, traffic does not have to give way at a zebra crossing until a pedestrian has moved onto the crossing.\nAt the same time, pedestrians are told they should not start to cross until the vehicles on the road have stopped.\nThe current code also tells motorists turning into a road at a junction to give way to pedestrians \"if they have started to cross\".\nThe new code will also offer guidance and safe distances and speeds for passing cyclists as well as ensuring that riders have priority at junctions when travelling straight ahead.\nThe government said the additional funding will pay for hundreds of miles of high-quality cycle lanes, including improvements across the National Cycle Network, and help with new programmes to encourage walking.\nLast year the number of miles cycled on British roads rose by nearly 46% to five billion, a larger increase than in all of the previous 20 years put together, the DfT said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58029113",
      "category": "business",
      "title": "'Covid vaccine scammers nearly got me'",
      "tags": "Coronavirus vaccines,Personal finance,Fraud,Coronavirus pandemic,Cyber-security",
      "text": "For most of us, being notified that you were to receive your Covid-19 vaccination was a moment of relief. \nBut for some, it was the start of an ordeal that has cost people all over the UK more than a third of a million pounds.\nSioban Moore, from North Yorkshire, escaped disaster by a whisker after receiving an email, supposedly from the NHS, inviting her to get her jab.\nA retired children's social worker, Sioban has been helping to drive people to hospital appointments and collect shopping for people during the pandemic.\nBecause of her volunteering work with vulnerable people, the email was just what she had been waiting for. \n\"I was very keen to accept the invitation,\" she told BBC Radio 4's You and Yours. \nThe message told her that unless she responded within 12 hours, the opportunity would go as the offer would be given to someone else. Eager to receive her vaccination, Sioban followed the link and accepted the invitation.\nPersonal details were then requested: date of birth, phone number, email address - and her bank details.\nSioban found the reasoning for this request for her bank details strange, but believable, as the scammers said this was to cover any costs that might be incurred by the vaccine process.\n\"I got up and went to my purse and got out my credit card. I looked at it and the penny dropped massively,\" she said.\nLuckily, Sioban realised it was a fraud just in time and didn't lose any money. Many people have not been so lucky and have been taken in by these scams.\nA BBC Freedom of Information request has discovered that between 1 December 2020 and 25 June 2021, 1,168 reports were received by police forces across the UK of Covid vaccine-related scams - that's double the number for the previous six months. \nThese scams led to the loss of at least £388,468.44 from victims.\nOf these cases, the vast majority are recorded as having \"no outcome\" and the remaining 29 cases are recorded as \"no further action\".\nIt is important to remember that these are only the figures of reported cases recorded by Action Fraud, the agency responsible for reporting frauds and scams, and that the real figure is likely to be much higher.\n\"I felt such boiling anger,\" Sioban says. \"It's exploiting people's vulnerability and fear, particularly fear, that we are all gripped by due to this virus and the situation we are in. \n\"I was so angry that this could happen - not least with myself for nearly being taken in.\"\nCriminals attempting to defraud you will often use a topical issue of the day as their way into gaining your trust. Covid-19 vaccinations are just the latest in a long list of these.\nIn this instance, fraudsters will often send a text or an email claiming to be from the NHS and ask for personal details like your name, address, date of birth, and phone number - or as in Sioban's case - mother's maiden name.\nThis information will then be used to attack you. The same people will ring you up pretending to be from your bank and will ask whether you were texted or emailed about a Covid-19 vaccine. \nWhen you say that you did, still pretending to be the bank, they tell you that your account is under attack and your money should be moved into a safe account they will set up for you. This is when they steal your money.\nSarah Lyons, from the National Cyber Security Centre (NCSC), spoke to You and Yours about these scams.\n\"Unfortunately criminals are taking advantage of the pandemic to try to make money out of all of us. We see them using a huge variety of methods, such as the email with links, or text messages and phone call - these phishing attacks.\"\nThe good news is that there are ways to protect against these scams. If you suspect that you have received a phishing email, then forwarding the email to report@phishing.gov.uk will send it into the system of the NCSC. \nIf it is found to be malicious, then it will be blocked or taken down. If you receive a text, forward it to 7726.\nMs Lyons said that since the email reporting service was launched just over a year ago, they had received more than six-and-a-half million email reports from the public.\nThese have led to more than 50,000 scams being blocked and 97,000 scam URLs being brought down."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58017384",
      "category": "uk-england-london",
      "title": "Marcus Coutain: Knee-on-neck arrest PC will not face disciplinary action",
      "tags": "Independent Office for Police Conduct,Metropolitan Police Service,Finsbury Park",
      "text": "A police officer who knelt on a black man's neck during an arrest will not face disciplinary proceedings, the police watchdog has decided.\nFootage showed Marcus Coutain asking an officer to \"get off my neck\" during his arrest in July 2020.\nIn February, the Crown Prosecution Service (CPS) said the arresting officer would face no criminal charges.\nThe Independent Office for Police Conduct (IOPC) has found the officer should \"undertake reflective practice\".\nThe watchdog found the officer may have used unnecessary and excessive force.\nInstead of facing a misconduct hearing the officer should instead \"reflect and learn from the incident to prevent any issues identified from reoccurring\".\nIOPC guidance states that Reflective Practice Review Process is not a \"disciplinary process or a disciplinary outcome\".\nPolice said officers were called to reports of a fight in Finsbury Park. Footage posted on social media that evening showed two officers holding a handcuffed black man on the pavement.\nFollowing the arrest, one Met officer was suspended and another was placed on restricted duties, the force said.\nThe IOPC report said investigators had found no evidence the man had been treated differently because of his race.\nIts investigation supported the police's claim Mr Coutain was stopped because he matched the description of someone suspected of an assault.\nThe IOPC found the officer should be investigated for a breach of the code of conduct around \"authority, respect and courtesy\" for the way he spoke to the man and nearby members of the public.\nIt said this could also be dealt with by reflective practice.\nMr Coutain's lawyer, Timur Rustem, said: \"You have a situation where an officer places a knee on a man's neck during an arrest.\n\"This is not a technique police are authorised to use, which can lead to injury or death - as seen in America with the case of George Floyd.\n\"To allow the police to take a reflective period over such a serious case undermines public confidence in the policing.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-sussex-58017099",
      "category": "uk-england-sussex",
      "title": "'Brighton cat killer' Steven Bouquet jailed for stabbing 16 pets",
      "tags": "Brighton",
      "text": "A security guard has been jailed for more than five years for stabbing 16 cats in a series of night-time attacks.\nSteven Bouquet killed nine cats around Brighton between October 2018 and June 2019. Seven more were injured.\nThe 54-year-old had denied 16 counts of criminal damage and possession of a knife but was found guilty in June.\nBouquet, who has been dubbed the \"Brighton cat killer\", was sentenced to five years and three months in prison at Hove Crown Court.\nBefore Bouquet's sentencing a number of the cats' owners told the court about the impact of the killings.\nCatherine Mattock said she could not stop thinking about her cat, Alan, \"dead but warm in my arms, covered in blood\".\nShe also spoke of his \"playful innocent nature\", and imagined him \"running over thinking he was going to get a stroke, and instead getting stabbed\".\nEmma Sullivan told the court she had found her cat Gizmo lying dead on the pavement by her front door. \n\"I was completely distraught. I was wailing in tears, completely inconsolable,\" she said. \nLucy Kenward said her cat, Cosmo, had not been insured and she spent £5,000 on vet bills trying to save him.\n\"Cosmo was very much part of the family, I had had him eight years before he was killed. \n\"I feel a definite sense of guilt over my decision to let him outside.\"\nSentencing Bouquet, Judge Judge Jeremy Gold QC told him he would serve five years for the attacks on the cats, and three months, to be served concurrently for possession of a knife. \nHe was given an extra three months for breaching his bail conditions after he failed to attend Chichester Crown Court for his trial. \nThe judge told him be would serve half his sentence in prison before being released on licence. \nHe said Bouquet's behaviour had been \"cruel\".\n\"It was sustained and it struck at the very heart of family life.\"\nBouquet had denied the charges and told the police in an interview he was \"no threat to animals\".\nSussex Police said the breakthrough in the hunt for the cat killer came in May 2019 when nine-month old Hendrix was stabbed by a knife in Crown Gardens.\nHis owners were at home when Hendrix returned home bleeding heavily from a single knife wound. \nWhen they followed the trail of blood they noticed a CCTV camera, which had been set up by a neighbour whose own cat had also been attacked a year earlier. \nThe camera had captured Bouquet stopping to stroke the cat before taking something from his rucksack, police said. \nHendrix fled from the scene but died later of his injuries. \nPhotos of two of the cats were later found on Bouquet's phone, and a knife with feline DNA on the blade was discovered at his home. \nDet Insp Chris Thompson said: \"His laptop computer showed that he had repeatedly accessed a website in relation to lost cats in the city, paying particular attention to a cat that was killed. \n\"He had also viewed numerous dog killing cat-related videos, and two photographs of a dead cat in a front garden, taken at different times of the day, were recovered from his devices and believed to have been taken by him.\"\nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58018051",
      "category": "uk-wales",
      "title": "Crickhowell rape: Police search for masked men after woman attacked",
      "tags": "Crickhowell",
      "text": "A search has been launched for three men after a woman was raped in a small rural town in the early hours following an attack by men wearing black masks.\nThe \"harrowing\" attack happened on the main road through Crickhowell in mid Wales at about 04:00 BST on Tuesday.\nDyfed-Powys Police said three men had approached her near a local primary school and one grabbed and raped her.\nThe man who carried out the assault is described as tall, in his late teens or early 20s and wearing a baseball cap.\nOfficers said he was wearing Adidas trainers \"that were shiny on the side\" and was wearing a black face mask.\nDetectives said there are no descriptions for the other two, except for the fact they were wearing black face masks.\nThe attack happened on the main A40 Brecon Road, which goes through Crickhowell, near to the local primary school on the north of town.\n\"We have specialist officers supporting the victim, and her welfare is our focus,\" said Det Ch Insp Phil Rowe of Dyfed-Powys Police.\n\"Incidents of this nature are extremely rare in the Dyfed-Powys area. \n\"Extensive inquiries are being conducted and the public will have seen an increased presence of police officers in the last couple of days in Crickhowell as we investigate this harrowing incident.\"\nDetectives are appealing for people who may have seen the men matching the description in the area between 03:45 and 04:30 on Tuesday or have any CCTV footage to contact the police."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-58013131",
      "category": "uk-wales-politics",
      "title": "Covid in Wales: Isolation for double-jabbed contacts to end",
      "tags": "Coronavirus testing,Welsh government,Coronavirus pandemic",
      "text": "Wales will become the first UK country to stop asking fully vaccinated adults to self-isolate after close contact with a positive Covid case.\nThe change will affect more than two million people who have received two jabs.\nUnder-18s will also be exempt under the new rules being brought in from 7 August.\nThe Welsh government said the decision would \"ease pressure on vital services\" after a recent rise in cases.\n\"We have got to make sure that our actions are proportionate and that we consider other harms,\" Wales' Health Minister Eluned Morgan told BBC Radio Wales.\nContacts of people who test positive will continue to be advised by Test, Trace and Protect to take PCR tests two days after being alerted, and again on day eight.\nMs Morgan said she hoped people would act responsibly:  \"We have got to rely on people as we're coming out of the most severe part of the pandemic to take things seriously - we can't hold people's hands forever.\"\nThe rules will come into effect the same day ministers plan to scrap most Covid rules in Wales.\nThe move was welcomed by opposition parties, although Plaid Cymru urged the Welsh government to monitor the impact of the policy \"extremely carefully\".\nLabour's leader in Westminster, Sir Keir Starmer, called for England to bring forward its relaxation of self-isolation rules from 16 August to match the date in Wales.\n\"This has been a summer of chaos for British businesses and British families. The Tory government has never been able to explain the logic of their self-isolation rules and has just repeated the same mistakes over and over again,\" he said.\nBut UK Transport Secretary Grant Shapps told Sky News: \"We are always keeping it under very close review.\n\"The reality is that people putting themselves in self-isolation has been a factor in saving a lot of lives because it turns out that one in three people who are requested to self-isolate do end up developing symptoms, so it is, if you like, the only remaining measure that is being taken at the moment, because of course all the other measures have been dropped at the fourth unlock stage on the 19 July.\"\nScotland is due to introduce the measure on 9 August.\nBut ministers have said that keeping the self-isolation rules in place until 16 August is an important precautionary measure.\nCases in Wales fell for the ninth day in a row on Friday, after rising since the start of June.\nBut Wales' case rate has been below all other UK nations and English regions for six months, while 12 local authority areas were among the 20 lowest in the UK.\nPeople who test positive for Covid will still need to isolate for 10 days, regardless of whether they are fully vaccinated or not.\nThe move to ease self-isolation rules in Wales will be implemented just over a week before similar changes planned for England.\nThe changes will apply to those who have had a second jab at least 14 days before they are identified as a close contact.\nOn 7 August, the Welsh government also plans to end rules on numbers that can meet indoors, end social distancing laws and allow nightclubs to open.\nThe decision is yet to be confirmed, however, and face masks will still be required in shops, health and social care settings and on public transport.\nSelf-isolation triggered by rising cases has been blamed for staff shortages across the UK, although Wales has not put in place the exemptions seen across the border.\nInstead of being asked to stay home, fully vaccinated people will be given advice and guidance on how to protect themselves by contact tracers.\nMembers of the public will be \"strongly advised\" not to visit hospitals and care homes for 10 days.\nWelsh ministers also promised \"extra safeguards\" such as daily lateral flow tests for those working with vulnerable people, including health and social care staff.\nFirst Minister Mark Drakeford said self-isolation was a \"powerful measure\" to \"stop the spread of the virus\".\n\"But we know a full course of the vaccine offers people protection against the virus and they are far less likely to contract it when they are identified as close contacts,\" he added.\n\"This means they no longer need to self-isolate for 10 days.\"\nPeople told to self-isolate by a contact tracer must do so by law.\nIt is different to receiving a self-isolation request from the NHS Covid app, which is not legally enforceable.\nContact tracers in Wales reached 14,666 close contacts in the week ending 24 July, down from 15,718  the week before.\nThrough the app, 11,211 people in Wales were asked to self-isolate in the week ending 21 July, down slightly from 11,429 the week before.\nThe decrease in Wales' Covid case rate is reflected in the drop in infections in younger people over the past week.\nThe latest Public Health Wales (PHW) figures show 18 local authority areas are seeing a drop in case rates among the under-25s.\nDespite the rise in cases over the past couple of months, far fewer people have needed hospital treatment than during the second wave.\nCurrently 64.3% of the population has had a second jab in Wales - 2,036,670 people - the second-highest full vaccination rate in the world after the United Arab Emirates.\nBut a quarter of people under 40 years old - 226,160 people - have not even had a first dose.\nThe Welsh government said the Test, Trace and Protect service will use the Welsh Immunisation Service to identify adults who are fully-vaccinated.\nNick Newman, chairman of the Cardiff Licensees Forum and the manager of the city's Philharmonic pub, questioned why the change was over a week away.\n\"I've got to welcome it in the one sense because it's good for our businesses and good for our workers, but if it's right on the 7 August, surely it's got to be right now,\" he said. \nMasks will not be required in pubs, cafes and restaurants and social distancing laws will go on 7 August - businesses will instead be required to carry out risk assessments to decide what measures are needed in their venue to keep people safe.\nMr Newman said what was expected of pubs after that date had not been made clear: \"Welsh government have dragged their feet... given that the Welsh government is putting additional emphasis on risk assessments... we need to know exactly what they're looking for.\"\nMorgan Austin, owner of Johnny Doughs Pizza in Llandudno, said: \"I really welcome the  news… fingers crossed it's going to totally change the game for us, especially in these seaside towns where it's been pretty relentless.\"\nHe said staff having to isolate after being pinged by the NHS app had forced him to close one of his three restaurants.\nHe said: \"I get there's been a pandemic but sometimes the stringency of some of the people being called up - it has put pressure on us staffing the businesses.\"\nPlaid Cymru health spokesman Rhun ap Iorwerth welcomed the announcement but urged ministers \"to monitor the impact of this policy extremely carefully\". \n\"If cases begin to rise yet again, they must be prepared to act quickly and appropriately,\" he said.\nThe Welsh Conservatives' health spokesman Russell George said his party had been \"calling for changes to the obsolete isolation rules for those fully vaccinated for some time, and I'm pleased Labour ministers have finally heeded those calls\".\nHe added: \"The Covid case rate in Wales - like elsewhere in the UK - has fallen for eight days in a row and we need to trust the vaccine programme and get our economy on the road to recovery.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58007313",
      "category": "business",
      "title": "Empty shop numbers rise as Covid continues to bite",
      "tags": "Coronavirus lockdown measures,Retailing,UK economy,British Retail Consortium,Coronavirus pandemic,UK High Streets",
      "text": "The number of empty shops in Britain has continued to rise as retailers struggle with the effects of the Covid pandemic, the British Retail Consortium has said.\nShopping centres have been hardest hit, with nearly one in five units empty, the industry group said.\nThe north east of England had the highest vacancy rate, followed by Wales and the north west.\nThe Covid pandemic has accelerated a shift towards online shopping.\nMany shops were shuttered during lockdowns, although retail sales in June were near pre-lockdown levels, as the reopening of shops released pent-up demand.\nHowever, fashion retailers have been hit hard by the pandemic, with the closure of well-known High Street brands such as Debenhams and Topshop contributing to vacancies.\nBut it is shopping centres which had the highest vacancy rate from April to June.\n\"It comes as no surprise that the number of shuttered stores in the UK continues to rise, after retailers have been in and out of lockdown for over a year,\" said Helen Dickinson, chief executive of the British Retail Consortium (BRC).\nAlmost one in five shopping centre units now lie empty, and more than one in eight units have been empty for more than a year. \nThe vacancy rate in retail parks is also rising quickly as they lose stores.\nThe number of empty shops could continue to rise following the ending of the business rates holiday, Ms Dickinson said.\nSince the start of the pandemic, the government announced a range of measures to help companies including business rates relief which ran until the end of June. Firms are currently paying a reduced rate.\nBut Tony Brown, chief executive of Beales, the department store, told the BBC's Today programme that the resumption of full business rates payments \"is a sword of Damocles hanging over everybody\".\nHe said that at Beales stores, which include Poole, Peterborough and the soon-to-open branch in Southport, \"we pay 10 times, sometimes 30 times more in [business] rates than we do in rent\".\nBeales, one of the UK's oldest department stores, fell into administration in January 2020 before the Covid pandemic was declared. It subsequently shut down all its shops but a business called New Start 2020 bought the name and Beales reopened a branch in Poole last year.\nMr Brown said: \"The pandemic has allowed us to rethink the model as to how department stores should work and how we can rebuild the High Streets.\n\"I believe that customers still want to shop, still want to physically shop in stores, especially for fashions, and as we get further and further away from the pandemic, being able to try on clothes comfortably is what the customers are asking us to do.\"\nThe BRC's Ms Dickinson said that there is a sharp divide between the south of England, including London, with lower vacancy rates compared to the north of the country, where disposable income is lower.\nWhile the increase in the vacancy rate is slowing, there \"will never be enough demand to meet the supply\" said Lucy Stainton, director of Local Data Company, which did the vacancy research for the BRC.\n\"The property market will be forced to think of more creative ways to utilise this space, to avoid exacerbating the already high rates of long-term voids across our retail destinations which are not only unsightly and costly for landlords, but also have a negative impact on surrounding stores,\" she said.\nThe BRC envisages future town centres to include leisure, retail centres, services and homes."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58024296",
      "category": "uk-scotland",
      "title": "Drug deaths in Scotland reach new record level",
      "tags": "Scotland health,Scotland drug deaths,Drug use",
      "text": "More than 1,300 people died of drug misuse in Scotland last year, with the country seeing a record number of deaths for the seventh year in a row.\nThe annual figures showed that there were 1,339 drug deaths last year - an increase of 75 from the 1,264 recorded the previous year.\nIt means Scotland continues to have by far the highest drug death rate recorded by any country in Europe. \nAnd its rate is more than three-and-a-half times that of England and Wales.\nThe number of drug-related deaths has increased substantially over the past 20 years and is now almost three times higher than it was a decade ago, with the upward trend accelerating since 2013.\nMen were 2.7 times as likely to have a drug-related death than women last year, after adjusting for age.\nAlmost two thirds of the deaths were of people aged between 35 and 54, with the average age increasing from 32 to 43 over the past two decades.\nGreater Glasgow and Clyde had the highest rate of all health board areas at 30.8 deaths per 100,000 people, followed by Ayrshire and Arran and Tayside with rates of 27.2 and 25.7 respectively.\nAnd people in the most deprived parts of the country were 18 times more likely to have a drug-related death as those in the least deprived.\nThe gap has widened significantly since the start of the century, when deaths were 10 times higher in the most deprived areas. \nSome 93% of the deaths reported in 2020 were as a result of accidental overdoses, while 4% were considered deliberate self-poisoning.\nThe figures showed 1% of deaths were as a result of long-term drug abuse, while 2% were undetermined.\nMore than one drug was found to be present in the body of 93% of those who died, suggesting that many of the deaths were caused by Scotland's \"polydrug\" habit - mixing dangerous street drugs with alcohol and prescription pills.\nOpiates such as heroin and methadone were implicated in 1,192 deaths while benzodiazepines such as diazepam and etizolam were implicated in 974.\nGabapentin or pregabalin were present in the bodies of 502 people who died, and cocaine in 459.\nThere have been large increases in the numbers of deaths where \"street\" benzodiazepines, such as etizolam, were involved in recent years, from 58 in 2015 to 879 last year.\nThe fake Valium - that sells for as little as 50p - is many times stronger than prescription drugs, and is often taken alongside other drugs such as heroin.\nThree people a day. The highest rate in the UK and in Europe. Looking inwards, a four-fold increase in Scottish drug deaths since the start of the century. \nAnd yet, the shock may lie in how much everyone had grimly predicted yet another record year.\nThe pandemic undoubtedly affected addiction services but no one is arguing that, if it hadn't been for Covid, Scotland's drug problem would be solved.\nPoly-drug use is rife. Those succumbing will mix methadone prescriptions with heroin. They will then take benzodiazepines - likely so-called street Valium counterfeit pills pressed by gangsters and flooding communities at 50p a pop. All of these things come together to slow a person's breathing until it stops.\nAnd the poorest are worst hit - those living in a deprived community are 18 times more likely to die of an overdose than those in more affluent areas.\nHow does Scotland tackle this? The Scottish government hopes the investment of £250m into innovations such as Naloxone - the overdose reversal drug - and alternatives to methadone may turn the oil tanker around, but it may take time.\nNew treatment standards for addiction services should also have an effect, though questions remain over why these hadn't been in place before.\nThere is a clamour for more radical action now - calls for rights to recovery, more investment in rehab services and big questions for the UK government at Westminster too, over the effectiveness of its 50-year-old Misuse of Drugs Act.\nBut overall, there is now a bitter acknowledgement that those accessing these health services were for too long neglected and underserved. That acknowledgement will be of little comfort to the families of the lost.\nOpposition parties say cuts to drug rehab and addiction programmes by the Scottish government have had a big part to play in the upward trend in the number of deaths in recent years. \nFirst Minister Nicola Sturgeon has previously admitted that the number of deaths was \"indefensible\" and \"a national disgrace\", and that her government had not done enough to tackle the problem.\nThe Scottish government has pledged to spend an extra £250m over the next five years in an attempt to reduce the number of deaths, including £20m a year on increasing the number of residential rehabilitation beds across the country.  \nThe Scottish Drug Death Taskforce, which was set up in 2019, has also been working to increase the distribution of Naloxone, a medication that can reverse the effects of an opiate-related overdose.\nAlmost two-thirds of ambulance crews are now able to distribute it to people who might need it, and to train them in its use.\nResponding to the latest figures, Ms Sturgeon tweeted that the number of lives lost to drugs continued to be unacceptable.\nShe said the government \"does not shirk the responsibility\" and is determined to make changes that will save lives, but said the figures predate the actions it had set out at at the start of the year. \nPublic health minister Joe Fitzpatrick lost his job shortly after last year's figures were published, with Ms Sturgeon creating a new post of drugs minister for Angela Constance.\nMs Constance said the latest figures were \"heart-breaking\" and that the government was \"working hard to get more people into the treatment that works for them as quickly as possible\".\nShe also announced that data on suspected drug deaths will be published quarterly from September of this year, to \"ensure we can react more quickly and effectively to this crisis and identify any emerging trends\".\nMs Constance and Scottish Conservative leader Douglas Ross both attended a vigil in Glasgow on Friday that was held to commemorate those who have lost their lives to drugs.\nKane Duffy, from Edinburgh, has stayed clear of drugs for the last 14 years.\nHe started using heroin when he was 14 and was on a methadone prescription until his early 30s.\nThe 44-year-old broke free from drug use after a stay at the NHS-funded Lothian and Edinburgh Abstinence Project (Leap).\nHe now works as a specialist therapist at the Castle Craig rehab clinic.\nHe said: \"All the time that I had taken from services, everything I was prescribed, every time the police had to intervene in my life… all of these things amount to a huge amount of money.\n\"I still don't like paying my council tax… but now I do pay my council tax. I pay my parking fines when I get them.\n\"I give back to society directly through the work I do and the taxes I provide. I don't cost the state anything now.\"\nMr Ross said a \"united national effort\" was now needed to tackle the drug deaths crisis, and called on Ms Sturgeon to back his party's proposal for a Right to Recovery Bill.\nThe bill, which has been developed with recovery and treatment experts, would enshrine in law that everyone can access the treatment they need, including a residential rehabilitation place.\nMr Ross said: \"The drugs crisis is our national shame. It is a stain on Scotland that so many of our most vulnerable people have been left without hope, crushed by a system that is thoroughly broken.\n\"This is not a day for political posturing but it is a simple fact that the government's small steps are not cutting it. The crisis is getting worse and spiralling out of control.\"\nScottish Labour leader Anas Sarwar said the deaths were the \"tragic consequences of years of failure to get to grips with this growing crisis in Scotland and to address the threat posed by drugs\".  \nHe added: \"We have the same drugs laws as the rest of the UK but three-and-a-half times the rate of drugs deaths. \n\"We can and must act now, by investing in a range of services and delivering truly person-centred treatment and recovery.\" \nAnd the Scottish Greens said the approach to drugs by both the Scottish and UK government was wrong, and said it was time to on restoring people's dignity and treating their addiction, rather than criminalising them\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58017445",
      "category": "world-us-canada",
      "title": "Scarlett Johansson sues Disney over streaming of Black Widow",
      "tags": "Disney,Streaming,Scarlett Johansson,Film,Hollywood",
      "text": "Scarlett Johansson is suing Disney for breach of contract after it streamed her superhero film Black Widow at the same time as its cinema release.\nThe film set a box office record for the Covid-19 pandemic, grossing $218m (£157m) in its first weekend. \nBut box office receipts then fell sharply and Ms Johansson argues she was deprived of potential earnings.\nIn response, Disney said it had \"fully complied\" with her contract and that her case had \"no merit whatsoever\".\nMs Johansson said she was promised by Marvel Studios, which is owned by Disney, that Black Widow would be a \"theatrical release\".\nShe said she had understood this to mean a \"window\" of time would pass before it would be streamed - a period that has traditionally lasted 90 days.\nDuring the pandemic a number of Hollywood studios opted to bypass cinemas, many of which had been closed, and release their films online instead.\nNow that most cinemas have reopened, Disney, along with fellow giant Warner Bros, has chosen to maintain a dual release strategy for their major films.\nOn its first weekend, Black Widow took some $80m in ticket sales in North America and $78m internationally, plus at least $60m in Disney+ Premier Access rentals.\nSources close to the actor, whose salary was based on the box office performance of the film, project that she lost $50m, according to media reports.\nDisney countered by claiming that the dual release strategy had \"significantly enhanced [Johansson's] ability to earn additional compensation on top of the $20m she has received to date\".\nIn a strongly worded statement, it said her legal action was \"especially sad and distressing in its callous disregard for the horrific and prolonged global effects of the Covid-19 pandemic\".\nJohansson's agent fired back, accusing Disney of \"shamelessly\" trying to smear her character.\n\"Scarlett has been Disney's partner on nine movies, which have earned Disney and its shareholders billions,\" wrote Bryan Lourd in a statement. \n\"The company included her salary in their press statement in an attempt to weaponise her success as an artist and businesswoman, as if that were something she should be ashamed of. \n\"Disney's direct attack on her character and all else they implied is beneath the company that many of us in the creative community have worked with successfully for decades.\"\nBefore the pandemic, Hollywood film fans would typically have to watch new releases exclusively at the cinema or wait three months to have them streamed to their devices.    \nMajor studios have recently been mixing cinema releases and streaming in different ways as cinemas battle to win back viewers wary of catching Covid in confined spaces.\nYet the move has not proved popular with some of the film industry's leading talents, among them Tenet and The Dark Knight director Christopher Nolan.\nLast year the British film-maker criticised Warner Bros over its plans to release major movies on HBO Max, describing the situation as \"a real bait and switch\".\n\"Warner Bros had an incredible machine for getting a film-maker's work out everywhere, both in theatres and in the home, and they are dismantling it as we speak,\" he told the Hollywood Reporter.\n\"Their decision makes no economic sense and even the most casual Wall Street investor can see the difference between disruption and dysfunction.\"\nMatt Mueller, editor of industry publication Screen Daily, said he expected the dispute would be resolved behind closed doors before it reached a courtroom.\n\"It's surprising that Disney let it get to this stage, given Warner Bros was able to negotiate with the talent that it irked when it made the decision to go day-and-date between cinemas and HBO Max for its 2021 titles,\" he told BBC News.\n\"I think other stars will look at how Scarlett's case proceeds, while studios with complementary streaming platforms will already be looking at what contractual steps they need to take to ward off further actions.\"\nWhatever the outcome of Johansson's case, Mueller doubts it will make Disney change its dual release strategy.\n\"Disney's ultimate boss is its shareholders and they want Disney+ to be hugely successful,\" he continued.\n\"But it might make the top talent think twice if they don't think they can score the mega-paydays that theatrical releases have been able to generate for stars in the past.\"\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cornwall-58010633",
      "category": "uk-england-cornwall",
      "title": "Storm Evert: South West braced for 75mph winds and heavy rain",
      "text": "The South West could be hit by winds of up to 75mph (121km/h) as Storm Evert hits the UK.\nThe Met Office has issued an amber warning for severe gales across the region, strong enough to damage buildings and disrupt travel.\nThe storm is also expected to hit the south Wales coast from Monmouthshire in the east to Pembrokeshire in the west.\nBBC meteorologist David Braine said it was \"exceptional\" for this time of year.\nEvert is the fourth storm to be named by the Met Office since October last year.\nStrong winds and heavy rains are expected to first hit the Isles of Scilly, before spreading over to Cornwall on Friday, the Met Office said.\nThe strongest winds, at 75mph (121km/h), could be expected in the county's \"most exposed coastal spots\", it added.\nA yellow warning for strong winds has also been issued for parts of Devon and Wales.\nIt means the South West is likely to see fallen trees, damaged buildings, power cuts and travel disruption, the Met Office warned.\nGeorge Holtby at the Bedruthan Steps Campsite moved guests to a field that is better protected from the wind.\n\"It's an exposed site, so we're advising people to strap everything down and batten down the hatches,\" he said.\nSarah Weeks, of cliff-top glamping site Seaview Tipis at Bredruthan Steps in north Cornwall, urged guests to \"pack up and go tonight because it's the safest thing\".\nGuests were being offered compensation or vouchers for later visits.\nAnalysis by BBC meteorologist David Braine\nStorm Evert approaching the South West of England is not a normal event.  \nThis forecast strength of wind is unusual for July but it has happened before, for example during the Fastnet disaster in August 1979, when storm force winds hit the region.\nThe ingredients have to be right to produce high winds at this time of year.\nThey include low pressure forming and developing in the right place, the jet stream aligning and helping to develop the low pressure system at the surface, along with a warmer-than-normal sea surface temperature, and an unusually warm lower and middle atmosphere.\nIt may only be short-lived but Storm Evert has the potential to cause some damage. \nClimate change has to be a consideration - whether we like it or not, this may be something we have to get used to.\nHighways England warned drivers to take extra care as the storm moved in.\n\"In high winds, there's a particular risk to lorries, caravans and motorbikes so we'd advise drivers of these vehicles to slow down,\" said South West emergency planning officer Gareth Price.\n\"Drivers of other vehicles should be aware of sudden gusts of wind which can affect handling and braking, and give high-sided vehicles, caravans, and motorbikes plenty of space.\" \nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58021390",
      "category": "world-us-canada",
      "title": "US sailor charged over massive USS Bonhomme warship blaze in 2020",
      "tags": "US Armed Forces,United States,San Diego",
      "text": "The US Navy has filed charges against a sailor over a massive blaze aboard the USS Bonhomme Richard in 2020 that destroyed the amphibious warship.\nThe sailor, whose name has not been publicly revealed, is accused of starting the fire, says Navy spokesperson Cmdr Sean Robertson.\nThe blaze aboard the warship in San Diego, California, where the vessel was docked, took four days to put out.\nAt least 40 sailors and 23 civilians were injured.\nIn a statement, Cmdr Robertson said the accused sailor \"was a member of Bonhomme Richard's crew at the time\".\n\"Evidence collected during the investigation is sufficient to direct a preliminary hearing in accordance with due process under the military justice system,\" he said.\nThe fire started on 12 July 2020, and over four days US Navy helicopters carried more than 1,500 water bucket drops and tug boats sprayed water on the $1bn (£716m) vessel's side to contain the blaze.\nThe fire sent plumes of black smoke billowing into the air and the ravaged ship's melted aluminium superstructure bent at a 45-degree angle as flames engulfed the ship. \nThe 40,000-ton USS Bonhomme Richard was commissioned in 1998 and was one of the few US amphibious assault vessels from which an F-35 Joint Strike Fighter could take off. \nBut after the blaze the decision was taken to decommission and scrap the vessel because it was too expensive to restore it."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58031483",
      "category": "uk-england-london",
      "title": "Euro 2020: Wembley steward admits theft over Euro final wristbands",
      "tags": "Walthamstow,Wembley Stadium",
      "text": "A Wembley steward has admitted trying to sell security wristbands and lanyards to ticketless fans for the Euro 2020 final.\nYusaf Amin, 18, of Clifford Road, Newham, pleaded guilty to theft at Willesden Magistrates' Court.\nHe posted screenshots on Facebook Marketplace offering two passes, two uniforms and wristbands for £4,500.\nA second man, 18-year-old Dalha Mohamad of Anglian Road, Waltham Forest, pleaded not guilty to theft.\nHe will go on trial in December.\nClashes between fans and members of security occurred when hundreds of people tried to storm the ground before the historic game between England and Italy on 11 July.\nAmin was arrested outside a supermarket on Wembley Way near the stadium after people saw the post on Facebook and called police.\nHis post read: \"Steward pass available x2 with uniform and pass and I'm outside Wembley. Anyone wans (sic) to get in I have two passes and two uniforms and wristbands for you to go in and watch the game.\n\"Looking for serious people only. Detailed brief available. Guaranteed entry or money back.\"\nProsecutor Edward Aydin told the court this raised security concerns, explaining that: \"You will recall the Ariana Grande concert. You can imagine the security risk of people getting their hands on passes and official jackets.\n\"People were desperate to get into that game. You saw on television, desperate people stampeding to try to get in,\" he said.\nAmin will be sentenced at Willesden Magistrates' Court on 23 August."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58012884",
      "category": "business",
      "title": "Dairy giant Arla says driver crisis hitting milk supply",
      "tags": "Tesco,Supermarkets,Freight transport,Coronavirus pandemic,Haulage",
      "text": "Dairy giant Arla, which supplies milk to all major UK supermarkets, has said a lorry driver shortage has forced it to cut back on its deliveries.\nUK managing director Ash Amirahmadi said the firm normally supplied 2,400 stores a day, but had been experiencing driver shortages since early April.\n\"Last Saturday, there were 600 stores that we couldn't deliver milk to,\" he told the BBC.\nHe warned of a summer of disruption and urged the government to act.\n\"It's very worrying for customers when they go into shops and find that the shelves are empty,\" he said.\n\"Our assessment is that we're in a driver shortage crisis and therefore we're asking for the industry and government to work together to recognise we're in a crisis and actually address the issue.\"\nMr Amirahmadi said the government could help the industry by accelerating the programme of driving tests for new HGV drivers, as well as by issuing temporary visas for the road haulage industry, so that more European drivers could be allowed into the country.\nThe Road Haulage Association believes there is currently a shortfall of about 100,000 lorry drivers.\nEarlier this month, Transport Secretary Grant Shapps announced a temporary extension of lorry drivers' working hours, from nine to 10 hours a day.\nHowever, the RHA said the relaxation was a \"sticking plaster\".\nMr Amirahmadi said: \"Since the beginning of April, we have experienced driver shortages. That has increased to such a level now that we are not able to deliver milk to every store that we'd like to.\n\"Unfortunately at the moment, there's about 10% of the stores every day that we can't deliver to. At the weekend, it's worse.\"\nMr Amirahmadi said the problem was a structural issue that needed a structural solution.\nHe said it would be \"tough and challenging\" to get through the summer.\nThere are indications that the shortage of drivers is pushing up pay rates, with Tesco offering lorry drivers a £1,000 joining bonus.\nArla, through third-party hauliers, had \"significantly increased\" pay, including paying new drivers a £2,000 bonus if they were prepared to work weekends, Mr Amirahmadi said.\nBut with summer holidays approaching, the problem was likely to get worse, he said.\n\"By how much, we cannot fully predict, but I think that's why we really need to take bold action in time for the summer,\" he said.\n\"We're trying to avoid a summer of disruption.\"\nThe driver shortage has combined with the so-called \"pingdemic\" to exacerbate the problem, as large numbers of workers in key sectors have been forced to stay at home after being alerted by the NHS Covid app.\nBut Arla was suffering more from the lack of drivers than from Covid alerts, Mr Amirahmadi said.\n\"Self-isolation doesn't seem to be impacting us as much, because we're a very mechanised, automated business,\" he added.\n\"The food is there in the factories, it's just about getting it to the shops. So that's our key problem.\"\nA government spokesperson said: \"We're working with industry and have already taken action on HGV driver shortages, including ramping up vocational test capacity, and funding apprenticeships.\n\"We have also announced a temporary relaxation of drivers' hours rules. This will allow HGV drivers to make slightly longer journeys, but must only be used where necessary and must not compromise driver safety, with further measures to be announced shortly.  \n\"Most of the solutions, however, are likely to be driven by industry, with progress already being made in testing and hiring, and a big push towards improving pay, working conditions and diversity.\"\nIn July the government announced a package of measures designed to help the industry."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58021450",
      "category": "uk",
      "title": "Walking and biking prioritised in new Highway Code",
      "tags": "Department for Transport,Transport,Cycling,Road safety,Motoring",
      "text": "New changes to the Highway Code will give pedestrians greater priority over cars at junctions and crossings, the transport secretary has announced.\nUnder the current code, motorists only have to give way when pedestrians step onto a crossing.\nThe new code will also ensure cyclists have priority when travelling straight ahead at junctions.\nAnd a \"hierarchy of road users\" puts more responsibility for road safety on more dangerous modes of transport.\nThe Department of Transport said the changes, along with a £338 million funding package to boost cycling and walking, will help to sustain the increase in active travel during the pandemic.\nTransport Secretary Grant Shapps said cycling and walking help people keep fit, reduce congestion and help the environment, so he was determined to keep the trend going by making them easier and safer.\nThe changes to the Highway Code, due to be published in the autumn, will affect England, Scotland and Wales. Northern Ireland has its own version of the code.\nThe DfT said the code's new hierarchy of road users would ensure \"road users who can do the greatest harm\", such as those in cars, vans and lorries, \"have the greatest responsibility to reduce the danger they may pose to others\".\nThe change was welcomed by Living Streets, a charity which advocates more walkable towns and cities, \nStephen Edwards, the charity's interim chief executive said: \"The Highway Code currently treats children walking to school and lorry drivers as if they are equally responsible for their own or other people's safety.\n\"These changes will redress that balance.\"\nHe said people walking are the least dangerous road users but are \"often left paying the price\" of other people's actions.\nEveryone would benefit, he says, as everyone is a pedestrian on some occasions, even if they drive or cycle at other times.\nThe DfT said the updated code would strengthen pedestrian priority on pavements and when crossing or waiting to cross the road.\nUnder the existing code, traffic does not have to give way at a zebra crossing until a pedestrian has moved onto the crossing.\nAt the same time, pedestrians are told they should not start to cross until the vehicles on the road have stopped.\nThe current code also tells motorists turning into a road at a junction to give way to pedestrians \"if they have started to cross\".\nThe new code will also offer guidance and safe distances and speeds for passing cyclists as well as ensuring that riders have priority at junctions when travelling straight ahead.\nThe government said the additional funding will pay for hundreds of miles of high-quality cycle lanes, including improvements across the National Cycle Network, and help with new programmes to encourage walking.\nLast year the number of miles cycled on British roads rose by nearly 46% to five billion, a larger increase than in all of the previous 20 years put together, the DfT said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58020090",
      "category": "world-us-canada",
      "title": "Covid-19: Biden tells states to offer $100 vaccine incentive as cases rise",
      "tags": "Coronavirus vaccines,United States,Coronavirus pandemic,Joe Biden",
      "text": "US President Joe Biden has called for states to offer $100 (£71) to the newly vaccinated in an effort to address flagging jab rates amid virus surges.\nThe president also issued a strict new vaccine requirement for US federal workers, the nation's largest workforce with some two million people. \nThe order requires employees to show proof of vaccination or be subjected to mandatory testing and masking.\nJust under half of the US is fully vaccinated, according to official data.\nSpeaking from the White House on Thursday, Mr Biden said that the new measures are a result of the highly contagious Delta variant's spread, made worse by a \"pandemic of the unvaccinated\". \n\"People are dying and will die who don't have to die,\" the president said.\nMr Biden added that the monetary incentive may seem unfair to already vaccinated Americans, but \"we all benefit if we can get more people vaccinated\". \nStates would use money from the $1.9tn American Rescue Plan legislation to fund the incentives.\nMr Biden said that the federal government will be \"fully reimbursing\" small or medium-sized businesses that provide workers paid time off to get vaccinated. \nWhile government workers who refuse to get vaccinated will not be fired, this move by the White House aims to set an example for other employers nationwide.\nBut public health experts warn that weekly testing is not an effective way of stopping outbreaks.\nThe Democratic president also addressed theories, spreading mostly in conservative circles, that the jabs are unsafe.\nHe emphasised there \"is nothing political\" about the vaccines, which were developed and authorised under a Republican administration and further distributed under his.\nLast month, a study showed that over 99% of Covid-19 deaths have been among the unvaccinated. \nNearly 70% of adults have received at least one jab, according to the latest data from the Centers for Disease Control. But vaccination rates are varied across the country. Southern and western regions, which are now experiencing Covid outbreaks, have much lower rates.\nIt comes as virus-related deaths climb to around 2,000 per week. New cases are now at their highest point in the last three months, with about 60,000 being recorded per day.\nEarlier this week, the CDC revised its mask policy for even fully vaccinated Americans in certain regions due to the Delta variant surges. Indoor mask use is now recommended for people in areas with higher rates of Covid transmission.\nNew York, California, and several other states have gone one step further - requiring that masks be worn in public indoor spaces. \nIn other Covid news:\nBy BBC Reality Check\nUS President Joe Biden pointed towards New Mexico, Ohio and Colorado as reason for his $100 incentive, claiming it has helped increase vaccination rates.\nSo is there evidence for this?\nLast month, people in New Mexico who were fully vaccinated between 14 and 17 June got $100.\nThe amount of Johnson & Johnson shots administered in that period quadrupled. It requires just one shot - so it was the quickest way to receive the reward.\nAccording to the state's department of health, more than 20,000 people got either the Johnson & Johnson jab or their second dose of another vaccine between those dates.\nIn Ohio, the governor is offering state employees $100 for getting vaccinated and an additional $25 for their spouses if they do the same.\nBut this was only announced on 29 July, so it's too early to judge the impact. A similar programme in the state capital Columbus earlier in July saw the weekly vaccination rate increase three-fold.\nAnd in Colorado, since 22 July, people who are vaccinated at certain sites have been given a $100 gift card for the US retail store Walmart  - although so far there's not been a significant uptick in vaccinations."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-highlands-islands-58025383",
      "category": "uk-scotland-highlands-islands",
      "title": "Former monk Denis Alexander to be deported after child abuse sentencing",
      "tags": "Fort Augustus",
      "text": "A former monk at a Catholic boarding school has been sentenced to four years and five months in prison for child sexual abuse. \nFr Denis Alexander, 85, pleaded guilty last month to two charges of lewd, indecent and libidinous practices against two boys between 1973 and 1976. \nThe offences took place at the Fort Augustus Abbey school in the Highlands. \nThe Australian national's sentence was backdated to January 2017, so is served and he is due to be deported.\nSentencing him at the High Court in Edinburgh, judge Lord Burns said the abuse of vulnerable young boys was in \"flagrant disregard\" of the principles and beliefs which Alexander was duty bound to follow as a Benedictine monk.\nAlexander was first named as a paedophile by a BBC Scotland documentary in 2013.\nOne of his victims was Hugh Kennedy, now aged 58, who later told the BBC how he was beaten, groomed and sexually abused by Alexander.\nFort Augustus Abbey, at the southern end of Loch Ness, had been a monastery for more than 100 years. \nThe Benedictine monks who lived there operated a prestigious fee-paying Catholic boarding school, thought of one of the best in the country.  \nAlexander preyed on the children while teaching history and during yoga classes at the school.\nLord Burns told him: \"You have brought lasting shame on the order of which you were a member.\n\"You plead guilty to the sexual abuse of two young boys who were between 12 and 14 in 1973 until 1976. You were 37 to 40 years of age at the time.\"\n\"That abuse is aggravated by the age of your victims and position of trust and authority resulting from your status as a teacher and as a monk.\"\nThe judge added: \"These vulnerable young boys were entrusted to your care and what you did was a gross abuse of the trust placed in you as a teacher.\"\nThe sentencing of Denis \"Chrysostom\" Alexander brings to an end a long-running search for justice for his victims.\nHe had firmly denied abuse allegations when I confronted him in Sydney more than eight years ago.\nBut our BBC Scotland documentary in 2013 sparked a chain of events which led eventually to the Scottish authorities launching a complicated, disputed extradition process. \nAlexander fought his extradition every step of the way, dragging out the process for as long as he possibly could.\nOne of his victims, Hugh Kennedy, who waived his anonymity, had said all he ever wanted was to face his abuser in court.\nHe finally got his wish earlier his year, when Alexander pleaded guilty to abusing him and one other boy.\nThe BBC is aware of other former Fort Augustus pupils allegedly abused by Alexander who did not get their day in court.\nObservers of this case are clear that had it not been for the fortitude and determination of Hugh Kennedy, bearing the brunt of the public campaign to bring Alexander to justice, it may never have happened.\nToday, Hugh told me he felt \"empty, all in,\" and hopes to start rebuilding his life.\n\"He hasn't really shown any genuine remorse for what he did to me and the others. He remains the arrogant man I remember him as.\n\"He could have saved me and the others years of turmoil if he'd only accepted his guilt at the first opportunity.\"\nAlexander was a symbol of the toxic culture at the prestigious Catholic boarding school where he and other monks preyed on children, wrecking lives and abusing their position of trust.\nFor some former pupils, simply surviving Fort Augustus has been hard enough.\nNow there is proper justice for at least a few.\nLord Burns backdated the sentence to 23 January 2017, when Alexander was placed in custody. The judge told him he would be subject to deportation.\nAdvocate depute Jane Farquharson QC told the court offences committed by Alexander were \"a snapshot of what is believed to be wider, systemic abuse of children\" within the school and its preparatory school, Carlekemp, also run by the Benedictine Order.\nThe prosecutor said the school was a subject of the Scottish Child Abuse Inquiry during 2019 and the English Benedictine Congregation accepted physical and sexual abuse of children took place. A sincere apology was tendered.\nThe court heard that one of Alexander's victims had told the headteacher, but the police did not become involved.\nAlexander left the school during the 1970s and stopped being a practising Benedictine monk, but remained a priest and moved to Australia.\nMs Farquharson said: \"He came to the attention of the police as a result of a BBC documentary screened in the summer of 2013 called Sins of Our Fathers that focused on life within both institutions.\" \nThe Crown Office requested his extradition in August 2016 and a warrant was issued by an Australian court in January the following year. But Alexander did not consent to his return to Scotland to face justice.\nAfter further legal proceedings, he did not continue to fight the move and came back to the UK in January 2020. \nMs Farquharson said: \"Significant delays were occasioned in bringing the accused to Scotland as a result of his opposition to the extradition process.\"\nDefence solicitor advocate Shahid Latif said: \"He is sorry and he can do no more than he has done and that is to have pled guilty.\"\nHe said that Alexander had been in \"a stressful working environment\" at the time of the offending and worked long hours, seven days a week.\nAlexander watched the sentencing proceedings via a video link to prison. He was placed on the sex offenders register indefinitely."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-58032733",
      "category": "uk-wales-politics",
      "title": "NHS pay review: No rise for Welsh NHS' lowest paid in 'botched' review",
      "tags": "Plaid Cymru,Welsh government,NHS Wales,Pay,Welsh Parliament,Welsh Conservatives,Coronavirus pandemic",
      "text": "Accusations of \"a botched pay review\" have been directed at Welsh government after they wrongly announced the Welsh NHS's lowest paid will get a pay rise.\nHealth Minister Eluned Morgan said last week the starting pay for Welsh health workers would rise to £10.18 an hour.\nMs Morgan has corrected that to £9.50 an hour - equivalent to the real living wage - and has offered her \"sincere apologies for any confusion\".\nPlaid Cymru has accused the government of conducting \"a botched pay review\".\nThe Welsh government said it would offer all NHS staff in Wales a 3% pay rise, backdated to April 2021, last week following a recommendation by NHS pay bodies.\nAt the time Ms Morgan said it \"recognises the dedication and commitment of hardworking NHS staff\" following the Covid pandemic which has stretched NHS resources.\nAnnouncing the pay rise, she told Senedd members: \"For our lowest paid staff, this means we have gone above the living wage recommendation of £9.50 an hour, which we implemented from April 2021, with our starting salary being £19,918 pa (£10.18 per hour).\"\nIn a new statement on Friday, Ms Morgan said starting salaries for the lowest paid would remain at £18,576 a year - or £9.50 an hour - as implemented in April.\nIn a letter to Senedd members, she reiterated the NHS' lowest earners were already getting this and added that the Welsh government is \"committed to tackling poverty in Wales\".\nThe Welsh Conservatives were \"pleased\" Ms Morgan corrected her \"mistake\" and apologised.\n\"I'm sure no-one bears her ill will for an honest mistake,\" said Welsh Tories health spokesman Russell George.\n\"I hope there aren't any hard-working NHS staff who got their hopes up on the back of this error that led the lowest-paid in the sector to believe they were getting an additional £1,300 a year.\"\nWhile Plaid Cymru said this was \"a real blow\" for those health staff that had gone \"above and beyond the call of duty\" during the coronavirus pandemic.\n\"Ministers must urgently address the confusion surrounding this botched pay review and honour the original, publicly announced pay rise,\" said Plaid's health spokesman Rhun ap Iorwerth."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-58021718",
      "category": "world-australia",
      "title": "Covid in Sydney: Military deployed to help enforce lockdown",
      "tags": "Coronavirus lockdown measures,Sydney,Australia",
      "text": "Australia has deployed hundreds of soldiers to Sydney to help enforce a Covid lockdown.\nA Delta outbreak which began in June has produced nearly 3,000 infections and led to nine deaths. \nAustralian Defence Force soldiers will undergo training on the weekend before beginning unarmed patrols on Monday.\nBut many have questioned whether the military intervention is necessary, calling it heavy-handed.\nThe lockdown - in place until at least 28 August - bars people from leaving their home except for essential exercise, shopping, caregiving and other reasons.\nDespite five weeks of lockdown, infections in the nation's largest city continue to spread. Officials recorded 170 new cases on Friday.\nSoldiers will join police in virus hotspots to ensure people are following the rules, which include a 10km (6.2 miles) travel limit.\nState Police Minister David Elliott said it would help because a small minority of Sydneysiders thought \"the rules didn't apply to them\".\nInformation provided by health officials indicates the virus is mainly spreading through permitted movement.\nThe Australian Lawyers Alliance, a civil rights group, called the deployment a \"concerning use\" of the army in a liberal democracy.\nThe outbreak has largely affected critical workers and large family groups in the city's poorer and ethnically diverse west and south-west suburbs. About two million people live there.\nCritics say those areas have already faced \"targeted\" policing measures. They point out restrictions there are harsher than for the rest of Sydney.\n\"Our people are one of the poorest demographics, and as it is, they already feel picked on and marginalised,\" said Steve Christou, one local mayor.\n\"They can't afford to pay the mortgage, the rent, the food or work. Now to throw out the army to enforce lockdown on the streets is going to be a huge issue to these people,\" he told SBS.\nOthers have called for the government to increase its vaccine drive and support services for the affected communities.\nAustralia's rate of vaccination - 17% of the adult population - remains one of the lowest among OECD nations."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58033812",
      "category": "entertainment-arts",
      "title": "KT Tunstall on her show-halting hearing loss",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58020985",
      "category": "uk-wales",
      "title": "Covid: Cardiff woman 'cut by razor behind anti-mask poster'",
      "tags": "Cardiff,South Wales Police,Coronavirus pandemic",
      "text": "A woman has reported to have been cut by a razor blade found glued to the back of a Covid misinformation poster, police have said.\nLayla Stokes, 22, said she was in disbelief after screwing it up to find \"a lot of blood coming out\" of her hand.\nThe yellow anti-mask poster was found by a crossing in Cowbridge Road East, Cardiff, on Tuesday evening.\nSouth Wales Police is investigating the incident.\nWhile out shopping in Canton, Ms Stokes said she noticed the poster \"professing anti-Covid rubbish\" so decided to take it down and replace with \"something better later\".\nMs Stokes is a sticker artist and said she makes them for \"all types of purposes\", one of which being to \"fight the tide of misinformation\".\nShe said she was in \"disbelief\" at what was stuck to the back.\n\"I thought that blades behind stickers was an urban myth and I couldn't believe it actually happened to me.\"\nShe said she ran home to clean the \"thoroughly deep cut\" and has now seen a doctor to test the cut for diseases.\nMs Stokes said she received a mixed reaction on Twitter: \"On one side we've had people saying, 'I hope your hand heals up quickly' but others have said I 'deserve it - you should eat the razor blade' and some people have said I have lied about it.\n\"My feeling on that is if you want to say something and put it on a sticker, I'm not going to stop you, but don't make it so that it's going to hurt somebody. That could have been a child.\"\nSouth Wales Police said officers have been assigned to investigate and would be exploring CCTV.\nIt said the incident was reported at 16:00 BST on Wednesday, so the investigation was in the \"very early stages\".\nUpdate on 30 November 2021: South Wales Police has confirmed to BBC Wales that it is no longer investigating this case and no further action has been taken."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58024158",
      "category": "world-asia",
      "title": "Covid-19 pandemic: Japan widens emergency over 'frightening' spike",
      "tags": "Coronavirus lockdown measures,Japan,Coronavirus pandemic",
      "text": "Japan is extending a state of emergency in Tokyo and expanding it to new regions as the Olympic Games host faces a surge in Covid-19 cases. \nThe restrictions are being imposed in areas surrounding the capital as well as in the city of Osaka.\nJapan's Prime Minister Yoshihide Suga warned infections were spreading at an unprecedented rate, urging the country to watch the Games from home.\nNew cases are being fuelled by the more infectious Delta variant.\n\"If the increase of infection does not stop, the severe symptoms cases will increase and the medical system may possibly be further under strain,\" Mr Suga said. \nEarlier, Health Minister Norihisa Tamura warned that the country had entered a new, \"extremely frightening\", stage of the pandemic.\n\"I think that people cannot see ahead and, worrying how long this situation will last, they find it unbearable that they cannot return to normal daily life,\" Reuters quoted him as saying.\nJapan has had some success fighting Covid-19, keeping cases and deaths low for months, but is now seeing record cases.\nDaily cases nationwide topped 10,000 for the first time on Thursday, more than a third of them in the capital.\nTokyo - where the Olympics are mainly taking place - has seen three straight days of record cases, even though it is already under a state of emergency. Hospitals are under increasing pressure in the city. \nOlympic organisers reported 27 new infections at the Games on Friday, bringing the total since the start of July to more than 200. But with strict rules in place, including a ban on spectators, organisers deny the event is driving the rise in cases.\nDespite this, some experts worry that holding the Olympics in such circumstances sends a confusing message to the public about the need to limit daily life.\nUnder the state of emergency, bars and restaurants must stop serving alcohol and close early.\nThree regions, known in Japan as prefectures, along with Osaka, will go under the restrictions from 2-31 August, with the measures in place in Tokyo extended to the end of the month.\nWhile other countries have imposed legal restrictions on residents, in Japan people are only advised to work from home, so questions have been raised as to how effective the new measures will be.\nTokyo's Governor Yuriko Koike has said the key to controlling the outbreak is young people, urging them to get vaccinated, but the BBC's Mariko Oi says this is a little unfair given the low availability of doses.\nLess than 30% of the population has been fully vaccinated, with officials aiming to jab all those who want a dose by October or November.\nSpeaking to the BBC, some young Japanese people were sceptical about whether the new measures would work.\n\"I can sense that we are getting too used to the state of emergency, so it's not stopping people from going out,\" said one.\n\"If the government really wants to stop the spread of the virus, they have to lock us down and offer financial support,\" said another.\nOther countries in the region have also tightened rules to halt the spread of the more transmissible Delta variant, with China halting flights in Nanjing and Australia deploying troops in Sydney. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58030125",
      "category": "uk",
      "title": "Covid-19: One in four coronavirus patients in hospital for other reasons, and surge in Japan",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Friday evening. We'll have another update for you on Saturday morning.  \nThe latest NHS data for England suggests 23% of Covid infections in hospital - or nearly one in four - were patients admitted for other reasons. The government says the new data will help scientists to track to what extent vaccines are reducing severe Covid. It denies that NHS pressures were previously overstated by counting all patients testing positive, regardless of the reason for hospital admission. The Department for Health and Social Care says this measure is still \"the most important\" because of the impact Covid-positive patients have on NHS capacity and workforce pressure.\nOur health correspondent James Gallagher considers how a flurry of data on the spread of Covid has not resolved debates about the state of the pandemic in the UK. The dramatic drop in daily cases, reported widely over the past week, has not yet been backed up by other key methods that track the virus. But equally, there is no sign of a resurgence in cases linked to the lifting of restrictions on 19 July. It will still take more time to get a clear picture of exactly what is going on. Read more of his analysis here.\nLabour is calling on the government to bring forward the date on which double-jabbed people will no longer be told to self-isolate in England. Sir Keir Starmer wants to bring England in to line with Wales, which confirmed on Thursday that isolation rules would be eased on 7 August. He says it has been \"a summer of chaos\" for families and businesses. Downing Street says keeping quarantine requirements until 16 August gives more time for vaccinations. Here's a reminder of how the NHS Test and Trace system works. \nJapan is extending a state of emergency in Tokyo as well as expanding it to new regions as the Olympic Games host faces a surge in Covid-19 cases. Prime Minister Yoshihide Suga has warned that infections are spreading at an unprecedented rate and has urged the country to watch the Games from home. New cases are being fuelled by the more infectious Delta variant. Our Reality Check team looks at whether Japan has Covid under control.\nNot all clubs have survived this pandemic, so what next for the ones which have? Clubs in England have reopened nearly 500 days after they were forced to shut in March 2020. BBC Newsbeat follows Jax Jones, Hot Since 82, Yousef and Arielle Free as dance music fights back.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nHere's a reminder of the rules of entry for some holiday hotspots including Spain and Portugal.\nFind more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-58025872",
      "category": "uk-scotland-edinburgh-east-fife",
      "title": "MP Joanna Cherry says SNP failed over Twitter threats",
      "tags": "Scottish government,Edinburgh,Bannockburn,Joanna Cherry",
      "text": "SNP MP Joanna Cherry has said she is \"very disappointed\" that her party failed to speak out after she received \"obscene\" messages on Twitter.\nGrant Karte, 30, was given a 160-hour community payback order and ordered not to contact Ms Cherry for five years.\nShe received his threats on the day she was dropped from her party's frontbench team at Westminster in a reshuffle.\nMs Cherry claimed it happened after senior SNP politicians and staff wrongly accused her of transphobia.\nShe said: \"These irresponsible accusations put a target on my back and given the toxicity of the current debate about gender identity, it was wholly foreseeable that further abuse and threats might be elicited.\"\nThe Edinburgh South West MP said SNP supporter Karte sent her a series of \"menacing and obscene private messages\" including threats of sexual violence.\nShe said the party did not offer her the same support as other women who suffered abuse. \nHowever, the SNP said Ms Cherry was offered support from \"senior levels\" of the party.\nKarte, from Bannockburn, admitted sending \"grossly offensive\" Twitter messages after drinking a bottle of whisky on 1 February.\nSentencing him at Edinburgh Sheriff Court, Sheriff Alistair Noble said:  \"Your threat carried implications of violence and one interpretation of what was said was sexual violence.\"\nHe imposed 160 hours of unpaid community work, a five-year non-harassment order and placed Karte under supervision for 15 months.\nDefence agent Simon Collins said a psychiatric report on Karte showed his \"regret and remorse regarding the incident\".\nMs Cherry, formerly the SNP's justice and home affairs spokeswoman, said Karte was among a group of men who had repeatedly abused and harassed her and other female SNP members on social media.\nShe said that if steps had been taken to address this behaviour \"it would not have escalated to the level of criminality\".\nShe added: \"I am very disappointed that no-one in the SNP hierarchy has acknowledged or condemned Grant Karte's threats towards me, despite his criminal conviction.\"\nFollowing Ms Cherry's statement, the SNP said the ruling was \"a welcome conviction for totally unacceptable behaviour\". \nA party spokesperson added: \"We fully recognise the personal impact that comes from such abusive behaviour, and support services are available to all elected representatives and staff. \n\"Joanna was offered support from senior levels of the SNP at the time and that offer remains open. We hope that the conclusion of this case will bring her some relief.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58015546",
      "category": "uk-wales",
      "title": "Brexit: 'EU citizens in Wales unaware children need to apply to stay'",
      "tags": "EU citizens,EU Settlement Scheme,Home Office,Wrexham,Newport,European Union,Brexit",
      "text": "Some EU nationals in Wales may not be aware they need to apply for their children to be allowed to stay in the UK, according to charities.\nOrganisations which help applicants to the EU Settlement Scheme (EUSS) also said some parents struggled to provide the necessary documents.\nThe deadline for the EUSS was 30 June, but some applications are still allowed on certain grounds.\nA Home Office spokesperson said EUSS had been an \"overwhelming success\".\nThe spokesperson added it was \"clear that we will take a pragmatic and flexible approach for considering cases with reasonable grounds for missing the deadline\".\nBy 30 June - the scheme's deadline day - 98,600 had applied for the EUSS in Wales. The Home Office is still accepting late applications, and has published a non-exhaustive list of grounds for doing so. \nThose grounds include children whose parents or guardian were unaware they should apply on their behalf, individuals with a medical condition which prevented them from applying and those who did not have internet access, or access to relevant documents.\nDaria Grzybowska, 35, is a Polish national who has lived in Wrexham for about 10 years. \nShe has two boys, aged seven and 11, the youngest of which was born in the UK. As a result, she was not initially aware they both needed to apply for the EUSS.\n\"I found out after I applied for myself that I have to do separately for them too,\" she said. \n\"I was surprised because I am a mother and usually when we do something they are straight away with me with every application, or things like that.\"\nGetting the appropriate documentation for one of her boys has also been \"very difficult\", she said, since she had separated from their father and was not in touch with him.\n\"I don't know why we have to do this. One of the children was born here and the other has been here since he was one-and-a-half. This is their family home,\" she said.\nShe finally turned to Wrexham's Polish Integration Support Centre (PISC), where she was referred to Newport Mind, which is funded to help applicants across Wales.\nMs Grzybowska is not alone, according to Mind Newport's Donald Mutale.\n\"Unfortunately, we are coming across more and more children who may have been born in the UK and don't have a passport or identity document and have struggled to get one because of the pandemic - embassies not being able to offer appointments or the length of the application process to get their first passport from their country of nationality,\" he explained.\n\"For children in those circumstances, they are able to make a paper application, however, paper applications take significantly longer than the online applications.\n\"In addition, we've found that in some cases, EU, EEA and Swiss nationals are unaware that their children need to apply. In some cases, people assume that just because the child was born in the UK, that they are possibly a British national and don't need to apply to the EU Settlement Scheme.\"\nNewport Mind is encouraging EU nationals who have not yet applied, either for themselves or their children, to make a late application and \"take this opportunity to protect their rights in the UK\".\nOther organisations are seeing the same pattern\nKate Smart, CEO of Settled, which also helps EU nationals with the EUSS, said: \"Parents are coming to us each day who didn't realise children needed individual applications.\n\"Some parents have been told they have not provided enough evidence of continuous residency in the UK of very small children before 30 December, but in many cases that is very difficult to prove.\n\"This may not become a clear issue for many of these families until several years down the line.\"\nThe EUSS is \"not as easy as [the Home Office] present or publicise\", especially for those with criminal records or a history of homelessness, according to Anna Buckley, of PISC.\nShe said queries about EUSS applications had put \"a massive pressure\" on the voluntary organisation.\n\"For example, since yesterday we've got 700 emails and part of this is [questions about] we where are with the settled status - 'are we allowed to go to the doctor' or 'are we allowed to go abroad?' There's lots of information which wasn't provided as clearly as it should [have been].\"\nThousands of others, like Daria Grzybowska, are still waiting to hear whether their application has been successful.\n\"I'm still waiting. There's so many question I have and nobody can answer me,\" she said.\nA Home Office Spokesperson said that the EUSS \"has been an overwhelming success\" and that applicants' rights in the UK are protected if they made an application before 30 June.\nThe Welsh government urged parents to use the services of organisations like Settled, which it has committed to funding for the rest of the year."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58020308",
      "category": "uk-northern-ireland",
      "title": "NI Protocol issues raised at north-south meeting",
      "tags": "Coronavirus lockdown measures,Brexit,Sir Jeffrey Donaldson,Coronavirus pandemic",
      "text": "The first minister says a window of opportunity now exists to address issues caused by the Northern Ireland Protocol. \nPaul Givan spoke after a virtual meeting of the North-South Ministerial Council today.\nHe said the British government recognised the harm it had caused and the EU had suspended legal action.\nThe Protocol was not on the meeting's agenda, but was raised by Deputy First Minister Michelle O'Neill.\nThe Sinn Féin vice president said she had raised it because of concerns coming into autumn when the so called grace periods are due to end.\nShe added that those who helped deliver the hardest possible Brexit \"have to shoulder some of the responsibility for where we are\".\nMr Givan said there now needs to be \"constructive engagement\" between the two sides.\n\"Obviously the Irish Government have a very important role in influencing how the European Union conducts is approach to addressing those issues,\" he said.\n\"The DUP want to see progress over the coming months. There's a window of opportunity for that to happen. \n\"But where East-West relationships are damaged at a political, economical societal level, of course, that has a knock-on effect when it comes to the way in which the Belfast Agreement was very carefully constructed.\"\nThe Northern Ireland Protocol was agreed by the UK and EU to avoid a hard border in Ireland.\nIt does that by keeping Northern Ireland in the EU's single market for goods.\nThat has created a new trade border in the Irish Sea, causing some difficulties in moving goods from Great Britain to Northern Ireland.\nAs part of its five point plan to oppose the Protocol the DUP said its involvement in north-south meetings may be affected\nThe party said it was taking part in today's meeting because the Protocol was not on the agenda.\nThe Tánaiste (deputy prime minister) Leo Varadkar said the Protocol came about because of the decision by the British people to leave the EU and the subsequent commitment by the British government it would not result in a hard border \"and those are just the facts of the situation\".\nPaul Givan said his family originally came from County Monaghan adding \"we do have those fraternal connections and it's important that they're protected, but the Protocol has caused huge damage and that needs to be addressed\".\nFriday's virtual gathering was hosted by Taoiseach Michaél Martin.\nIt heard from both chief medical officers in Belfast and Dublin, and ministers compared notes on restrictions that have been eased. \nThere were also discussions about cross-border infrastructure projects and peace funding. \nThe 26th plenary meeting of the council was due to be held in Armagh in June but it was called off at the last minute after Edwin Poots quit as DUP leader. He was later replaced by Sir Jeffrey Donaldson.\nAhead of the meeting Sir Jeffrey said there could not be a \"business as usual\" approach because of outstanding issues regarding the protocol.\n\"Whilst this meeting is taking place within the current context, the next few weeks will determine the type of relationship we are able to have north-south,\" he said.\n\"The Irish government in particular need to understand that the more harm is done to our relationship with the rest of the UK, the more harm will be done to our relationship with them.\"\nSir Jeffrey Donaldson's comments were criticised by the Infrastructure Minister and SDLP deputy leader Nichola Mallon who called them \"disappointing\" and said that they risked undermining powersharing.\n\"Those who seek to reduce our obligations under the Good Friday Agreement and to the public, tread a dangerous path and should think twice before pursuing a reckless strategy,\" she said.\n\"Powersharing isn't a concept. It is the basis of our peace, in the north, across and between these islands. \n\"If anyone thinks they can frustrate or undermine it, let them heed this warning, it will be resisted.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58019510",
      "category": "uk-scotland",
      "title": "Drug deaths in Scotland could rise to new record",
      "tags": "Scotland drug deaths,Addiction,Drug use",
      "text": "Scotland's drug death total could hit record levels for the seventh year in a row, experts have predicted.\nAnnual statistics for drug-related deaths in Scotland, to be released on Friday, are expected to show a further rise in the number of overdose deaths.\nLockdown and the Covid pandemic are expected to have had an impact on the figures for 2020.\nSome 1,264 people died in 2019 from drug misuse in Scotland - a rate three times higher than the UK as a whole.\nProf Catriona Matheson, who chairs a Scottish government-appointed taskforce set up to tackle the crisis, told BBC Scotland she expected to see a small further increase in the number of people who have died from overdoses.\n\"I think it will be a bit higher, but I am not anticipating any huge increase,\" she said.\nProf Matheson also expects to see a continuation of some trends, such as mixing drugs including heroin and benzodiazepine tablets.\nShe believes that people in the slightly older age group - those with \"long-term drug use in a difficult and challenging way using several substances at very high risk\" -  will continue to feature in the figures.\nShe also said new treatment standards for drug services would help address inconsistencies in care being offered across the country.\nKane Duffy, from Edinburgh, has stayed clear of drugs for the last 14 years.\nHe started using heroin when he was 14 and was on a methadone prescription until his early 30s.\nThe 44-year-old broke free from drug use after a stay at the NHS-funded Lothian and Edinburgh Abstinence Project (Leap).\nHe now works as a specialist therapist at the Castle Craig rehab clinic.\nHe said: \"All the time that I had taken from services, everything I was prescribed, every time the police had to intervene in my life… all of these things amount to a huge amount of money.\n\"I still don't like paying my council tax… but now I do pay my council tax. I pay my parking fines when I get them.\n\"I give back to society directly through the work I do and the taxes I provide. I don't cost the state anything now.\"\nProf Matheson was appointed to the Scottish Drug Death Taskforce in 2019. The group has received £14m in funding over the last two years to tackle the rising number of overdose deaths.\nIt has introduced:\nHowever, the country's drug death rate is still expected to be among the worst in Europe.\nSome frontline charities and critics of the Scottish government's approach to tackling the crisis have backed the Scottish Conservatives' Right to Recovery Bill.\nThe Tories say it will enshrine in law individuals' right to their chosen drug treatment, including residential rehabilitation services.\nProf Matheson said new medical assisted treatment standards should have an effect in the longer-term.\n\"It's about rapid access to care on the day of treatment. So if you reach out for treatment, you should be able to access it,\" she said.\n\"It's also about choice within treatment. So, for example, in some areas you might have only been offered methadone. That's quite limiting and it wouldn't happen in any other area of clinical practice.\n\"There was a postcode lottery and that's not on, in any area of care.\"\nShe said this was partly down to resources and the fact that people across the country were not necessarily working together or sharing information.\n\"Hopefully, we have now been able to galvanise a national response,\" she added.\n\"The other thing that went wrong in the past was that nobody was held to account for delivering a certain standard of care.\n\"That will change now there is monitoring and evaluation of what is happening.\"\nHowever, the task force has not been instructed to look at the effectiveness of residential rehab.\nThere are currently 408 rehab beds in Scotland. The Scottish government says it is studying whether to increase provision by 25% to 50% over the next five years.\nCastle Craig rehab clinic, a private hospital near West Linton in the Scottish Borders, has treated people for alcohol and drug addiction for 30 years.\nOf its current patient list of 60, only two are NHS-funded. Around a quarter of its clients are Dutch - reflecting the value placed on its services by insurers in the Netherlands - with the remainder being privately funded or via health insurance.\nThe weekly cost of treatment at the clinic ranges starts from £2,500.\nProf Jonathan Chick, who worked as a consultant psychiatrist for the NHS in Edinburgh, is now medical director at the facility.\nHe told the BBC: \"Compared with when Castle Craig was started, the proportion of Scottish patients - particularly those funded by the Scottish NHS - has fallen.\n\"It's been difficult for drug and alcohol workers to navigate the process which most of the regions have set up for determining who should be given funding for a residential intensive abstinence-oriented treatment.\n\"They recognise what we offer, they share our views on what is a very ideal and effective treatment for addiction. But they say they have limited funds.\n\"I think it is a great shame. There are tremendous opportunities here.\n\"It's out of the reach of most families, obviously, but it is not out of the reach of the services. They are providing quite expensive treatments for years and years and not looking at other opportunities.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57977702",
      "category": "world-middle-east",
      "title": "Israel accuses Iran over deadly oil tanker attack",
      "tags": "Israel,Oman,Iran,Shipping industry,Romania",
      "text": "Israel has accused Iran of being behind an attack on an oil tanker in which two crew members - a British national and a Romanian citizen - were killed.\nThe MV Mercer Street, operated by the London-based company Zodiac Maritime, was off Oman's coast in the Arabian Sea when the incident occurred on Thursday.\nThe company, which belongs to Israeli shipping magnate Eyal Ofer, said it was working to establish what had happened.\nIran has not commented on the Israeli foreign minister's allegations.\nIn a statement on Friday, Yair Lapid blamed \"Iranian terrorism\". \n\"Iran is not just an Israeli problem,\" Mr Lapid said, adding: \"The world must not be silent.\" \nHowever, details of the attack on the Liberian-flagged, Japanese-owned tanker remain unclear. \nThe incident appears to be a serious escalation in tensions in the region, and some reports suggest that a drone was involved. \nA spokesperson for the UK government said it was also trying to \"urgently establish the facts\".\n\"Our thoughts are with the loved ones of a British national who has died following an incident on a tanker off the coast of Oman,\" the statement said.\nIt added that vessels \"must be allowed to navigate freely in accordance with international law\".\nIn a statement on Friday, Zodiac Maritime announced the two deaths with \"profound sadness\". It said no other injuries had been reported.\nThe company added that the vessel was now \"sailing under the control of her crew\" and heading to a safe location with a US naval escort.\nThe undeclared \"shadow war\" between Israel and Iran appears to be hotting up.\nThere have been several attacks in recent months on both Israeli and Iranian-operated vessels, with both countries trading accusations and denials. \nBut this attack marks a significant escalation with its human casualties.\nIsraeli Foreign Minister Yair Lapad called for a tough response and said he was in consultation with his British counterpart Dominic Raab, and that the issue would be taken to the UN.\nAn Iranian Arabic-language television station quoted unnamed sources saying the attack was revenge for an alleged Israeli attack on an airport in Syria, an ally of Iran's. \nAn unnamed Israeli official said it would be hard for Israel to turn a blind eye to the attack.\nThe UK Maritime Trade Operations (UKMTO) naval authority said it was investigating the incident, which occurred near the Omani island of Masirah, and confirmed that \"coalition forces\" were assisting the vessel. \nThe US state department said it was \"deeply concerned\" by the reports and was \"monitoring the situation closely\". \nThe tanker had been travelling in the northern Indian Ocean to the United Arab Emirates (UAE) from Dar es Salaam in Tanzania. \nAccording to Zodiac Maritime, it had no cargo on board at the time of the incident. \nA number of previous incidents have been reported on both Israeli and Iranian-owned ships in the area. Vessels have been damaged in these incidents, but casualties are rare."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58017079",
      "category": "world-us-canada",
      "title": "Deal agreed for patients and children of fertility doctor who used own sperm",
      "tags": "Fertility,Ontario,Canada",
      "text": "Former patients and children of a Canadian fertility doctor who used his own or unknown sperm to impregnate patients have been offered a C$13m ($10m, £7m) settlement agreement.\nIt is thought to be the first-ever legal settlement of its kind.\nUnder the terms of the deal, claimants will be given compensation based on court-determined level of harm.\nMoney will also be set aside for a DNA database to allow dozens of children to identify their biological fathers. \nThe class-action lawsuit currently includes 226 people. Dr Barwin worked at two clinics in Ottawa, Ontario. \nSome couples who were told that the male partner's sperm would be used were unknowingly given random samples, and in some cases, the doctor's own.\nSome of the claims date back to the 1970s. Dr Barwin is now in his 80s and has not practiced since 2014. \nThe settlement must still be approved by a judge before any money will be made available.\nRebecca Dixon, 31, found out that her real father was Dr Barwin - whose clinic her parents had visited - after she developed a disease that nobody else in her family had. She and her parents launched the lawsuit in 2016. \n\"I am not sure we will ever achieve closure,\" she told the Ottawa-Citizen newspaper. \n\"It is something that will be with us for the rest of our lives. But the legal side wrapping up will allow people to come to a bit more peace with the situation.\"\nThe proposal also calls for C$75,000 to be used to set up a database for children conceived at his clinics to find out the identity of their father. The purpose of the database will be to provide children with the opportunity to identify their biological fathers, gain access to medical history and to locate any half-siblings. \nDr Barwin and his lawyer had no comment on the matter, but the settlement does not require the former fertility doctor to admit any fault. \nHe \"has denied and continues to deny all of the plaintiffs' claims in this action,\" lawyers said in court documents filed on Wednesday.\nIn 2019, Dr Barwin was stripped of his medical license by the College of Physicians and Surgeons of Ontario, which called his actions \"beyond reprehensible\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58014779",
      "category": "health",
      "title": "Pregnant women urged to get jab as majority unvaccinated",
      "tags": "Coronavirus vaccines,Pregnancy",
      "text": "England's chief midwife has stepped up her call for pregnant women to get the Covid jab as soon as possible. \nEstimates based on GP records and Public Health England data suggest hundreds of thousands have not had the jab, as the number of mums-to-be in hospital with the virus rises.\nOther data suggests the Delta variant increases the chance of severe disease.\nIn the last three months, 171 pregnant women with Covid needed hospital care - but none had had both jabs. \nIn a letter to midwives, obstetricians and GP practices, chief midwife for England Jacqueline Dunkley-Bent says all healthcare professionals have \"a responsibility to proactively encourage pregnant women\" to get vaccinated. \nShe recommends advice on jabs be offered at every opportunity.\n\"Vaccines save lives, and this is another stark reminder that the Covid-19 jab can keep you, your baby and your loved ones, safe and out of hospital,\" the chief midwife told pregnant women.\nSince mid-April 2021, mothers-to-be have been offered the Pfizer or Moderna coronavirus jab, with the second dose recommended eight weeks after the first. \nPublic Health England data suggests about 51,724 pregnant women have received one Covid vaccine in England so far. Of these, around 20,648 have had their second dose. \nThis is out of approximately 606,500 pregnant women in England in 2020-21, based on estimates from GP records.\nWhile uncommon, severe illness with Covid-19 is more likely in later pregnancy.\nUK Obstetric Surveillance data looking at pregnant women admitted to English hospitals up to July shows:\nYvonne O'Connor, who is 36 weeks pregnant and attending an antenatal clinic at Chelsea and Westminster Hospital in London, said she started getting worried about Covid in her third trimester.\n\"Luckily, I haven't had Covid at all,\" she said. \"I've been very lucky that way. \n\"But I just thought it was important to have it [the vaccine] to protect me and the baby now as well. So I decided to do it.\"\nAt the same clinic, mum-to-be Amy Weir, 29, said she had discussed the risks and benefits of the vaccine with her midwife.\n\"I decided that... I was in a better position having the vaccine than I was potentially being exposed to the risk of Covid,\" she said.  \nVictoria Rawlings, whose baby is due in November, said she was \"really nervous\" before having the her first jab.\n\"And then I did a bit more reading and thought, actually, this is perfect,\" she said. \"And I feel much safer, much happier, much freer to go out and about.\"\nBut it's not been a straightforward decision for everyone. \nIona Debarge, who is 30 weeks pregnant, said she was nervous because the vaccine was still very new.\n\"I think if it had been going for five years or something like that, I would feel more confident to get it done. That's why I'm still hesitating.\" \nLead researcher Prof Marian Knight, from Oxford University, said she was very concerned about the recent rise in pregnant women in hospital with the disease - though numbers are not as high as those seen during earlier peaks in the pandemic. \nShe said that during the winter wave, when the Alpha variant was dominant, one in 10 pregnant women admitted to hospital with Covid symptoms required intensive care - but now, with the Delta variant dominant, she said that figure was one in seven.\nProf Knight told BBC Radio 4's Today programme that pregnant women could be confident about having the vaccine, with the study showing it was \"very protective\" with no concerns over safety.\n\"Pregnant women were obviously naturally hesitant because there wasn't any evidence, but women can be reassured now because we have this real world evidence about the vaccine being used in practice,\" she said.\nShe added that by getting the vaccine, pregnant women would be protecting themselves and also passing protective antibodies onto their babies.\nAccording to NHS England, more than 55,000 pregnant women across the UK have received at least one dose of the vaccine, with no safety concerns. \nDr Edward Morris, president of the Royal College of Obstetricians and Gynaecologists, said doctors were seeing very sick pregnant women with Covid-19 in hospital every day, with most being unvaccinated. \nHe added: \"One dose of Covid-19 vaccination gives good protection against infection, so the sooner you can book your first appointment the better. \n\"You can have your second dose eight weeks after your first, which will provide a good level of immunity against the Delta variant.\"\nDr Sarah McMullen, of the National Childbirth Trust, said she was \"extremely concerned\" that many pregnant women remain unvaccinated and vulnerable, and strongly encouraged women to consider having the jab\nShe added: \"It is understandable that pregnant women have questions and hesitations about vaccinations and they need to be able to trust in the information and support to make an informed decision. \n\"We've been really frustrated to hear of so much misinformation and the confusion this has caused.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58027186",
      "category": "uk",
      "title": "Storm Evert: Helicopter rescues and sleeping in cars",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58020494",
      "category": "world-us-canada",
      "title": "From Afghan interpreter to US homeless - the long road to the American dream",
      "tags": "War in Afghanistan (2001-present),Afghanistan,United States",
      "text": "Zia Ghafoori, his pregnant wife and their three small children landed in the United States from their home in Kabul in September 2014.\nHe held five US visas - a reward for 14 years of service as an interpreter with US Special Forces in Afghanistan.  \nBut the benefits stopped there. Upon arrival, Zia found himself homeless - sent to a shelter by a well-meaning volunteer who told him it would be a place for him and his family to start a new life.  \nSeven years later, the memory still angers him. \nSpeaking to the BBC from North Carolina, where he now lives, he recalled struggling to look his children in the eye, apologising for bringing them to the US. \n\"I couldn't control my tears,\" he said. \"After what I had done for both countries, I was asking myself 'is this what I deserve?'\"\nBut among his peers Zia, now 37, counts himself lucky to have made it to the US at all. \nTens of thousands of Afghans have served as interpreters, fixers and local guides to US and allied soldiers since the start of Afghan War in 2001, when Western forces invaded to wrest control of the country from the Taliban. \nDecades after the beginning of what would become America's longest-running conflict, President Joe Biden has vowed to withdraw US troops by 11 September - even as the Taliban appear poised to return to power.\nMr Biden promised that a mass evacuation of interpreters would begin before August, and on Friday, 200 Afghans out of an initial group of 2,500 arrived in the US to complete their visa applications and begin new lives.\nAs many as 50,000 interpreters have worked with the US military. Since 2008, some 70,000 Afghans - interpreters and their families - have moved to the US under a special immigrant visa awarded for their service. But some 20,000 interpreters and their families are still seeking a way out. \nOn Monday, the US state department announced it would set up a second refugee programme, meant for Afghans who worked for US-funded projects and US-based media outlets and non-governmental organisations. \nBut these applicants face a clogged and complex visa process and the threat of a swift Taliban advance as the US winds down its 20-year war. \nThe danger to interpreters - marked for their work for the Americans - is grave. An estimated 300 interpreters have died since 2009 while seeking a US visa - a process that can take years, even under newer refugee schemes.\nThe delays have stung Zia. \n\"These people stood up and fought shoulder and shoulder to support both countries… and we're closing our eyes and leaving them there, leaving them to die,\" he said. \nZia signed up to join the US military as an interpreter in 2002.\nAt 18 years old, it was his first full-time job.\nTo hear Zia tell it, it was also the realisation of a promise made to his mother six years earlier, when the Taliban swept to power in Afghanistan. \nThen a grade school student, Zia saw the sudden end of a carefree childhood, an easy rotation between school, soccer, and games with his seven siblings. \nZia recalled his lively neighbourhood transformed under strict Islamic rule - indiscriminate beatings of men and women, a strange quiet as families hid indoors, his sisters barred from school.\nHis older brother, then in his twenties, was beaten and thrown in prison after he was overheard speaking the dialect of Panjshir valley, then the centre of anti-Taliban resistance.  \nThe beating left his feet and legs so swollen, he couldn't put on his boots, Zia said. The injuries were so bad he was unable to walk. \nWithin days, his parents decided they couldn't stay. The family fled from their home in Kabul, moving to Pashawar, Pakistan. \"I told my mom, 'When I grow up, I will fight against these people,'\" he said, referring to the Taliban. \nIn Pashawar, he learnt English at school. \nHis family remained in Pakistan until 2001, when the US began its decades-long invasion. \n\"When I got back, I saw a stable government was starting,\" Zia said. \"I said ok, now we have a hope.\"\nHe settled back into life in Afghanistan, got married and began teaching English at a local school. Within months of his return, a friend told him the Americans were in need of interpreters. \nThey went the very next day, he said, showing up at the base in Kabul asking about a job. \n\"They were just hiring people who could speak English. I didn't know military words, they told me 'no problem,'\". \nHe loved the work, he said, despite the months-long tours away from home, and the acute threat of serving on the front lines. \nHe resisted pleas from his wife and family to retire, saying he was devoted to his \"brothers\" of the US armed forces, who gave him his nickname, \"Booyah\". \n\"We were the eye and the tongue of the military,\" Zia said.\nFor Zia, working with the Green Berets, this meant near-constant proximity to violence and death. \nIn April 2008, he accompanied US forces in the Battle of Shok Valley. Minutes into the six-hour firefight his best friend, another interpreter, was killed. The battle spawned the highest number of Silver Stars - the second-highest decoration for valour - of any battle since Vietnam.\nWhile the Purple Heart is only officially awarded to members of the US military, members of the Special Forces team to which he was attached gave him an \"unofficial\" version of the award in recognition of his wounds.\nWhen he arrived in the US, shrapnel from that day was still in his body, he said. \nHe applied for US visas that year, under a new visa programme created by Congress in 2008 - the Special Immigrant Visa (SIV) - designed specifically for Afghans and Iraqis who worked alongside American troops in both of those conflicts. \nZia's visa took six years to be approved.  \nA soft-spoken, affable man, he called the process \"disgusting\". \nThe delays were inexplicable, he said.\n\"I don't know why it takes so long, we are already in the United States' database,\" he said. \"I don't know who could explain to the State Department what these guys have done for both countries.\"\nZia received his approval in an email in the summer of 2014, while on duty in Jalalabad, Nangarhar province. \nHe felt \"strange\", he said, daunted by the prospect of leaving Afghanistan behind. \"I can't take anything I had built.\"\nThe Taliban forced his hand. His family had begun receiving \"night letters\" - handwritten threats from the militants meant to discourage cooperation with US forces. \nThree months after their approval, Zia and his family boarded a commercial airplane for Nashville, Tennessee - weighed down by several duffel bags of clothes and a $6,500 bill for the flight.\nWhen they landed, they found no support or safety net. Zia was startled by the unfamiliar. \n\"I couldn't find any Afghans over there,\" he said. \nZia loaded his family into a hired taxi and drove one state over to Mannassas, Virginia, where he had heard lots of Afghans lived. They stayed in a hotel while Zia tried to get his bearings, reaching out to organisations meant to help special immigrant visa holders. \nAfter a few weeks, a volunteer called back, saying they had found his family a place to live and begin their lives. \n\"She took me to a homeless shelter,\" Zia said. \"I looked around and said 'this is not a place for my children to grow up.'\" \nThey had nowhere to go, and Zia again felt left down by the country that had promised to take care of him. His kids, too young to fully understand, were scared and confused. Each day, they asked their father about the family and friends left behind and when they were going back home. \nDesperate, Zia placed a call to his former captain and told him where he was. \n\"He was so pissed off,\" Zia said. Days later, his captain arrived in Virginia and drove Zia and his family back to his home in North Carolina. \n\"He told me: 'This is your house,'\" Zia said. \"As long as you want to live here, you can.\"\n\"I will never, ever forget that.\" \nZia was eventually able to move his family to their own apartment in Charlotte, where he worked in construction and later at a convenience store. \nNorth Carolina wasn't like the places he had heard about from his American colleagues - New York City, Washington DC, Las Vegas. But he relished the simple security of their new lives: his kids' safe trips to and from school, his wife's freedom to go out, to work. \nHis four children quickly became fluent in English, and the former interpreter is teased for his language mistakes. Last year, Zia, his wife and their three oldest children were sworn in as American citizens. His youngest son, now six, was born an American, and speaks with a slight southern accent.\nAbout two years ago, the family of five moved into in a modest, clapboard home in a quiet cul-de-sac. A large American flag hangs from a pole outside. \nBut Zia's view from Charlotte is clouded by the people left behind. \nIn 2019, he launched the Interpreting Freedom Foundation, a charity meant to help interpreters with the SIV process and resettlement in the US. He now fields nightly calls from former interpreters and their family, desperate for a way out. \nMost are trapped within a complex bureaucratic process, buckling under a years-long backlog. \nAdding further complications - US evacuations are taking place only out of Kabul, meaning Afghans living outside the capital will have to face a potentially fatal journey through Taliban-controlled territory - a rapidly expanding area. \nSince the US announced its withdrawal in April, the number of Taliban controlled districts has tripled from 72 to 221, according to the Foundation for the Defense of Democracy, a DC-based nonprofit. The US government has said it's possible that the Afghan government will collapse as soon as next year. \nSome of the provinces most at risk of a Taliban takeover, like Kandahar and Helmand, were home to thousands of US troops and their local interpreters, who now face threat of capture or execution. \nInterpreters are in \"mortal danger\", said retired Col Mike Jason. \"This is not a mystery. Our interpreters have been assassinated for a decade plus.\" \nProof of former employment with the US military - the types of documents necessary for a visa application - amount to a \"confession\" in the eyes of the Taliban, he said. \n\"We're at a point where I don't know how they can get out,\" he said. \nThe State Department has promised to expedite the process where possible, but the flat-footed response has angered veterans and interpreters alike. \n\"It's not a surprise that we're leaving… this isn't something that was suddenly thrust upon us,\" said Joe Kassabian, an author and US army veteran of Afghanistan. \"We should have planned ahead, and now we're acting like we need to do an emergency evacuation.\" \nFor Zia, the US withdrawal reads as abandonment. He has struggled to watch Afghanistan return to the way it was when he first fled as a child. \n\"The Taliban are still killing innocent people,\" he said. \"Nothing has changed.\"  \nAnd even more so, he has struggled to understand how the Americans have sent their soldiers home, while leaving their allies behind. He loves his adopted country, he said, but thinks its politicians have betrayed him and others who served. \n\"They're trying to wash their hands of us,\" he said.  \nI was an Afghan interpreter left homeless in US\nChelsea Bailey contributed research\nCorrection 9 August 2021: An earlier version of this article wrongly reported that Zia Ghafoori was awarded a Purple Heart for wounds sustained in battle. However the Purple Heart is only awarded to United States military personnel and it has since been established that Zia was referring to an unofficial award conferred on him by his unit. We have amended the article to make this clear."
    }
  ]
}