{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56618162",
      "category": "uk-wales",
      "title": "Covid: Wales' beauty spots busy in Good Friday sunshine",
      "tags": "Tourism,Coronavirus lockdown measures,Bala,Cardiff,Brecon Beacons",
      "text": "Beauty spots in Wales have been busy on Good Friday as the sunny weather continued into the Easter weekend. \nCar parks were full in both the Brecon Beacons and Snowdonia as tourists took advantage of more relaxed Covid rules. \nRestrictions were eased last weekend to allow people in Wales to travel anywhere within the country and meet up with one other household outside. \nPolice issued warnings earlier this week after crowds gathered in Cardiff Bay, leading to violence and littering.\nExtra stewards, barriers and bins were put in place ahead of the Easter weekend to prevent the issues reoccurring. \nThe Brecon Beacons National Park Authority tweeted on Friday to say five of its car parks in \"waterfall country\" were full, while cars lined the A470 near Pen y Fan, the highest peak in the national park. \nIn north Wales, car parks at Pen y Pass, near Snowdon, and at Bala Lake in Gwynedd were said to be busy. \nSome of those who visited Cardiff Bay on Friday said they were appalled by the mess earlier in the week. \nVisitor Naomi Randall said: \"We've been keeping our rubbish, looking out for recycling bins, keeping it in our bags.\"\nBen and Molly, who were also visiting Cardiff Bay, called for people to be \"responsible\" and said littering was \"disrespectful\". \nThe latest Welsh coronavirus rules allow people to travel anywhere in Wales, while overnight stays in self-contained accommodation are also allowed. \nHowever, it is still against the rules for people from other UK nations to travel into Wales, without a reasonable excuse. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55045639",
      "category": "health",
      "title": "Who is eligible for the Covid jab and is it compulsory for anyone?",
      "tags": "Coronavirus vaccines,Moderna,Vaccination,Pfizer,Omicron variant,Coronavirus pandemic,AstraZeneca",
      "text": "About 37 million people have now had booster Covid vaccine doses across the UK - more than 64% of those eligible.\nThe government is urging everyone who can, to come forward and receive the jab.\nFor most people in the UK, the Covid vaccine is not mandatory.\nHowever, Health Secretary Sajid Javid has reconfirmed that the government wants all front-line NHS staff in England (with some exceptions) to be fully vaccinated by 1 April if they want to to keep their job.\nCare home staff in England must also already be vaccinated (unless exempt).\nMeanwhile a number of employers, including Morrisons, Next, Ikea, Ocado and Wessex Water have cut sick pay for unvaccinated workers who are forced to isolate after being exposed to Covid.\nEmployees will receive only the statutory-sick-pay (SSP) minimum (£96.35 per week), unless there are mitigating circumstances.\nAll staff who test positive for the virus will still receive full sick pay, regardless of their vaccination status.\nAcross the UK, Covid passports providing vaccination status or negative test results are required to enter some venues.\nMany foreign countries are restricting entry to vaccinated travellers or imposing restrictions on those who are not. \nIn England boosters are now available to all over-16s three months after their second dose - but appointments can be booked after two months. Some walk-in appointments are also available. \nIn Scotland boosters can be booked online.\nIn Wales people should wait to be invited, with older and higher-risk people being prioritised.\nIn Northern Ireland people aged 18 to 29 can go to walk-in hubs, and make booster appointments. \nEarly studies from UK researchers suggested a booster vaccine - on top of the first two jabs - provides 80-85% protection against Omicron (compared with 97% against Delta).\nMore antibodies are developed thanks to the booster, giving the body stronger defences against the virus. \nIt makes it harder for Omicron to infect the body, although current vaccines are still not a perfect match.\nPfizer has started clinical trials of a new Covid vaccine which targets the Omicron variant.\nModerna will soon begin trials of its own Omicron-specific jab, and AstraZeneca has also started working on a new version of its vaccine.\nAll children aged 12 and over are being offered two doses of the Pfizer jab. They can usually have a second dose 12 weeks after the first.\nA low-dose version of the Pfizer vaccine has been approved for children aged five to 11 who have health conditions putting them at greater risk from catching Covid. Eligible children in this age group are now being invited for vaccination in Scotland\nPrimary school children who live with clinically vulnerable adults should also be offered a jab, government vaccine advisers said. \nThe Joint Committee on Vaccination and Immunisation (JCVI) also recommended that the normal booster dose should be offered to children aged 12-15 if they:\nIt is not yet clear when children will get these doses.\nAbout 16 and 17-year-olds in England who had a second vaccine dose at least three months ago are being invited to have their booster.  \nThey can make an appointment or attend a drop-in clinic, as can eligible children of the same age in Scotland.\nChildren who are not considered to be at high risk from Covid should wait 12 weeks after a positive Covid test before having the vaccine.\nYour booster will be a single dose of either Pfizer or Moderna - regardless of which vaccine you received before.\nIf you have recently tested positive for Covid, you should wait four weeks from the date of the test before having your booster.\nYou shouldn't have the booster if you have a severe illness or high fever, but Pfizer and Moderna say a mild fever or a cold are not reasons to delay.  \nThe vaccines do not infect you with Covid, and cannot cause positive results on a lateral flow or PCR test.\nYou can still book your first or second jab. You need to wait eight weeks between the first and second.\nIn particular, the government wants unvaccinated pregnant women to come forward.\nThe most common ones include a sore arm, headache, chills, fatigue and nausea.\nThey are part of the body's normal immune response to vaccines and tend to resolve within a day or two.\nThere are extremely rare, but occasionally fatal, cases of people developing blood clots after taking the AstraZeneca vaccine. \nAnd a very small number of people have experienced a severe allergic reaction after the Pfizer vaccine.\nYou should discuss any existing serious allergies with your healthcare professional before being vaccinated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56623504",
      "category": "uk-wales",
      "title": "Cardiff Bay: Extra police powers to stop crowds after party",
      "tags": "Coronavirus lockdown measures,Cardiff,Coronavirus pandemic",
      "text": "Police have been given special powers after crowds gathered in Cardiff Bay on Friday evening, despite coronavirus restrictions still being in place.\nCardiff council said a significant amount of rubbish had been left by \"large groups of people intent on breaking Covid-19 restrictions\".\nSouth Wales Police has put a dispersal order in place, giving officers the power to exclude people from the area.\nCovid rules state six people from two different households can meet outdoors. \nIt follows similar scenes outside the Senedd earlier in the week, when three police officers were injured. \nSupt Marc Attwell said: \"As restrictions have eased, the need for personal responsibility is critical and it is extremely disappointing that a small minority are willing to put themselves, and others, in harm's way. \n\"Cardiff Bay in particular has attracted large crowds over the past few days. \n\"The behaviour seen over the past three days has placed additional pressure on not only the police but the local authority as well, and meant that officers have been diverted from other parts of the force.\"\nHe added: \"We are asking people in groups of six or more who are thinking of attending or organising a gathering at the Senedd over this bank holiday weekend not to do so.\"\nOfficers arrested a 20-year-old man for a public order offence, a 22-year-old woman was arrested for being drunk and disorderly and for possession of a Class A substance and a 35-year-old-man was also arrested for possession of a Class A substance.\nThe council said the trail of litter left a \"huge task\" for clean-up staff as \"bins were left unused and the ground was littered with rubbish\".\n\"Despite the preventative measures put in place by the council, in partnership with South Wales Police, the Welsh government's coronavirus regulations were again broken by a significant number of people illegally gathering in Cardiff Bay,\" the authority said.\n\"The rules are clear, six people, from two households are allowed to meet outdoors, maintaining two metre social distancing. \n\"Breaking these rules significantly increases the chances of Covid-19 cases rising in the city.\"\nVolunteer litter picker Claire Heat, who has been helping with the clean-up since about 06:00 BST, said \"there's broken glass everywhere\" along with unopened bottles and cans of alcohol.\n\"I live down the road and you get used to the fact that you know it is going to be awful when you wake up,\" she said.\n\"The quicker we can get cleaned up and swept away the better it is for all the people that want to come down and enjoy the bay during the day.\"\nCleaning teams have been here since early this morning. Around me there are beer bottles, cans, crates, shattered glass, and hundreds of nitrous oxide canisters. \nSome people have even left picnic blankets and a coat. \nThe smell of alcohol is lingering in the air. \nA lot of the mess was cleared up by 08:30 but one of the cleaning team supervisors tells me they'll be here until later this morning. \nSupervisor Tony Tobenas said the area had been \"obliterated\" by the revellers overnight, which was \"demoralising\" for the clean-up crew who had been called in to deal with the mess from about 04:30. \n\"They shouldn't be here today - they should be home,\" he said. \n\"We've had to call them in to do this. This is additional [work] and got to be paid for.\" \nHe said the mess had become worse since the restrictions allowing wider travel across Wales had been lifted. \n\"We are supplying bins for them and they just aren't using them. They're throwing things on the floor,\" he said.\nCardiff council leader Huw Thomas said people who took part should be \"deeply ashamed of themselves\". \nHe said police had taken over from council marshals, who had been patrolling the site in the day, after the situation \"escalated\".\n\"The clear-up will mean an unnecessary cost to the council and so the taxpayer,\" he said.\nLena Ciric, a microbiologist from University College London, said it was not safe to \"party\" due to the threat of Covid. \n\"Not only are there lots of people together in a particular space but, also, they're drinking so they probably won't be wearing masks... inhibitions will be lowered and they'll be closer together,\" she said. \n\"We're just not ready to party. \n\"It's been really difficult for all of us and, you know, I absolutely understand that we want to see our friends and we want to let our hair down because it has been a really, really difficult year. \n\"But, ultimately, I don't think anywhere in the world, really, we're ready to party.\"\nWelsh Conservative leader Andrew RT Davies said: \"This can't continue.\n\"If people are ignoring the rules on the very steps where they are made then we have a big issue. \n\"It's time Labour ministers viewed licensed premises as part of the solution, not the problem.\"\nIn response to the scenes at Cardiff Bay, Welsh Labour Leader and First Minister Mark Drakeford said: \"The pandemic hasn't gone away. \n\"We need to keep coronavirus rates low so we can keep relaxing restrictions.\n\"We've come so far since the winter when rates were incredibly high - no one wants to see those sacrifices wasted. \n\"Stay focused and we can all enjoy the better times ahead.\"\nRodney Berman, from the Welsh Liberal Democrats, said: \"It's disappointing that some people are choosing to ignore the need to social distance and behaving so irresponsibly. \n\"South Wales Police may need to be more proactive to stop gatherings on such a scale.\"\nA Plaid Cymru spokesperson said: \"It is deeply frustrating to see a minority of people disregarding the regulations which are designed to keep us all safe.\"\n\"Everyone has their part to play in driving case numbers down. We cannot let the sacrifices we have made over the past months go to waste.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56627823",
      "category": "world-us-canada",
      "title": "Rapper DMX in hospital after heart attack",
      "tags": "Hip-hop",
      "text": "US rapper and actor DMX is in serious condition in hospital following a heart attack, says his lawyer Murray Richman.\nMr Richman told US media he didn't know whether the heart attack was brought on by a drug overdose, as reported by TMZ.\nDMX has publicly battled substance abuse for years, and spent several periods in rehab.\nHe is seen as a hip-hop icon, and has collaborated with artists including JAY-Z, Ja Rule, Eve and LL Cool J as well as appearing in films.\nThe 50-year-old, whose real name is Earl Simmons, was taken to hospital in White Plains, New York late on Friday evening, Mr Richman said, where he is surrounded by his family. \n\"He was on life support,\" the lawyer said. \"He's been taken off of life support. He is breathing on his own but there is a little brain activity.\"\nThe father-of-15 has served jail sentences in the past on charges including animal cruelty, reckless driving, drug possession and weapons possession.\nIn 2018 he made headlines by playing one of his own songs to a judge in court when he was facing charges of tax fraud. After listening to the song, the judge said DMX was a \"good man\" and gave him one year in prison.\nIn 2016 he stopped breathing and had to be resuscitated in a hotel car park in New York state.\nDMX has a career spanning more than 20 years, and as well as music, he has appeared in films including Cradle 2 the Grave and Romeo Must Die, both starring Jet Li.\n\"Earl is a sweet guy,\" Mr Richman said. \"Earl was a person who could tell such a story. He was a person with such depth. It's a heartbreaker.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-56624119",
      "category": "uk-england-birmingham",
      "title": "Rowley Regis dog attack: Woman, 85, killed by dogs that got through fence hole",
      "tags": "Dudley,Rowley Regis,Dogs",
      "text": "An 85-year-old woman died when two large dogs got into her garden through a hole in a fence and attacked her, police said. \nThe victim, who has been named as Lucille Downer, suffered a \"sustained\" attack and was found with serious injuries in Rowley Regis on Friday. \nShe was a mother, grandmother and great-grandmother and her \"family will miss her dearly\", relatives said.\nSupt Phil Asquith said her death was \"tragic and horrific\". \nA 43-year-old man was arrested on suspicion of being the person in charge of a dog dangerously out of control.\nHe has been bailed while inquiries continue and the dogs are being tested to establish their breed, West Midlands Police said.\nMrs Downer's family, who released their statement through the force, said she was born in Jamaica and emigrated to the UK in her early 20s. \n\"Since arriving in the UK, Rowley Regis has always been her home and her family will miss her dearly,\" they said. \nShe had spent her working years as a cook at a care home in West Bromwich.  \nFlowers have been placed in her driveway in Boundary Avenue, with one displaying the message \"RIP Nan\". \nSupt Asquith, of West Midlands Police, told a press conference earlier that neighbours and family who live nearby responded \"very quickly\" after the dogs escaped from a neighbouring property.\n\"The dogs will have unfortunately carried out a fairly sustained attack so there were multiple injuries, mainly caused as a result of the delay in getting into the garden,\" he said. \nHe said officers were called to the scene at about 15:20 BST by neighbours who said she was \"under attack from dogs from a neighbouring property\".\n\"Our officers attended, by which point the dogs had returned through a hole in the fence to the adjacent property and then, unfortunately, despite the best efforts of medical professionals, that lady died at the scene,\" he said.\nThe dogs were tranquilised and transported to secure kennels where they were being tested to determine their breed.\nSupt Asquith described the dogs as \"large\" but would not speculate on whether or not they were banned under the Dangerous Dogs Act, adding DNA samples had been taken from them. \n\"Fortunately, these types of incidents are rare,\" he said.\n\"This presented no wider threat to the public. It was a hole in adjacent premises so they weren't running in the streets.\"\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56621342",
      "category": "world-europe",
      "title": "Covid-19: Italy returns to strict lockdown for Easter",
      "tags": "France,Coronavirus lockdown measures,Italy,Coronavirus pandemic",
      "text": "Italy has entered a strict three-day lockdown to try to prevent a surge in Covid-19 cases over Easter.\nAll regions are now in the \"red zone\" - the highest tier of restrictions - as the country battles a third wave, with about 20,000 new cases a day.\nNon-essential movement is banned, but people are allowed to share an Easter meal at home with two other adults.\nChurches are also open, but worshippers are being told to attend services within their own regions.\nFor the second year, Pope Francis will deliver his Easter message to an empty St Peter's Square.\nFollowing the holiday weekend, different regions will then remain in either \"orange zone\" or \"red zone\" restrictions until the end of the month.\nItaly's restrictions come as countries across Europe try to control a surge in cases of the virus, while struggling with a delayed vaccine rollout.\nMore than 110,328 people in total have died of the coronavirus in Italy, and there have been 3.6 million confirmed infections.\nJust over a year after Italy became the first western nation to be hit by a coronavirus epidemic. In February 2020 people in many northern areas were told to stay at home and the lockdown was later extended to the rest of the country.\nFree movement was restored in June, but Italy is now facing a third wave of Covid-19. On 1 April, it registered 23,634 new cases and 501 deaths.\nUnder the new lockdown measures, all non-essential shops are closed and cafes and restaurants are running a takeaway-only service. \nRed zone restrictions normally mean all non-essential travel is banned, but over the Easter weekend an exception is being made to allow people to visit friends and relatives within their regions for a holiday meal.\nThe Italian government also announced it was placing 70,000 extra police officers on surveillance nationwide, in order to enforce the lockdown rules.\n\"This is not the time to lower our guard, and to let go of that sense of responsibility shown so far,\" Interior Minister Luciana Lamorgese told the newspaper Il Messaggero. \"Because the progress recorded by the campaign for vaccines finally gives a glimpse of a different horizon that will allow us to gradually return to normal.\"\nOn Friday, the World Health Organization (WHO) criticised Europe's \"unacceptably slow\" vaccine rollout, and said the situation in the region is now worse than it has been for several months.\n\"Vaccines present our best way out of this pandemic... However, the rollout of these vaccines is unacceptably slow,\" WHO director for Europe Hans Kluge said in a statement. \n\"We must speed up the process by ramping up manufacturing, reducing barriers to administering vaccines, and using every single vial we have in stock, now.\"\nIn the meantime, as long as vaccine coverage remained low, he said EU countries would have to impose lockdowns and other measures to compensate for the delays.\nAccording to the WHO, only 10% of the nearly 900 million people in the region have had a single dose of coronavirus vaccine.\nEarlier this week France, which is currently facing a peak of about 5,000 people in intensive care, announced it was entering a third national lockdown for at least three weeks.\nFrench schools are moving back to remote learning, and all non-essential shops have now closed. People are banned from travelling more than 10km (six miles) from home without good reason.\nAnd last month, German officials announced that the country would be placed in a strict Easter lockdown - only to reverse the decision just days later.\nGerman Chancellor Angela Merkel called the plan for a lockdown from 1 to 5 April a \"mistake\", and said she took \"ultimate responsibility\" for the U-turn."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56508475",
      "category": "world-middle-east",
      "title": "Egypt mummies pass through Cairo in ancient rulers' parade",
      "tags": "Archaeology,Egypt",
      "text": "Egyptians have been witnessing a historic procession of their country's ancient rulers through the capital, Cairo.\nThe lavish, multimillion-dollar spectacle saw 22 mummies - 18 kings and four queens - transported from the peach-coloured, neo-classical Egyptian Museum to their new resting place 5km (three miles) away.\nWith tight security arrangements befitting their royal blood and status as national treasures, the mummies were relocated to the new National Museum of Egyptian Civilisation in what is called The Pharaohs' Golden Parade. \nThey were transported with great fanfare in chronological order of their reigns - from the 17th Dynasty ruler, Seqenenre Taa II, to Ramses IX, who reigned in the 12th Century BC.\nEgypt experienced a sharp rise in Covid-19 infections a year ago, but following a decline in the number of cases and deaths, restrictions on open-air gatherings were later lifted.\nOne of the main attractions of Saturday's event is King Ramses II, the most famous pharaoh of the New Kingdom, who ruled for 67 years and is remembered for signing the first known peace treaty.\nAnother is Queen Hatshepsut, or Foremost of Noble Ladies. She became ruler even though the customs of her time were that women did not become pharaohs.\nEach mummy was carried on a decorated vehicle fitted with special shock-absorbers and surrounded by a motorcade, including replica horse-drawn war chariots.\nWhile ancient mummification techniques originally preserved the pharaohs, for the move they have been placed in special nitrogen-filled boxes to help protect them against external conditions. Roads along the route have also been repaved to keep the journey smooth.\n\"The Ministry of Tourism and Antiquities has done its best to make sure that the mummies have been stabilised, conserved, and are packed in a climate-controlled environment,\" said Salima Ikram, professor of Egyptology at the American University in Cairo.\nThe mummies were discovered in 1881 and 1898 in two caches in the ruins of Thebes, Egypt's ancient capital - modern day Luxor in Upper Egypt.  \n\"They have already seen a lot of movement in Cairo and before that in Thebes, where they were moved from their own tombs to other sepulchres for safety,\" Dr Ikram pointed out.\nWhile most of the ancient rulers' remains were brought from Luxor to Cairo via boat on the Nile, a few were transported in the first-class carriage of a train.\nThey were housed in the iconic Egyptian Museum and visited by tourists from around the world for the past century.\nEgypt's authorities are hoping that the new museum, which opens fully this month, will help revitalise tourism - a prime source of foreign currency for the country.\nThe industry has been battered by political turbulence over the past decade, and more recently by the pandemic.\nSaturday's move of the mummies will be streamed online for all enthusiasts of ancient Egypt to watch.\nThe new exhibits will now be housed in the Royal Hall of Mummies and will go on display to the general public from 18 April.\nThe hall has been designed so that visitors will experience the illusion of being in the Valley of the Kings in Luxor.\nSeparately, a new Grand Egyptian Museum which will house the famous Tutankhamun collection is due to open next year, close to the Great Pyramids at Giza.\nWhile it is being seen as a grand - and even fun - event, Egypt's mummies have historically been associated with superstition and foreboding. \nRecently, Egypt has had a string of disasters. Last week alone dozens of people were killed in a train crash in Sohag, Upper Egypt, while at least 18 people died when a building collapsed in Cairo.\nThen, as preparations were in full swing to transfer the mummies, the Suez Canal was blocked by the MS Ever Given cargo ship for almost a week. \nSocial media users have questioned whether the myth of \"the curse of the pharaohs\" might be to blame.\nThe ethics of displaying ancient Egyptian mummies has long been debated. Many Muslim scholars believe that the dead should be treated with dignity and respect and not be exhibited as curiosities. \nIn 1980, President Anwar Sadat ordered the Royal Mummy Room at the Egyptian Museum closed, arguing that it desecrated the dead. He wanted the mummies to be reburied instead, though he did not get his wish.\nAll photos copyright"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-56594933",
      "category": "uk-england",
      "title": "England lockdown: Countdown to freedom",
      "text": "In the coming weeks the coronavirus restrictions in England will slowly be lifted. But exactly how many days is it until I can...\nOn 29 March the rules changed allowing up to six people or two households to meet outside. \nPubs, cafes and restaurants will be able to open outdoor areas from 12 April. \nHairdressers and beauty salons will be able to open from 12 April. \nAll the shops classed as non-essential, which have been closed since the start of January, will be able to open from 12 April.\nCafes and restaurants will be able to open indoor dining from 17 May. Up to six people or two households will be allowed to spend time together indoors. \nAll restrictions are set to end on 21 June allowing you to meet as many people as you want - though you will be expected to keep social distancing. \nIt's likely that the government will continue to advise a level of social distancing until all adults have received their second dose of a vaccine. When that will be is not known at the moment, but the existing schedule is for all adults to have had one dose by the end of July.\nEven then some protective measures may still be advised for those who have not been vaccinated or are still at risk.\nScotland, Wales and Northern Ireland have different timetables for relaxing restrictions. You can find out what they are here:\nAll the lockdown easing steps in England are dependent on four key tests being met at each stage. These tests include whether the vaccine rollout is going as planned and whether deaths and cases are coming down. \nIf the figures go the wrong way the government may delay some of the steps. The next assessment will be in the week before 12 April.\nWhat have you been looking forward to doing the most once lockdown restrictions ease? How do plan to celebrate freedom? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56605793",
      "category": "uk-scotland",
      "title": "Emma Caldwell suspect 'attacked woman in same woods'",
      "tags": "Biggar,Prostitution,Glasgow",
      "text": "A woman has come forward claiming she was attacked twice by a man later identified as a prime suspect in the murder of Emma Caldwell. \nShe claims one of the attacks happened in the same remote woods where Ms Caldwell's body was found in 2005.\nThe woman, who worked as a street prostitute, told police the man who attacked her was Iain Packer.\nShe also named him in a \"Beware Book\" used by street workers to warn others against violent and abusive clients.\nEmma Caldwell had been a sex worker in Glasgow's red-light district when she disappeared on 4 April 2005.\nThe 27-year-old's body was found five weeks later, 40 miles away in woods near Roberton in South Lanarkshire.\nShe was naked and had been strangled.\nFour Turkish men were arrested and charged with her murder, however the case later collapsed and they were all released.\nSixteen years later no-one has been convicted of Emma's murder.\nA BBC investigation - for the new podcast Who Killed Emma? - has now discovered at least four sex workers told police they were also taken to the same remote woodland by a client in the months before Emma was killed. \nTwo of the women said they were forced to strip and were left terrified by him. All identified the same man as being their alleged attacker. \nThe man they all picked out from police photobooks is 48-year-old Iain Packer.\nMr Packer was questioned six times by police during the investigation into Emma's murder and admitted to police that he had taken her and at least five other women to the remote woods for sex.\nIn 2019 he featured in a BBC Disclosure programme, during which he insisted to journalist Sam Poling that he had never been violent towards any women and denied having killed Emma Caldwell. \nDays after the interview, he was arrested and later convicted for attacking his former partner by choking her.\nOne woman, who spoke to the BBC for a new podcast series investigating the murder said that she identified her attacker to police in 2005 and also named the man in a logbook kept by a drop-in support service for women involved in street prostitution.\nThe logbook, known as the 'Beware Book', was a collection of warnings from prostitutes to other women about dangerous clients.\nThe woman, who asked not to be identified, has told the BBC that she was taken down to the Roberton woods by a client - whom she later identified as Packer - where he was sexually violent with her. \nShe said she named him in the logbook in the months before Ms Caldwell went missing and again to police in the weeks after her body was found.\nShe said he also picked her up from Glasgow's red-light district and took her to Pollok Park in the south of the city where he raped and beat her.\nFor the past four years, I have investigated the murder of Emma Caldwell.\nI have examined closely the police's botched inquiry into who killed her, and I have exposed a man whom I grew to believe was a prime suspect. \nWhen I began working on a podcast into Emma's case, I wanted to try to speak with as many women as possible who had lived and worked in the same world she did. \nEmma had turned to prostitution to fund her drugs habit and lived in a women's hostel in Glasgow. She had few friends but I managed to track down a number of those whom she was close with. \nI never expected to hear what I did. There wasn't a single woman I spoke to who hadn't been raped while selling sex on the streets of Glasgow. There wasn't a single woman who hadn't been beaten, attacked and humiliated. \nThe stories they told me spoke of a world in which the women lived with only a hopeful expectation of survival, not a guaranteed one. \nOne woman would pull out a strand of her hair whenever she got into a client's car. She would lean back and discreetly rub it into the carpet behind the passenger seat. \nShe hoped it would give police a forensic trail of her last movements. She knew it wouldn't save her life but it would maybe help find those who took it. \nAnother woman would ensure she kept the used condoms after sex with every client. She would secretly drop them where they had had sex, knowing both their DNA was on it. \nThat they had to live like this, I found difficult. But worse was hearing how the women were treated by those whose job it was to protect them - the police. \nThe women spoke of reporting rapes and attacks to the police and said they were rarely believed. They said they felt silenced, as though their voices were worthless. \nYet some of these women had vital information about Emma's case. \nSeveral spoke of a violent client who had taken them to the same woods where Emma's body had been found. \nOne woman described repeatedly being taken down a motorway by a client she was scared of. Four women picked the same man out of a photobook, stating he had been violent to them. \nI investigated all of this, and the evidence I found pointed to one man as a prime suspect - Iain Packer. \nHe was the man all these women had either named or identified from police photobooks. \nEverything I learned suggested he was a sexually violent man who had raped women. I even discovered evidence which alleged he had raped Emma in the months before she went missing. \nPacker himself admitted to police that he had taken several women - including Emma - down to the woods where her body was found. \nDespite the women repeatedly telling police about their violent experiences with Packer, the police arrested and charged four Turkish men.  The case against them collapsed within months. \nIt is 16 years today since Emma went missing and no-one has been convicted for her murder. \nThe women I have spoken to say they feel angry and betrayed. They want to know why their experiences and their testimonies were ignored.\nAnd it's a question I'd like answered too. \nConcerns over the conduct of the Emma Caldwell murder inquiry were such that in 2015, Scotland's public prosecutor, the Lord Advocate, ordered Police Scotland to re-investigate not only who killed Emma Caldwell, but also what went wrong in the original investigation. \nIn a statement to the BBC, Police Scotland said the case remained open and a team of detectives continued to examine the circumstances of Ms Caldwell's death.\nA report was sent by Police Scotland to the Crown Office in June 2018 and, following further guidance received from the Crown Office, Police Scotland said the investigation continues. \nThe Crown Office said it could not comment on a live investigation. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56625571",
      "category": "uk-wales",
      "title": "Covid: 'Disgusting' scenes left by crowds at Cardiff Bay",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56625307",
      "category": "uk",
      "title": "Covid: Trials to begin for return of England mass events",
      "tags": "Coronavirus lockdown measures,Liverpool,Coronavirus pandemic",
      "text": "The government is to trial a series of measures in England, including Covid passports, to allow the safe return of sports matches, events and nightclubs. \nPasses would show if a person had been vaccinated, had a recent negative test, or natural immunity.\nTrial events in the coming months will also explore how ventilation and testing before and after could help crowds return.\nAny use of passes would be \"time-limited\", the sports minister has said.\nThe pilots, which will include the FA Cup final, will last until mid-May, and some of the listed events will not be trialling vaccination certification, including those taking place in Liverpool.\nSports Minister Nigel Huddleston described the trials as a \"learning experience\", saying no decisions had yet been made on processes or vaccination certificates.\nHe said the earlier pilots \"almost certainly won't involve any element of certification\", and that the government would also be looking at mitigations such as one-way systems and hygiene measures.\nMr Huddleston said the PM would receive a report on the trials at the end of May, and suggested further events could be added later in the year.\nThe plans come as the UK reported another 2,297 cases and 10 deaths within 28 days of a positive test - although Wales and Northern Ireland were not reporting data.\nMore than 31.5 million people have received a first dose of the vaccine, and nearly 5.4m have received both jabs, according to the latest government figures. All adults are due to be offered vaccination by the end of July, the government has said.\nMeanwhile, Downing Street has confirmed countries will be in a risk-based \"traffic light\" system when foreign holidays resume.\nThe pilots will include the FA Cup semi final and final in London's Wembley Stadium, the World Snooker Championship in Sheffield, a mass participation run at Hatfield House in Hertfordshire, and several events in Liverpool including an evening at a nightclub, a business conference and a cinema screening in the city. \nThe FA Cup final will be using certification.\nThe first pilot event will be a comedy night in Liverpool on 16 April where audience members will be tested for Covid before and after the show. \nThe University of Liverpool's Prof Iain Buchan, who will be helping run the city's trials, told BBC Breakfast taking part would involve giving consent when booking a ticket, receiving text messages about Covid safety, minimising your contacts before the event, and getting tested as close to the event as possible.\nProf Buchan added that people would be told not to attend if they developed any symptoms and the events would be held in well-ventilated places.\nAfter the event, people would be asked to minimise their contacts and get another test five days later, for the purposes of research, he said.\nDates have been set for pilots that might determine how we get back into big events - although it was a slightly confused picture earlier in terms of exactly which venues would be trialling what. \nThe details, it seems, are still being ironed out. Notable by its absence from the plans, for now, is any mention of pubs.\nThe freedom to head to your local for a pint had become something of a focal point over fears of a \"checkpoint society\".\nNot long ago, Boris Johnson suggested it could be up to individual landlords on whether they wanted to ask for proof of someone's Covid status.\nRegardless of whether that idea's quietly on the backburner or gone for good, there's still doubt in the Tory ranks. \nOne MP tells me they still have plenty of reservations, although they could possibly get their head around temporary plans for larger events only. Another says they remain firmly against any kind of domestic certification. \nThe government, however, has given itself a bit of time to chew everything over - whether that means the results of the pilots or the political mood. \nNews of the trials, particularly Liverpool's nightclub pilot, was welcomed by industry body the Night Time Industries Association.\nBut NTIA chief executive Michael Kill called for further trials across a wider scope of businesses in the sector, expressing concern \"that this will only give an acute view of the challenges faced within such unique environments where one size does not fit all\".\nThe NHS is said to be working on a system to allow people to demonstrate their status through an app or paper certificate. \nThe government said it was also working with clinical and ethical experts on exemptions for people for whom vaccination is not advised and repeat testing would be difficult. \nNo 10 said it did not want the scheme, which it is describing as \"Covid-status certification\", to be used on public transport or in essential shops.\nBusinesses in England which can reopen in the coming weeks, including pubs, restaurants and non-essential retail will not have to use the system for now.\nHowever, sources say requiring a certificate to access hospitality further down the line - perhaps to reduce the need for social distancing - has not been ruled out. \nPrime Minister Boris Johnson said the government was doing everything it could to ensure people could return to events and travel \"as safely as possible\".\nCabinet Office Minister Michael Gove, who is leading the review into the use of Covid passports, has called certification for international travel an \"inevitability\".\nWriting in the Sunday Telegraph, he also said it could also be a \"valuable aid\" in reopening parts of the domestic economy faster.\nHowever, critics, including more than 40 Tory MPs and privacy campaigners, have suggested a Covid passport scheme could be \"discriminatory and counterproductive\".\nFormer Labour leader Jeremy Corbyn, who now sits as an independent, and senior Tory Iain Duncan Smith are among a broad coalition of MPs who have pledged their opposition.\nTheir concerns have been echoed by leading scientists, including infectious diseases expert Dr Mike Tildesley, who said he was \"very much against the idea of domestic travel passports at the moment\" when many people have not been offered the vaccine and uptake was inconsistent among communities.\nHe told BBC Breakfast he recognised the need for security so that mass events could resume but said we need \"a fair system that isn't discriminating against certain members of society\".\nProf Melinda Mills, director of the Leverhulme Centre for Demographic Science at the University of Oxford, also appeared on the programme, and said there were \"still a lot of open questions\" about the scheme.\nThey included practical questions and ethical ones, she said, such as: \"Do I have to pay for the testing if I haven't been vaccinated or had that opportunity?\"\nThe sociologist acknowledged the scheme could work as an incentive for people to get vaccinated, but added that it could also inspire forgery if paper documents are used.\nWhile the proposed plans cover England only, the government is discussing the scheme with Scotland, Wales and Northern Ireland.\nUnder the government's plan to ease England's lockdown, legal limits on social contact could be lifted by 21 June, if strict conditions are met.\nThe government said its risk-based traffic-light system for international travel would \"help ensure the UK's vaccine progress isn't jeopardised and provide clear guidance for travellers\".\nInternational leisure travel will not be allowed until 17 May at the earliest.\nAfter this point, travellers from countries in the green category will not have to isolate, although pre-departure and post-arrival tests will still be needed.\nFor countries assigned red and amber, restrictions would remain as they are now, with arrivals required to enter quarantine or self-isolation.\nThe list of countries included in each category will be drawn up closer to the time, and the government continues to advise people not to book summer holidays abroad.\nFurther detail on international travel will be provided on Monday, along with information about a review into social distancing - which is examining how and when distancing requirements and the working from home guidance could be lifted, and whether Covid certification could facilitate changes to the rules."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56627642",
      "category": "uk",
      "title": "Kill the Bill protests: Defend right to protest, Corbyn tells marchers",
      "tags": "Sarah Everard murder,Jeremy Corbyn,Bristol",
      "text": "Former Labour leader Jeremy Corbyn urged marchers to \"stand up for the right to protest\" as protests against the Police and Crime Bill were held around the UK.\nKill the Bill demonstrations took place in London, Birmingham, Liverpool, and Bristol among other places.\nMr Corbyn said the bill would prevent protest without police approval.\nPolice said 26 people were arrested after a minority refused to leave after the London protest.\nSpeaking in Parliament Square in central London, Mr Corbyn invoked figures such as the suffragettes and Nelson Mandela as he urged the crowd to oppose the bill.\n\"Stand up for the right to protest, stand up for the right to have your voice heard,\" he said.\nHe said the protests against the bill were sparked after police dispersed the crowd at the \"perfectly correct and proper vigil\" for Sarah Everard, who was killed as she walked home in south London.\n\"I want a society where it is safe to walk the streets, where you can speak out, you can demonstrate and you don't have to seek the permission from the police or the home secretary to do so,\" he said.\nSeveral women addressed the crowd and shared personal experiences of abuse and being drugged.\nProtesters carried anti-sexism placards and chanted \"women scared everywhere, police and Government do not care\" as they marched past Downing Street.\nThe protests were prompted by the Police, Crime, Sentencing and Courts Bill, which propose to give police in England and Wales more power to impose conditions on non-violent protests, including those which are deemed too noisy or a nuisance.\nAnyone refusing to follow police directions about a protest could be fined up to £2,500.\nMinisters and police have defended the proposals, saying they were needed to tackle demonstrations such the ones by Extinction Rebellion in 2019, where mass occupations of roads and bridges in London and elsewhere stretched police resources to the limit.\nMost of the crowd of several hundred people in London dispersed peacefully after the rally, but police said they made arrests after a \"small minority\" refused to leave.\nIn Bristol, more than 1,000 people gathered for a peaceful protest, after demonstrations on 23 March and 26 March ended in clashes with police.\nEarlier Kill the Bill protests had taken place under lockdown, but the latest demonstrations are the first since coronavirus rules on outdoor gatherings were eased on Monday in the latest stage of the government's roadmap out of lockdown.\nUnder the current rules, people can meet outdoors in groups of six or two households. But there is an extra provision to allow outdoor protests with more than six people - as long as organisers carry out a risk assessment and take all reasonable steps to limit the spread of the virus.\nAt the Bristol protest, about 100 demonstrators began marching again later in the evening, Avon and Somerset Police said. They forced police to briefly close part of the M32 motorway by sitting in the road.\nHundreds of people also marched through Newcastle city centre, and other places that saw protests of varying scales included Birmingham, Liverpool, Newcastle, Bournemouth, Brighton, Weymouth and Luton."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51506729",
      "category": "uk",
      "title": "Covid: What are the social distancing rules?",
      "tags": "Coronavirus lockdown measures,Elderly people,Social distancing,Hospitality industry,NHS,Coronavirus pandemic",
      "text": "Scotland, Wales and Northern Ireland are relaxing some of the rules around gatherings and mixing with others which were introduced to tackle the spread of Omicron.\nHowever, some restrictions remain. \nFirst Minister Nicola Sturgeon has announced a further easing of Covid rules.  \nFrom Friday 28 January, the requirement for physical distancing in indoor settings where people don't have to wear a face covering - such as those leading religious services - will reduce to 1m (3ft) from 2m (6 ft). \nMost of the rules governing indoor and outdoor events have already been lifted. \nCovid passports are required for nightclubs and large events.\nAll restrictions at outdoor events have now been lifted. \nOn 28 January, nightclubs will reopen, and the so-called \"rule of six\" - where gatherings in pubs and restaurants are limited to six people - will be scrapped.\nSome restrictions will remain in place:\nPubs and other hospitality venues now no longer have to offer table service only, and the \"rule of six\", governing the size of groups in hospitality venues, has been scrapped.\nFrom Wednesday 26 January:\nSome rules remain in place:\nThe current restrictions in England don't include any limits on socialising - so friends and family are legally allowed to see each other in private houses, or to meet in public places like pubs and nightclubs.\nCoronavirus spreads mainly when an infected person coughs, sneezes or speaks - sending small droplets, packed with the virus, into the air. \nThe further apart people are, the lower the risk of the infection spreading."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-56617182",
      "category": "uk-england-birmingham",
      "title": "Woman killed by two escaped dogs in West Midlands",
      "tags": "Dudley,Dog attacks,Rowley Regis",
      "text": "A woman has died after being attacked by two escaped dogs in her garden.\nPolice said the woman, in her 80s, was found suffering from serious injuries at an address in Rowley Regis near Dudley in the West Midlands on Friday.\nDespite the efforts of emergency services, she was pronounced dead at the scene in Boundary Avenue.\nWest Midlands Police said the dogs did not belong to the woman, but managed to get into her garden before attacking her.\nBoth dogs have been seized to establish their breed.\nA 43-year-old local man has been detained on suspicion of being the person in charge of a dog dangerously out of control.\nHe remains in custody for questioning.\nPolice said the victim sustained dog bite injuries, although a post mortem will take place in due course to establish the cause of death.\nA police scene and presence will remain in place in the area as work is carried out to establish the full circumstances of what occurred."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-56625920",
      "category": "education",
      "title": "School abuse: Teachers face sexualised insults in class, says union",
      "tags": "NASUWT",
      "text": "Teachers face \"derogatory sexualised\" language as well as violence and threats from pupils in the classroom, a union conference has heard.\nThe NASUWT conference condemned schools and colleges that claim \"unacceptable\" student behaviour is \"part of the job\".\nA survey of over 4,700 union members found 38% had been verbally abused, and 10% threatened with violence.\n\"We need to reclaim our classrooms, but we cannot do it alone,\" said NASUWT executive member Wendy Exton.\nTeachers are often left with no access to appropriate support and many school and college leaders do not receive adequate training, a motion passed at the conference said. \nThe concerns from teachers come after school pupils sparked a government review by posting stories online about sexual harassment and abuse by their peers.\nThe website Everyone's Invited has now gathered more than 13,400 testimonies of pupils' experiences.\nMs Exton said criminal issues such as drugs, violence, knives and country lines \"spill over\" into the classroom, and go unreported \"as schools are afraid of the repercussions\".\nShe said too many excuses were made for poor behaviour, \"from living on a council estate to trauma and even lack of tobacco\".\n\"Today's behaviour directed to us as teachers include not only vile language, but derogatory sexualised terms, threats to ourselves and our families, and indeed, violence itself,\" Ms Exton said.\n\"In classrooms, many staff are struggling alone with extreme behaviours.\"\nThe survey of 4,700 NASUWT members found that in addition to verbal abuse and threats, 6% of teachers had been subjected to physical violence by pupils in the last year.\nThe motion at the conference applauded teachers who have balloted for industrial action in order to refuse to teach violent pupils.\nRosemary Carabine, another member of the union's executive, questioned why teachers should have to use workplace grievance procedures or industrial action to feel safe at work from \"daily\" threats and aggression, in some cases.\nDr Patrick Roach, NASUWT general secretary, said the union was \"unequivocal\" that teachers should not have to endure any form of abuse in the classroom or online.\n\"The union is continuing to take steps, up to and including industrial action and refusal to teach ballots, where members report to us that serious pupil indiscipline or abuse is going unchallenged by their school,\" he said.\nA spokesperson for the Department for Education said: \"In no circumstances should teachers be subjected to abuse simply for doing their jobs.\"\nThe department said it had \"ambitious plans\" to improve behaviour in schools, including making behaviour management a core part of early teacher training, and improving guidance for schools.\nIt is also funding £10m \"behaviour hubs\", where schools with \"exemplary behaviour cultures\" share practices with others that want to improve, the spokesperson said.\nMeanwhile, Education Secretary Gavin Williamson told the NASUWT conference that investing in the next generation of teachers was \"crucial\" to the pandemic recovery plans.\nIn the pre-recorded speech, he said more needs to be done to improve teacher training as the quality of teaching was the \"single most important factor\" in education."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56623734",
      "category": "world-asia",
      "title": "Graffiti art defaced by spectators at South Korea gallery",
      "tags": "Graffiti,Art,South Korea",
      "text": "Graffiti artwork on display in South Korea has been damaged by a couple who thought brushes and paint laid in front of the piece were for visitors' use.\n\"They thought they were allowed to do that as participatory art and made a mistake,\" the head of the exhibition in Seoul told Reuters news agency.\nAfter staff spotted fresh brushstrokes CCTV footage identified the accidental vandals, a man and woman in their 20s.\nThe untitled piece is estimated to be worth about $500,000 (£360,000).\nIt was painted by US graffiti artist JonOne in front of an audience in Seoul in 2016. \nIt has since been displayed at various venues, along with the paint and brushes used in the live performance - which are regarded as integral parts of the artwork.\nKang Wook, the head of the exhibition at Seoul's Lotte World Mall, told Reuters: \"We are currently in discussions with the artist about whether to restore it.\"\nPolice found and questioned the couple at the gallery. Organisers decided not to press charges and the pair were released.\nThe incident prompted the gallery to put up a small fence in front of the graffiti with additional signs saying: \"Do Not Touch\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56620113",
      "category": "world-us-canada",
      "title": "US Capitol: Police officer dies after car rams security barrier",
      "tags": "Washington DC,United States Capitol,United States",
      "text": "An attack at the US Capitol complex in Washington DC has left one police officer dead and another in hospital with injuries.\nA car crashed into a security barrier before the driver lunged towards the officers with a knife, police said. \nThe officers opened fire and the suspect was shot dead.\nAuthorities said the attack, which came three months after January's deadly Capitol riots, did not appear to be terrorism-related.\n\"Whether the attack was at law enforcement, or whoever, we have a responsibility to get to the bottom of it and we'll do that,\" Robert Contee, the acting chief of Washington DC's Metropolitan Police Department, said at a news conference.\nActing Capitol Police Chief Yogananda Pittman said it was \"with a very, very heavy heart that I announce one of our officers has succumbed to his injuries\".\nIn a later statement, she named the officer as  William \"Billy\" Evans, who had been a member of the Capitol Police for 18 years and was part of the department's first responders unit.\n\"Please keep Officer Evans and his family in your thoughts and prayers,\" she said. \nTwo law enforcement sources involved in the investigation told BBC partner CBS News that the suspect in the attack was 25-year-old Noah Green from Indiana. \nThey said that no prior information about him had been found on any police databases.\nIn a post from mid-March on a now-deleted Facebook page, Green wrote that he had recently left his job, \"partly due to afflictions, but ultimately, in search of a spiritual journey\".   He added he had been suffering the \"side effects of drugs I was intaking unknowingly\" and wrote extensively of his interest in the black nationalist religious organisation, Nation of Islam.\nIn a statement Facebook said it had designated the incident under its \"Dangerous Individuals and Organizations policy\", meaning the suspect's Facebook and Instagram accounts were being removed, as well as any content praising him.\nAn increased security presence remains around the Capitol building, where the US Congress sits.\nAs Congress is not currently in session, most politicians were not at the Capitol complex at the time of the attack. \nShortly after 13:00 local time (18:00 GMT) the Capitol Police alert system sent an email to lawmakers and their staff ordering them to stay away from exterior windows and doors due to a threat. Anyone outside was instructed to seek cover.  \nAt that time, a man driving a blue sedan had rammed the car into two officers standing at the North Barricade, according to police.\nHe exited the vehicle and ran towards the officers - at least one of whom drew a weapon and shot the suspect. The officers were then transported to hospital, one in an ambulance and one in a police cruiser.\nFootage of the scene showed a helicopter flying overhead and what appeared to be two people on stretchers being moved into ambulances. \nOnlookers were told to clear the area. \nPolice said the suspect died due to his injuries at 13:30 local time. Chief Contee told reporters the suspect appeared to act alone.\nThe FBI's Washington Field Office said it was providing support to the Capitol Police.\nAnalysis by Samantha Granville, US Capitol\nCapitol Hill has been tense over the past three months. Since the riot on 6 January, the complex has been like a fortress with barbed wire, metal fencing and heightened security. \nBut just weeks later, we are back here with blocked roads, extra troops, and a solemn feeling.\nCongress is in recess today and staff I have spoken to are grateful to be home and nervous about returning to work after the Easter holiday. \nThey say, understandably, that it is scary to have your workplace attacked twice in a short space of time.\nIt is concerning for them that even with ramped up security, an event that led to an officer's death still happened.\nUS President Joe Biden said he was \"heartbroken to learn of the violent attack\".\nHe offered his \"heartfelt condolences to Officer Evans' family, and everyone grieving his loss\", and said that he had ordered flags at the White House to be lowered to half mast.\nDemocratic House speaker Nancy Pelosi said \"America's heart has been broken\" and called Mr Evans \"a martyr for our democracy\".\nDemocratic Senate majority leader Chuck Schumer said he was \"heartbroken for the officer killed\" and indebted to the Capitol police force.\nRepublican Senate minority leader Mitch McConnell wrote that he was \"praying\" for those attacked."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56616888",
      "category": "world-us-canada",
      "title": "Derek Chauvin trial: Homicide chief criticises force used on George Floyd",
      "tags": "Minneapolis,US race relations,George Floyd death,United States",
      "text": "The top homicide investigator in the US city of Minneapolis has said former police officer Derek Chauvin used \"totally unnecessary\" force when arresting George Floyd.\nRichard Zimmerman was testifying on the fifth day of Mr Chauvin's murder trial.\nWhite officer Mr Chauvin was filmed kneeling on African-American Mr Floyd's neck for more than nine minutes last May, sparking global protests.\nThe 45-year-old has denied charges of murder and manslaughter. \nIn his testimony on Friday, Lieutenant Zimmerman said he arrived on the scene after Mr Floyd's death in order to help ensure evidence was secured and witnesses were found.\nHe said officers were responsible for the safety and wellbeing of anyone they arrested.\n\"Totally unnecessary,\" he said, when asked about Mr Chauvin's actions. \"If your knee is on a person's neck, that can kill them.\"\nHe added that he could see no reason for Mr Chauvin to keep his knee on Mr Floyd for more than nine minutes. \n\"First of all, pulling him down to the ground facedown and putting your knee on a neck for that amount of time is just uncalled for,\" he said. \n\"I saw no reason why the officers felt they were in danger, if that's what they felt... and that's what they would have to have felt to be able to use that kind of force.\"\nParamedics, bystanders and Mr Floyd's girlfriend are among those who have taken the stand since the trial began on Monday.\nAt its opening, prosecutor Jerry Blackwell said Mr Chauvin had \"betrayed his badge\" and claimed he used \"excessive and unreasonable force\".\nDefence lawyers have indicated they will argue that Mr Floyd died of an overdose and poor health, and the force used in his arrest was reasonable.\nFootage from both witnesses' mobile phones and the police officers' bodycams have been shown to the jury at length.\nIn one video, Mr Floyd could be heard pleading with officers, saying: \"I'm not a bad guy\".\nIn another, Mr Chauvin is heard telling a bystander: \"We had to control this guy because he's a sizeable guy. It looks like he's probably on something.\"\nThe court also examined security camera footage of Mr Floyd inside a grocery store, where he allegedly paid for a packet of cigarettes with a counterfeit note, leading to his arrest.\nShop employee Christopher Martin said Mr Floyd \"didn't seem to know it was a fake note\", adding that he watched the arrest with \"disbelief and guilt\".\nMr Floyd's girlfriend, Courteney Ross, gave emotional testimony, in which she described their first kiss and struggle with opioid addiction.\nTwo paramedics later said Mr Floyd had no pulse and did not appear to be breathing when they arrived at the scene.\nJurors have also heard from David Pleoger, the supervising police officer on duty that day, who said he only learned later in the evening that Mr Chauvin had restrained Mr Floyd by kneeling on his neck.\nHe told the court that an officer should stop using the knee as a restraint once \"you get control of the situation\" and the suspect is in handcuffs.\nDefence lawyer Eric Nelson sought to play down the significance of his testimony by saying Mr Pleoger had \"not reviewed the entirety of the evidence in this particular case\".\nThroughout the testimony, Mr Chauvin has been taking almost constant notes. \nFor many people here, the first week of the trial has been deeply traumatic - opening wounds from last May, when George Floyd died. \nIn the courtroom jurors heard wrenching accounts from eyewitnesses, people who were outside the store, Cup Foods, where Mr Floyd was arrested. \nThe jurors also listened to police testimony and statements from paramedics, and watched searing footage of the moments before Mr Floyd died, filmed on police body camera and shown for the first time in public. The images reminded people in town of what happened on that day, and how the city was ripped apart by his death. \nFor some, the evidence that was presented in the courtroom brought back a sense of despair and helplessness, as they themselves had watched the events outside of the store unfold. \nAll week, people scrolled through their phones in the downtown area, watching the trial. Others stood in stunned silence as the images appeared on TV screens in barbershops, convenience stores and other places in town. \nOn Monday, the trial continues.\nFootage of Mr Chauvin kneeling on Mr Floyd's neck was viewed around the world and sparked mass demonstrations against racism and police brutality.\nFormer US President Barack Obama said the protests represented a \"genuine and legitimate frustration over a decades-long failure to reform police practices and the broader criminal justice system\".\nPolice officers have rarely been convicted - if they are charged at all - for deaths that occur in custody, and the verdict in this trial is being widely seen as an indication of how the US legal system will treat such cases in future."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56619569",
      "category": "uk-wales",
      "title": "Covid: Party held in Cardiff Bay despite restrictions",
      "tags": "Cardiff,Coronavirus pandemic",
      "text": "Huge crowds have again gathered in Cardiff Bay, despite coronavirus restrictions still being in place.\nHundreds of people were seen partying close together on the steps outside the Senedd on Friday evening.\nIt follows similar scenes outside the same building earlier in the week, when three police officers were injured and litter was dumped on the waterfront. \nCardiff council leader Huw Thomas said people who took part should be \"deeply ashamed of themselves\". \nCovid rules state only six people from two different households can meet outdoors. \nOn videos posted on Twitter, people could be seen singing and drinking from later afternoon and well into the evening.\nMr Thomas said police had taken over from council marshals, who had been patrolling the site in the day, after the situation \"escalated\".\nBBC Wales has attempted to contact South Wales Police for comment. It is not known if any arrests have been made. \nMath Wiliam, who lives in Cardiff Bay and works for a Plaid Cymru Member of the Senedd and is a member of the party, said: \"There were hundreds, possibly over 1,000 people, out in Cardiff Bay engaging in what I would describe as partying, with the largest cohort assembled on the steps of the Senedd. \n\"There was no adherence to social distancing rules, which was unsurprising given that many people were heavily under the influence.\"\nHe added the number of people coming to the bay had been \"increasing daily\". \nBBC Wales reporter Mark Hutchings said \"hundreds\" were gathered and it was \"calm, if noisy, at the time, though no social distancing\".\nMr Thomas said: \"We have been in close communication with the police throughout the day. \n\"This is concerning and disappointing. It flies in the face of the regulations, which are there to keep us safe. \n\"I anticipate a bombsite there tomorrow. We'd put out extra wheelie bins, but rubbish is just being dumped. The clear-up will mean an unnecessary cost to the council and so the taxpayer.\n\"But this is about public health and a clear abuse of the rules. I worry about a spike in cases after this. It in fact risks prolonging restrictions, rather than easing them, as people there seemed to be complaining about.\"\nIt comes after a student launched an online petition for more bins in Cardiff Bay after rubbish was dumped there earlier in the week. \nWales' Covid restrictions were eased last Saturday, with people allowed to travel anywhere within the country and meet a maximum of six different people from two different households outdoors. \nHowever, pubs remain closed until at least 26 April and it is still against the rules to travel between Wales and the other UK nations without a reasonable excuse. \nEarlier this week, police said violence and anti-social behaviour would \"not be tolerated\" as people gathered in the same area on Tuesday.\nSouth Wales Police said a number of missiles, including bottles, were thrown at officers, three of whom suffered minor injuries, during the disorder earlier in the week.\nCardiff council said on Wednesday that it had taken three hours to clean up the \"unacceptable amount of litter\" in Cardiff Bay and the city's parks."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55702770",
      "category": "uk-wales",
      "title": "Mustard gas among toxic waste in Wales' old landfill sites",
      "tags": "Pollution,Natural Resources Wales,Trecwn,Lampeter,Environment,Wenvoe",
      "text": "Toxic waste including mustard gas is buried among more than 1,500 disused landfill sites across Wales.\nEnvironmental campaigners Greenpeace branded the 1,572 locations \"ticking time bombs\".\nNatural Resources Wales (NRW) data reveals hundreds of the sites contain hazardous waste and only a few dozen are protectively lined.\nThe organisation said it worked with councils to ensure old landfills were not a pollution risk. \nIts data showed landfill lies beneath homes, leisure centres, hospitals, parkland and alongside rivers.\nDr Paul Johnston of Greenpeace's Exeter University science unit said: \"Many of these landfill sites are ticking time bombs.\n\"There's a huge variety of problems out there, ranging from asbestos to PCBs to radioactive material, to more recent chemicals like PFOA and pesticide waste that has been dumped in a large number of locations.\"\nPCBs (polychlorinated biphenyls) were banned in 1986, having been used since the 1920s as cooling and insulating fluids for transformers and capacitors.\nWhen incinerated they can produce highly toxic dioxins - one was used in an assassination attempt on Ukranian politician Viktor Yushchenko in 2004.\nPFOA, or perfluorooctanoic acid, is used to make Teflon and has been linked to cancer and birth defects.\nElsewhere, the data reveals \"low-level radioactive waste\", at Buckley, Flintshire. Cwmrhys quarry, Lampeter, has\"cyanide containers\" and at Bagillt, Flintshire, land is said to be \"contaminated\" with arsenic.\nNear Furnace, Ceredigion, the data said in 1989 \"landfill gas was in explosive concentration\" but was considered a \"minimal risk.\"\nPAHs, or polycyclic aromatic hydrocarbons, are said to be buried in Caerphilly.\nThese have been linked to skin, lung, bladder, liver, and stomach cancers.\nDr Johnston said: \"With the climate crisis set to bring more flooding and coastal erosion to the UK, some of these sites are at even higher risk of leaking their toxic contents.\n\"This is a difficult and costly problem to tackle, but we're going to have to do it at some point, or there'll be some nasty surprises in store.\"\nOf the sites in Wales: \nOlder landfills often were not lined before waste was dumped, meaning chemicals could leak. Even modern lined landfills will eventually leak, according to studies.\nProf Kate Spencer, of Queen Mary University of London, called landfill \"a huge problem\" that needed \"serious government investment\".\n\"At the moment it is being left to local authorities to deal with the problem when it almost becomes a crisis and we need a much more proactive response to assess what the scale of the situation is,\" she said. \nShe feared a \"sticking plaster approach\" was being taken.\nOf 20,000 sites in the UK, about 1,500 were \"at risk\" on the coast, Prof Spencer said. \n\"We are talking about very large numbers of sites that are vulnerable to climate change,\" she added. \n\"We can't possibly just remove all that waste.\"\nProf Spencer asked whether sites could be remediated or repurposed, or waste from them recycled. \nManaging director of environmental consultancy firm Eunomia, Mike Brown, spent 20 years operating landfill sites. \n\"The occurrence of acute pollution events is presumably quite low, because we are not reading about them killing fish, or whatever else might be happening,\" he said, with the vast majority of sites being \"washed through\" over the decades. \n\"Most of them won't be causing a problem,\" he added, but moving Wales' landfill elsewhere could run into billions of pounds and he does not believe there is \"any prospect\" of it being moved.\nIt is unclear how much waste is in each site.\n\"If you have 200,000 tonnes in there that would cost you £40m to move. And you have got 1,500 sites there to move,\" Mr Brown said.\nThe cost would be higher if waste was hazardous.\n\"Where's the money going to come from?\" he said.\nNRW's lead waste policy specialist, Gareth Lewis, said the agency worked with councils to stop old landfills becoming future pollution risks.\nHe said it had \"details on the type and quantity of waste deposited\".\n\"We have addressed a number of closed sites that otherwise could have caused pollution incidents,\" he added. \n\"Older permitted sites like these are reviewed consistently by ourselves and local councils to ensure we minimise the risk to people, animals and the environment.\"\nThe Welsh Local Government Association said landfill use was falling because \"of higher recycling and use of energy from waste\".\n\"There are responsibilities for managing sites whilst operational and then for dealing with maintenance of closed sites,\" a spokesman said.\nHe said \"most\" landfills were now owned privately and charged for dumping.\n\"Natural Resources Wales is responsible for licensing the sites and overseeing compliance with environmental legislation,\" he said.\nThe Welsh government said it had previously given councils and NRW £12m for landfill \"investigation, risk assessment and remediation work\".\n\"We continue to provide funding for authorities to receive contaminated land training, ensuring relevant officers can manage and regulate matters of land contamination,\" a spokesman said.\nIn 2015, Monsanto, BP and Veolia agreed to contribute to cleaning up Brofiscin Quarry, reportedly  polluted with Agent Orange derivatives. That began in 2011.\nHerbicide Agent Orange was sprayed on Vietnam's jungles by US forces during the Vietnam War to uncover the enemy. It has been linked to increased cancer rates and birth defects.\nIn 2008, Hansard recorded MP Mike Hancock asking Parliament about deformed cattle born at Brofiscin."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56626370",
      "category": "world-middle-east",
      "title": "Jordan's Prince Hamzah bin Hussein 'under house arrest'",
      "tags": "Jordan",
      "text": "The former crown prince of Jordan says he has been placed under house arrest as part of a crackdown on critics.\nIn a video passed to the BBC by his lawyer, Prince Hamzah bin Hussein, the half-brother of King Abdullah, accuses the country's leaders of corruption, incompetence and harassment.\nIt comes after a number of high-level arrests said to be linked to an alleged coup plot.\nThe military earlier denied Prince Hamzah was under house arrest.\nBut it said he had been ordered to stop actions that could be used to target Jordan's \"security and stability\".\nThe move apparently comes after a visit by the prince to tribal leaders where he is said to have garnered some support.\nPrince Hamzah has denied any wrongdoing and said he was not part of any conspiracy.\nMeanwhile, regional powers including Egypt and Saudi Arabia have voiced support for King Abdullah. The United States, which is allied with Jordan in its campaign against the Islamic State (IS) group, described the monarch as a key partner who has its full support.\nJordan has few natural resources and its economy has been hit hard by the Covid-19 pandemic. It has also absorbed waves of refugees from the civil war in neighbouring Syria.\nIn the video recorded on Saturday, he says the chief of the general staff told him he was not allowed to go out or communicate with people because of criticisms of the government or king voiced at meetings where he had been present. \nHe says he was not accused of making the criticisms himself. \nHowever, he went on to say: \"I am not the person responsible for the breakdown in governance, the corruption and for the incompetence that has been prevalent in our governing structure for the last 15 to 20 years and has been getting worse... And I am not responsible for the lack of faith people have in their institutions.\n\"It has reached a point where no-one is able to speak or express opinion on anything without being bullied, arrested, harassed and threatened.\"\nTensions within the royal household had been visible for some time, Jordanian journalist Rana Sweis told the BBC. \n\"The former crown prince is also seen as popular. He has a very candid resemblance to his father, King Hussein, and he is also very popular with the local tribes,\" she said. \nHigh-level political arrests are rare in Jordan. \nIts powerful intelligence agency has gained extra powers since the pandemic began, drawing criticism from rights groups. \nThis is a royal crisis that appears to have spun badly out of control. While Jordan's royals are not the first of the world's royal families to experience that this year, Jordan does have some unique problems of its own. \nIts economy, already challenged before the advent of Covid, is in poor shape and there is rising public dissatisfaction. Now, in a video message reminiscent of the one from Dubai's imprisoned Princess Latifa, the son of Jordan's late King Hussein has accused his government of corruption, nepotism and incompetence. \nHe says all his staff have been arrested, he and his family have been placed under house arrest in the al-Salaam Palace outside Amman and his communications have been restricted.\nIn the video, passed to the BBC, he describes a country gripped by fear where anyone who criticises the government risks arrest by the secret police.\nThe oldest son of the late King Hussein and his favourite wife Queen Noor, Prince Hamzah is a graduate of the UK's Harrow School and the Royal Military Academy at Sandhurst. He also attended Harvard University in the US and has served in the Jordanian armed forces.\nHe was named crown prince of Jordan in 1999 and was a favourite of King Hussein, who often described him in public as the \"delight of my eye\".\nHowever, he was seen as too young and inexperienced to be named successor at the time of King Hussein's death.\nInstead his older half-brother, Abdullah, ascended the throne and stripped Hamzah of the title of crown prince in 2004. \nThe move was seen as a blow to Queen Noor, who had hoped to see her eldest son become king.\nFollowing the latest developments, Queen Noor sent prayers for \"truth and justice\". \nOthers detained on Saturday include Bassem Awadallah, a former finance minister, and Sharif Hassan Bin Zaid, a member of the royal family.\nMr Awadallah, an economist who was educated in the US, has been a confidant of the king and an influential force in Jordan's economic reforms. \nHe has often found himself pitted against entrenched government bureaucracy resistant to his plans, observers say."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56617838",
      "category": "uk",
      "title": "Police uncover teenage girl ‘suicide’ Instagram group",
      "tags": "Social media,Children,British Transport Police,Suicide prevention,Instagram",
      "text": "Social media groups involving teenage girls that led to \"suicidal crises\" and \"serious self-harm\" have been uncovered by police, BBC News has learned.\nTwelve girls, aged between 12 and 16 years old and from across southern England, were part of an Instagram chat group whose name refers to suicide.\nThe group was discovered when three of the girls went missing and were found seriously unwell in London.\nInstagram says it found no suicide or self-harm related content in the group. \nBBC News has obtained a police briefing about the investigation which discovered the online groups.\nIt says \"peer-to-peer influence increased suicidal ideation amongst the children involved to the extent that several escalated to suicidal crises and serious self-harm.\"\nThe group came to the notice of police when three of the girls, who had been reported missing, travelled by train to meet in London.\nThey were found seriously unwell in a street and taken by ambulance to hospital for emergency treatment. \nOne of the girls mentioned they had first met each other online and discussed suicide, according to the briefing which was published on 25 March.\nPolice officers then examined digital devices to identify the name of the online group and its other members.\nSeven of the 12 girls had self-harmed prior to being traced by the police. Children's social care services from seven different local authorities have been involved in safeguarding children identified as members of the group.\nBBC News understands that some of the children had met on other social media platforms but were part of a closed Instagram group - a direct message thread - whose title explicitly mentions the words \"suicide\" and \"missing\".\nIn November 2020, Instagram introduced new technology to recognise self-harm and suicide content on its app.\nFears about the impact of this content on young and vulnerable people been raised since 14-year-old schoolgirl Molly Russell killed herself after seeing graphic images on the platform.\nMolly's father, Ian, told the BBC at the time that the \"pushy algorithms\" of social media \"helped kill my daughter\".\nFacebook, which owns Instagram, does not deny that the name of the closed group referenced \"suicide\" but says it has not been removed from the platform because the content of the messages does not break its rules.\nIn a statement, a company spokesperson said it was co-operating with the police.\n\"[We] reviewed reports but found no content that broke our rules, nor in fact any suicide or self-harm related content,\" they said.\n\"We don't allow graphic content, or content that promotes or encourages suicide or self-harm, and will remove it when we find it. \n\"We'll continue to support the police and will respond to any valid legal request for information.\"\nBritish Transport Police, which led the investigation, declined to comment. \nIf you've been affected by issues raised in this story, sources of support are available via the BBC Action Line here.\nYou can call Samaritans free on 116 123, email them at jo@samaritans.org, or visit www.samaritans.org to find your nearest branch."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56620702",
      "category": "uk-northern-ireland",
      "title": "Sandy Row: PSNI officers injured in south Belfast riot",
      "tags": "Belfast,Police Service of Northern Ireland",
      "text": "Petrol bombs, bricks and bottles were thrown at police during sustained rioting in the Sandy Row area of Belfast on Friday night.\nThe Police Service of Northern Ireland (PSNI) said eight officers were injured and seven people arrested. \nUp to 100 people had gathered in the Shaftesbury Square area where a loyalist protest had been expected.\nTrouble began before 20:00 BST, when fireworks and other missiles were thrown at police. \nSpeaking on Friday night, Belfast's PSNI District Commander, Ch Supt Simon Walls, called for calm after a \"small local protest developed into an attack on police\".\nHe said objects that had been thrown at officers included \"heavy masonry, metal rods, fireworks and manhole covers\".\nCh Supt Walls said the eight injured officers had sustained \"burns, head and leg injuries\".\n\"I am appealing to all those involved to stop this appalling behaviour immediately. \n\"Police are trying to protect those living in the Shaftesbury Square, Donegall Road and Sandy Row areas and it is completely unacceptable that my officers are coming under sustained attack.\n\"I would encourage anyone who has influence to use it now and stop the rioting before anyone else is injured, or worse.\"\nA small crowd of protestors also gathered in Ballymena at the Larne Road Link, which was closed by police along with the Crebilly Road. \nAt the scene - Catherine Morrison, BBC News NI reporter\nThe PSNI advised people to avoid Sandy Row when rioting broke out.\nPetrol bombs were thrown at police lines, with sustained rioting since about 20:00 BST.\nFor several hours, police and rioters, including some young teenagers, played a cat and mouse game through the streets. \nOne photographer was injured by flying glass. Some shops and businesses have been damaged.\nAt the start, about 12 police vehicles and officers in riot gear corralled rioters into Donegall Road.\nA line of police jeeps then blocked access at the junction of Bradbury Place. \nDozens of protestors hurled bricks and bottles and a bin, which was set alight, was pushed up against a police vehicle. \nOn Friday, a small crowd of protestors also gathered in Ballymena at the Larne Road Link, which was closed by police along with the Crebilly Road. \nSpeaking to BBC News NI, Democratic Unionist Party (DUP) MLA Christopher Stalford, whose constituency office is in Sandy Row, said everyone must \"abide by the law\". \n\"Given the actions of the deputy first minister, some may think that it's alright to break Covid guidance in relation to public gatherings - that is not the case,\" he said, referring to Sinn Féin's Michelle O'Neill and her attendance at the funeral of Bobby Storey last June.\nEarlier this week, the Public Prosecution Service announced that no one would face charges over their attendance at the funeral, provoking a furious political backlash among unionists. \n\"We should all abide by the law and I don't want to see a situation where young people end up with a criminal record or their lives destroyed because they've acted out of frustration at recent political developments,\" Mr Stalford added.\nUlster Unionist Party leader Steve Aiken pleaded for those involved to \"please stop this violence\".\n\"It will not achieve anything, and undermines the legitimate concerns that you have and is damaging our own communities,\" he posted on social media.\nSinn Féin West Belfast MP Paul Maskey said \"dangerous and irresponsible rhetoric\" from the DUP and political unionism has \"heightened tensions\".\nMr Maskey said it was \"deeply concerning to see these types of incidents at the height of the Covid pandemic and as we are beginning to make good progress\".\n\"This is a time for calm heads and responsible leadership,\" he added.\nSouth Belfast MP Claire Hanna said it was \"sad to see disorder in Sandy Row\".\nShe blamed what she described as \"usual suspects with no vision\" for creating \"tension for electoral gain\".\n\"History repeats, people lose hope, kids get criminal records, communities pull apart. There's a better way,\" she said.\nStormont's Justice Minister Naomi Long said the disorder was \"in no-one's best interests - not the officers dealing with it and not the mostly young people risking their futures by engaging with it\".\n\"It's incumbent on leaders to behave responsibly and dial down the inflammatory rhetoric over recent days,\" the Alliance Party leader tweeted.\n\"Words have consequences.\"\nThe Police Federation for Northern Ireland, which represents officers, said that \"once again the outworkings of political flux in Northern Ireland results in our colleagues being attacked\". \n\"No excuse for violence and condemnation across the political spectrum would be welcome,\" it tweeted."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56623901",
      "category": "uk-northern-ireland",
      "title": "Sandy Row riot: Leaders appeal for calm after Belfast riot",
      "tags": "Police Service of Northern Ireland",
      "text": "The Northern Ireland secretary and first minister are among those who have appealed for calm after a night of disorder in south Belfast.\nNI Secretary Brandon Lewis said the unrest on Friday evening was \"completely unacceptable\".\nFirst Minister Arlene Foster warned young people not to get \"drawn into disorder\".\nPetrol bombs, bricks and bottles were thrown at police during sustained rioting in the Sandy Row area.\nThe Police Service of Northern Ireland (PSNI) said 15 officers were injured and eight people arrested.\nThree teenage boys aged 13, 14 and 17 have since been charged with riot. \nThree men and a woman have also been charged, while another man has been released on bail pending further enquiries. \n\"Violence is never the answer,\" said Mr Lewis. \"There is no place for it in society.\n\"It is unwanted, unwarranted and I fully support the PSNI appeal for calm.\"\nHe said his thoughts were with the officers injured.\nMrs Foster, who is leader of the Democratic Unionist Party (DUP), said many young people were \"hugely frustrated by the events of this last week\" but that causing injury to police officers would not make things better\".\n\"I appeal to our young people not to get drawn into disorder which will lead to them having criminal convictions and blighting their own lives.\"\nCommunities Minister Deirdre Hargey blamed the disturbances on the \"reckless rhetoric from political unionism\". \nThe Sinn Féin MLA said the DUP and others had \"fed young people with misinformation and lies that their identity is under threat when it isn't\".  \nUp to 100 people had gathered in the Shaftesbury Square area, where a loyalist protest had been expected.\nTrouble began before 20:00 BST, when fireworks and other missiles were thrown at police.\nCh Supt Simon Walls, Belfast district commander, said 15 officers were injured after being subjected to \"a sustained attack by rioters who threw a number of objects at police including heavy masonry, metal rods, fireworks and manhole covers\".\nOfficers suffered burns, head and leg injures.\nCh Supt Walls said four officers were unable to report for duty on Saturday due to their injuries.\nHe appealed to anyone who had \"any influence in communities\" to use it to ensure young people are kept safe and away from harm. \nAnalysis by Mark Simpson, BBC News NI\nWithin 12 hours of the riot, the streets had been cleaned and normal life resumed.\nBelfast is quick to recover. The city has had plenty of practice.\nThe ugly scenes on Friday night were a reminder of the old Belfast. The trouble came on the 23rd anniversary of the Good Friday Agreement.\nPolitical divisions remain and have been exacerbated by the row over Brexit's Northern Ireland Protocol and the controversy over the funeral of the senior republican and former head of IRA intelligence Bobby Storey.\nBefore Friday night, violence on the streets had been avoided in recent months. \nEfforts are now being made to ensure the Sandy Row riot is not repeated.\nMark Lindsay, chairman of the Police Federation, which represents rank and file officers, said: \"There's a lot of frustration and a lot of anger, because once again we see ourselves being pulled into the middle of political and social argument.\n\"These are police officers trying to do their best on a day and daily basis, but they find themselves at the butt of attacks and criticism and they're very, very annoyed and very frustrated about that.\"\nHe said the actions had an impact on the families of officers, and some would have to take time off work to recover from their injuries. \nThe \"political rhetoric and the social rhetoric\" had built over the last week, and it was \"no great surprise\" it had resulted in violence, he added.\nUlster Unionist Party assembly member Mike Nesbitt said the scenes must not be repeated.\nMr Nesbitt, who also represents the party on the Policing Board, said anyone taking part was \"making a huge strategic mistake\".\n\"Tell me any time when street violence has advanced the cause that you purport to support,\" he said. \n\"It was a huge error and it must not be repeated.\"\nSinn Féin West Belfast MP Paul Maskey said it was \"deeply concerning to see these types of incidents at the height of the Covid pandemic and as we are beginning to make good progress\".\n\"This is a time for calm heads and responsible leadership,\" he added.\nSouth Belfast MP Claire Hanna blamed what she described as \"usual suspects with no vision\" for creating \"tension for electoral gain\".\n\"History repeats, people lose hope, kids get criminal records, communities pull apart. There's a better way,\" she said.\nStormont's Justice Minister Naomi Long, who is the leader of the Alliance Party, said the disorder was \"in no-one's best interests\".\n\"It's incumbent on leaders to behave responsibly and dial down the inflammatory rhetoric over recent days,\" the Alliance Party leader tweeted.\n\"Words have consequences.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56622336",
      "category": "world-asia",
      "title": "Taiwan train crash: Site boss bailed amid grief 51 deaths",
      "tags": "Rail travel,Taiwan",
      "text": "Officials investigating a train crash in Taiwan that killed 51 people are focusing on a maintenance lorry that slid onto the track.\nThe train hit the lorry then crashed inside a tunnel on Friday. A construction site manager suspected of negligence has been granted bail.\nRescuers are yet to extract a number of mangled carriages from the tunnel and fear they may find more bodies.\nThe train had been packed with people travelling to celebrate a holiday.\nThe accident was Taiwan's worst rail disaster in more than 70 years.\nThe disaster command centre says three foreigners are among the dead: two American women and a Frenchman.\nThe train had been travelling from the capital Taipei to Taitung and was entering the tunnel north of Hualien when the crash happened. Many of the nearly 500 passengers on board may have been standing because the train was so full.\nThe 408 train is one of the fastest deployed on Taiwan's network and can reach speeds of 130km/h (80mph).\nPresident Tsai Ing-wen visited a hospital in Hualien on Saturday to \"express my sympathy to the families of the victims,\" she said.\nGrieving relatives, some holding makeshift shrines and weeping openly, held prayers at the crash site on Saturday.\nFlags across the island are being be flown at half mast for three days. Among those honouring the victims were baseball players from the Fubon Guardians team, who observed a minute's silence ahead of a game on Friday.\nRescuers remain at the scene as part of the mangled train is still in the tunnel.\nOn Saturday the unnamed construction site manager was released on $15,000 (£11,000) bail after prosecutors sought a warrant for his arrest.\nHe could face charges of causing death by negligence and of forging documents and he said he was co-operating with investigators.\n\"Prosecutors will certainly step up investigation and understanding of the crimes or of other suspects involved in the case,\" department of prosecutorial affairs director-general Lin Jinn-tsun said.\nMeanwhile, recovery teams have begun removing the rear carriages of the train which were relatively unscathed. Fire service chiefs said they expected to find more bodies trapped in the carriages still inside the tunnel.\nIt took place at about 09:00 local time (01:00 GMT) on Friday.\nSome passengers at the back of the train were able to walk away unscathed, while 100 were rescued from the first four carriages.\nMany were trapped inside the wreckage for hours and some survivors told how they smashed windows to escape.\nThe train driver is among the dead.\nImages show a large, yellow flatbed truck lying at the side of the tracks. A construction project has been under way near the north end of the tunnel.\nIt is not known how the vehicle slipped down the embankment.\nMany of those on the train are believed to have been travelling to celebrate Taiwan's Tomb Sweeping festival - a time when people pay their respects to the dead by visiting the graves of family members, sprucing them up and making offerings to their spirits.\nThe death toll is the highest for a train crash in Taiwan in 73 years. In 1948 in Xindian district in Taipei, a passenger brought flammable material on to a train, causing a fire that burned four carriages, killing 64 people. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56623838",
      "category": "uk-england-london",
      "title": "Richard Okorogheye: Police appeal to missing student to 'get in touch'",
      "tags": "Richard Okorogheye case,Oxford,Loughton",
      "text": "Police have directly appealed to a missing student to get in touch, as a search of a forest near where he was last seen enters a third day.\nRichard Okorogheye has not been seen by his family since 22 March, when he left their home in the Ladbroke Grove area.  \nThe 19-year-old, who has sickle cell disease, took a taxi to Loughton, Essex. He was last seen near Epping Forest on CCTV.\nThe Met Police called on Mr Okorogheye \"to let us know you are safe\".\nDet Supt Danny Gosling said: \"My message to Richard is clear. Our only concern is your safety. \n\"You are not in trouble and have done nothing wrong. \n\"If you read or hear this message we would ask you to contact us, or someone you trust, to let us know you are safe.\n\"Your loved ones and many other people who you do not even know, are very concerned.\"\nMr Okorogheye was seen boarding the number 23 bus southbound in Ladbroke Grove, Kensington, at about 20:45 GMT on 22 March.\nHe did not take his medication or any money when he left home. \nCCTV footage showed the Oxford Brookes student was dressed all in black and had a black satchel bag with a white Adidas logo across his lower back.\nHe is now known to have taken a taxi from west London to Loughton where he was then captured on CCTV, walking alone on Smarts Lane towards Epping Forest at 00:39 GMT on 23 March.\nA large team of specialist search officers and police dogs have been searching the forest since Thursday.  \nNothing of relevance to the investigation has been found, police said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56617667",
      "category": "uk",
      "title": "Covid-19: Boris Johnson warns against mixing indoors as Easter weekend begins",
      "tags": "Sussex Police,Coronavirus lockdown measures,Police Scotland,Coronavirus vaccines,Boris Johnson,Metropolitan Police Service,Merseyside Police,Coronavirus pandemic",
      "text": "People should not socialise indoors with other households even if they are vaccinated, Boris Johnson has said.\nAs the Easter Bank Holiday weekend began, the PM said \"we're not yet at that stage\" as coronavirus vaccines \"are not giving 100% protection\".\nPolice forces across England have also called for people to obey the rules over the bank holiday.\nIt is the first weekend since England's rules were relaxed to allow outside gatherings of more than two people. \nWith groups of up to six or two households allowed to meet, councils and police forces are preparing for beauty spots and parks to be busy.\nBut, despite unseasonably warm weather earlier this week, the weekend is forecast to be mild before temperatures drop further from Sunday, with a warning of snow in northern Scotland.\nRules have also recently been relaxed in Scotland, Wales and Northern Ireland - with people also allowed to meet outside in small groups.\nIn a video published on Twitter to answer questions about the rule changes, the prime minister addressed the question: Can I meet family and friends indoors if they are vaccinated?\n\"I'm afraid the answer is no, because we're not yet at that stage,\" he said. \n\"We're still very much in a world where you can meet friends and family outdoors under the rule of six or two households.\n\"And even though your friends and family members may be vaccinated, the vaccines are not giving 100% protection, and that's why we just need to be cautious.\n\"We don't think that they entirely reduce or remove the risk of transmission.\"\nHe later tweeted: \"This Easter weekend, please remember that outdoors is generally much safer than indoors.\"\nMore than 4.9 million people in the UK have now been fully vaccinated - receiving both doses - while 31.3 million first doses have been given. \nPfizer said its vaccine prevented 91% of coronavirus cases in the six months after people are given their second dose.\nMeanwhile, a recent study found a single dose of the Oxford-AstraZeneca jab offered 76% protection for three months, and this went up to 82% after the second dose.\nSeveral police forces have also issued warnings ahead of the bank holiday. The Metropolitan Police said officers will be \"highly visible\" in open spaces in London to remind people in groups of more than six that they could be fined.\n\"After a long and difficult few months, let's not undo all of that hard work now,\" said Deputy Assistant Commissioner Jane Connors.\n\"We can expect to see parks and beauty spots busier than usual,\" she said, adding: \"Don't crowd in open spaces and do follow the rule of six, or, only meet up with one other household.\"\nOther forces have said they will be patrolling parks and beaches, with Merseyside Police planning to remind people that alcohol is banned at some beaches.\nAlso pleading with people to follow the rules, Sussex Police said: \"Warm blankets and hot drinks are the way forward this weekend - not bringing friends or family into your home.\"\nMeanwhile, Police Scotland said if anyone was visiting their local beauty spots, they should do \"safely and respectfully\".\nRules have been relaxed in Scotland, where the \"stay at home\" order has been lifted and replaced with \"stay local\". \nIn Wales, since last weekend people have been allowed to meet groups of six or two households outdoors, as well as travel within the country for holidays with their own household.\nIn Northern Ireland, up to six people from two households are allowed to meet in a private garden and 10 people in public spaces.\nIt comes as a further 52 people died within 28 days of testing positive for coronavirus, according to UK government figures released on Friday - although the data does not include Wales. \nThe number of cases has increased by 3,402 - the lowest since mid-September.\nEarlier this week, parks an beaches were busy as the UK saw a spell of warm weather, including its hottest March day since 1968 as temperatures topped 24.5C on Tuesday.\nTwo parks in Nottingham were closed after large crowds failed to socially distance and left rubbish behind.\nForecasters predict that this weekend will be milder, ahead of air from the Arctic moving in from Sunday night and bringing colder weather across the UK - with even gales and snow possible in some areas.\nA yellow weather warning predicting heavy snow showers has been issued for northern Scotland from 18:00 BST on Sunday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56620946",
      "category": "uk-wales",
      "title": "Covid: Cardiff Bay party attracts hundreds of people",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56623839",
      "category": "uk-england-london",
      "title": "Covid: Good Friday service shut down over 'rules breach'",
      "tags": "Balham,Coronavirus pandemic",
      "text": "A Good Friday service at a Catholic church in south London was shut down for breaching national lockdown restrictions, police said.\nMet Police said officers found some worshippers without masks and not socially distancing at Christ the King church on Balham High Road on Friday.\nVideo of officers addressing the congregation, from the altar of the church, has been circulating online.\nThe church said all \"government requirements have been complied with\".\nA representative of Polish Catholic Mission Balham, which runs the church, added worshippers \"obeyed\" the police \"without objection\". \n\"We believe, however, that the police have brutally exceeded their powers by issuing their warrant for no good reason,\" the spokesman added.\n\"We regret that the rights of the faithful have been wronged on such an important day for every believer, and that our worship has been profaned.\"\nOn Saturday, the Archbishop of Southwark, John Wilson, visited the church to discuss the incident.\nRector of the Catholic Polish Mission, Stefan Wylezek, said he intended to contact the Met to discuss how the situation was handled.\nCommunal worship in churches, synagogues, mosques, gurdwaras, temples and meeting rooms is allowed under current government guidance.\nThe number allowed at any service is determined by a risk assessment on the building where it is held. \nIn a statement, the Met Police said: \"Some people were not wearing masks and those present were clearly not socially distanced.\n\"We are particularly concerned about the risk of transmission of the Covid-19 virus as a result of large indoor gatherings at which people are not socially distanced and some are not wearing masks.\n\"As such, officers made the decision that it was not safe for that particular service to continue.\"\nNo fines were issued to worshippers.\nThe Met said it was \"engaging with the church authorities\" in connection with numerous events taking place at the church over the Easter period."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56620402",
      "category": "world-us-canada",
      "title": "US Capitol: Suspect and officer dead after 'ramming car' into police",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56619992",
      "category": "uk-wales",
      "title": "Covid: Cardiff litter campaigner calls for more bins",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56625259",
      "category": "uk-wales",
      "title": "Cardiff Bay: 'Rage' after Merchant Navy memorial urinated on",
      "tags": "Coronavirus lockdown measures,Cardiff Council,Cardiff",
      "text": "A man in the Merchant Navy feels \"filled with rage\" after seeing illegal partygoers in Cardiff Bay urinate on a memorial to merchant seamen.\nBradley Jones has been down to clean the memorial - also surrounded by broken bottles on Friday night - saying he \"wouldn't have been able to sleep\".\nMr Jones, a tugboat mate, called on Cardiff Council to \"fully protect\" The Merchant Seaman's Memorial.\nThe council has now erected security fencing around the memorial.\nCardiff Bay has already seen chaos over the Easter bank holiday weekend, with thousands of people drinking and gathering illegally at the steps of the Senedd.\nMr Jones, whose father and uncles were also in the Merchant Navy, said he was sent pictures and videos of the memorial from Friday night because of his connections to it and that it \"really distressed\" him.\nHe said: \"I can only describe it as an internal rage, because that memorial is not only a memorial for people we have lost but it's also a memorial for people who don't have a grave or who were lost at sea.\n\"It is a place where their family go to and remember them.\n\"People urinated on it and smashed glass and people just generally disrespected it there.\n\"It was really, really painful for me, and it will be painful for a lot people in the Merchant Navy and a lot of people in the general public.\"\nMr Jones, 25, went down to the area earlier after police were forced to disperse large crowds from the immediate area on Friday night.\nHe said he felt \"like he needed to go down there\" to see if there was any permanent damage and to do what he could to clean up.\n\"I went down there because I just wouldn't be able to go home to sleep, knowing that,\" he said.\n\"The mess was still there, and even though it'd be gone in five or six hours I just wouldn't rest easy until that area was clean.\n\"It took me half an hour, I went away still filled with rage, but you know I've done a small part of what I could do, and I just felt that.\n\"I'm just calling on the council to fully protect that memorial which is effectively a grave for those who were lost at sea.\"\nMr Jones said he knows that \"90% of young people are respectful\" but that the 10% need to \"know that you have that freedom to act in that stupid way because those people lost their lives\".\nThe council said the protective fencing around the memorial was erected after teams worked for hours to clean up the bay area.\n\"Last night, bins were left unused and the ground was littered with rubbish. Council staff have been on site since the early hours of the morning, working hard to clear and clean the area,\" it added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56620646",
      "category": "health",
      "title": "Covid-19: Seven UK blood clot deaths after AstraZeneca vaccine",
      "tags": "Coronavirus vaccines,Vaccination,Healthcare,Coronavirus pandemic,AstraZeneca",
      "text": "Seven people have died from unusual blood clots after getting the Oxford-AstraZeneca vaccine in the UK, the medicines regulator has confirmed to the BBC. \nIn total, 30 people out of 18 million vaccinated by 24 March had these clots.\nIt is still not clear if they are just a coincidence or a genuine side effect of the vaccine.\nThe Medicines and Healthcare Products Regulatory Agency says the benefits continue to outweigh any risk. \nThe World Health Organization and the European Medicines Agency have echoed this conclusion.\nA spokeswoman for AstraZeneca said: \"Patient safety remains the company's highest priority.\"\nHowever, concern has led to other countries including Germany, France, the Netherlands and Canada to restrict the vaccine's use only to older people. \nThe data released by the MHRA on Friday showed 22 cases of cerebral venous sinus thrombosis (CVST) which is a type of blood clot in the brain. \nThese were accompanied by low levels of platelets, which help form blood clots, in the body. The MHRA also found other clotting problems alongside low platelet levels in eight people. \nNow the MHRA has confirmed, in an email to the BBC, that \"sadly seven have died\". \nDr June Raine, the chief executive of the MHRA, said: \"The benefits… in preventing Covid-19 infection and its complications continue to outweigh any risks and the public should continue to get their vaccine when invited to do so.\"\nInvestigations are under way to determine if the AstraZeneca vaccine is causing the very rare blood clots. Earlier this week the European Medicines Agency said it was \"not proven, but is possible\".\nTwo issues are raising suspicions. The first is the unusual nature of the clots which, including low levels of platelets and rare antibodies in the blood that have been linked to other clotting disorders.\n\"This raises the possibility that the vaccine could be a causal factor in these rare and unusual cases of CVST, though we don't know this yet, so more research is urgently needed,\" said Prof David Werring, from the UCL Institute of Neurology. \nThe other issue is the difference between the Oxford-AstraZeneca and the Pfizer-BioNTech vaccines.\nThere have been two cases of CVSTs after Pfizer in the UK, out of more than 10 million vaccinated, but these did not have the low platelet levels. \nHowever, there remains uncertainty around how common these clots normally are. Estimates range from two cases per million people every year to nearly 16 in every million in normal times and the coronavirus has been linked to abnormal clotting, which may be making these clots more common. \nGermany has reported 31 CVSTs and nine deaths out of the 2.7 million people vaccinated there, with most cases in young or middle-aged women.\nSimilar data on who has been affected in the UK has not been published in the UK, but a wider mix of people are thought to have been affected. \nAll medicines, from vaccines to paracetamol, have the potential to cause severe side effects. \nThe seasonal flu jab has around a one-in-a-million chance of causing the nerve disorder Guillain-Barre syndrome.\nSo, the real question is: Are the risks worth the benefits?\nEven if the vaccine was the cause, and this is still not proven, the numbers suggest around one death in every 2.5 million people vaccinated. \nHowever, this has to be weighed against the known threat posed by coronavirus.\nIf 2.5 million 60-year-old people caught coronavirus then around 50,000 would die. If they were all 40-year-olds then around 2,500 would die. \nThis balance of risk and benefit will continue to be assessed as more safety data comes in and as the vaccine programme moves into younger people, who are at lower risk of dying from Covid-19.\nOne scientist has told the BBC that evidence is growing that the blood clot events are \"causally related\", although he stressed that the benefits of taking the AstraZeneca vaccine still far outweighed the risks of not getting the jab. \nProf Paul Hunter, a medical microbiologist at the University of East Anglia, told BBC Radio 4's Today programme: \"It is not uncommon to get clusters of rare events purely by chance.\n\"But, once you find that cluster in one population and it then crops up in another - such as previously in the German and now in the English - then I think the chances of that being a random association is very, very low.\n\"Clearly more work needs to be done, but I think the evidence is shifting more towards it being causally related at the moment.\"\nHowever, public health expert Prof Linda Bauld, of the University of Edinburgh, told BBC Breakfast the cases were \"rare events\" and stressed there was no event \"at the moment of a causal link - that the vaccine would be directly causing these outcomes\". \nShe urged the public to continue coming forward for a jab, and added: \"Covid itself increases the risk of blood clots quite significantly and it's possible that that may be part of the explanation why we're seeing this.\"\nHave you been affected by the issues raised?  Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56617409",
      "category": "science-environment",
      "title": "Dinosaur-killing asteroid strike gave rise to Amazon rainforest",
      "tags": "Dinosaurs,Amazon rainforest,Trees,Extinction,Biodiversity,Forest,Rainforests,Asteroids",
      "text": "The asteroid impact that killed off the dinosaurs gave birth to our planet's tropical rainforests, a study suggests.\nResearchers used fossil pollen and leaves from Colombia to investigate how the impact changed South American tropical forests.\nAfter the 12km-wide space rock struck Earth 66 million years ago, the type of vegetation that made up these forests changed drastically.\nThe team has outlined its findings in the prestigious journal Science.\nCo-author Dr Mónica Carvalho, from the Smithsonian Tropical Research Institution in Panama, said: \"Our team examined over 50,000 fossil pollen records and more than 6,000 leaf fossils from before and after the impact.\"\nThey found that cone-bearing plants called conifers and ferns were common before the huge asteroid struck what is now the Yucatan Peninsula in Mexico.\nBut after the devastating impact, plant diversity declined by roughly 45% and extinctions were widespread, particularly among seed-bearing plants.\nWhile the forests recovered over the next six million years, angiosperms, or flowering plants, came to dominate them.\nThe structure of tropical forests also changed as a result of this transition. During the late Cretaceous Period, when the dinosaurs were still alive, the trees that made up the forests were widely-spaced. The top parts did not overlap, leaving open sunlit areas on the forest floor.\nBut post-impact, forests developed a thick canopy that allowed much less light to reach the ground.\nSo how did the impact transform the sparse, conifer-rich tropical forests of the dinosaur age into the rainforests of today, with their towering trees dotted with multi-coloured blossoms and orchids?\nBased on their analysis of the pollen and leaves, the researchers propose three different explanations. \nFirstly, dinosaurs could have kept the forest from growing too dense by feeding on and trampling plants growing in the lower levels of the forest.\nA second explanation is that falling ash from the impact enriched soils throughout the tropics, giving an advantage to faster-growing flowering plants. \nThe third explanation is that the preferential extinction of conifer species created an opportunity for flowering plants to take over.\nThese ideas, say the team, aren't mutually exclusive, and could all have contributed to the outcome we see today. \n\"The lesson learned here is that under rapid disturbances... tropical ecosystems do not just bounce back; they are replaced, and the process takes a really long time,\" said Dr Carvalho."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56625680",
      "category": "world-middle-east",
      "title": "Suez Canal traffic jam caused by stuck ship Ever Given 'cleared'",
      "tags": "Egypt,Shipping industry,Suez canal",
      "text": "The last ships stranded by the giant container vessel that was stuck in the Suez Canal have now passed through the waterway, the canal authorities say.\nMore than 400 vessels were left waiting at either end of the canal when the 400m-long Ever Given became wedged across it on 23 March.\nBut Egypt's Suez Canal Authority says the shipping traffic jam is now over.\nOfficials have opened an investigation into the incident and expect to made their findings public early next week.\nThe results could have major legal repercussions, as various parties seek to recoup the costs of the repairs to the ship and the canal, as well as the salvage operation.\nAbout 12% of global trade passes through the 193km (120-mile) canal, which connects the Mediterranean Sea to the Red Sea and provides the shortest sea link between Asia and Europe.\nThe 220,000-tonne Ever Given was finally freed last Monday after a major salvage operation involving a flotilla of powerful tug boats and dredging vessels that shifted an estimated 30,000 cubic metres (1.1m cubic ft) of mud and sand.\nThe operation allowed hundreds of ships, carrying millions of tons of cargo, to start moving through the waterway.\nA total of 85 ships, carrying cargo weighing 4.2 million tons, passed through the canal in both directions on Saturday, the Suez Canal Authority (SCA) said in a statement. \nThese were expected to include the last 61 ships out of the 422 that were queuing when the Ever Given container vessel was dislodged.\nThe canal authorities are under pressure to upgrade the waterway's technical infrastructure to avoid further disruption in the future.\nThey have said they will demand at least $1bn (£720m) in compensation for the losses resulting from the blockage.\nIn an interview with the privately-owned Sada el-Balad TV on Wednesday, SCA chairman Osama Rabie said that the Ever Given vessel would not leave the Great Bitter Lake, where it is currently being held, until the compensation was paid by the vessel's owner.\nMr Rabie also said that about 800 people had helped to free the ship, adding that they would be rewarded for their \"great efforts\".\nThe vessel's technical managers, Bernhard Schulte Shipmanagement, said on Monday that its initial investigations suggested it had veered off course due to strong wind. They also ruled out any mechanical or engine failure as a cause.\nHowever, Mr Rabie believes the impact of the wind was not the main reason for the incident, and that \"technical or human errors\" may have been to blame.\n\"The Suez Canal has never been closed because of bad weather,\" he earlier told reporters.\nHe also denied size was a factor, saying larger ships had used the waterway."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56616778",
      "category": "world-europe",
      "title": "Russian 'troop build-up' near Ukraine alarms Nato",
      "tags": "Volodymyr Zelensky,Russia,Nato,Ukraine conflict",
      "text": "Russia has warned Nato against sending any troops to help Ukraine, amid reports of a large Russian military build-up on its borders.\nKremlin spokesman Dmitry Peskov said Russia would take \"additional measures\" if Nato were to make such a move.\nSporadic, low-level clashes continue in eastern Ukraine between Ukrainian troops and Russian-backed separatists.\nUS forces in Europe are now on higher alert, citing \"escalations of Russian aggression\" in the area.\nA Nato official told Reuters news agency that Russia was undermining efforts to reduce tensions in eastern Ukraine and Nato ambassadors had met on Thursday to discuss the situation.\n\"Allies share their concerns about Russia's recent large-scale military activities in and around Ukraine,\" the official said.\nUkraine's President Volodymyr Zelensky joined the criticism, saying \"military exercises and possible provocations along the border are traditional Russian games\". \nIn a phone call with Mr Zelensky on Friday, US President Joe Biden \"affirmed the United States' unwavering support for Ukraine's sovereignty and territorial integrity in the face of Russia's ongoing aggression in the Donbas and Crimea\", the White House said in a statement.\nMeanwhile, Mr Peskov accused Ukrainian forces of staging \"provocations\" on the frontline in eastern Ukraine, where a fragile ceasefire is violated daily.\nUkraine's Foreign Minister Dmytro Kuleba told the BBC that there had been a build-up of Russian military at the northern border between Ukraine and Russia, along the eastern border and \"also in the illegally occupied Crimea\". \n\"So from three directions we observed a military build-up of the Russian federation,\" he said, adding: \"Ukraine is not looking for any escalation - we do not need war.\" \nIn the worst flare-up in recent months, four Ukrainian soldiers died in separatist shelling on 26 March near Shuma, a village in the Donetsk region. There have been only low-level incidents since then.\nLast month Russia conducted military exercises in Crimea, the Black Sea peninsula it annexed from Ukraine in March 2014. \nThe rebels in the Donbas region of eastern Ukraine also rely on Russian help. Western governments say Russia has deployed regular troops there, along with heavy weapons. That is denied by the Kremlin, which says Russian \"volunteers\" are helping the rebels, who seized a swathe of the Donetsk and Luhansk regions in April 2014.\nUnverified video on Twitter in recent days purports to show Russian tanks, artillery and armoured vehicles heading to the Ukrainian border.\nUkraine's army commander Gen Ruslan Khomchak says Russia has deployed 28 battalion tactical groups near Ukraine's eastern border and in Crimea, which would amount to 20,000-25,000 troops. Russian officials have not confirmed that, nor given any precise figures.\nAccording to Gen Khomchak, Russia also has nearly 3,000 officers and military instructors in the rebel units in eastern Ukraine.\n\"The Russian Federation moves its armed forces within its territory at its discretion,\" Kremlin spokesman Mr Peskov said. He added that \"it should not worry anyone and does not pose a threat to anyone\".\nThe Russian military has confirmed that an airborne assault brigade - about 4,000 troops - is being redeployed to Crimea from Volgograd in southern Russia this year. \nSince 2014 Russia has considerably beefed up its military presence in Crimea, including its key Sevastopol naval base."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56627609",
      "category": "uk-northern-ireland",
      "title": "Newtownabbey: Police attacked with petrol bombs and fireworks",
      "tags": "Police Service of Northern Ireland,Newtownabbey",
      "text": "Police were attacked with petrol bombs and fireworks in Newtownabbey on a second night of trouble in Northern Ireland.\nOfficers were targeted at the Cloughfern roundabout in the O'Neill Road area.\nA crowd of 30 to 40 people blocked the roundabout with two burning cars at about 20:00 BST.\nIt followed Friday's night of violence in which 27 police officers were injured in Belfast and Londonderry.\nIn Newtownabbey, on the outskirts of Belfast, police closed off surrounding roads before approaching the roundabout. It was then they came under attack. \nThe Police Service of Northern Ireland (PSNI) appealed for calm and asked anyone with any influence in the community to try to ensure young people do not get caught up in criminality.\nThe situation appeared to have been brought under control by 22:15 BST.\nAlliance assembly member John Blair said the violence had to be \"utterly condemned\" and there was a \"need for calm and for parents to check where their children are\". \nSinn Féin assembly member Gerry Kelly said the the disturbances in loyalist areas were \"an out-working of the DUP's rhetoric and undermining of the PSNI and criminal justice system\".\n\"By their words and actions they have sent a very dangerous message to young people in loyalist areas,\" he said. \nDUP leader Arlene Foster condemned violence that took place in south Belfast on Friday night."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-53503712",
      "category": "explainers",
      "title": "Covid: What are the care home visiting rules and how are they changing?",
      "tags": "Elderly people,Coronavirus vaccines,Personal finance,Care homes,Coronavirus pandemic",
      "text": "Restrictions for visiting friends and family in care homes in England are being relaxed. \nRules have already eased in Scotland.\nAs part of the lifting of the Plan B measures in England, from Monday 31 January:\nCare home staff in England must already be vaccinated (unless exempt).\nBy 16 February care workers will be asked to take lateral flow tests (LFTs) before their shifts, replacing the current system which includes weekly PCR tests.\nThe self-isolation period for those who test positive will be reduced from 14 to 10 days, with the ability to end it even earlier, subject to testing negative on days five and six.\nCare homes will only have to follow outbreak management rules for 14 rather than 28 days.\nMore detailed guidance will be published shortly. \nThere is no longer any limit to the number of households which can visit each resident, or to the frequency or duration of visits. \nCare homes can decide group numbers - including children - based on a range of factors including the size of the visiting area. \nEssential and \"named person\" visits can continue during an outbreak of Covid. \nA care home resident who has tested positive can receive one named visitor per day in their private room - as long as the visitor wears appropriate personal protection equipment (PPE) and follows physical distancing and hand hygiene rules.\nThe self-isolation rules have also been eased for care home residents:\nOfficial adult care homes guidance\nThe Welsh government says there is \"no prescribed limit\" on the number of indoor visitors. Decisions about how care home visits take place rest with the provider. \nThey are advised to generally restrict visiting to those who are familiar with the home's procedures. Providers should risk assess requests from less frequent visitors. \nOfficial guidance for care home visitors and residents\nOfficial guidance for care home providers\nNorthern Ireland is in the \"Gradual Easing\" phase of care home visiting.\nHospice residents may have one daily visit, from two nominated individuals, either separately or together. \nThe rules are due to be reviewed again by the end of February. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56625683",
      "category": "entertainment-arts",
      "title": "Bridgerton fans mourn as Regé-Jean Page's exit confirmed for second season",
      "tags": "Television,Netflix",
      "text": "He is one of the standout stars of the most popular show ever on Netflix. \nSo news that Regé-Jean Page will not return for season two of hit TV period drama Bridgerton has left fans aghast.\n\"I WILL NOT have it\", wrote singer Dionne Warwick as she joined the reaction on social media.\nBridgerton was watched by 82 million households in its first month on Netflix, making it the streaming platform's biggest original series.\nBritish-Zimbabwean actor Page played a leading role as Simon, the Duke of Hastings - an eligible but rebellious young bachelor in an alternative telling of Regency era London's debutante balls.\nThe announcement of his departure came on Friday in a memo from the show's fictional gossip columnist Lady Whistledown. \n\"We'll miss Simon's presence onscreen, but he will always be part of the Bridgerton family,\" it said.\n\"It's been an absolute pleasure and a privilege,\" said Page.\n\"Joining this family - the connection on and off screen, with our cast, our crew, all the incredible fans, has been like nothing I could have ever imagined.\"\nAmong those lamenting on the news was reality TV star Kim Kardashian who wrote simply: \"Wait!!! WHAT?\"\nHowever, his exit will not come as a surprise to fans of the novels, by Julia Quinn, on which the TV series is based. The Duke of Hastings' story falls to the wayside in the second book, which focuses on the eldest son of the Bridgerton family. \nPage told Variety magazine that he had always expected to only appear in one series - and in fact that was part of the role's appeal when he discussed it with producer Shonda Rhimes.\n\"I get to come in, I get to contribute my bit and then the Bridgerton family rolls on,\" he said.\nIt now leaves his fans eager to know what the actor will do next. \nHe has landed roles in upcoming thriller The Gray Man, alongside Ryan Gosling and Chris Evans, as well as the on-screen adaptation of role-playing game Dungeons & Dragons.\nSome even hope he may take on what many see as the ultimate part for a British male actor - James Bond. \nPage has previously said he relishes the idea that people would like to see him play the famous spy.\n\"I think the internet thinks a lot of things, and that's one of the more pleasant ones, so I can please as far as that goes,\" he told US host Jimmy Fallon in January.\nBut he said he did not think it was anything more than speculation. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56621459",
      "category": "uk",
      "title": "Covid: More visitors at care homes and UK clotting deaths after AstraZeneca jab",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday. We'll have another update for you on Sunday morning. \nFor many care home residents in England, the past few months have meant little to no contact with their loved ones, with some having gone a year without seeing their grandchildren. Now, babies and toddlers will be able to accompany visitors to care homes - and will not be counted as part of a new two regular visitors rule. The government has announced the change from one to two face-to-face visitors will take place from 12 April - the date for the planned next step of lifting lockdown. Those visiting must wear PPE and have had a coronavirus test. Read more about the \"countdown to freedom\" here.\nThe Medicines and Healthcare Products Regulatory Agency says the benefits of the Oxford-AstraZeneca vaccine continue to outweigh any risk after it was confirmed seven people had died from unusual blood clots after getting the jab in the UK. Some 30 people out of 18 million vaccinated by 24 March had these clots, but it remains unclear if it is just a coincidence or a genuine side-effect of the vaccine. Read more about whether there is a blood clot risk with the AstraZeneca jab. More than 31 million people have received their first dose in the UK. Still waiting for yours? Here's when you can expect to get one.\nCaring responsibilities and a lack of funding for female-dominated industries in Wales means women could be the last to return to work, a gender equality charity has said. At the end of January, 52% of jobs furloughed were held by women. These latest concerns come after an Office for National Statistics report found women had been \"disproportionately impacted\" by repeated lockdowns. The Welsh government has stressed it had tailored support to help women.\nSouth Africa has been worst hit by the pandemic in Africa, and health officials are not only battling the virus, but misinformation spread about it and vaccines. Sarah Downs, who studies molecular biology and infectious diseases, encountered a response she never expected when she tweeted about how her grandmother had died from Covid-19. \"I had someone asking me, 'Well, was there an autopsy done? What were the autopsy results? You don't know that she passed away from Covid. She could have passed away from something else.'\" Now, volunteers are taking on the Covid-19 deniers.\nMonths of lockdown led many to embrace their creative side, not only to pass the time, but also as a way of processing their emotions. Paramedic David Webster turned to music to help him cope with the growing pressure being placed on his hospital colleagues. Although he'd never written a song before, the 53-year-old wrote some lyrics and created a melody. His song is one of several lockdown-themed tunes to feature in a BBC project - Now That's What I Call Lockdown.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nFind more information, advice and guides on our coronavirus page. \nWondering what you can do now lockdown restrictions are being gradually relaxed across the UK? We've answered some of your questions.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56620940",
      "category": "uk",
      "title": "EuroMillions: Jackpot of more than £122m won by UK ticket-holder",
      "tags": "National Lottery",
      "text": "A UK ticket-holder has won Friday's £122m EuroMillions jackpot - scooping the fifth biggest ever National Lottery win. \nThe lucky winner matched all seven numbers - the five EuroMillions as well as the two Lucky Star numbers.\nCamelot said a ticket-holder has staked a claim for the prize, which will be paid out once it has been validated.\nThe win would put the player in the top 1,000 on the Sunday Times rich list 2020.\nThe full prize amount is £122,550,350.80 and the winning numbers were 04, 21, 34, 40, 47, with the Lucky Star numbers 02 and 05.\nIt is the second UK EuroMillions jackpot winner this year, after someone won the £39m jackpot in the draw on New Year's Day.\nBritain's richest ever lottery winner secured a jackpot of £170m in October 2019. They chose to stay anonymous.\nThe second highest prize - £161m - went to Colin and Chris Weir, from North Ayrshire, Scotland, in 2011.\nThe following year, Adrian and Gillian Bayford, from Suffolk, won £148m.\nThe fourth highest UK winner, who also chose to remain anonymous, took home £123m in 2019.  \nThe highest amount ever won in the EuroMillions was in February when a Swiss player took home 210 million euros (£180m).\nTickets for EuroMillions are sold in nine countries - the UK, France, Spain, Austria, Belgium, Luxembourg, the Irish Republic, Portugal and Switzerland - with ticket-holders in all those countries trying to win a share of the same jackpot each week."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56626101",
      "category": "uk-wales",
      "title": "Wally the walrus: Fears for safety as Tenby tourists get 'too close'",
      "tags": "Broad Haven,Tenby,Animals",
      "text": "Thousands of miles from home Wally is more used to a quieter life, away from humans, in the Arctic.\nBut, after straying unusually far south into Tenby, Pembrokeshire, the walrus has become a bit of a tourist attraction for visitors over Easter.\nNow authorities are asking them to leave Wally in peace, after reports of jet skiers, surfers and paddle boarders \"disturbing\" him by getting too close.\nConservation groups have urged people to \"enjoy him from a distance\".\nThey have been keeping a close eye on the mammal, who has been nicknamed Wally ever since he was first spotted on the Welsh cliffs.\nThe walrus is believed to have arrived from the Arctic on an ice floe, and was initially seen off County Kerry earlier this month, before he ended up on the Welsh coast.\nIt was first seen in Wales on rocks near Broad Haven South beach before heading to Tenby, and had spent a few days on the RNLI slipway, with lifeboat crews keeping people away from it.\nIn a statement, authorities warned the public to leave Wally alone, as the sunshine draws crowds to the area.\nThe statement, issued by the RSPCA, Tenby's Harbour Master, Welsh Marine Life Rescue, Tenby Lifeboat Service, British Divers Marine Life Rescue, Natural Resources Wales, and CSIP Marine Environmental Monitoring, warns that people have been getting \"too close\".\nThe walrus is protected under the Wildlife and Countryside Act, 1981, and anyone caught disturbing the animal may be committing a criminal offence.\n\"We understand it's exciting and unusual to have the walrus take up a temporary residence in Tenby, and that over the bank holiday weekend many people may wish to visit the area in the hope of catching a glimpse of him,\" the statement said. \"However, it's in his best interests to be left alone as much as possible, so we're asking people to remember he is a wild animal and avoid the temptation to get near to him and disturb him. \n\"We're really concerned to hear reports that some people have tried to get close to him by using jet skis or paddle and surf boards - this really isn't in his best interest and we urge people to act responsibly this weekend and if they find themselves in the area, to enjoy him from a distance.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56624691",
      "category": "world-europe",
      "title": "Free climber George King scales skyscraper hotel in Barcelona without permission",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56626313",
      "category": "uk",
      "title": "Covid: More than 5m people fully vaccinated in UK",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "More than five million people in the UK have received a second dose of a Covid-19 vaccine.\nThe latest figures show an additional 246,631 second doses, bringing the total to 5.2 million.\nIt means 9.9% of over-18s have received both injections. First doses have been given to 31.4 million people.\nAs the vaccination programme takes effect, daily reported deaths fell to 10, their lowest number since 14 September.\nHowever, reporting lags may mean lower than usual figures for deaths because of the bank holiday. \nThe UK also reported another 3,423 confirmed coronavirus cases.\nIn a post on Twitter, Prime Minister Boris Johnson welcomed the \"milestone\" in the vaccination programme, adding: \"I urge everyone to take up their second dose as soon as they are offered it.\"\nHealth Secretary Matt Hancock said it meant that 50% of over-80s have now had their second jab.\nIt comes as the UK begins to relax some coronavirus restrictions.\nEngland has allowed gatherings outside of up to six people or as two households since Monday, while the reopening of outdoor hospitality and all shops is planned from 12 April. \nRules on visits to care homes in England will also be relaxed from 12 April to allow two regular visitors indoors, the government has announced.\nWales, Scotland and Northern Ireland have also begun to allow outdoor socialising.\nBut Mr Johnson has warned people against mixing with other households indoors over the Easter weekend, even if they have been vaccinated.\nThe number of second doses given has exceeded the figure for people getting their first jab on each of the last four days, as the government focuses on fully vaccinating the priority groups.\nVaccines Minister Nadhim Zahawi said that vaccinating the most vulnerable groups would address 99% of mortality from Covid-19.\nThe figure of 107,420 for first doses on Friday was the lowest since the government began publishing daily updates, although the bank holiday may have reduced available appointments.\nVaccinations and ongoing lockdown restrictions also mean the number of Covid patients in hospital has fallen to 3,536 at the last UK-wide count, its lowest level since 5 October.\nDr Nikki Kanani, GP and medical director for primary care at NHS England, said the latest figures were a testament to the work of volunteers and medical staff on \"the biggest vaccination programme in NHS history\" and \"the fastest in Europe\".\nThe prime minister has warned that the UK does not know \"exactly how strong\" its defences will be against a new wave of Covid-19 cases, as countries in Europe face rising infections and a slow vaccine rollout.\nItaly has begun a strict three-day lockdown over Easter as it battles a third wave with about 20,000 cases a day.\nFrance has also announced a third national lockdown, lasting for at least three weeks, as it faces a peak of about 5,000 people in intensive care."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56606747",
      "category": "world-europe",
      "title": "Belgian police 'are supposed to protect us'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-52977388",
      "category": "business",
      "title": "What are the rules for pubs, restaurants, festivals and gigs?",
      "tags": "Coronavirus lockdown measures,Hospitality industry,UK economy,Restaurants,Pubs,Coronavirus pandemic",
      "text": "Near-normal service is expected to resume in pubs and restaurants in England and Scotland from 19 July. \nNightclubs can reopen in England, and summer festivals and gigs will also be able to go ahead without Covid rules limiting audience numbers.\nMost Covid restrictions will be lifted from 19 July.\nPrime Minister Boris Johnson wants people \"to make their own informed decisions about how to manage the virus\".\nIn pubs, cafes and restaurants:\nAt music venues and events:\nThe government says it would like nightclubs and music event organisers to ask for proof of vaccination, although they won't be legally forced to. Likewise, there's no law requiring club- and festival-goers to show their pass, if they choose not to.\nHowever, the government says it reserves the right to make showing the pass compulsory at a later date.\nYou will still have to self-isolate if you have Covid symptoms, test positive or are told to do so by NHS Test and Trace. \nIn pubs, cafes and restaurants:\nAt music venues/events:\nSome summer festivals are still planning to go ahead as planned, but others have been cancelled altogether, gone online, or been rescheduled.\nOrganisers of the Latitude (late July), Reading and Leeds (late August) festivals say they will \"sell to capacity\" and are not inclined to encourage those attending to wear masks.\nAll parts of Scotland will move to Covid-protection level zero, with a few changes:\nUnder-12s won't count towards group sizes or the number of households.\nThere will be a 400-person limit for indoor events, 1,000 for outdoor standing events and 2,000 for outdoor seated events.\nUntil 19 July, most areas of Scotland are in level 1 or 2. \nLevel two areas:\nLevel one areas:\nScotland is aiming to remove all major legal Covid restrictions by 9 August.\nRestrictions are due to be relaxed on 26 July (subject to approval on 22 July).\nIndoor gigs and concerts will be allowed without noise restrictions, as long as the audience stay in their allocated seats.\nSocial distancing rules will be removed for outdoor events and relaxed indoors.\nUnder current rules:\nAt the moment, up to six people from different households can meet indoors at pubs, cafes and restaurants. \nPeople who do not live together, or are not in bubbles, should remain socially distanced, 2m (6ft) apart.\nBusiness owners are responsible for making their premises as safe as possible:\nThe maximum number of people allowed at outdoor \"regulated gatherings\" - such as festivals and concerts - is 4,000 standing and 10,000 seated. Capacity rules for indoor music and comedy venues have already relaxed a little.\nFrom 17 July, organised indoor events can take place for up to 1,000 seated and up to 200 standing.\nFrom 7 August, if conditions allow, there will be no legal limits on the number of people who can meet others in places like pubs and restaurants. Masks will also no longer be required in hospitality settings. All businesses currently closed - such as nightclubs - will be allowed to reopen subject to ongoing risk assessments. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-53219921",
      "category": "explainers",
      "title": "Coronavirus: What are the rules for places of worship?",
      "tags": "Coronavirus lockdown measures,Catholic Church in England and Wales,Muslims,Religion,The Church of England,Christianity,Islam",
      "text": "Easter, Passover, Ramadan and Vaisakhi all fall within the month of April, so it's an important month across different faiths.\nAnd with lockdown being relaxed across the UK, more places of worship are now open - but there are still changes to worshippers' usual practices.\nA number of common measures are in place across the UK:\nIn line with government guidance, acts of communal worship have continued throughout the winter in churches, synagogues, mosques, gurdwaras, temples and meeting rooms.\nThe number allowed at any service is determined by a risk assessment on the building where it is held. \nA single small group of singers is now allowed to perform but only where it's essential to an act of communal worship, and with social distancing maintained at all times. \nCommunal singing should not take place indoors, but a congregation outdoors may join in, as long as they follow social distancing rules.\nNo more than 30 people are allowed to attend funerals. \nWeddings and civil partnership ceremonies can now take place with six people attending. From 12 April (at the earliest), 15 people will be allowed to attend wedding ceremonies, and from 17 May (at the earliest), this number will rise to 30. \nAt that point, other \"life cycle\" ceremonies - such as baptisms or bar mitzvahs - will be allowed to take place with 30 attendees.\nCommunal services can be held in places of worship (but they are not currently allowed outdoors).\nMarriages, civil partnerships, alternative wedding ceremonies and funerals are allowed. The number who can attend is determined by the size and layout of the building. \nOrganised groups of no more than six singers are allowed to take part in services. Congregations are not allowed to join in the singing.\nGroups of musicians are also allowed, but they are not allowed to play wind instruments, and are advised to use pianos or electronic instruments.\nSupervised children's activities such as Sunday schools and madrassas are not permitted. \nPlaces of worship have now reopened for communal services across Scotland.\nThe limit on attendance is 50 - as long as 2m social distancing can be maintained within a building. Life ceremonies may be held as long as they also comply with these rules.\nWedding ceremonies are allowed with a maximum of five people (including the couple).\nFunerals can take place with a maximum capacity of 20 attendees. \nMost Scottish isles are under level three restrictions, and wedding ceremonies with a maximum of 20 people (including the couple) are also allowed.\nFrom 26 April, up to 50 people will be able to attend weddings and funeral ceremonies throughout Scotland.  \nNorthern Ireland's main Christian denominations chose to suspend in-person gatherings in January. \nThe Catholic Church has now resumed services, and the Church of Ireland, Methodist and Presbyterian Churches in Northern Ireland will follow suit from Good Friday (2 April).\nMarriages and civil partnerships ceremonies are limited to 25 people. This includes children under 12 and the celebrant. A risk assessment is required if more than 15 people are attending.\nFunerals are limited to 25 people."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56606898",
      "category": "science-environment",
      "title": "World’s largest ocean monitoring system BRUVS launched",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56622471",
      "category": "world-europe",
      "title": "Covid-19: France enters third national lockdown amid ICU surge",
      "tags": "France,Coronavirus lockdown measures,Germany,Coronavirus vaccines,Pope Francis,Emmanuel Macron,Coronavirus pandemic",
      "text": "France has entered its third national lockdown as it battles a surge in cases of Covid-19 that threatens to overwhelm the country's hospitals.\nAll schools and non-essential shops will shut for four weeks, and a curfew will be in place from 19:00 to 06:00.\nOn Friday, the number of seriously ill Covid patients in intensive care units (ICU) increased by 145 - the biggest jump in five months.\nPresident Emmanuel Macron has promised more hospital beds for Covid patients.\nFrance is currently battling a peak of about 5,000 Covid patients in ICUs. On Friday, the country recorded 46,677 new cases and 304 deaths.\nAs well as the restrictions that came into force on Saturday, from Tuesday people will also need a valid reason to travel more than 10 km (six miles) from their homes.\nPresident Macron had hoped to keep France's coronavirus cases under control without having to impose another lockdown.\nHowever, the country has struggled with an EU-wide delay in the vaccine rollout, as well as several new strains of the virus.\nIn Germany, President Frank-Walter Steinmeier called on people to play their part and get vaccinated.\nSpeaking in a television address to the nation on Saturday, he said the country was in the middle of a third wave and that it faced more restrictions.\nHe also admitted that mistakes had been made - specifically in testing and in the vaccine rollout - and talked about there being a \"crisis of trust\" in the state.\n\"Of course, there is no single silver bullet to get out of the pandemic,\" President Steinmeier said. \"And that is why political dispute is needed - but the arguing must not become an end in itself.\n\"Whether it's about a federal or state level, party or coalition, or whether opinion polls are up or down - none of that can play the main role now.\n\"We need clarity and determination, we need understandable and pragmatic regulations so that people have direction, so that this country can again achieve what it has within.\"\nLast month, German officials announced that the country would be placed in a strict Easter lockdown - only to reverse the decision just days later.\nGerman Chancellor Angela Merkel called the plan for a lockdown from 1 to 5 April a \"mistake\", and said she took \"ultimate responsibility\" for the U-turn.\nItaly also entered a strict three-day lockdown on Saturday in order to try to prevent a surge in Covid-19 cases over the Easter weekend.\nAll regions are now in the \"red zone\" - the highest tier of restrictions - as the country records about 20,000 new cases a day.\nNon-essential movement is banned, but people are allowed to have an Easter meal in their homes with two others. Churches are also open, but worshippers are being told to attend services within their regions.\nPope Francis delivered his Easter message to a scaled back group of about 200 people, with St Peter's Square empty for the second year. \nDifferent regions will remain in either \"orange zone\" or \"red zone\" restrictions until the end of the month.\nThe Italian government also announced it was placing 70,000 extra police officers on surveillance nationwide, in order to enforce the lockdown rules.\n\"This is not the time to lower our guard, and to let go of that sense of responsibility shown so far,\" Interior Minister Luciana Lamorgese told the newspaper Il Messaggero. \"Because the progress recorded by the campaign for vaccines finally gives a glimpse of a different horizon that will allow us to gradually return to normal.\"\nOn Friday, the World Health Organization (WHO) criticised Europe's \"unacceptably slow\" vaccine rollout, and said the situation in the region is now worse than it has been for several months.\n\"Vaccines present our best way out of this pandemic... However, the rollout of these vaccines is unacceptably slow,\" WHO director for Europe Hans Kluge said in a statement. \n\"We must speed up the process by ramping up manufacturing, reducing barriers to administering vaccines, and using every single vial we have in stock, now.\"\nIn the meantime, as long as vaccine coverage remained low, he said EU countries would have to impose lockdowns and other measures to compensate for the delays.\nAccording to the WHO, only 10% of the nearly 900 million people in the region have had a single dose of coronavirus vaccine."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56620645",
      "category": "uk",
      "title": "Covid-19: Care home residents in England allowed two visitors from 12 April",
      "tags": "Coronavirus lockdown measures,Boris Johnson,Department of Health & Social Care,Helen Whately,Care homes,Coronavirus pandemic",
      "text": "Care home residents in England will be allowed two regular visitors indoors from 12 April, the government has said.\nCurrently people in care homes can have just one face-to-face visitor, but as part of the next step of lockdown easing it will be extended to two.\nThey will be able to hold hands - but visitors must be tested and wear PPE.\nVisitors will also be able to bring babies and young children with them, meaning some residents could meet grandchildren for the first time.\nPeople living in care homes were first allowed one regular, nominated visitor again in early March - leading to many loved ones finally being reunited after lockdown. \nThe government has now said that from 12 April - which is the date for the planned next step of lifting lockdown - visitor numbers can be increased because of a drop in community infection rates and the vaccine rollout.\nBabies and toddlers will also be able to accompany visitors, and will not be counted as one of the two. \nHowever, the age of young children included has yet to be announced and the government said full guidance will be published later this week.\nMeanwhile, the essential care giver scheme - whereby relatives or specially trained assistants to residents with particularly complex needs have greater access to a home - will also continue, the government said.\nThe scheme was set up to help residents with advanced dementia, some autistic people and residents with a learning disability who needed a particular person to provide certain aspects of their care.\nMore than £340m of government funding has been earmarked to extend rapid testing to care homes and free PPE (personal protective equipment) until March 2022.\nActor Ruthie Henshall is an essential care giver for her mother Gloria, who has dementia and lives in a care home. \nThey were recently reunited as rules on visiting care homes were eased, and Ruthie says that \"the light is back on in her [mother's] eyes\". \nShe told BBC Breakfast she was shocked at how much her mother had \"gone downhill\" over the last year, but that the difference in her mental health in just two weeks was \"incredible\". \n\"She's saying words again, and she's not been saying anything,\" she said.\n\"It is beautiful to see the joy in her and it is absolutely imperative that people get to see their loved ones. We are running out of time with our loved ones.\"\nRuthie can now go into the care home and feed her mother lunch, read to her or sing her favourite songs - Someone to Watch Over Me or I Dreamed A Dream. \nShe stressed care giving does not always have to be about changing and dressing a loved one. \"It is performing a something for her that is good for her care and wellbeing,\" she said.\nRuthie welcomed the announcement on visits, saying it was \"vital that we get family in\". \n\"The entertainment, the people, the life. It all comes in, they can't go out,\" she said.\nThe government also said that in the coming weeks, some visitors will be able to take tests at home rather than having them done at the care home.\n\"Our aim is to make visiting to care homes as normal as possible by the summer,\" said the government's care minister, Helen Whately.\nShe said the government continued to \"follow the science\", but that \"things are looking up\".\nPrime Minister Boris Johnson added: \"I'm particularly pleased to allow residents to have more visitors, including grandchildren, given the isolation and concern felt by so many this past year.\"\nIn addition, outdoor visits - as well as those inside pods or behind screens - will be able to continue for people who are not nominated as a regular visitor. \nThe announcement on visits was welcomed by Mike Padgham, the chairman of industry body the Independent Care Group - but called for residents aged over-65 to be allowed to take trips outside homes.\nAccording to the latest government guidance - which is facing a legal challenge - trips to see family or friends \"should only be considered\" for under-65s while national Covid restrictions apply because they increase the risk of bringing Covid into a home.\nBut campaigners say the ban is unlawful.\nMr Padgham, who runs four homes in North Yorkshire, said: \"It is hard to object to a party of over-65s going out in a minibus, for example, to enjoy a change of scenery and some fresh air, provided they were careful.\n\"We would like to see the government give greater guidance on this going forward.\"\nIn Scotland, care home residents are allowed to choose two people to visit indoors once a week, while in Wales, indoor care home visits are allowed for one visitor.\nIn Northern Ireland, government guidance states that where possible, visiting should be facilitated where there are well ventilated designated rooms or visiting pods - but families are still being denied visits, the nation's older people's commissioner has claimed.\nIt comes as a further 52 people died within 28 days of testing positive for coronavirus, according to UK government figures released on Friday - although the data does not include Wales. \nThe number of cases also increased by 3,402 - the lowest daily rise reported since mid-September, although again the figures do not include Wales.\nMore than 4.9 million people are now fully vaccinated with both doses, while in total 31.3 million first doses have been given.\nAs the Easter Bank Holiday began on Friday, Boris Johnson urged people to obey the rules and not mix indoors, even if they are vaccinated.\nIn other developments:\nHow will the increase in visitor numbers at care homes affect you? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    }
  ]
}