{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58233280",
      "category": "entertainment-arts",
      "title": "Line of Duty stars to go head-to-head at National Television Awards",
      "tags": "Television,David Tennant,National Television Awards,Piers Morgan,Ant and Dec,Line of Duty",
      "text": "The stars of Line of Duty will go head-to-head for one of the main prizes at this year's National Television Awards.\nVicky McClure, Adrian Dunbar and Martin Compston are among the five nominees for the best drama performance trophy.\nThey will face competition from Olly Alexander and David Tennant, who delivered acclaimed performances in It's a Sin and Des respectively.\nPiers Morgan has been nominated for best TV presenter, five months after he exited Good Morning Britain.\nScroll down for the full list of nominations.\nMorgan left the ITV breakfast show in March after making controversial comments about the Duchess of Sussex's interview with Oprah Winfrey.\nThe presenter has continued to host Piers Morgan's Life Stories, but will have to overcome Ant and Dec - who have won the prize for 19 years in a row - as well as Alison Hammond, Bradley Walsh and Holly Willoughby.\nThe National Television Awards, hosted by Joel Dommett, will take place in London on 9 September.\nRead more about the nominees:\nThe latest series of Line of Duty, which was a ratings hit but received a mixed response from viewers and critics, will go up against Call The Midwife, Unforgotten and The Crown for the returning drama prize.\nThe documentary about late Love Island presenter Caroline Flack has been shortlisted for the factual prize.\nCaroline Flack: Her Life And Death featured family and friends, including Olly Murs and Dermot O'Leary, speaking about how the presenter was affected by her life in the spotlight.\nA new category has been introduced this year for the genre of authored documentaries, following a wave of celebrity-led factual programmes.\nKate Garraway is shortlisted for her poignant look at how Covid-19 affected her husband in Finding Derek.\nAnother new category, for best quiz game show, will see Michael McIntyre's The Wheel compete with Beat the Chasers, Celebrity Catchphrase and In For A Penny.\nRose Ayling-Ellis, who plays Frankie Lewis in EastEnders, has been nominated for best newcomer days after it was announced she would take part in the next series of Strictly Come Dancing.\nDrama performance\nNew drama\nReturning drama\nSerial drama\nSerial drama performance\nNewcomer\nTV presenter\nBruce Forsyth entertainment award\nTalent show\nChallenge show\nQuiz game show\nAuthored documentary\nFactual\nDaytime\nComedy"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hereford-worcester-58233001",
      "category": "uk-england-hereford-worcester",
      "title": "Mark Chilman jailed for murdering ex's new partner and setting body on fire",
      "tags": "Bromyard,Broadwas",
      "text": "An \"obsessed\" man has been jailed for at least 22 years for murdering his former long-term girlfriend's new partner, leaving him in a burning car.\nMark Chilman, 52, killed Neil Parkinson in Cotheridge, Worcestershire, on 12 December.\nA trial at Worcester Crown Court heard he lay in wait for his victim, hit him and set his car alight to try and make it look like suicide.\nJudge James Burbidge QC said Chilman had treated his ex as his \"property\".\nThe judge said Chilman had immediately \"harboured a desire to do Mr Parkinson harm,\" after discovering Julie Adcock had moved on with her life.\nThe court heard Chilman prepared by \"scoping\" his ex partner's farm, stealing two petrol jerry cans, buying disposable mobile phones and leaving his own phone elsewhere, while asking a friend to give him a false alibi.\nHe then waited for Mr Parkinson, 66, to drive away from the farm in Broadwas, to care for his 94-year-old mother, who had dementia.\nWhen the victim got out to lock the gate, Chilman attacked him, hitting him so hard with a weapon, possibly a hammer, he fractured the base of his skull and left him unconscious.\nThe trial heard he then drove Mr Parkinson to a lay-by, poured petrol over him and the vehicle, and set it alight.\nJudge Burbidge said, as the fire took hold, Chilman sent a long text message \"in despicable and defamatory terms\" to try and suggest it was Mr Parkinson attempting to take his own life.\nThe death had left Mr Parkinson's family and his ex-partner Ms Adcock \"shattered and grieving\", the judge added.\nIn a statement, Mr Parkinson's family described Chilman as an \"evil, calculated individual\".\n\"Neil was a loving, caring, happy person who enjoyed life to the full,\" they said. \"As a family it's been a very difficult eight months and our lives have been changed forever. \n\"Neil will be sorely missed by all his family and the memories of him as a loving father, grandfather, brother and son and will be remembered dearly for all the happy times.\"\nJurors heard Chilman, from Pencombe in Herefordshire, told police \"whatever, he is out of the way now\" when detectives suggested to him the blaze looked suspicious.\nThe judge accepted the death of the defendant's father some years before hit him hard and the loss of his relationship with Ms Adcock sent his world \"crashing down\".\nBut he said his love and affection became \"misplaced\" and he \"could not bear for her to be happy with anyone else\".\nIt emerged during the hearing Chilman had been attempting correspondence with Ms Adcock from his jail cell.\nDet Ch Insp Dean Jones, from West Mercia Police, welcomed Chilman's \"significant sentence\", describing the murder as \"brutal\" and \"senseless\".\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58187410",
      "category": "world-asia",
      "title": "Afghanistan: How the Taliban gained ground so quickly",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban,Nato,United States",
      "text": "The speed of the Taliban advance in Afghanistan appears to have taken many by surprise - regional capitals seem to be falling like dominoes.   \nThe momentum is clearly with the insurgents, while the Afghan government struggles to keep its grip on power.\nThis week, one leaked US intelligence report estimated that Kabul could come under attack within weeks, and the government could collapse within 90 days. \nSo how did it unravel so quickly?\nThe US and its Nato allies - including the UK - have spent the best part of the last 20 years training and equipping the Afghan security forces. \nCountless American and British generals have claimed to have created a more powerful and capable Afghan army. Promises that today appear pretty empty.\nThe Afghan government should, in theory, still hold the upper hand with a larger force at its disposal. \nThe Afghan security forces number more than 300,000, on paper at least. That includes the Afghan army, Air Force and police.\nBut in reality the country has always struggled to meet its recruitment targets.\nThe Afghan army and police has a troubled history of high casualties, desertions and corruption - with some unscrupulous commanders claiming the salaries of troops who simply didn't exist - so called \"ghost soldiers\". \nIn its latest report to the US Congress, the Special Inspector General for Afghanistan (SIGAR) expressed \"serious concerns about the corrosive effects of corruption... and the questionable accuracy of data on the actual strength of the force\". \nJack Watling, of the Royal United Services Institute, says even the Afghan army has never been sure of how many troops it actually has. \nAdded to that, he says there have been problems with maintaining equipment and morale. Soldiers are often sent to areas where they have no tribal or family connections. One reason why some may have been so quick to abandon their posts without putting up a fight.\nThe Taliban's strength is even harder to measure. \nAccording to the US Combating Terrorism Center at West Point, estimates suggest a core strength of 60,000 fighters. With the addition of other militia groups and supporters, that number could exceed 200,000.\nBut Dr Mike Martin, a Pashto-speaking former British army officer who tracked the history of the conflict in Helmand in his book An Intimate War, warns of the dangers of defining the Taliban as a single monolithic group. \nInstead he says \"the Taliban is closer to a coalition of independent franchise holders loosely - and most probably temporarily - affiliated with one another\". \nHe notes the Afghan government, too, is as riven by local factional motivations. Afghanistan's shape changing history illustrates how families, tribes and even government officials have switched sides - often to ensure their own survival.\nAgain, the Afghan government should have the advantage in terms of both funding and weapons.\nIt has received billions of dollars to pay for soldiers' salaries and equipment - mostly by the US. In its July 2021 report, SIGAR said more than $88bn (£64bn) had been spent on Afghanistan's security. \nBut it ominously added: \"The question of whether that money was well spent will ultimately be answered by the outcome of the fighting on the ground.\" \nAfghanistan's Air Force should provide it with a critical edge on the battlefield. \nBut it has consistently struggled to maintain and crew its 211 aircraft (a problem that's becoming more acute with the Taliban deliberately targeting pilots). Nor is it able to meet the demands from commanders on the ground. \nHence the involvement recently of the US Air Force over cities like Lashkar Gah, which have come under Taliban attack. It's still not clear for how much longer the US is willing to provide that support. \nThe Taliban have often relied on revenue from the drugs trade, but they have also had support from outside - most notably Pakistan. \nMore recently the Taliban have seized weapons and equipment from the Afghan security forces - some of it provided by the US - including Humvees, night sights, machine guns, mortars and artillery. \nAfghanistan was already awash with weapons after the Soviet invasion, and the Taliban have shown that even the crudest can defeat a much more sophisticated force. \nThink of the deadly effect of the Improvised Explosive Device (IED) on US and British forces. That and local knowledge and an understanding of the terrain have been their advantage. \nDespite the disparate nature of the Taliban, some still see evidence of a co-ordinated plan in their recent advance. \nBen Barry, a former British army brigadier and now a senior fellow at the Institute of Strategic Studies, acknowledges the Taliban gains may be opportunistic, but adds: \"If you were to write a campaign plan I would be hard pressed to come up with something better than this.\" \nHe points to the focus of the Taliban attacks in the north and west, not their traditional southern strongholds, with successive regional capitals falling into their hands.  \nThe Taliban have also captured key border crossings and checkpoints, funnelling off much needed customs revenue away from the cash-strapped government.   \nThey've also stepped up targeted killings of key officials, human rights activists, and journalists. Slowly but surely wiping out some of the small gains made over the last 20 years. \nAs for the Afghan government's strategy - that's proving harder to define. \nPromises of taking back all the territory captured by the Taliban sound increasingly hollow. \nMr Barry says there appears to be a plan to keep hold of the larger cities. Afghan commandos have already been deployed to prevent Lashkar Gah in Helmand from falling. \nBut for how much longer? \nAfghan special forces are relatively small in number, around 10,000 strong, and they're already stretched. \nThe Taliban also appear to be winning the propaganda war and the battle of the narrative. \nMr Barry says their momentum on the battlefield has boosted morale and given them a sense of unity. \nIn contrast, the Afghan government has been on the backfoot, bickering and sacking generals. \nThe situation certainly looks bleak for the Afghan government. \nBut Jack Watling of RUSI says that while it looks increasingly pessimistic for the Afghan military, \"the situation could still be saved by politics\". \nIf the government can win over tribal leaders, he says, there is still the chance of a stalemate. \nThis is a view echoed by Mike Martin, who points to the return of former warlord Abdul Rashid Dostum to Mazar-i-Sharif as a significant moment. He's already cutting deals. \nThe summer fighting season will soon be over as the Afghan winter sets in - making manoeuvre more difficult for forces on the ground. \nIt is still possible that there'll be a stalemate by the end of the year, and the Afghan government will cling on to Kabul and a string of larger cities. \nThe tide could even turn if the Taliban fracture. \nBut at present it appears that the US and Nato's efforts to bring peace, security and stability to Afghanistan have been as futile as the Soviets before them. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58230071",
      "category": "uk",
      "title": "Tom Daley on his Olympic knitting obsession",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cornwall-58232665",
      "category": "uk-england-cornwall",
      "title": "Man swept to his death by 'rogue wave' in Cornwall",
      "tags": "RNLI,St Agnes",
      "text": "An angler was swept to his death off rocks by a \"rogue wave\", an inquest has been told.\nTyler Westlake, 24, was fishing with two friends at Tubby's Head, St Agnes, on the north Cornwall coast, last November when the incident happened.\nHis friends were also struck by the wave as they packed up fishing gear but managed to scramble to safety, the hearing in Truro was told.\nSenior coroner Andrew Cox recorded a conclusion of accidental death.\nThe tragedy happened as the UK was battered by torrential rain and thunderstorms, the inquest was told.\nMr Westlake's best friend, Charlton Cunningham, said they had checked the tide times, wind and swell before setting off on 12 November.\nHe said the wind did not drop so they started to pack up when a large wave crashed over them.\nMr Cunningham's girlfriend, Hannah Davey, said they were hit by a \"rogue wave\" at the spot, where they regularly went to as a \"safe place to fish\", adding that \"Tyler was a strong swimmer\".\nMr Westlake was swept into the sea and then smashed by another wave, disappearing in the water, the inquest heard.\nMr Cox heard the pair did not see Mr Westlake go into the sea, but saw and heard him shouting for help.\nThey said he removed his coat and lay on his back in the sea \"to preserve energy\", but the second wave struck and \"swept him under\".\nFour lifeboats, three coastguard teams, a helicopter and police searched for him and recovered some of Mr Westlake's possessions from the sea.\nHowever, his body was never found despite 45 hours of searching.\nMr Cox concluded it was an accidental death, saying: \"Tyler was hit by a wave which swept him into the sea and he was not able to be recovered.\"\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58219415",
      "category": "uk",
      "title": "Plymouth shooting: Prayers to remember victims",
      "tags": "Plymouth,Plymouth shooting",
      "text": "Prayers have been said at a church in Plymouth as the city mourns the five people shot dead on Thursday. \nChurches across Devon are using Sunday services to remember the victims.\nAt St Thomas' Church in Keyham, prayers were said for the five local people who were killed, as well as for 22-year-old gunman Jake Davison.\nFather David Way said: \"It's a time of shock and sadness and horror. But it's also a time of hope. We have to have faith and hope at this time.\"\nIn the 12-minute attack on Thursday evening, Davison shot his 51-year-old mother Maxine Davison, also known as Maxine Chapman, before killing Sophie Martyn, aged three, and her father Lee Martyn, aged 43.\nHe then killed Stephen Washington, 59, in a nearby park before shooting 66-year-old Kate Shepherd, who died at Derriford Hospital. He also shot and wounded a 33-year-old man and a 53-year-old woman before turning the gun on himself. \nAt Sunday's service at St Thomas' Church, a special prayer written by the Bishop of Exeter, Robert Atwell, which talked about neighbours rebuilding their lives in \"friendship, trust and hope\", was also said.\nAhead of the service, Father Way said: \"Most importantly we will be praying for those who were killed.\n\"But something which has been taxing my mind all the way through is, I also have to pray for mercy for Jake on his soul. \n\"As Christians, we have to love our enemies and look with love on people who cause us harm.\"\nSunday's prayers came as questions remained over how Davison obtained a firearms licence.\nA former Met Police chief said the social media accounts of anyone wanting to possess a gun should be examined. \nOn Saturday Home Secretary Priti Patel paid her respects to the victims by placing a floral tribute near the scene, at North Down Crescent Park, where hundreds of people had attended a vigil on Friday evening. \nMs Patel and the Plymouth Sutton Labour MP Luke Pollard then spoke to members of the local neighbourhood watch team at the park.\nOn Sunday, Mr Pollard said he thought people's emotions had \"changed from shock and disbelief into now feeling that profound loss of the five people who were killed\".\nBut he added there was also a \"sense of anger\". \nMr Pollard said people wanted to know \"how was this allowed to happen, why did this happen, and were there opportunities to stop this happening that were not taken?\"\nEarlier, the Anchorage pub in Plymouth, where victim Lee Martyn was a regular, held a two-minute silence.\nHead chef Sam Weight said staff were \"all really upset\" about the deaths. \"Lee and Sophie were a pair and he was an absolutely amazing dad, he would do anything for her,\" she said.\n\"He was always joking and she was a cracking little kid who had not even started her life.\"\nAnd Claire Kidd paid tribute to her \"very talented artist\" friend Kate Shepherd, who lived in Kingsand, Cornwall, before moving to Plymouth.\n\"We are all feeling deeply sad and in shock,\" she added.\nThe family of victim Stephen Washington paid tribute to the \"devoted family man, loving husband, father, grandfather and best friend\".\nThey said in a statement that he was a \"friendly, outgoing person\" who would \"help anyone at the drop of a hat\".\nMr Washington, who was shot in a park, \"loved his animals and was often seen walking his two huskies in the area\", said his family.\n\"Since the devastating events a couple of days ago, our world has been turned upside down in the blink of an eye and he will be sorely missed by everyone who knew him.\"\nPolice are not treating the incident, the worst mass shooting in Britain since 2010, as terror-related.\nHowever, Davison had made references to \"incels\" - members of misogynistic online groups of \"involuntary celibate\" men, who blame women for their sexual failings and who have been linked to a number of violent acts around the world - in some online social media videos.\nFormer commissioner Lord Stevens told the Sunday Telegraph Davison was \"clearly a dangerous man\", adding: \"The videos he made should have been taken into account when he applied for a shotgun licence.\n\"There needs to be a trawling of online content for an in-depth assessment of who these people are and what they think.\"\nThe police watchdog is investigating why Devon and Cornwall Police returned Davison's shotgun and firearms licence in July, after they were removed at the end of last year following an allegation of assault in September.\nRead more about firearm rules in the UK\nDevon and Cornwall Police said on Saturday that an online page had been launched for those who may have information to assist with the investigation into the mass shooting, the worst in Britain since 2010.\nThe force added that post-mortem examinations were taking place and were due to continue into early next week.\nMeanwhile, artist Ricky Fenn has drawn praise for a mural on the side of his house in Plymouth which bears the message: \"For the ones that were taken too soon\".\nMr Fenn said: \"I hope it'll just pass a positive message to other people, you've got to stand together in things like this. The response has been absolutely overwhelming.\"\nThe green heart logo he used on his house in North Road West and the #plymouthtogether tag were also used on T-shirts worn by Plymouth Argyle players before the home game against Gillingham on Saturday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-south-asia-11451718",
      "category": "world-south-asia",
      "title": "Who are the Taliban?",
      "tags": "Pakistan,Afghanistan,Taliban",
      "text": "The Taliban were removed from power in Afghanistan by US-led forces in 2001, but the group has seized control of the country once again following a rapid offensive.\nThe capital, Kabul, was the last major city to fall to the offensive that began months ago but accelerated as the hardline Islamists gained control of territories.\nThe group entered direct talks with the US back in 2018, and in February 2020 the two sides struck a peace deal that committed the US to withdrawal and the Taliban to preventing attacks on US forces. Other promises included not allowing al-Qaeda or other militants to operate in areas it controlled and proceeding with national peace talks.\nBut in the year that followed, the Taliban continued to target Afghan security forces and civilians, advancing rapidly across the country.\nThe Taliban, or \"students\" in the Pashto language, emerged in the early 1990s in northern Pakistan following the withdrawal of Soviet troops from Afghanistan. It is believed that the predominantly Pashtun movement first appeared in religious seminaries - mostly paid for by money from Saudi Arabia - which preached a hardline form of Sunni Islam.\nThe promise made by the Taliban - in Pashtun areas straddling Pakistan and Afghanistan - was to restore peace and security and enforce their own austere version of Sharia, or Islamic law, once in power.\nFrom south-western Afghanistan, the Taliban quickly extended their influence. In September 1995 they captured the province of Herat, bordering Iran, and exactly one year later they captured the Afghan capital, Kabul, overthrowing the regime of President Burhanuddin Rabbani - one of the founding fathers of the Afghan mujahideen that resisted the Soviet occupation. By 1998, the Taliban were in control of almost 90% of Afghanistan.\nAfghans, weary of the mujahideen's excesses and infighting after the Soviets were driven out, generally welcomed the Taliban when they first appeared on the scene. Their early popularity was largely due to their success in stamping out corruption, curbing lawlessness and making the roads and the areas under their control safe for commerce to flourish.\nBut the Taliban also introduced or supported punishments in line with their strict interpretation of Sharia law - such as public executions of convicted murderers and adulterers, and amputations for those found guilty of theft. Men were required to grow beards and women had to wear the all-covering burka.\nThe Taliban also banned television, music and cinema, and disapproved of girls aged 10 and over going to school. They were accused of various human rights and cultural abuses. One notorious example was in 2001, when the Taliban went ahead with the destruction of the famous Bamiyan Buddha statues in central Afghanistan, despite international outrage.\nPakistan has repeatedly denied that it was the architect of the Taliban enterprise, but there is little doubt that many Afghans who initially joined the movement were educated in madrassas (religious schools) in Pakistan.\nPakistan was also one of only three countries, along with Saudi Arabia and the United Arab Emirates (UAE), which recognised the Taliban when they were in power in Afghanistan. It was also the last country to break diplomatic ties with the group.\nAt one point, the Taliban threatened to destabilise Pakistan from areas they controlled in the north-west. One of the most high-profile and internationally condemned of all Pakistani Taliban attacks took place in October 2012, when schoolgirl Malala Yousafzai was shot on her way home in the town of Mingora.\nA major military offensive two years later following the Peshawar school massacre greatly reduced the group's influence in Pakistan though. At least three key figures of the Pakistani Taliban had been killed in US drone strikes in 2013, including the group's leader, Hakimullah Mehsud.\nThe attention of the world was drawn to the Taliban in Afghanistan in the wake of the 11 September 2001 World Trade Center attacks in New York. The Taliban were accused of providing a sanctuary for the prime suspects - Osama Bin Laden and his al-Qaeda movement.\nOn October 7, 2001, a US-led military coalition launched attacks in Afghanistan, and by the first week of December the Taliban regime had collapsed. The group's then-leader, Mullah Mohammad Omar, and other senior figures, including Bin Laden, evaded capture despite one of the largest manhunts in the world. \nMany senior Taliban leaders reportedly took refuge in the Pakistani city of Quetta, from where they guided the Taliban. But the existence of what was dubbed the \"Quetta Shura\" was denied by Islamabad.\nDespite ever higher numbers of foreign troops, the Taliban gradually regained and then extended their influence in Afghanistan, rendering vast tracts of the country insecure, and violence in the country returned to levels not seen since 2001.\nThere were numerous Taliban attacks on Kabul and, in September 2012, the group carried out a high-profile raid on Nato's Camp Bastion base.\nHopes of a negotiated peace were raised in 2013, when the Taliban announced plans to open an office in Qatar. But mistrust on all sides remained high and the violence went on.\nIn August 2015, the Taliban admitted they had covered up Mullah Omar's death - reportedly of health problems at a hospital in Pakistan - for more than two years. The following month, the group said it had put aside weeks of infighting and rallied around a new leader in the form of Mullah Mansour, who had been the deputy of Mullah Omar.\nAt around the same time, the Taliban seized control of a provincial capital for the first time since their defeat in 2001, taking control of the strategically important city of Kunduz.\nMullah Mansour was killed in a US drone strike in May 2016 and replaced by his deputy Mawlawi Hibatullah Akhundzada, who remains in control of the group.\nIn the year following the US-Taliban peace deal of February 2020 - which was the culmination of a long spell of direct talks - the Taliban appeared to shift their tactics from complex attacks in cities and on military outposts to a wave of targeted assassinations that terrorised Afghan civilians.\nThe targets - journalists, judges, peace activists, women in positions of power - suggested that the Taliban had not changed their extremist ideology, only their strategy. \nDespite grave concerns from Afghan officials over the government's vulnerability to the Taliban without international support, the new US president, Joe Biden, announced in April 2021 that all American forces would leave the country by 11 September - two decades to the day since the felling of the World Trade Center. \nHaving outlasted a superpower through two decades of war, the Taliban began seizing vast swathes of territory, before once again toppling a government in Kabul in the wake of a foreign power withdrawing.\nThey swept across Afghanistan in just 10 days, taking their first provincial capital on 6 August . By 15 August, they were at the gates of Kabul.\nTheir lightning advance prompted tens of thousands of people to flee their homes, many arriving in the Afghan capital, others heading for neighbouring countries.\nThe Taliban's return to rule brings an end to almost 20 years of a US-led coalition's presence in the country."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-devon-58228401",
      "category": "uk-england-devon",
      "title": "Minute's silence for Plymouth shooting victims",
      "tags": "Plymouth,Plymouth shooting",
      "text": "A one-minute silence has been held to remember the five victims of the mass shooting in Plymouth.\nPeople across the UK were invited by the city council to observe the silence at 11:00 BST.\nIn Plymouth, people gathered outside the city's Guildhall.\nMaxine Davison, 51, Stephen Washington, 59, and Kate Shepherd, 66, were killed in the attack on Thursday, along with father and daughter Lee Martyn, 43, and Sophie Martyn, three.  \nLord Mayor of Plymouth Terri Beer, who spoke outside the Guildhall before the silence, said: \"I know that many people across the country and the world will also be taking a moment to reflect on the dreadful loss that has been suffered in our community.\n\"I know Plymouth is a place where people stand together during dark times. \n\"I hope and believe that we will get through the difficult times that lie ahead as we try to come to terms with the dreadful loss by continuing to support each other.\"\nIt was a very loving and sombre occasion.\nPeople were hushed and standing in reflection and thoughtfulness even before Lord Mayor Terri Beer spoke and the silence began, with Mrs Beer talking about Plymouth being together.\nThe chairman of Keyham Neighbourhood Watch, Kevin Sproston, spoke eloquently about the community pulling together.\nHe said people wished for the respect of national media in terms of going forward and allowing the community to grieve.\nMr Sproston said there would be dark days in the future, but, hopefully, the city would come out the other side. \nSpeaking afterwards, Kevin Sproston, from Keyham Neighbourhood Watch, said: \"At the moment Keyham is grieving. We grieve because we love. Grief is love. We are in shock, feel guilty and angry about the events surrounding the deaths of our beloved community members, because we love. \n\"And it is that love and energy that we can now use to bring about change.\n\"As a community we look to rebuild and restore together. Collectively we will support each other and with help bring back a community that we want our children to inherit.\"\nCouncillor Nick Kelly, leader of Plymouth City Council, who also observed the minute's silence outside the Guildhall, said: \"As a city we need to honour and respect those that are from our community. \n\"They are lives that have been taken prematurely and hopefully something positive will come out from this, but right now, right here, it is very difficult to see beyond just the tragic loss.\"\nPolice cordons have been lifted in Biddick Drive and Henderson Place in Keyham where Jake Davison shot the victims.\nFlowers and letters have been left in the area over the weekend in tribute to those who died.\nPolice said forensic examinations would continue at 17 Biddick Drive, where Davison lived, over the coming days.\nAway from the Guildhall, groups gathered in other parts of the city including at Plymouth Hoe.\nAt Keyham's North Down Crescent Park, between 50 and 70 people observed the minute's silence together.\nResident Nicky Bailey described Thursday's events as \"unfathomable\". \n\"You just don't believe it will happen around here,\" she said.\n\"Even walking around it's still quite eerie and a lot of people are still scared.\"\nAnother resident, Chris Morton, said: \"It's completely shocking and I just wanted to show some sympathy for the families involved, the victims, and those in hospital as well.\"\nHe described Keyham as \"very sombre\", but added the community had been \"very respectful, very kind to each other and very compassionate\".\nLocal person, Tracy Cooke, said attending the minute silence felt like \"the right thing to do\".\nThe prime minister was among those to pay their respects elsewhere in the country.\nIn Liverpool, traffic was held in the Mersey Tunnels, while courts and the Old Bailey in London rose to observe the silence.\nMore on this story:\nIn Thursday evening's attack, 22-year-old Davison shot his mother Maxine before killing Sophie and her father.\nHe then killed Mr Washington in a nearby park before shooting Ms Shepherd, who was taken to Derriford Hospital where she died. \nHe also shot and wounded a 33-year-old man and a 53-year-old woman, who were taken to hospital, before turning the gun on himself.\nDevon and Cornwall Police said a highly visible police presence would remain in the wider area until Monday evening.\nThe force said community drop-in centres remained open for Keyham residents at St Mark's Church and Ford Primary School.\nA vigil took place on Jubilee Green in Plymouth's neighbouring town of Saltash, in Cornwall, at 20:45.\nHundreds of people attended a vigil on Friday evening close to where the victims were shot.\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58227029",
      "category": "world-asia",
      "title": "Afghanistan: US takes control of Kabul airport to evacuate staff",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan,United States",
      "text": "There were scenes of panic at Kabul airport on Monday as desperate residents tried to flee following the Taliban's seizure of the Afghan capital.\nThe US army said soldiers shot two armed men, while three people were reported to have died after falling from the underside of a plane they were clinging to shortly after take-off.\nThe airport was closed earlier for soldiers to try and clear the runways.\nUS military planes are now landing, including one carrying US marines.\nMarines are being flown in to help the evacuation effort. The US and other countries are rushing to remove staff and allies from the country.\nA German evacuation plane also landed at Kabul airport on Monday, sources told Reuters news agency.\nOn Sunday the Taliban declared victory after Afghan President Ashraf Ghani fled abroad and his government collapsed. \nThe militants' return to rule brings an end to almost 20 years of a US-led coalition's presence in the country.\nKabul was the last major city in Afghanistan to fall to a Taliban offensive that began months ago but accelerated in recent days as they gained control of territories, shocking many observers.\nThe Islamist group was able to seize control after most foreign troops pulled out. \nFollowing the Taliban's seizure of Kabul, many people headed to the airport.\nEvacuations of foreigners and some Afghans with links to foreign governments and organisations have been taking place, but passengers said rumours spread that even those without visas were being allowed to travel.\nAs huge crowds gathered, US forces reportedly fired into the air to disperse people who were trying to force their way on to planes. \nVideo obtained by Afghan media outlets also showed people clinging to the side of a plane as it began to taxi on the runway. Another video appeared to show men falling from a plane that had taken off.\nLater, a Pentagon spokesman said all flights had been halted \"out of an abundance of caution\".\n\"US military forces are on the scene working alongside Turkish and other international troops to clear the area of people. We do not know how long this will take\" John Kirby said.\nMr Kirby also said there were early reports that a US service member had been wounded.\nRakhshanda Jilali, a human rights activist who is trying to leave, said: \"How can [the Americans] hold the airport and dictate terms and conditions to Afghans?\"\n\"This is our airport but we are seeing diplomats being evacuated while we wait in complete uncertainty,\" she told Reuters news agency.\nThousands of American citizens, locals embassy staff and their families, as well as other \"vulnerable Afghan nationals\" are to be airlifted in the coming days, the US government has said.\nThe US has sent 6,000 troops to assist in the evacuation.\nAt the weekend US President Joe Biden defended the withdrawal of American troops, saying he could not justify an \"endless American presence in the middle of another country's civil conflict\". \nMore than 60 countries, including the US and the UK, have issued a joint statement saying the Afghan people \"deserve to live in safety, security and dignity\", and that security and civil order should be immediately restored.\nThey also called on the Taliban to allow anyone who wishes to depart to do so, and to keep roads, airports and border crossings open.\nA Taliban spokesman said people would be allowed to return home from the airport, Reuters reported. \nOn Sunday Suhail Shaheen, a Taliban negotiator in Qatar, told the BBC that properties and lives were safe. \"We are the servants of the people and of this country,\" he said.\nAbout 600 British troops have been deployed to assist with their own withdrawal mission. \nUK Prime Minister Boris Johnson said his priority was getting UK nationals and \"all those who have helped the UK effort over 20 years\" out of Afghanistan \"as fast as we can\".\nRussia said it would not be closing its embassy because the Taliban had provided security assurances.\nChina expressed its readiness to develop \"friendly relations\" with the group. \nIran's new hardline president, Ebrahim Raisi, said the US pull-out should offer an opportunity for lasting peace in Afghanistan.\nAre you or your family in Afghanistan? How have you been affected? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-58229183",
      "category": "world-middle-east",
      "title": "Lebanon deadly petrol tank blast sparks protest at PM-designate's home",
      "tags": "Lebanon,Lebanon protests",
      "text": "Protesters attacked the home of Lebanon's prime minister-designate after a petrol tank explosion killed 27 people and injured 79 others on Sunday.\nDozens of demonstrators demanded Najib Mikati's resignation, threw stones at his house and clashed with police.\nMr Mikati said he understood \"the cries of people\" but condemned what he called the \"unacceptable vandalism\". \nThe army said the explosion occurred as soldiers handed out petrol seized from black marketeers in the Akkar region.\nThe cause of the blast was not clear, but a large crowd was gathered around the tank at the time, it added.\n\"We were informed that the army was distributing gasoline... so people flocked to fill it in plastic containers,\" Marwa al-Sheikh, whose brother Ismail was badly burned on his arms and legs, told AFP news agency.\nShe said some witnesses had told her that the explosion happened after someone used a lighter, but that others had claimed that shots were fired.\n\"The dead are victims of a careless state,\" she added.\nCaretaker Prime Minister Hassan Diab - whose government resigned after the devastating explosion in Beirut a year ago but has not been replaced because of political deadlock - called the explosion a \"tragic catastrophe\" and declared a national day of mourning for Monday.\nThe army said it was investigating the circumstances that led to the blast and had arrested the owner of the land in the town of al-Tleil where the tank was located. Locals also reportedly set fire to his house. \nFuel is scarce in Lebanon, which is in the grips of one of the world's worst economic crises in modern times.\nThe currency has collapsed over the past two years, causing inflation to skyrocket, and more than half of the population live below the poverty line.\nLast week, the central bank unilaterally decided to end fuel subsidies because of its dwindling reserves of foreign currency.\nThe government condemned the move and said fuel prices must not change.\nSecurity forces began on Saturday to distribute fuel allegedly being hoarded by petrol stations and by individuals in tanks like the one in Akkar.\nMuch of Lebanon relies on private generators and the fuel shortages have left many people and institutions with just two hours of electricity a day.\nSome of the hospitals who treated those injured in Sunday's explosion have warned that they may be forced to close without regular supplies of fuel."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58216017",
      "category": "uk",
      "title": "Covid: 16 and 17-year-olds in England to be offered jab by 23 August",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "All 16 and 17-year-olds in England are to be offered their first coronavirus vaccine dose or the chance to book one by 23 August, the government has said.\nThe health secretary said offering vaccines by this date would allow teenagers to get some protection before starting school or college next month.\nA walk-in site finder is being launched online by NHS England to help people locate their nearest vaccine centre.\nYoung people in this age group were first offered a jab earlier this month.\nBut unlike older age groups, no second dose is being scheduled.\nThey will be invited, by text or letter, to get vaccinated either by making an appointment through GPs or by going to a walk-in centre, the Department of Health said. \nInvites are also being sent out in Wales, while in Northern Ireland, walk-in centres are now open to older teenagers, and in Scotland they can register their interest online. \nTens of thousands of people aged 16 and 17 have already had a first vaccine. Having it done by 23 August will mean there is two weeks for them to build immunity before the new term gets under way.\nThose aged 12 to 15 who are clinically vulnerable or live with others at increased risk of getting seriously ill with coronavirus are also being invited for their vaccine by that date. However, some parents have told the BBC of their struggles in securing vaccines for children in this group.\nTeenagers who are within three months of turning 18 can book an appointment online through the National Booking Service or calling 119.  \nHealth Secretary Sajid Javid urged people not to delay, adding: \"Get your jabs as soon as you can so we can continue to safely live with this virus and enjoy our freedoms by giving yourself, your family and your community the protection they need.\"\nExperts have warned that high levels of coronavirus infection and rising case rates mean the UK is \"running hot\" when it comes to managing the spread of the disease.\nDr Simon Clarke, associate professor in cellular microbiology at the University of Reading, said on Friday that while vaccines are reducing the number of hospital admissions and deaths, high case numbers \"still place an unnecessary burden on the NHS\".\nThe rate of new cases of the virus is currently rising in all four nations, suggesting the sharp fall in Covid-19 cases that had been under way since mid-July has now come to an end.\nThe National Education Union said the vaccinations of 16 and 17-year-olds would help minimise disruption to education in the next academic year, but said additional safety measures needed to continue in schools. \nThe union's joint general secretary, Kevin Courtney, said: \"With the autumn and winter terms coming up, the issue of crowded schools with no social distancing and inadequate ventilation remains a problem.\"\nThe government says vaccines have saved about 84,600 lives as well as preventing 23.4 million infections and 66,900 hospital admissions by 6 August.   \nSunday's data showed that 47,302,445 first doses had now been given in the UK - covering about 89% of the adult population - and 40,577,198 second doses, about 77% of adults. \nThere were 26,750 new cases announced and 61 deaths, where the person had tested positive within the previous 28 days.\nDr Nikki Kanani, NHS medical director of primary care and deputy lead for the vaccination programme in England, said more than a quarter of a million under-18s had had a first jab so far. \n\"Now as teenagers prepare to head back to school or college or into their first full-time jobs, once again NHS staff are doing everything they can to offer young people the lifesaving vaccine as quickly as possible to protect themselves and others,\" she said.     \nThe latest data showed that 70% of people aged 18 to 29 in England had received a first dose of vaccine up to 11 August.\nThose aged 16 and above do not need parental consent to get a vaccine as they are considered capable of making their own medical treatment decisions. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hereford-worcester-58220317",
      "category": "uk-england-hereford-worcester",
      "title": "Dead police officer and child in Kidderminster were father and son",
      "tags": "Kidderminster,West Mercia Police",
      "text": "A police officer found dead with a three-year-old child were father and son, his West Mercia force colleagues have confirmed.\nPolice named the pair, discovered at a property in Kidderminster, Worcestershire, on Friday, as David Louden, 39, and his boy Harrison.\nIn a statement from Mr Louden's family, the officer was described as \"a kind, loving, considerate, amazing\" father.\nThe deaths are being treated as unexplained, police said.\nAn investigation into the circumstances is under way.\nOn Saturday, the area's police and crime commissioner, John Campion, said there was not a \"wider concern to the public\".\nThe statement issued by police and attributed to Mr Louden's wife and wider family said:  \"David was a kind, loving, considerate, amazing father, husband, son, brother, uncle, friend and colleague.\n\"Harrison was a happy, well-loved little boy. \n\"They will both be forever missed and loved.\" \nThe West Mercia force did not state Mr Louden's rank.\nTheir bodies were discovered at a house on Cairndhu Drive, Kidderminster, on Friday morning."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58235707",
      "category": "uk",
      "title": "Afghanistan: Another 200 UK troops sent to Kabul evacuation",
      "tags": "Dominic Raab,Afghanistan,Refugees and asylum seekers,Taliban",
      "text": "The UK is to send a further 200 troops to Kabul after the Taliban seized control of the Afghan capital.\nA total of about 900 UK troops will patrol Kabul's airport after chaotic scenes on the runway, as part of efforts to secure evacuation flights.\nForeign Secretary Dominic Raab confirmed 350 more UK nationals and Afghans who worked with UK troops would be evacuated in \"the days that come\".\nHe said the UK was considering how many Afghan refugees it would take in.\nMr Raab said the situation was \"not what we wanted, but we have to deal with the new reality\". \nHe said 289 Afghans who worked with the UK had come to the UK \"over the last week\".\nAnd on Monday evening, the Home Office said the UK had admitted more than 3,300 Afghan interpreters, staff and their families to the UK for resettlement. \nThe Home Office said \"it will be guided by the capacity of local authorities\" when deciding how many Afghan refugees to allow to settle in the UK after the Taliban seized power.\nA government source later told the BBC that ministers were looking to develop a \"bespoke\" scheme to prioritise women and girls to come to the UK.\nOfficials are looking at a response similar to the Syrian resettlement scheme from 2014 which saw the UK accept refugees in the greatest need, the source added.\nChaotic scenes at Kabul airport saw a number of people die on Monday, prompting all flights to be halted.\nThe Ministry of Defence said no further Royal Air Force aircraft were due to depart Kabul on Monday. Another 150 British nationals were due to arrive in the UK from Kabul on Tuesday morning.\nThe Foreign Office has advised more than 4,000 British citizens thought to be in Afghanistan to leave.\nOn Thursday night, the government announced about 600 UK troops would be sent to the country to help British and eligible Afghan nationals leave.\nThe MoD said further personnel would be forward deployed to the region and able to move to Afghanistan if needed, while more troops would be held at readiness in the UK.\nThe Pentagon said the US would send another battalion to help, bringing the total US forces on the ground to about 6,000.\nSpeaking to broadcasters following a meeting of the government's emergency Cobra group on Monday, Mr Raab said there had been \"surprise\" at the speed of the Taliban's progress.\nHe said: \"Everyone, I think, has been surprised by the scale and the pace at which the Taliban have taken over in Afghanistan, and that's a lesson that we've all got to learn from.\n\"But the truth is what matters right now is focusing on getting British nationals out, getting out those who have so loyally served the UK, and making sure that the gains that we've made over 20 years are not lost.\"\nBut Labour MP Andrew Gwynne disputed Mr Raab's comments, saying it did \"not come as a surprise to anyone with a basic knowledge of what's been happening on the ground in Afghanistan\".\nAsked about the number of refugees the UK might be willing to take, Mr Raab said he was unable to commit to taking in a specific number, but that the government was considering the next steps.\n\"We're obviously a big-hearted nation. We've got the criteria for asylum that is set in law - we work with the UN on that.\n\"We're looking very carefully at what kind of further commitment we might make\".\nOfficials are looking at a potential response similar to the resettlement of people from Syria in 2014 - which saw the UK accept refugees in greatest need, including survivors of violence, and women and children.\nMr Raab said the UK would work with its international partners to hold the Taliban to account over the group's commitments, including a pledge to prevent Afghanistan becoming a base for terrorism.\nDowning Street said the British ambassador to Afghanistan, Sir Laurie Bristow, was working from the airport in Kabul, alongside UK staff and the armed forces, to process visas for eligible Afghans.\nThere have been warnings that Afghan interpreters who helped British forces could be left behind after Defence Secretary Ben Wallace said \"some people won't get back\".\nFormer Grenadier Guard Julian Perreira told BBC Radio 4's PM programme he was trying to reassure some interpreters, but added: \"I just haven't got the heart to tell them that I think their worst fears may be coming true - that they may be left behind.\"\nMost Afghan nationals eligible for relocation to the UK are those who have worked for the British government in frontline roles \"that made a material difference to the delivery of the UK mission\" in the country.\nThis group includes interpreters as well as cultural advisers and embassy staff. Others eligible are those deemed to be at high and imminent risk, according to the MoD."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58235507",
      "category": "uk-scotland",
      "title": "'Sexist' email was slap in the face, says former police officer",
      "tags": "Police Scotland,Sexism",
      "text": "A former firearms officer who was told two female officers should not be deployed together when there were men on duty has said the comment \"felt like a slap in the face\".\nRhona Malone has raised an employment tribunal action against Police Scotland alleging sex discrimination.\nOn the first day of the tribunal, Ms Malone said she wanted \"accountability for what went wrong\". \nPolice Scotland has denied claims it has a culture of sexism. \nMs Malone, from West Lothian, joined the police in 2009 and seven years later she successfully applied to become a firearms officer.\nIn January 2018, Ms Malone and another female officer were copied into an email from an inspector who said that for operational reasons he did not want to see two female officers deployed together when there were sufficient male staff on duty.\nThe male inspector went on to write that other than the obvious differences in physical capacity, this made more sense from a \"search, balance of testosterone perspective\". \nThe tribunal heard that the inspector had since acknowledged the email was very badly worded and that he had wanted to ensure that pairings of officers going out together were the strongest possible.\nThe email was also not the view of senior management in Police Scotland, the tribunal heard.\nBut Ms Malone claimed the email \"felt like a slap in the face\" and was part of a wider sexism issue that she and other female colleagues in the force had faced.\nAsked why she had brought the tribunal case, she said it was for \"accountability and acknowledgment for what went wrong, it is only right I stand up and say something.\"\nShe added: \"I was a police officer, I was extremely proud of my job and I helped victims obtain justice and I expected to receive the same. \n\"For me, it is about changing things for the future. What I went through, there was no need for it.\"\nIn 2018, Police Scotland told the BBC the email was dealt with immediately and fully investigated. They said the officer who wrote it fully accepted the wording was unacceptable and he apologised.\nBut Ms Malone was not satisfied and took legal action.\nMs Malone said Police Scotland offered her a pay-out but on the condition she signed a Non-Disclosure Agreement - a legal document which would prevent her speaking about what happened - and she refused.\nPolice Scotland's Chief Constable, Iain Livingstone, has previously said any kind of discrimination was deplorable and had no place in policing.\nThe tribunal is expected to last for two weeks."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58191440",
      "category": "world-asia",
      "title": "Afghans living under Taliban lament loss of freedoms",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "Work days for midwife Nooria Haya regularly included meetings and discussions with male doctors. They decided on treatments for locals and the priorities for the public clinic she works in. It's in Ishkamish, a rural district with sparse amenities, in Takhar province on Afghanistan's north-eastern border with Tajikistan. \nBut recently, the 29-year-old found out that meetings between male and female staff were prohibited. It was the first order the Taliban gave them when the group took control of the region, she says. She could only ask herself how else her life would change. \nIshkamish sits in the Hindu Kush mountain range. It's a key border area that the Taliban, emboldened by Nato's withdrawal of nearly 10,000 troops at the start of May, has taken.  \nIgniting intense fighting with seemingly unprepared government forces in southern Helmand by the middle of the month, the fundamentalist Islamist group then took the northern Burka district at the mountains' foothills. \nAround the same time, US forces left Kandahar airbase - one of the largest in the nation, in a province containing the country's second largest city, Kandahar. Locals were acutely aware of the Taliban's progress. \n\"Every individual was frightened,\" says Jan Agha, 54, in Arghistan district, on the border with Pakistan, and a windy two-hour drive east of Kandahar city. \nPeople locked themselves in their homes. But the Taliban took up positions in almost every village. Locals can't escape them. \nArmed fighters walk through the streets. In the morning and evening, they knock on people's doors to collect food, which they're given for fear of worse consequences. \n\"Each house now keeps three or four breads or dishes for them,\" Jan, a fruit seller, says, no matter how poor the residents, in a chronically poor country. If the fighters want to stay in their homes too, they do.\nThrough June, the Taliban claimed the capture of several provinces in the north, including Takhar, Faryab and Badakhshan. They forced the army to strategically retreat, and with it democratic institutions. Most of the 2,500 US troops had left by this time, although a handful remain in the capital Kabul, as does its Air Force. \nAfghans have criticised the international withdrawal as too hasty. Some argue that peace talks over the last two years between the Americans and the Taliban only enhanced the latter's perceived legitimacy, recruitment and ambition.\nAn end to the conflict - which had been ongoing since the US-led invasion ended half a decade of Taliban rule almost 20 years ago - had never been close.\nAs the Taliban reasserted itself in June, fighters sequestered more than food and lodging. Social and economic rights fought for with limited success over the last two decades were immediately withdrawn. Their privations on women descended on Nooria for the first time in her life. \n\"There are a lot of restrictions now. When I go out, I have to wear a burka as the Taliban orders us, and a male has to accompany me,\" she says. \nTravelling as a midwife across the district is especially difficult. Men are not allowed to shave their beards - the Taliban says this is against Islam. Barbers are prohibited from giving purportedly foreign-style short back and sides haircuts. \nA group within the Taliban, called the Amri bil Marof (literally: order the good), particularly enforces the social rules. Its punishments brought the most terror to Afghans in the 1990s. Now, again, it's imposing a two-strike rule. First a warning, second a punishment - public humiliations, prison, beatings, lashes. \n\"Suddenly most freedoms have been taken away from us,\" Nooria says. \"It is so hard. But we have no other option. They are brutal. We have to do whatever they say. They are using Islam for their own purposes. We are Muslims ourselves, but their beliefs are different.\"\nDifference has also arrived with some increased security from criminality, and from war - where the conflict has been pushed to other areas. Locals welcome such nuanced calm, as they would if the government were in control - even if they doubt its durability.\nBut other things have been driven away too. Afghans used to visit Takhar, famous among the country's 34 provinces for its clean, crisp mountain air that blankets snowy mountains, green and verdant fields, and clear river waters.\nIn Farkhar district, taxi driver Asif Ahadi says he used to make 900 Afghanis ($11; £8) a day. But as the Taliban continued their march, tourists stopped their travels.\n\"Those visitors were my customers,\" Asif, 35, says. \"The money they paid me I used to feed my family. Now my best day will only earn me 150 Afghanis. It's not even enough to cover the cost of my fuel, which has more than doubled now.\"\nAnd there's been a deadening impact on social life. \"People used to have parties every Friday night - listen to music and dance - have fun. All of these are completely banned now,\" Asif says. \n\"Every business has suffered the same.\"\nBy 4 July, two days after US and Nato troops left Afghanistan's biggest airbase at Bagram, the linchpin for all US-led operations for the last two decades, the Taliban seized Panjwai district, in Kandahar province - their birthplace and former bastion. \nLess than a week later, they said they controlled the country's biggest border crossing and trade route with Iran and major port, Islam Qala. By the third week of the month, the insurgency had already claimed to command 90% of Afghanistan's borders and 85% of the country. The government disputed the figures - and they are impossible to independently verify - and it still held more populated urban areas.\nAs the Taliban solidified their control, people started to come out of hiding at home, Asif says. Some had never seen the Taliban's rapid dispensing of justice and methods of governing before.\n\"They make decisions very quickly on issues and matters like crime,\" Asif says. \"There's no bureaucracy, no red tape - every sort of problem can be solved in days - and nobody can challenge any decision.\"\nThey also collect \"Taliban Usher\" and Zakat, usually freely-given Islamic offerings to the poor, of about 10% of people's harvest or a fraction of income, respectively. But the Taliban distorts them into essentially taxes for their own use. \nIt's another financial pressure, alongside prices for \"all goods that are hiked to sky\", Asif says, as external and internal trade is restricted, and the economy is squeezed. Public works have stopped. \n\"The people were already very poor, and there's no opportunity for work, and no investment,\" he adds. \nSome have seen the Taliban's system before, however. \n\"Their ideology and thinking are exactly as they were during their Emirate time. Nothing has changed at all,\" says Jan. \"The Taliban say they have sacrificed a lot to re-establish the Islamic Emirate, so it can't be cast aside.\"\nHe says the Taliban has shut all schools in his area. They've said any education should be according to their strict interpretation of Islamic Sharia law. It's one of many worrying indicators for locals. \nDuring their last rule from 1996 to 2001, the Taliban banned education and work for women and girls, and restricted their access to healthcare. Since they were forced from power, women retook places in public life, making up a quarter of parliament. \nNumbers of girls in primary education went up to 50%, although by late secondary school the figure was around 20%. Women's life expectancy grew from 57 to 66 years. The figures are comparatively poor, but improvements have been made. Yet now there are only fears that they will regress.\nProgress is what the Taliban are making now. In August, they've attacked more urban centres - taking a third of the regional capitals, including Kunduz in the north and Taloqan in Takhar province. This week they took Herat in the west, and southern Kandahar and Lashkar Gah, strategically and symbolically important cities, where, together, well over one million people live. \nThe US Air Force has been supporting the Afghan military with strikes. But the last remaining foreign forces are expected to leave the country by 11 September. The date marks the 20th anniversary of al-Qaeda's 9/11 attacks in the US. They spurred the US-led invasion of Afghanistan to remove the Taliban from power for harbouring Osama Bin Laden and other al-Qaeda figures.\nThe struggle takes its toll on human life. A thousand civilians were killed in the month up to the first week of August, the UN says. Hundreds of thousands of people have fled their homes. \nControl of the country isn't yet certain. But where the Taliban now rules, the change is clear. \n\"You have to bow your head to live your life,\" Jan says. \"You cannot dare oppose them. You cannot say things against them at all. If they say 'yes', you have to say 'yes'. If they say 'no', you must say 'no'.\"\nSuch fear prevails, Nooria says. \"Although it might seem like people looked relaxed, when you speak with them, you understand the serious worries they have. We sit together, praying for God to take them away from us.\"\nThe names of interviewees have been changed"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-58224559",
      "category": "world",
      "title": "Will the Taliban take Afghanistan back to the past?",
      "tags": "War in Afghanistan (2001-present),Afghanistan",
      "text": "\"Thanks to God you are come,\" shouted an old man as my colleagues and I marched into Kabul on 14 November 2001, battling our way through the joyful crowds.  \nThe anti-Taliban forces of Afghanistan's Northern Alliance, which had the backing of the US and other Western countries, had halted on the city outskirts, and the Taliban had simply run for it.  \nFive years of the most extreme religious dictatorship in recent times were over.\nUnder the Taliban, Afghanistan had become a black hole in which all sorts of extremism could thrive.  \nOnly two months earlier the 9/11 attacks on New York and Washington had been planned and guided by Osama Bin Laden and his al-Qaeda movement.  It simply never occurred to me then that Taliban could make a comeback.\nNow of course everyone is looking for reasons.  \nThey aren't hard to find.  \nThe governments of Afghanistan's two post-Taliban presidents, Hamid Karzai and Ashraf Ghani, were democratically elected but never strong, and corruption was the system which worked best.  \nNevertheless President Ghani would still be in his palace and the army would be driving round in its expensive Western vehicles, if Donald Trump had not decided that he needed a foreign policy success before the 2020 election.  \nHe thought that bringing a long-running war to an end would achieve that.  \nSeveral Afghan politicians and journalists I know were horrified by the conclusion of the US talks with the Taliban political leadership in Doha in February 2020, and doubly so when President Joe Biden made it clear he was going to stick to it.\nI was warned that no matter how moderate and peaceable the leaders in Doha might promise to be, the Taliban fighters on the ground would feel no compulsion to observe the fine print.  \nAnd so it proved.  \nDirectly after the US, British and other Western troops began pulling out, the Taliban fighters across Afghanistan made their play for power. Reports of prisoners being executed brought an atmosphere of blind panic in one town after another, until Kabul itself succumbed and officials and soldiers were battling their way to the airport to get out.\nPerhaps the Taliban will stick to the terms of their soothing statement promising not to take revenge on anyone, and appealing to the police, the military and the civil service to stay in place.  \nThey may very well think it'll be safer not to provoke the West to intervene again.  \nBut what sort of country will Taliban-controlled Afghanistan be this time? \nThe only guide we have is the five-year period from 1996 when (again in a matter of a few days - that's how these things go in Afghanistan) the Taliban drove out the moderate mujahideen government controlled by the redoubtable Ahmad Shah Massoud.  \nI spent a good deal of time in Afghanistan during the Taliban's period of power, and found it deeply scary.  \nSharia law in its fiercest forms was in operation everywhere, with public executions, stonings and whippings commonplace.  \nGangs of vigilantes hung out on street corners, attacking men who showed their ankles or wore any form of Western clothing.  \nWomen only ventured out if they had written permission from men, and of course had to wear the all-encompassing burka.\nThe Taliban minister of health, Mullah Balouch, complained to me that the International Red Cross refused his request to provide surgeons to cut off the hands and feet of convicted thieves, so he had to do the job personally; though he seemed to quite enjoy it.   \nWorking for television was a nightmare, because taking the image of any living creature was expressly forbidden on religious grounds.  Bookshops were regularly ransacked for illustrations, and any guilty bookseller was whipped.  \nMost people fled the city if they could, and most shops were shut up.  \nThe Taliban couldn't pay for oil imports, so the brightest lights at night-time were the candles people put in their windows, and the loudest noise was the barking of packs of marauding dogs, abandoned by their owners.\nFor all the failings of successive Afghan governments and their Western backers, Kabul and other cities have burst with commercial life since the Taliban were chased out.  \nLiving standards have shot up. Cars pack the once empty streets. Schools have blossomed, especially for girls; under the Taliban the education of girls was expressly forbidden. Music, banned under the Taliban, blared out everywhere.  \nThere are new buildings everywhere. The last time I was there, I couldn't even find the place on the edge of the city where my BBC colleagues and I started our walk into town in 2001; the whole area had been built over.\nMost Afghans will regard the Taliban takeover as a catastrophe for themselves and their country.  \nThe main question now is, will the Taliban follow their instincts and take Afghanistan back to the past as radically as they did before liberation day 20 years ago - or have they learned a lesson? "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-49192495",
      "category": "world-asia",
      "title": "Taliban are back - what next for Afghanistan?",
      "tags": "War in Afghanistan (2001-present),Afghanistan,United States Army,Taliban,US-Taliban peace talks,United States",
      "text": "After 20 years of war, the Taliban has swept to victory in Afghanistan.\nThe group completed their shockingly rapid advance across the country by capturing Kabul on 15 August.\nIt came after foreign forces withdrew from Afghanistan following a deal between the US and the Taliban, two decades after US forces removed the militants from power in 2001.\nThe conflict has killed tens of thousands of people and displaced millions.\nTaliban forces have pledged not to allow Afghanistan to become a base for terrorists who could threaten the West.\nBut questions are already being asked about how the group will govern the country, and what their rule means for women, human rights, and political freedoms.\nBack in 2001, the US was responding to the 9/11 attacks on New York and Washington, in which nearly 3,000 people were killed. Officials identified Islamist militant group al-Qaeda, and its leader Osama Bin Laden, as responsible. \nBin Laden was in Afghanistan, under the protection of the Taliban, the Islamists who had been in power since 1996.\nWhen they refused to hand him over, the US intervened militarily, quickly removing the Taliban and vowing to support democracy and eliminate the terrorist threat.\nThe militants slipped away and later regrouped.\nNato allies had joined the US and a new Afghan government took over in 2004 but deadly Taliban attacks continued. President Barack Obama's \"troop surge\" in 2009 helped push back the Taliban but it was not long term.\nIn 2014, at the end of what was the bloodiest year since 2001, Nato's international forces ended their combat mission, leaving responsibility for security to the Afghan army.\nThat gave the Taliban momentum and they seized more territory. \nPeace talks between the US and the Taliban started tentatively, with the Afghan government pretty much uninvolved, and the agreement on a withdrawal came in February 2020 in Qatar.\nThe US-Taliban deal did not stop the Taliban attacks - they switched their focus instead to Afghan security forces and civilians, and targeted assassinations. Their areas of control grew.\nThey emerged in the civil war that followed the withdrawal of Soviet troops in 1989, predominantly in the south-west and the Pakistan border areas.\nThey vowed to fight corruption and improve security, but also followed an austere form of Islam.\nBy 1998, they had taken control of almost all of the country. \nThey enforced their own hardline version of Sharia, or Islamic law, and introduced brutal punishments. Men were made to grow beards and women had to wear the all-covering burka. TV, music and cinema were banned.\nAfter their overthrow they regrouped in Pakistani border areas.\nIn terms of lives lost, it is obviously not easy to say exactly. The number of coalition casualties is much better recorded than Taliban and Afghan civilians.\nResearch by Brown University estimates losses in the Afghan security forces at 69,000. It puts the number of civilians and militants killed at about 51,000 each.\nMore than 3,500 coalition soldiers have died since 2001 - about two-thirds of them Americans. More than 20,000 US soldiers have been injured.\nAccording to the UN, Afghanistan has the third-largest displaced population in the world. \nSince 2012, some five million people have fled and not been able to return home, either displaced within Afghanistan or taking refuge in neighbouring countries. \nBrown University research also puts the US spending on the conflict - including military and reconstruction funds in both Afghanistan and Pakistan - at $978bn (£706bn) up to 2020.\nHow the Taliban plan to govern Afghanistan remains unclear.\nWomen face an uncertain future. Taliban spokesman Suhail Shaheen says the group will respect the rights of women and minorities \"as per Afghan norms and Islamic values\".\nThe militants had declared an amnesty across Afghanistan and said it wanted women to join its government.\nBut there are fears over women's freedom to work, to dress as they choose, or even to leave home alone under Taliban rule. \nAnother major fear is that the country will once again become a training ground for terrorism.\nTaliban officials insist that they will fully adhere to the US deal and prevent any group from using Afghan soil as a base for attacks against the US and its allies.\nThey say they aim only to implement an \"Islamic government\" and will not pose a threat to any other country.\nBut many analysts say the Taliban and al-Qaeda are inseparable, with the latter's fighters heavily embedded and engaged in training activity.\nIt is also important to remember that the Taliban are not a centralised and unified force. Some leaders may want to keep the West muted by not stirring up trouble but hardliners may be reluctant to break links with al-Qaeda.\nJust how powerful al-Qaeda is and whether it could now rebuild its global network is also unclear.\nThen there is the regional branch of the Islamic State group - ISKP (Khorasan Province) - which the Taliban oppose.\nLike al-Qaeda, ISKP has been degraded by the US and Nato but could use the post-withdrawal period to regroup.\nIts fighter numbers could be only between a few hundred and 2,000 but it may try to gain footholds in Kazakhstan, Kyrgyzstan and parts of Tajikistan, which could be a serious regional concern. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58225087",
      "category": "uk",
      "title": "Covid: Self-isolation changes and Scotland goes back to school",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday morning. We'll have another update for you this evening.\nAnyone who has had two doses of a Covid vaccine or is under 18, and has been in contact with someone who has tested positive for coronavirus, no longer needs to quarantine. The rules have relaxed further in England and Northern Ireland, so instead of self-isolation, a PCR test is advised - although that's not compulsory. It's part of a cautious \"step back towards normality\", says Health Secretary Sajid Javid. Scotland and Wales have already implemented changes to their self-isolation rules.\nThe vast majority of schoolchildren are back in the classroom in Scotland this week. A few council areas returned last week and they, like pupils starting in a few days time, face a third academic year with restrictions. This includes teachers and secondary pupils wearing face coverings in classrooms and corridors.\nJapan, the third largest economy in the world, rebounded faster than expected from a pandemic-driven slump in the run-up to the Tokyo Olympics. It grew at twice the rate forecast in April to June, official figures show. But analysts warn growth will be modest this quarter after a state of emergency was reimposed to ease a spike in Covid-19 infections.\nAs Canada enters its fourth wave of the pandemic, Prime Minister Justin Trudeau has called a snap summer general election. \"Canadians need to choose how we finish the fight against Covid-19,\" says the Liberal leader. The election comes as polls indicate his minority Liberal government looks within reach of forming a majority. Read more here.\nAfter matching their medal total from London 2012, Team GB has finally had the chance to celebrate its achievements from the Tokyo Olympic Games. Due to coronavirus restrictions the athletes had to fly home within two days of competing - but their achievements were celebrated last night with a star-studded concert at Wembley. Take a look.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nSelf-isolation rules have changed in England and Northern Ireland. Find out what that means and remind yourself of the rules in Scotland and Wales.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58223231",
      "category": "world-asia",
      "title": "Afghanistan conflict: Kabul falls to Taliban as president flees",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "The Taliban has claimed victory in Afghanistan after taking over the capital Kabul, bringing to a swift end almost 20 years of a US-led coalition's presence in the country.\nFighters have seized the presidential palace. The government has collapsed, with President Ashraf Ghani fleeing. \nA spokesman for the group has told news network Al Jazeera: \"The war is over.\"\nKabul has descended into chaos, and residents and foreign nationals have been trying to escape.\nAt the capital's international airport, an eyewitness told the BBC that staff had abandoned their desks and people were running to planes. \nThe US has moved all of its embassy staff to the airport. The US military has secured the perimeter and is in the process of taking over air traffic control to evacuate American and allied personnel from the country, said the State Department.\nKabul was the last major city in Afghanistan to hold out against the Taliban offensive, which began months ago but has accelerated in the space of days as they rapidly gained control of territories, shocking many observers.\nThe militants were able to seize control after most foreign troops pulled out. \nUS President Joe Biden has defended the withdrawal of American troops, saying he could not justify an \"endless American presence in the middle of another country's civil conflict\".\nMore than 60 countries, including the US and the UK, have issued a joint statement saying the Afghan people \"deserve to live in safety, security and dignity\", and that security and civil order should be immediately restored.\nThey also called on the Taliban to allow anyone who wishes to depart to do so, and to keep roads, airports and border crossings open.\nThe Taliban ordered their fighters to enter Kabul on Sunday, after earlier holding them back at the outskirts of the city. \nThey said they were going in to prevent chaos and looting after security forces left parts of the capital.\nFootage broadcast by television network Al Jazeera showed fighters inside the presidential palace, brandishing guns.\nThe Taliban's advance into Kabul came after President Ghani fled. Details of his whereabouts are not confirmed but Al Jazeera, citing a member of his staff, said he had flown to Tashkent in neighbouring Uzbekistan.\nIn a Facebook post addressed to Afghan citizens, Mr Ghani said he made the difficult decision to leave to avoid bloodshed in the capital city.\n\"The Taliban won victory in the judgment of sword and gun and they have responsibility to protect the honour, prosperity and self-respect of our compatriots,\" he said.\nThe president was criticised by other politicians for leaving. \n\"God will hold him accountable and the nation will also judge,\" said Abdullah Abdullah, chairman of Afghanistan's High Council for National Reconciliation.\nThere was panic in Kabul as the Taliban drew closer to victory. Residents headed for the airport, abandoning cars and making their way on foot in a desperate bid to get out of the country. \nOne 22-year-old student told the BBC that he had walked for more than five hours. \n\"My feet hurt, they have blisters and I'm finding it difficult to stand,\" he said.\n\"Now that I'm leaving, I think about my family - they don't have any way to escape. I don't see a future.\"\nThe US embassy said there were reports of gunfire at Kabul's airport, and warned its citizens to take shelter as \"the security situation... is changing quickly\".\nIn the city centre, large queues formed at banks throughout the day as people sought to withdraw cash. \nLocal MP Farzana Kocha told the BBC that people did not know what to do, with some running away or hiding in houses.\nThere were reports of fighting and injuries in the city's Qarabagh district. \nSuhail Shaheen, a member of the Taliban's negotiating team in Doha, told the BBC that people in Kabul had no need to worry and that their properties and lives were safe.\n\"We are the servants of the people and of this country,\" he said.\nThe US has deployed thousands of troops to help remove its staff and the Afghans who assisted with its mission. Helicopters transporting embassy personnel could be heard over the city on Sunday, and there were reports of smoke rising near the embassy compound as important documents were destroyed. \nAbout 600 British troops have been deployed to assist with their own withdrawal mission. \nUK Prime Minister Boris Johnson said his priority was getting UK nationals and \"all those who have helped the UK effort over 20 years\" out of Afghanistan \"as fast as we can\".\nHe called on \"like-minded\" powers to work together and not recognise any new government without agreement.\nOther countries are also evacuating their nationals, scaling back their presence in Afghanistan and in some cases closing their embassies altogether.\nRussia is planning to convene an emergency meeting of the UN Security Council to discuss the situation in Afghanistan.\nIt said it would not be closing its embassy because it has been provided with security assurances by the Taliban.\nAre you in Afghanistan? How have you been affected? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58205347/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: Relaxation of NI self-isolation comes in effect",
      "tags": "Coronavirus lockdown measures,NI Health,Social distancing",
      "text": "Fully-vaccinated close contacts of people who have Covid-19 no longer need to automatically self-isolate.\nInstead, they should get a PCR test on day two and day eight of what would have been their 10-day isolation period.\nA number of changes to Covid-19 restrictions made by the NI Executive last week come into effect on Monday.\nMore than six people can now sit together in pubs and restaurants and conferences can resume.\nOther changes have been agreed for schools and the hospitality sector.\nOn Monday, three coronavirus-related deaths were recorded in Northern Ireland.\nAnother 1,306 people have tested positive for coronavirus.\nClass bubbles will no longer be required from the start of term.\nHowever, the executive stopped short of changing rules on social distancing or face coverings.\nPost-primary students will also still have to wear masks in class for the first six weeks of term.\nThe executive agreed to the changes to the Covid-19 rules on Thursday following discussion of a paper submitted by Health Minister Robin Swann.\nThe change to self isolation rules brings Northern Ireland in line with England. The move has already taken effect in Scotland and Wales. \nIf someone tests positive, they must continue to self-isolate, even if they do not have symptoms of the disease.\nPeople who started self-isolating before 16 August can stop on that date but only if they have been fully vaccinated.\nFrom Monday 16 August the following changes come into effect: \nIndoor premises and workplaces in Northern Ireland are still required to comply with a social distancing rule of at least 1m (3ft).\nThat rule has been lifted in other parts of the UK and many people in Northern Ireland's hospitality sector are keen to see it relaxed locally too. \nNightclubs still do not have a reopening date."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-58228598",
      "category": "uk-england-birmingham",
      "title": "Men hurt in homophobic attack at Birmingham's Gay Village",
      "tags": "Homophobia,Bicester,Birmingham,Hate crime",
      "text": "Two men have been attacked with bottles and had homophobic abuse shouted at them in Birmingham, police have said.\nRob and Patrick, in their 30s, were outside the Missing Bar in the city's Gay Village on Sunday.\nWest Midlands Police said the abuse came from a group of four men in a black SUV, who then got out and assaulted the victims.\nPatrick was knocked unconscious in the attack and his partner said it was \"shocking that would happen in 2021\".\nRob said he and Patrick, from Bicester, Oxfordshire, had been at a friend's housewarming party and decided towards the end of the night to go dancing in the Gay Village.\nAs they left Missing Bar he said he saw the men with balloons in the car and jokingly asked them if it was their birthday.\n\"They did not like that and went into all sort of foul language, including homophobic slurs directed at us,\" he said.\nDetectives said an attacker snatched a phone from Patrick as he tried to film them and one of their female friends was dragged along by the SUV as she tried to get it back.\nThe woman, in her 20s, suffered a foot injury.\nRob said he then ran after the car to try and challenge the group but, when they stopped at a red light, they got out and attacked him with bottles.\nPatrick said he ran to help his partner but \"someone from the car got out and hit me from behind my head and I blacked out\".\nHaving been treated in hospital for lacerations and cuts, Rob said he regretted chasing after the group.\nBut he added: \"[The Gay Village] should be a safe area to be who you want and not have to tolerate people yelling homophobic remarks at you.\"\nDetectives said the men in the car were described as being of Middle Eastern or Asian appearance.\nCCTV footage is being gathered by the force and Insp Steve Lloyd said officers were taking the hate crime seriously.\n\"This was an absolutely appalling attack and robbery on people just trying to enjoy a night out in the city centre,\" he said.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-58225187",
      "category": "world-middle-east",
      "title": "Afghanistan: People flee Kabul as Taliban overrun cities",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-58184026",
      "category": "world-asia-india",
      "title": "India's dancing cop becomes internet star",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58231760",
      "category": "uk",
      "title": "UK military commander: 'We've betrayed' Afghans who helped British troops'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58205347",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Relaxation of NI self-isolation comes in effect",
      "tags": "Coronavirus lockdown measures,NI Health,Social distancing",
      "text": "Fully-vaccinated close contacts of people who have Covid-19 no longer need to automatically self-isolate.\nInstead, they should get a PCR test on day two and day eight of what would have been their 10-day isolation period.\nA number of changes to Covid-19 restrictions made by the NI Executive last week come into effect on Monday.\nMore than six people can now sit together in pubs and restaurants and conferences can resume.\nOther changes have been agreed for schools and the hospitality sector.\nOn Monday, three coronavirus-related deaths were recorded in Northern Ireland.\nAnother 1,306 people have tested positive for coronavirus.\nClass bubbles will no longer be required from the start of term.\nHowever, the executive stopped short of changing rules on social distancing or face coverings.\nPost-primary students will also still have to wear masks in class for the first six weeks of term.\nThe executive agreed to the changes to the Covid-19 rules on Thursday following discussion of a paper submitted by Health Minister Robin Swann.\nThe change to self isolation rules brings Northern Ireland in line with England. The move has already taken effect in Scotland and Wales. \nIf someone tests positive, they must continue to self-isolate, even if they do not have symptoms of the disease.\nPeople who started self-isolating before 16 August can stop on that date but only if they have been fully vaccinated.\nFrom Monday 16 August the following changes come into effect: \nIndoor premises and workplaces in Northern Ireland are still required to comply with a social distancing rule of at least 1m (3ft).\nThat rule has been lifted in other parts of the UK and many people in Northern Ireland's hospitality sector are keen to see it relaxed locally too. \nNightclubs still do not have a reopening date."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58232815",
      "category": "world-asia",
      "title": "Afghanistan: Life in Kabul after the Taliban victory",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "The Taliban captured Afghanistan's capital Kabul on Sunday, 20 years after they were ousted from power. So what does it look and feel like the day after its fall? \nThe Taliban are everywhere, at the checkpoints which used to be official police or army barricades. \nThere is not much panic in the city today, as there was yesterday. The Taliban are controlling traffic, they are searching cars, and they are especially searching those vehicles which used to belong to police and the army, all of which they have confiscated.\nIf there are Taliban fighters themselves driving those vehicles now, they are stopped at checkpoints, too. They told us that they checked these vehicles to make sure they were not looters and thieves disguised as Taliban.\nThe scenes at the airport were catastrophic. On the road there were families, children, young, old, all walking along the 2km (1.2 miles) road. People are struggling to flee this country. Most are just waiting, on the green belt in the middle of the road. \nI'm talking about more than 10,000 people at the airport. At the approach to the main entrance gates, there were Taliban with heavy weapons trying to disperse people by shooting in the air. People who wanted to get in were climbing the walls, the gates, even the barbed wire. Every single person was pushing to get in. \nWe spoke to an eyewitness who was stuck at the airport on Sunday. He had a flight to go to Uzbekistan, but it didn't happen. Officials then abandoned the airport. People had arrived without any tickets or passports - they thought they could get on any plane and be able to fly to anywhere else in the world, the eyewitness said.\nThousands of people were stuck inside the airport, without food or water. There were many women and children - and disabled people, too. \nBut if you go into the city centre, life appears to be normal. There is a lot less traffic, most of the shops are closed. But people look much calmer than yesterday - yesterday, everybody was furious. There was a big traffic gridlock.  \nI've only seen a few women on the street - some single women as well, without escort. Some were wearing blue burkas, but I also saw some wearing surgical face masks and headscarves. And the Taliban seemed alright with them. \nThere is no music on the streets at all. They used to play background music at the hotel, but it has stopped. Staff are scared. \nThe city, however, is still carrying on. It is calm. I haven't spoken to many residents, but the local taxi driver I use was kind of alright with the takeover. Surprisingly, I've seen people greeting Taliban militants - saying \"hello, more power to you, best of luck\", that sort of thing. \nTaliban fighters seem happy, too - I've spoken to a couple of them, ground soldiers on patrol. We tried to get into the presidential palace but they didn't let us in. They said we needed permission from the high command. But the militants I saw were friendly to us. \nI was scared yesterday a bit, fearful there was going to be violence and things like that. But luckily nothing happened. It was so quiet and calm. I couldn't believe that the capital had changed hands after 20 years and it was all so quiet."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58227096",
      "category": "business",
      "title": "Japan's economy bounced back ahead of the Olympics, data shows",
      "tags": "Global economy,China,Japan,Coronavirus pandemic",
      "text": "Japan rebounded faster than expected from its pandemic-driven slump in the run-up to the Tokyo Olympics.\nOfficial figures show the world's third-largest economy grew at twice the rate forecast in April to June.\nBut analysts have warned growth will be modest this quarter after a state of emergency was reimposed to ease a spike in Covid-19 infections.\nMeanwhile, new data also shows that the economic recovery of its larger neighbour, China, is losing steam.\nPreliminary data show Japan's gross domestic product (GDP) grew by an annualised 1.3% in the second quarter of the year. That came after a 3.7% slump in the previous three months.\nThe latest figures were far better than the expected gain of 0.7% and came as spending by individuals and businesses bounced back from the initial impact of the coronavirus.\nHowever, Japan's recovery remains much slower than has been seen in other advanced economies like the US, which recorded a 6.5% jump in GDP for the second quarter of the year.\nJapan's relatively weak rebound highlights how the government has struggled to contain the pandemic.\n\"I have very mixed feelings about this GDP result,\" Economy Minister Yasutoshi Nishimura said after the data was released. \n\"Our priority is to prevent the spread of the virus. It's very bad for the economy for this situation to drag on,\" he added.\nIn 2020, Japan's economy shrank by more than 4.8% over the year, its first contraction in more than a decade.\nThe country's economy emerged from last year's initial blow from the pandemic thanks to robust exports, although the slow rollout of its vaccination programme and a series of state of emergency measures have hurt consumption.\nAt the same time a spike in cases of the Delta variant in other parts of Asia has further disrupted supply chains for some Japanese manufacturers. This could hurt factory output and threaten the already fragile recovery.\nIn Tokyo, Japan's benchmark Nikkei share index closed 1.6% lower on Monday, its third session of losses in a row.\nMeanwhile, in China factory output and retail sales both rose more slowly than expected last month, compared to a year ago.\nIt is the latest sign that the recovery of the world's second-largest economy is losing steam as export growth cools and new Covid-19 outbreaks disrupt business."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58200203",
      "category": "business",
      "title": "Covid testing is rip-off, says former regulator",
      "tags": "Tourism,Competition and Markets Authority,Coronavirus testing,UK economy,Travel & leisure industry,Coronavirus pandemic",
      "text": "PCR tests for travel have become \"a predictable Covid rip-off\", says the former chairman of the Competition and Markets Authority, Lord Tyrie.\nLord Tyrie said the competition regulator had been \"too slow to react\" to complaints about testing providers.\nHolidaymakers have objected to high prices and poor service from many of the 400-plus test firms listed on the government's website.\nTests cost about £75 on average, but prices can reach hundreds.\nLast week, Health Secretary Sajid Javid asked the CMA to investigate \"excessive\" pricing and \"exploitative practices\" among PCR Covid test firms.\nInitially, the CMA said it would take up to a month to report back. But after a chorus of objection from the travel industry, the CMA said it was reviewing the situation \"immediately\".\nLord Tyrie told the BBC that the CMA \"could and should have been better prepared\". \n\"It should either be acting already directly using existing powers. Or if deemed inadequate for the job, it should be advising the government on how to obtain a quick remedy, whether by legislation or by other means,\" he said.\n\"This advice should already be with the government.\"\nLord Tyrie left the competition watchdog last summer after two years in the post, suggesting the role prevented him leading a more aggressive campaign for change. \nHe added: \"The CMA acted much more quickly to quell price-gouging on hand sanitiser and other Covid-related products 18 months ago. Far from building on this success, boldness appears to have taken a back seat.\"\nLord Tyrie reflected that \"the CMA is full of able and highly motivated people, keen to tackle detriment like this\". \n\"Their energies need to be released from an excess of caution at the highest levels,\" he added.\nAt the weekend, the cost of NHS coronavirus tests for international arrivals to the UK was reduced. Test and Trace tests were cut from £88 to £68 for people arriving from green-listed countries, as well as for those coming from amber-listed countries who are fully vaccinated.\nMeanwhile, the price of two tests for amber arrivals who have not had both jabs has been cut from £170 to £136.\nIt is understood the price cut is an attempt to drive down the cost across the market, so other operators will follow. \nCriticism of the government's decision to implement PCR Covid testing for all UK arrivals has been significant from the travel sector. \nLast week, major airports including the Manchester Airport Group and Gatwick Airport, along with tour operator Tui, cited the testing policy as a major barrier to travel restarting and the industry recovering. \nThe government said its top priority was to protect public health and it continued to work with industry to help them navigate this difficult period.\nLord Tyrie said that the slow response of the CMA was likely to mean it was too late to offer a full remedy to the market before the peak holiday season comes to a close and people return to work and school in September.\nBut the CMA said: \"These comments are inaccurate.\" \nThe watchdog said it gave advice to Department of Health and Social Care officials about the PCR testing market in April and \"we gave further advice to the secretary of state last week\". \nA spokesperson for the CMA said: \"We continue to work closely with Department of Health and Social Care in reviewing the market and, as we have made clear, we will not hesitate to take enforcement action ourselves if there are breaches of consumer law. \n\"Since the start of the pandemic, the CMA has secured hundreds of millions of pounds in refunds for people who have been treated unfairly, in sectors including holiday accommodation and package travel.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-58228280",
      "category": "world-asia-india",
      "title": "Afghanistan conflict: The Air India flight out on a fateful Sunday",
      "tags": "Kabul,Afghanistan,Asia Pacific,India",
      "text": "When an Air India flight carrying 40 passengers - all Afghans - from Delhi approached the airport in Kabul on Sunday afternoon, air traffic control cleared it for landing.\nIt was a warm, sunny day with temperatures rising to 35C.\nThe six-member crew had little idea of how fast things were unravelling on the ground. Taliban fighters were seizing Kabul after the government in Afghanistan collapsed, bringing to a swift end almost 20 years of a US-led coalition's presence in the country.\nEven as the pilot prepared for landing, air traffic controllers told them to hold in the air, without giving any reasons. \nFor the next 90 minutes, sources in the airline said, the flight circled at a height of 16,000ft (5,000m) over the capital. \nAnticipating landing delays and accounting for the fact that air communication at heights around Kabul can be sometimes patchy, the plane was carrying extra fuel. \nAir activity around Kabul airport is also often \"busy and tedious\", pilots say. During this time of the year, flying into the city poses an extra challenge: the winds are strong and gusty. \nThere were at least two other foreign airlines circling in the air above Kabul awaiting clearance to land. \nThe 160-seater Air India Airbus 320, commanded by Captain Aditya Chopra, finally landed around 15:30 Kabul time. \nUsually it took between 105 and 120 minutes to fly from Delhi to Kabul; on Sunday afternoon it had taken three and a half hours.\nSome passengers on the plane recounted that they could \"gauge the tension on the ground\", but it was not clear what it was all about. \nThere were soldiers skirting the runways. There was also a roar of air activity: C-17 Globemaster military transport aircraft and Chinook helicopters were flying in and out. \nAnd they saw civilian airplanes belonging to Pakistan and Qatar parked on the tarmac. \n\"We heard that airport workers were sheltering at the airport, and there was a big rush of people trying to enter the airport,\" a passenger on the Air India flight said.\nAfter the flight landed, the crew stayed in the cockpit as is the protocol in Kabul. \nAfter waiting more than an hour and a half on the tarmac, the Air India plane took off with 129 passengers. Among them were some Afghan officials, at least two MPs and a senior advisor to the former president. A number of others possibly missed the flight because they were caught in traffic jams in Kabul. \n\"I have never seen the plight of citizens of a country so desperate to leave their land. When they walked into the plane, you could see that desperation in their eyes,\" one passenger said. \nThe majority of passengers on the flight were Afghans, escaping their country. There were also several returning Indian workers. \nBy the evening, there was a desperate rush of Afghans to the Kabul airport to catch a flight out of the country - videos emerged of pell-mell crowds of men, women and children inside the airport and milling on the tarmac. Major airlines were rerouting their flights to avoid flying over Afghanistan. \nOn Monday morning videos emerged of a rush of passengers scrambling for an evacuation flight out of Kabul. \nIn 1999, an Indian Airlines - which later merged with Air India - jet was hijacked en route to Delhi from Kathmandu with 180 people on board. It was flown to Kandahar in Afghanistan, from where the hijackers negotiated the release of militants fighting in Kashmir. India released three Kashmiri militants in exchange for the passengers. None of the five armed hijackers were caught.\nAir India has been operating regular flights to Kabul after the war ended, but everything is uncertain now. A spokesperson said there was a scheduled commercial flight to Kabul on Monday afternoon. \n\"But if the airspace is closed, we won't be able to operate.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58236327",
      "category": "world-asia",
      "title": "Malala: 'Futures of Afghan child refugees aren't lost'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58223499",
      "category": "uk",
      "title": "Social media fraud: The influencers promoting criminal scams",
      "tags": "Social media,TikTok,Fraud,Wembley",
      "text": "On social media, there's a new type of influencer. But instead of promoting clothing lines and lifestyle products, they promote fraud. \nThey flash stacks of cash, hide their faces, and some even lure new recruits by selling guides on committing fraud. \nYou'd think these scammers and their illegal products would be hard to find, and once upon a time, they were, hidden in the shadows of the dark web. But not any more. \nAs part of an investigation for BBC Panorama, I discovered just how easy it was to make deals with fraudsters and purchase fraud guides online. I also unmasked one anonymous influencer who has been selling them.\nOn social, perpetrators of online retail fraud refer to it as \"clicking\", making it seem more innocuous.\nBut committing fraud - which is defined by the police-run service Action Fraud as using trickery to gain a dishonest advantage, often financial, over another person - can lead to up to 10 years in prison.\nThe guides being traded are known as methods. \nThey can target banks, retailers and even the government's Universal Credit system, leaving organisations and members of the public out of pocket.\nAnd they all rely heavily on something known as fullz, slang for full information.\nThese are the personal details of an unconnected person: typically an individual's name, phone number, address and bank details.\nWith the fullz in hand, fraudsters can follow the steps in the guides to make online purchases or even take out a loan in someone else's name.\nPanorama: Hunting the Social Media Fraudsters is on BBC One at 19:35 BST on Monday or later on iPlayer\nHow do these private details end up in circulation in the first place?\nThey have often come from phishing scams. Think of those dodgy emails or text messages that pretend to be from legitimate sources and con people into revealing their personal information.\nSometimes these fraudsters conduct or commission phishing activities themselves, or sometimes they get hold of the information via others.  \nExploiting a person's \"fullz\" - by, for example, making purchases using their details - can wreck their credit score. A bad credit score can have life-changing implications: it affects your chances of applying for a loan, or getting a mortgage, or even opening a new bank account. \nI contacted one fraudster who was advertising his services on social media and, through a messaging app, he offered to build me a fake website and send 4,000 phishing texts on my behalf to get people's personal details. His fee was £115.\nOn a separate Instagram profile, I noticed a scammer had posted some \"fullz\" - as a sort of free sample, encouraging people to pay to receive many more stolen details. I decided to call some of the phone numbers that were listed.\nIt was difficult listening to a stranger react as I told them their names, addresses, card details and phone numbers were posted online for anyone to see and exploit.\nI later met up with one of the victims, Wilson from Oxford, who said seeing all his details online was scary because it made him realise how unprotected he was. \nSo why aren't more people behind these schemes being caught?\nCybercrime specialist Jake Moore says investigators are facing an uphill battle to find the culprits.\n\"Anonymous accounts are leaving not just a small amount of breadcrumbs to investigate them - there are no breadcrumbs,\" he says. \"There's no digital footprint left behind them. So to investigate this is nearly impossible.\"\nBut being an influencer inevitably means sharing some elements of your life online - and over time, one influencer has left behind a few too many clues.\nHe calls himself Tankz, and in videos of him rapping online, he boasts: \"I'm a London scammer. I see it, I want it, I click it.\"\nHe sells fraud guides - or methods.\nI posed as someone interested in learning about fraud and messaged Tankz about his methods via Instagram. We bought his top guide for £100. \nIt arrived as a link, sent via social media, to 43 files on a cloud storage system.\nThe files were filled with detailed techniques on how to exploit online retailers. They also directed would-be criminals to websites where they can buy \"fullz\". \nWe wanted to find out who this masked fraud influencer was. \nPanorama analysed footage Tankz posted on social media, and realised he gave too much away while trying to remain anonymous.\nWe noted a reference to north London's Wembley as his local area, a mention of studying economics and finance at university, and a glimpse of his car number plate. \nOne clip also featured a distinctive black-and-grey carpet, and we were able to find a match on a website advertising student accommodation in the Wembley area.\nWe went to the block, spotted the car, and waited. Then we saw a man approach the car wearing the exact same tracksuit Tankz had been wearing earlier that day in a social media video.\nWe had unmasked the masked fraudster but who was he?\nHis social media posts are anonymous, but we discovered that his songs were also listed on Apple Music. On one of his tracks, the copyright isn't listed to Tankz, but to what seems is his real name: Luke Joseph.\nIt didn't stop there. We discovered an email sent from Tankz's official address which also made a reference to the same name. There was even an eBay account under the name of Tankz, where Luke Joseph is the contact address.\nFinally, we discovered that there was someone of the same name living in the same student accommodation block in Wembley. It seems that Tankz may be a London student called Luke Joseph.\nWe contacted Luke Joseph, and Tankz, but we didn't get a response.\nHis TikTok, Instagram and Snapchat accounts were removed by the respective social media platforms after Panorama notified them about the content.\nSince then, he has created a new TikTok account where he continues to post about his life. \nSo what are the wider authorities doing to crack down on online fraud and those who promote it?\nEarlier this year, the government revealed plans to reduce illegal and harmful digital content. It wants the communications regulator Ofcom to police social media and hold big tech giants to account. \nFraud-related content was not originally set to be included in this Online Safety Bill, but at the last minute the government changed its mind. The word \"fraud\" is still absent, but it could be covered by what the bill refers to as \"illegal content\".\nSome have voiced concerns that it won't specifically address the problem.\nArun Chauhan, a solicitor specialising in fraud, says he thinks the bill \"is not fit for purpose in the fight against fraud\".\nBut a government spokesperson told Panorama the new law would \"increase people's protection\" from scams, and said they \"continue to pursue fraudsters\" and \"close down the vulnerabilities they exploit\".\nTikTok, Twitter, Facebook, Snapchat, Instagram and YouTube all told us they did not allow fraud on their platforms. \nThey said that they took fraud very seriously and were constantly clamping down on criminal content.\nThe question is whether they can take it down faster than it's being posted.\nPanorama: Hunting the Social Media Fraudsters is on BBC One at 19:35 BST on Monday or later on iPlayer"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-58232525",
      "category": "world",
      "title": "How the Taliban stormed across Afghanistan in ten days",
      "text": "The Taliban swept across Afghanistan in just 10 days, taking control of towns and cities across the country.\nTaliban fighters took their first provincial capital on 6 August - and by 15 August, they were at the gates of Kabul.\nTheir lightning advance prompted tens of thousands of people to flee their homes, many arriving in the Afghan capital, others heading for neighbouring countries.\nAnd there was chaos in Kabul, as President Ashraf Ghani fled the country and thousands of his countrymen and women tried to do likewise.\nEmboldened by the withdrawal of US and other international forces, in June, the Taliban already controlled large parts of the country.\nBut after 6 August, their advance accelerated with a new momentum. \nProvincial capitals toppled in quick succession.\nBy 8 August, the Taliban had taken control in Kunduz. \nHerat, Lashkar Gah and Kandahar followed within a few days.\nDespite 20 years of outside support, billions of dollars of funding, an extensive programme of training and US air support, the Afghan security forces largely collapsed.\nIn some areas, they did stand and fight.\nIn Lashkar Gah, Afghan troops were pinned back in key positions, as the Taliban attacked repeatedly.\nHundreds of commandos were sent in to restore order - but when the Taliban detonated a massive car bomb outside the police headquarters, on 11 August, the battle was largely over.\nIn many areas, Afghan units that found themselves running out of ammunition and other supplies simply fled. \nTroops armed and trained by the US to safeguard ordinary Afghans left them to largely fend for themselves.\nAnd in some places, the authorities agreed to allow the Taliban to take over, to avoid further bloodshed.\nIn Ghazni, reports suggest the police chief and governor were both allowed to leave the city in return for agreeing to a Taliban takeover. \nOn 14 August, Mazar-i-Sharif fell to the Taliban, with little resistance from Afghan troops, some of whom left the city and headed for the border with Uzbekistan at Haraitan.\nBy the 15 August, 17,600 people fleeing the Taliban had arrived in Kabul, with thousands more arriving all the time, according to the UN's Office for the Coordination of Humanitarian Affairs.\nWith very little support from the Afghan authorities, many were sleeping rough in parks and other public areas.\nSome said they had come from captured towns where the Taliban were killing male family members who had worked for the security forces, and reimposing restrictions on women.\nThe World Food Programme said the conflict had \"all the hallmarks of a humanitarian catastrophe\".\nAs President Ghani fled the country, US embassy staff were helicoptered out of their heavily fortified compound.\nAnd thousands of people were heading to Kabul airport.\nTaliban fighters initially paused outside the city, while emergency talks were held at the presidential palace.\nBut they then moved in to take full control.\nExactly how the Taliban intend to rule remains unclear - and may vary across the country.\nReports from inside Taliban-held territory so far give a mixed picture.\nIn Balkh, 20km (12 miles) from Mazar-i-Sharif, BBC News found women and girls allowed in public areas unaccompanied - but there were reports of a woman being murdered because of the way she had dressed.\nIn other places, including a rural northern district near the Tajik border, women have said they are now forced to cover themselves with a burka and cannot go out unaccompanied.\nThere are also reports of young women being offered to Taliban fighters for forced marriage.\nAlthough, Taliban representatives in Qatar insist this is \"a lie\".\nAdditional reporting by Matt Murphy"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58224383",
      "category": "uk",
      "title": "No one wants Afghanistan to become breeding ground for terror - PM",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan,Boris Johnson,Foreign, Commonwealth and Development Office,Taliban",
      "text": "Prime Minister Boris Johnson has said no one wants Afghanistan to become a \"breeding ground for terror\", as the Taliban enters capital Kabul.\nSpeaking after a meeting of the emergency Cobra committee, he said the situation \"continues to be extremely difficult\" and will get even more so.\nHe called on \"like-minded\" powers to work together and not recognise any new government without agreement. \nThe UK Parliament is being recalled on Wednesday to discuss the situation. \nAfghan President Ashraf Ghani has fled the country as the militants stand on the brink of taking total control. \nThe situation is \"extremely difficult\" in Afghanistan and is \"getting more difficult\", said Mr Johnson. \n\"Our priority is to make sure we deliver on our obligations to UK nationals, to all those who have helped the British effort in Afghanistan over 20 years, and to get them out as fast as we can.\" \nMr Johnson said the British ambassador - who remains in Kabul - was \"working around the clock\" to do this and has been at the airport processing applications.\nThe prime minister said he wanted to make sure other like-minded nations did not \"prematurely\" recognise the Taliban.\nHe added: \"What we're dealing with now is very likely the advent of a new regime in Kabul. We don't know yet exactly what kind of regime it will be\". \nReports from Kabul say the Taliban have now seized the presidential palace. It comes after thousands of Afghans sought refuge in the city in recent weeks. \nMr Johnson said the UK would work with the UN Security Council and other Nato countries to stop Afghanistan \"lapsing back into terror\" and called for an \"international effort\" from the West. \nHe admitted the US decision to pull out of the country had \"accelerated things\" in Afghanistan but said \"we've known for a long time this was the way things would go\". \nThe Foreign, Commonwealth and Development Office said the UK has reduced its diplomatic presence but that government staff \"continue to work to provide assistance to British nationals and to our Afghan staff\". \n\"We are doing all we can to enable remaining British nationals, who want to leave Afghanistan, to do so,\" said a spokesperson. \nThe Foreign Office has advised more than 4,000 British citizens thought to be in Afghanistan to leave.\nAbout 600 British troops sent to help with the departure of Britons, Afghan staff and interpreters have now arrived in Afghanistan.  \nMr Johnson said the UK was \"working very fast\" on getting people out of the country, adding: \"We certainly have the means at the moment to get them out.\" \nUK defence forces have told the BBC most of the UK's embassy staff have already been flown out of the country on military flights. All commercial flights out of Kabul have now been suspended.\nBy Tony Bonsignore, BBC political correspondent\nWednesday could be a very uncomfortable day for the government, as MPs return to the Commons to debate the UK's response to the deepening crisis in Afghanistan. \nThe government will have to answer questions about why it so badly miscalculated the strength of the Taliban, and its decision to withdraw its forces in the face of impending disaster. \nIn what will be an emotive debate, many MPs will stress the sacrifices already made over the past 20 years, and the obligation they believe this country owes to the people of Afghanistan. \nThey are likely to push the government to do much more, in a bid to avert a humanitarian catastrophe, despite the claim by Defence Secretary Ben Wallace that it would be impossible for the UK to act alone.   \nHe spoke to the Nato Secretary General Jens Stoltenberg and the UN Secretary General António Guterres about the current situation in Afghanistan on Sunday.\nIn those talks, he called for meetings of Nato's North Atlantic Council and the UN Security Council to take place as soon as possible to enable high-level international discussions on these issues, said Downing Street. \nLabour leader Keir Starmer has described the situation in Afghanistan as \"shocking\", saying the priority had to be to evacuate British personnel and support staff. \nForeign Secretary Dominic Raab was returning to the UK today, the Foreign, Commonwealth and Development Office said, when asked to confirm he had been on holiday. \nMr Raab earlier spoke of his \"deep concerns about the future for Afghanistan\".  \nLabour peer Lord Robertson of Port Ellen - the former defence secretary who was secretary general of Nato from 1999 to 2003 - said it was \"stunning that the foreign secretary would stay on holiday as our mission in Afghanistan disintegrated\". \n\"The horrors unfolding with every minute demand focused attention from the top,\" he said. \nLord Robertson added he was \"sickened by the prospect of the 20th anniversary\" of the 11 September attacks \"being marked by the Taliban back in control of Afghanistan\". \nMeanwhile, Scotland's First Minister Nicola Sturgeon has called on the UK to offer \"as much refuge for vulnerable Afghans as possible\". \nShe said the Scottish government is \"willing to play our full part and do all we can to help those in peril as a result of the horrifying situation currently unfolding\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58206586",
      "category": "technology",
      "title": "New police CCTV use rules criticised as bare bones",
      "tags": "Facial recognition,CCTV",
      "text": "A proposed code of practice covering police use of live facial recognition in England and Wales has been criticised by human rights groups.\nLive facial-recognition systems compare faces captured on closed-circuit television with those on a watch-list, alerting officers to a match.\nFormer CCTV watchdog Tony Porter said the new rules were \"bare bones\" and offered unclear guidance.\nAnd two campaign groups have called for the practice to be ended entirely. \nThe Home Office said the new guidelines, included in the first update to the Surveillance Camera Code of Practice in eight years, empowered police and maintained public trust.\nIn August 2020, Ed Bridges, of Cardiff, won a court case after twice being filmed by South Wales Police's automatic facial-recognition van.\nOn the final occasion, the former Lib Dem councillor was attending a peaceful protest.\n\"I take the view that in this country we have policing by consent and the police should be supporting our right to free protest, rather than trying to intimidate protesters,\" he told BBC News, after his court victory.\nIn its judgement, the Court of Appeal said more checks should have been made to ensure the live facial-recognition (LFR) algorithm used had no gender or racial bias - and tighter regulations were needed.\nThe new code, which covers CCTV use by local authorities and the police, says LFR deployments should:\nLiberty lawyer Megan Goulding, who worked on Mr Bridges's case, told BBC News: \"One year since our case led the court to agree that this technology violates our rights and threatens our liberty, these guidelines fail to properly account for either the court's findings or the dangers created by this dystopian surveillance tool. \n\"Facial recognition will not make us safer, it will turn public spaces into open-air prisons and entrench patterns of discrimination that already oppress entire communities\".\nThe campaign group Big Brother Watch also called for the technology to be banned and said the code legitimised the use of an invasive surveillance technology.\nHowever the Ada Lovelace Institute told the BBC, the updated camera code, \"provides important additional guidance around the use of biometric technologies such as LFR in surveillance cameras\".\nBut it said, \"far more still needs to be done to ensure that the rules concerning the use of a technology as powerful and controversial as live facial recognition are clear, comprehensive and provide adequate protections from potential harms\".  \nAfter the Bridges case, Mr Porter, the then Surveillance Camera Commissioner, produced 72 pages of guidance on the use of LFR, for police forces in England in Wales.\nHe said: \"It covered ethics, governance, leadership, the technical development of watch-lists - and I was somewhat surprised the redraft of the code was 'de minimis',\" a legal term describing something too small to merit consideration. \nHe says the proposed Home Office code as currently written is very \"bare bones\".\n\"I don't think it provides much guidance to law enforcement, I don't really it provides a great deal of guidance to the public as to how the technology will be deployed\", he added.\nMr Porter, now chief privacy officer for a facial-recognition supplier, added it was strange the new code would not cover organisations such as Transport For London, which owns thousands of cameras but would cover small councils.\nThe current surveillance-camera commissioner has also previously suggested expanding the code to cover CCTV operated by government departments.\nIn a statement the Home Office told the BBC, \"The Government is committed to empowering the police to use new technology to keep the public safe, whilst maintaining public trust, and we are currently consulting on the Surveillance Camera Code.\"\n\"In addition, College of Policing have consulted on new guidance for police use of LFR in accordance with the Court of Appeal judgment, which will also be reflected in the update to the code.\"\nIt added that all users of surveillance camera systems including LFR are required to comply with strict data protection legislation. \nIn 2019, Information Commissioner Elizabeth Denham said the police should slow down their adoption of LFR. \n\"Never before have we seen technologies with the potential for such widespread invasiveness,\" she blogged.\nAnd her office now says it will be responding to a consultation on the updated code.\n\"Data-protection law sets a high bar for police forces, public authorities and businesses to justify the use of live facial recognition (LFR) technology and its algorithms in public places,\" a representative said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58209031",
      "category": "world-us-canada",
      "title": "Canada election: Trudeau calls snap summer campaign",
      "tags": "Canada election 2021,Justin Trudeau,Canada",
      "text": "Prime Minister Justin Trudeau has called a snap summer general election as Canada enters into its pandemic fourth wave. \nThe general election comes as polls indicate his minority Liberal government looks within reach of forming a majority. \nThe 49-year-old Liberal leader says \"Canadians need to choose how we finish the fight against Covid-19\". \nCanadians will vote on 20 September, some two years ahead of schedule.\nOn Sunday, Mr Trudeau visited Canada's Governor General Mary Simon - the representative of the Queen, Canada's head of state - and asked her to dissolve Parliament. \nThe leader of the centrist Liberals said a general election was necessary so voters have a voice on the path forward at a \"pivotal moment\".\nIn October 2019, voters handed him a minority, meaning he has had to rely on opposition parties to help him pass his agenda. \nOpposition parties criticised the Liberals for calling a five-week long campaign during the pandemic's latest wave simply for \"political gain\". \n\"Politically, I don't really know if there's been a better time for this government,\" says Abacus Data CEO David Coletto. \"The mood of the public is a good one right now.\"\nThe pollster says that about 46% of Canadians in their recent surveys say they believe the country is heading in the right direction - the highest it's been in about five years. \nThe global coronavirus pandemic is sure to dominate the campaign, as it has much of Mr Trudeau's second term. Over 25.000 Canadians have died from Covid, but the country fared better than others, such as the US. \nStill, its record on the pandemic has been mixed. \nIt was slow to close its borders. The military had to be sent to some elderly care homes to help contain outbreaks. The initial vaccine rollout was slow, with Mr Trudeau facing questions over the lack of domestic vaccine production. \nThe government was quick to get pandemic relief spending out the door, though it racked up record levels of debt to do so. \nWhile the country is entering another pandemic wave, for the moment it seems life is returning slowly to normal. \nCases rates remain below last winter's peak. Vaccine supply sped up and now Canada has one of the world's highest vaccination rates. The economy is showing signs of recovery and provinces are cautiously reopening.\n\"This crisis in some ways has been positive for  [Mr Trudeau], politically,\" says Drew Fagan, professor at the Munk School of Global Affairs and Public Policy at the University of Toronto. \nBut he says the question is whether \"there's enough momentum there\" to \"get him from a fairly healthy minority government to a slim majority government\".\nCanada has a fixed election date law and the next vote was scheduled for October 2023. But minority governments, which are not uncommon in the country, tend to last about two years. \nThey can be defeated if they lose a vote of confidence in the House of Commons. Those votes are usually on important pieces of legislation like the federal budget. \nOr like what happened on Sunday, a prime minister can ask the governor general to formally dissolve Parliament - a request rarely denied.  \nIn 2019, months of political scandals, a tough first term and a bumpy campaign where old photos of him in blackface emerged all took a toll on the prime minister's popularity. The Liberals won 157 seats, 13 shy of a majority in the 338 seat House of Commons-  and he lost the popular vote.\nIt was also a sharp turnaround from 2015, when he swept into office as a political fresh face and led his party to a stunning win with 184 seats. \nIt will be both a referendum on Mr Trudeau's handling of the pandemic and a vote on future plans to the recovery. \nAffordability and cost of living are also at the forefront of voters' minds. \nClimate change will be front-and-centre, against a backdrop of the province of British Columbia's summer of devastating heatwaves and wildfires, and with parts of the Prairies experiencing severe drought. \nMr Coletto says almost half Canadians say the environment is in their top five concerns, up from 39% two years ago.\nMr Trudeau's government also made two big announcements late last week - a promise to accept up to 20,000 Afghan refugees and a vaccine mandate for federal workers and air and rail travellers. \nThe Conservative leader, Erin O'Toole, has championed vaccines but opposes vaccine mandates in favour of other measures and has been vague on whether all candidates will be required to have the jabs. \nVaccine mandates could prove to be a campaign wedge issue, says Mr Coletto.\n\"Our tracking shows that more and more of [vaccinated Canadians] over time are more open to putting restrictions on what people who are not vaccinated can and cannot do,\" he says. \nThe official opposition, the right-leaning Conservatives, are going into the election as perceived underdogs. Their new leader, Mr O'Toole, 48, is not well known to voters. \nAfter the party struggled with social and environmental issues in the last election, he's been trying to broaden its appeal, speaking about his support for LGBT rights and introducing a carbon pricing plan early on. \nOn Sunday, he pitched voters on fiscal responsibility and promised economic growth. \nStill, they are now at \"anything but at a high water mark\", says Mr Fagan.\nOn the left, NDP leader Jagmeet Singh, 42, will be entering his second campaign with surveys suggesting his popularity among voters is higher than in 2019. \nMr Fagan says the party's message for progressives will be a vote for the NDP is \"vote for the real thing\".\nQuebec's separatist party, the Bloc Québécois, which competes only in that battleground province, is also still popular in the province where they hold 32 seats."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58228715",
      "category": "uk-politics",
      "title": "Afghanistan: Why is the UK Parliament being recalled?",
      "tags": "House of Commons,Lindsay Hoyle,Speaker of the House of Commons,War in Afghanistan (2001-present),Afghanistan,Taliban,UK Parliament,House of Lords",
      "text": "The UK Parliament is being recalled from its summer recess on Wednesday to debate the situation in Afghanistan.\nMPs had not been due to return until September 6, but the decision follows pressure from opposition parties and critics of government policy. \nThe decision was taken by the House of Commons Speaker, Sir Lindsay Hoyle, after a request from the government. \nThe House of Lords is also being recalled.\nThe Commons was last recalled in April to pay tribute to the Duke of Edinburgh, but this is the first summer recall since 2013 when MPs debated Syria and the use of chemical weapons.\nUnder parliamentary rules, it is up to the Commons Speaker to decide whether it should be recalled \"on the basis of representations made by ministers\". The Speaker has to decide whether it is in the public interest for MPs to return. \nHe or she cannot decide to recall the Commons without being asked to do so by the government - a rule that has often been criticised by MPs.\nThe House of Lords is usually recalled - by the Lord Speaker - at the same time as the House of Commons.\nMPs will meet in the Commons at 0930. The prime minister will open the debate which last around five hours. No vote is expected. \nDuring the pandemic, MPs have been able to speak in debates via video link from their offices or homes. Although Boris Johnson has suggested MPs could contribute remotely on Wednesday, in fact, with most Covid restrictions in the Commons having been lifted, only those present in the chamber will be able to take part. \nAttendance is not compulsory - MPs are being \"encouraged\" to attend. If there is a vote - which looks unlikely - only those absent due to parental leave will be able to vote by proxy rather than in person. \nThe House of Lords, whose members include former defence chiefs and ministers involved in the deployment of British troops in 2001, will also meet at 1100.\nUnlike in the Commons, this will be a \"hybrid\" sitting, with peers able to contribute by video link. Again, there is unlikely to be a vote. More than 120 peers have indicated they wish to speak, including Labour former Defence Secretary Lord Roberston, head of Nato at the time of the 2001 invasion, and Lord Dannatt, former head of the British army.  The UK's former ambassador to the United States, Lord (Kim) Darroch is another scheduled speaker, as is the Archbishop of Canterbury, Justin Welby.\nThis will be the 34th recall of Parliament during a recess since 1948. Some of the more significant recent recalls have seen MPs debate and vote on Covid restrictions in England (January 2021) and, a week earlier, both the Commons and the Lords sat to debate legislation to put the UK's Brexit deal into law, one day before the deadline of December 31.\nInternational events have often prompted recalls. MPs returned from recess to debate the 9/11 attacks in 2001 and the \"Iraq and weapons of mass destruction\" a year later. In 1982, there were two recalls, including a rare Saturday sitting, to debate the invasion of the Falkland Islands. \nSome have questioned the point of Parliament being recalled to discuss events that have already happened over which their influence is limited.\nConservative former Defence Minister Johnny Mercer told the Westminster Hour on BBC Radio 4: \"Parliament's being recalled. So what? The airport is under siege.\n\"Boris Johnson has said he doesn't want Afghanistan to become a place for terrorism, it doesn't mean anything to the families of those who lost their sons and daughters in this war.\"\nBut Labour Party Chair Anneliese Dodds said there were urgent questions for ministers to answer over resettlement programmes for Afghans who had been left \"to sink or swim.\"\nShe added: \"There most definitely is a point in Parliament being recalled, it's been very disturbing that we have not seen a clear government response. We do need to have that session in Parliament.\"\nAnd the SNP's Westminster leader, Ian Blackford, told Sky News he hoped the debate would help to \"guide the UK government\" and its approach to Nato and the United Nations.\nLiberal Democrat leader Sir Ed Davey said the prime minister should call a meeting of UK party leaders to discuss what he said was an \"extremely dangerous\" situation."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58228190",
      "category": "uk",
      "title": "UK confident it can get Britons out of Afghanistan, Ben Wallace says",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban,Ben Wallace",
      "text": "The UK government is confident it can get British nationals out of Afghanistan, with plans for hundreds more to leave in the coming days, the defence secretary has said. \nBen Wallace told the BBC the military part of Kabul's international airport was open and secure, enabling those eligible to leave for the UK. \nThe UK is also evacuating Afghans who worked for British forces.\nBut Mr Wallace said some who are eligible to leave would be left behind. \nThe Taliban has claimed victory after taking over the capital of Kabul. \nFighters have seized the presidential palace and the government has collapsed, with President Ashraf Ghani fleeing abroad. \nCommercial flights from the airport have mostly been suspended, leaving hundreds of Afghans who were trying to escape stranded.\nEyewitnesses told the BBC at least three people died on Monday amid chaotic scenes on the civilian side of the airport. \nBut Mr Wallace said he had received assurances from the Taliban leadership via a Middle East country that the military part of the airport would be allowed to function, enabling UK officials and forces to help people leave. \nThe Foreign Office has advised more than 4,000 British citizens thought to be in Afghanistan to leave.\nAbout 600 British troops have been sent to Afghanistan to help evacuate UK nationals, as well as Afghan interpreters and other staff who worked for the UK, as part of Operation Pitting. \nMr Wallace said the government \"will try our very best\" to get all those eligible out of Afghanistan by 31 August or sooner.\n\"If we can manage to keep the airport running in the way we are putting in place our people to deliver then I'm confident that by the end of the month we could get everyone out and actually hopefully sooner,\" he said. \nHe added that some people would be left behind, for example those not currently in Kabul, but stressed the British evacuation programme was \"open-ended\" with no time-limit. \nSpeaking on LBC radio, Mr Wallace, who served in the British army in the 1990s, became emotional as he spoke of his regret that \"some people won't get back\".\nAsked why he felt the situation \"so personally\", Mr Wallace replied: \"Because I'm a soldier... because it's sad and the West has done what it's done, we have to do our very best to get people out and stand by our obligations and 20 years of sacrifice is what it is.\"\nSome 370 British nationals and Afghan interpreters flew out of Afghanistan on Saturday and Sunday, and Mr Wallace said the government was aiming to fly out a further 1,500 people over the next 24 to 36 hours or slightly longer.\n\"If we manage to keep it in the way we're planning to, we should have capacity for over 1,000 people a day to exit to the United Kingdom,\" he told BBC Breakfast. \n\"Currently, this is not about capacity on planes, it's about processing speeds, so that's why I'm trying to fix that.\" \nPrime Minister Boris Johnson is chairing a meeting of the government's Cobra emergencies committee - the third in four days - to discuss the situation in Afghanistan. \nDowning Street said the British ambassador, Sir Laurie Bristow, was working from the airport in Kabul, alongside UK staff and the armed forces, to process visas. \nLabour has called for the urgent expansion of the government's resettlement scheme for Afghans to ensure those who helped British forces are not \"abandoned\". \nThe party's leader Sir Keir Starmer said the prime minister needed to \"step up to the plate, show some leadership and some urgency\", adding that the evacuation of UK nationals and eligible Afghans had to be the priority. \nDowning Street said details of wider asylum plans for Afghan citizens and any changes to eligibility for the resettlement scheme would be set out in the coming days. \nTory MPs have also criticised the UK government's response. \nFormer Defence Minister Johnny Mercer, who served in Afghanistan, said in a tweet that ministers needed to \"take responsibility\" and the country \"deserved better than the nil response this weekend\". \nAnother former Defence Minister, Tobias Elwood, described the \"chaotic exodus\" from Kabul airport as \"Saigon 2.0\" - a reference to the 1975 evacuations of US personnel when the North Vietnamese army captured the city. \nMr Ellwood, a former British Army captain, said in a tweet: \"If this is not Saigon 2.0 I don't know what is. Is this how we thought we'd depart Afghanistan? I repeat my call for a UK inquiry.\"\nThe Taliban was able to seize control of Afghanistan after most foreign troops pulled out of the country.\nPresident Joe Biden - who has promised to complete the withdrawal of all US troops by 11 September - defended the decision saying he could not justify an \"endless American presence in the middle of another country's civil conflict\".\nOn 29 February 2020 in Doha, Qatar, then US President Donald Trump signed a deal to withdraw American and other allied (including British) troops from Afghanistan by May 2021. \nIn the same deal were broad obligations on the Taliban to take steps to prevent groups including al-Qaeda from threatening the security of the US and its allies. \nAt the time, UK Defence Secretary Ben Wallace expressed support for the deal, calling it a \"small but important step towards the chance for Afghans to live in peace, free from terrorism\".\nIn April 2021 US President Joe Biden announced he would continue with the withdrawal, by the later and symbolic date of 11 September 2021, eventually announcing in July that the US's \"military mission\" would conclude on 31 August. \nMr Wallace appeared to continue to support the deal, confirming the UK would withdraw its troops as planned but saying any attacks on existing troops would be \"met with a forceful response\".\nBut by 24 May, he told Parliament that it was a \"regret for most of the Nato allies\" that the US chose not to make the peace agreement \"conditions-based at the end\". \nLast Friday Mr Wallace described the Doha deal as a \"rotten deal\", and today clarified he believed the \"die was cast when the deal was done by Donald Trump\". \n\"President Biden inherited a momentum that had been given to the Taliban because they felt they had now won,\" he said. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58223530",
      "category": "world-asia",
      "title": "Afghanistan: Taliban spokesman Suhail Shaheen calls the BBC - interview in full",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-47391821",
      "category": "world",
      "title": "Afghanistan: What has the conflict cost the US and its allies?",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Reality Check",
      "text": "With the withdrawal of foreign forces from Afghanistan and the takeover by the Taliban, we've looked at how much the US and its Nato allies have spent in the country in 20 years of military operations.\nThe US invaded in October 2001 to oust the Taliban, whom they said were harbouring Osama Bin Laden and other al-Qaeda figures linked to the 9/11 attacks. \nUS troop numbers grew as Washington poured in billions of dollars to fight a Taliban insurgency and fund reconstruction, peaking at about 110,000 in 2011.\nLast year, there were just 4,000 US troops. \nOfficial data may not always include special operations forces, and other temporary units.\nOther countries were also part of the foreign troop presence in the country, including other members of the Nato alliance.\nBut the US had by far the biggest single contingent.\nNato formally ended its combat mission in December 2014, but kept a 13,000-strong force there to help train Afghan forces and support counter-terrorism operations.\nThere have also been significant numbers of private security contractors in Afghanistan. This included as of the last quarter of 2020 more than 7,800 US citizens, according to US Congress research.\nThe vast majority of spending in Afghanistan has come from the US.\nFollowing the final withdrawal of US troops, President Joe Biden quoted two figures for the total cost of the war.\nHe said: \"After more than $2 trillion spent in Afghanistan... [or] you could take the number of $1tn, as many say.\"\nBetween 2010 to 2012, when the US for a time had more than 100,000 soldiers in the country, the cost of the war grew to more than $100bn a year, according to US government figures.\nAs the US military shifted its focus away from offensive operations and concentrated more on training up Afghan forces, costs fell sharply to about $45bn in recent years.\nAccording to the US Department of Defense, the total military expenditure in Afghanistan (from October 2001 until December 2020) was $825bn, with about another $130bn spent on reconstruction projects.\nThat brings the total cost, based on official data, to about $955bn between 2001 and 2020 - close to the lower $1tn estimate given by Mr Biden.\nThe $2tn figure referenced by President Biden is based on a recent study by Brown University, which includes interest on debt used to finance the war and expenses such as veterans' care.\nThis study also includes spending in Pakistan, which the US used as a base for Afghan-related operations, and runs through to the 2022 fiscal year based on requested money.\nIt found that costs of the war (and future commitments) in Afghanistan from 2001 to 2022 amount to $2.3tn.\nThe UK and Germany - who had the largest numbers of troops in Afghanistan after the US - spent an estimated $30bn and $19bn respectively over the course of the war.\nDespite pulling out nearly all their troops, the US and Nato have promised a total of $4bn a year until 2024 to fund Afghanistan's own forces.\nThe bulk of the money spent in Afghanistan has been on counter-insurgency operations, and on the needs of troops such as food, clothing, medical care, special pay and benefits.\nOfficial data shows that since 2002, the US has also spent $131.3bn on reconstruction activities in Afghanistan.\nMore than half was spent on building up Afghan security forces, including the Afghan National Army and police force.\nNearly $36bn has been allocated for governance and development, while smaller amounts were also allocated for anti-drug efforts and for humanitarian aid.\nSome of this money has been lost to waste, fraud and abuse over the years.\nIn a report to the US Congress in October 2020, the watchdog responsible for the oversight of reconstruction efforts in Afghanistan estimated that about $19bn had been lost this way between May 2009 and December 31, 2019.\nSince the war against the Taliban began in 2001, there have been more than 3,500 coalition deaths, of which more than 2,300 have been US soldiers. \nMore than 450 UK troops have died.\nA further 20,660 US soldiers have been injured in action.\nBut these casualty figures are dwarfed by the loss of life among Afghan security forces and civilians.\nPresident Ghani said in 2019 that more than 45,000 members of the Afghan security forces had been killed since he became president five years earlier.\nBrown University's research in 2019 estimated the loss of life amongst the national military and police in Afghanistan to be more than 64,100 since October 2001, when the war began.\nAnd according to the United Nations Assistance Mission in Afghanistan (Unama), nearly 111,000 civilians have been killed or injured since it began systematically recording civilian casualties in 2009.\nRead more from Reality Check\nSend us your questions\nFollow us on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58224334",
      "category": "uk-politics",
      "title": "PM: No one wants Afghanistan to, once again, be a breeding ground for terror",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-nottinghamshire-58224546",
      "category": "uk-england-nottinghamshire",
      "title": "Woman seriously injured by her dog in attack",
      "tags": "Nottingham",
      "text": "A woman who was attacked by her American bulldog has been left with life-changing injuries.\nNottinghamshire Police said the dog turned on a child at a home in Hoylake Crescent, Bilborough, on Saturday evening.\nTwo women at the property intervened and were repeatedly bitten on the face, arms and stomach by the animal.\nThe dog was eventually stabbed by another occupant, and secured in the garden before they called 999. \nBoth women were taken to hospital for treatment and police were called to the property at 00:10 BST on Sunday.\nAn emergency vet was called but was left with no option but to put down the animal. \nDet Insp Jon Kerry said: \"It's devastating that a woman has suffered such serious injuries caused by her own pet, but we can only be grateful that it didn't result in far worse consequences had the animal been able to attack the child.\n\"Although we don't believe that the animal was a banned breed, this is a stark reminder to all pet owners not to take any chances with animals around children, particularly if they have ever displayed violent tendencies.\"\nFollow BBC East Midlands on Facebook, on Twitter, or on Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58226712",
      "category": "world-asia",
      "title": "Afghanistan: Chaotic scenes at Kabul airport",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58195336",
      "category": "world-us-canada",
      "title": "Afghanistan pullout: Biden's biggest call yet - will it be his most calamitous?",
      "tags": "September 11 attacks,War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "If you like neat lines, tidiness and admire symmetry, what's not to like about the decision of Joe Biden to pull American combat troops out of Afghanistan by 11 September 2021 - exactly 20 years on from 9/11?\nIn modern day America it often feels that all roads lead back to 9/11; the single most defining - and scarring - event since Pearl Harbor: the surprise attack by the Japanese on America's Pacific fleet, which would ultimately bring America into World War Two.\nAnd so it was that 9/11 led to this country's longest military encounter. The attack on the Twin Towers, the plane that flew into the Pentagon, and the one that crashed into a field in Shanksville, Pennsylvania, were initially the spur for a surge of US nationalism. Young people - in fact people of all ages - were going along to armed forces recruitment offices wanting to sign up. America had come under attack; these patriots wanted to fight to defend the country the \"land of the free\", and seek revenge on those who would do the US harm.\nAnd don't mistake this for some kind of kneejerk jingoism. It wasn't that. I knew many people - not just Americans - who were of a liberal bent and had been no great fans of all the doings of the US of A but who have a visceral sense this was a moment where you had to pick your team. \nWere you on the side of the rule of law, free and fair elections, due process, sexual equality, universal education? Or were you on the side of those who would fly planes into buildings, or would stone people to death, or throw homosexuals off of buildings, or deny girls schooling? If that seems a massive over-simplification, maybe it is - but in the devastating aftermath of 9/11, that is how it seemed to many.\nBut by 2016 it was one of the factors that led to Donald Trump's election: the weariness of the \"endless wars\" as candidate Trump would refer to the quagmires of Afghanistan and Iraq; the wariness of America being able to act as the world's policeman. \nAmericans understandably wanted to pull up the drawbridge, bring the troops home, leave it to the people in those countries to sort out their own problems, and finally give up on the idea that a US model of liberal democracy was an exportable commodity that could be imposed. The liberal interventionist crusade was over.\nTrump, if he had won last November, would have pulled out US troops, probably quicker. Although Joe Biden inherited Trump's promise to withdraw, in policy terms the easiest thing would have been to continue to sign the cheques to pay for American servicemen and women to stay in Afghanistan for another year. And then another. And another after that. \nThe political pressure was by no means overwhelming. If anything, the reverse. The defence top brass, the foreign policy establishment, America's allies abroad thought anything other than the status quo would be reckless. But one question was gnawing at the new president, and it was the one posed by Hillel the Elder back in biblical times: \"If not now, then when?\"\nBiden - who advised President Barack Obama not to send more troops in 2009 but lost the argument - went with now, in what could be the most consequential single decision of his presidency.\nWhen 9/11 happened I was the BBC's Paris correspondent, reporting on Eurotunnel's attempt to force the closure of a Red Cross refugee centre called Sangatte  - where many of the world's storm-tossed refugees and migrants congregated before making the final leg of the journey to the UK.\nI was driving to Calais when I got a call from a colleague telling me to stop at the nearest service station to watch TV, and see what was unfolding.\nWe didn't know what would happen next - or where we would end up. One year into the optimism of a new millennium, there was a narrative and it wasn't a happy one - the war on terror, a clash of civilisations, call it what you will. At the time the two stories could not have been more different, but a lot of the bedraggled people we met on the roads around Calais were from Afghanistan fleeing Taliban rule. \nIt's worth remembering why the US, UK and others went into Afghanistan. The Taliban had - in effect - become a finishing school for Islamist terrorists wanting to wage jihad against the west. Al-Qaeda wannabes were going into the country to train for holy war. The 9/11 terrorists had honed their skills and hatched their plot there. Removing the Taliban and tackling al-Qaeda became critical for global security.\nWithin a few weeks of 9/11, I was in northern Afghanistan, travelling via Delhi and then Dushanbe in Tajikistan to get there. We were moving with the US and UK-backed Northern Alliance troops as they pushed the Taliban out. \nOur first day was spent travelling from Khoja Bahauddin, then the Northern Alliance HQ along a road where the Taliban had killed a number of journalists in an ambush two days earlier. After one night we ended up in a town called Taleqan. It had fallen the night before we arrived. One of the iconic shots was of a girls-school classroom that had become a weapons dump for Taliban rockets that in their hasty retreat they had left behind.\nThe stubborn last stronghold was Kunduz - a vital communication corridor sitting between Kabul, Mazar-i-Sharif and then further north to the border with Uzbekistan.\nNow both Taleqan and Kunduz have come back under Taliban control, with a third of the country's regional capitals now under their control.\nAnd that raises a super-uncomfortable question for Joe Biden and his \"if not now, then when\" policy.  \nTwenty years on and so many lives lost, and so many billions of dollars spent, what was it for? What's been achieved? What do you say to the families of all those servicemen killed by the Taliban now that the US is giving up? What's to stop terror groups from re-establishing their jihad training camps? At the UN Security Council hearing last Friday it was reported that up to 20 different terror groups, involving thousands of foreign fighters were already fighting with Taliban forces.\nI'm sure as I am writing this more families will be packing up their possessions fearful of what Taliban control will mean, perhaps heading to Calais and then the UK. Will the girls' schools return to become weapons storage facilities again?   \nThe scars of 9/11 are clear everywhere - thousands of servicemen have come back with prosthetic limbs and disturbed minds. Suicide rates have been rising. Families have lost loved ones. On America's streets are men with red plastic beer cups begging for loose change, many of them with signs saying they are veterans from Iraq and Afghanistan.\nUS-led forces toppled the Taliban: In 2001 US-led forces overthrew Afghanistan's Taliban rulers after the 9/11 attacks masterminded by al-Qaeda leader Osama bin Laden, who was based there.\nTwenty years of occupation and military operations followed: The US and allies oversaw elections and built up Afghan security forces, but the Taliban continued to launch attacks.\nEventually the US made a deal with the Taliban: They would pull out if the militants agreed not to host terrorist groups. But talks between the Taliban and the Afghan government failed. US-led forces withdrew this year and the Taliban have now retaken most of the country.\nThe desire to stay at home and shut yourself away from a troubling world is completely understandable. There is no surprise that \"America First\" as a slogan had such resonance. George W Bush was not advocating that back in 2001 - but there were no US troops in Afghanistan or Iraq then. And that didn't keep America safe when early that morning, across those gin-clear blue skies passenger aeroplanes were hijacked and became al-Qaeda-guided missiles, flying into their targets killing thousands of people doing nothing more provocative than going about their daily lives.\nThere's also a difference between enforcing your will as the world's policeman, and being a peacekeeper. Thousands of American troops are still stationed in South Korea - even though the Korean war was 70 years ago. The calculation of successive US presidents has been that a tense peace is better than a hot war or a destabilised region.\nJoe Biden was hoping his decision would result in headlines like \"Afghan War Ends\" or \"America's longest war is over\". But 20 years on, and the Taliban now re-establishing control with all that could flow from that, might historians in future judge that the 20th anniversary marked the start of the second Afghan war?"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58220904",
      "category": "uk",
      "title": "Afghanistan: US and UK withdrawal a catastrophic miscalculation, says Nandy",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58226678",
      "category": "uk",
      "title": "Covid: Self-isolation ends for double-jabbed and under-18s",
      "tags": "Contact tracing,NHS,Coronavirus pandemic",
      "text": "People in England and Northern Ireland who have had two Covid vaccine doses will no longer have to isolate if they come into contact with someone who has tested positive for the virus.\nInstead of having to quarantine for 10 days, they are now advised to take a PCR test - but this is not compulsory.\nThey are also advised to wear a face covering in enclosed spaces and to limit contact with others, especially the clinically vulnerable.\nThe guidance applies to under-18s too.\nThe changes to self-isolation rules have already been implemented in Scotland and Wales.\nThe relaxed rules in England and Northern Ireland are expected to significantly reduce the number of people being compelled to stay at home.\nAt its peak in July, the number of self-isolation alerts sent in England and Wales in a week was just under 700,000.\nIndustries, including car manufacturers and food distributors, complained at the time that the number of staff isolating because of pings was disrupting their businesses.\nThis led the government to allow some key workers - such as those working in food distribution - to be exempt from having to self-isolate if pinged and take daily tests instead. \nThe sensitivity of the NHS Covid-19 app in England and Wales was also tweaked to ensure fewer people were advised to quarantine.\nHealth Secretary Sajid Javid said Monday's changes to self-isolation guidance were part of a cautious \"step back towards normality\", thanks to the vaccine rollout.\n\"Vaccines are what will bring this pandemic to an end, with over 84,000 lives already saved and 23 million infections prevented,\" he added.\nIn England, the new rules apply to those who had their final dose of an approved vaccine at least 14 days before coming into contact with a positive case. \nPeople who are pinged will now be advised to take a free PCR test but will not have to self-isolate while waiting for the result. \nAs double-jabbed people identified as close contacts are still at risk of being infected, people are advised to consider other precautions such as wearing a face covering in enclosed spaces, and limiting contact with other people, especially with anyone who is clinically extremely vulnerable.\nThose who test positive, or begin to show symptoms, will still be legally required to self isolate for 10 days. \nSimilar rules apply in Northern Ireland, but those affected are advised to take two PCR tests - on days two and eight after being identified as close contacts.\nThe rules changed in Wales on 7 August when instead of instructing fully-vaccinated adults to isolate, contact tracers and advisers started providing people with advice and guidance about how to protect themselves and stay safe.\nSome extra safeguards were put in place for those working with vulnerable people, particularly health and social care staff, including a risk assessment for staff working in health and care and daily lateral flow tests.\nMembers of the public in Wales are strongly advised not to visit hospitals and care homes for 10 days.\nEveryone identified as a contact of a positive case in Wales is advised to have a PCR test on day two and day eight, whether they are fully vaccinated or not.\nIn Scotland it is also already the case that double-vaccinated adults and all children can avoid self-isolation as a close contact so long as they are symptomless and provide a negative PCR test.\nMeanwhile, former Prime Minister Gordon Brown has called for world leaders to convene an emergency vaccines summit ahead of the UN General Assembly in September.\nMr Brown said there was a \"global vaccine scandal\", with a lack of doses for Africa meaning that most countries on the continent will miss a target of vaccinating 10% of their citizens by next month.\nWhile half of adults in most of the wealthiest economies have been double-jabbed, in Africa only 1.9% of the population have been fully vaccinated, Mr Brown said.\nOnly an intervention at the highest level by US President Joe Biden, Prime Minister Boris Johnson and Mario Draghi, chairman of the G20, can end what he calls the vaccine inequality that shames the world, the former PM said. \nIn the UK 89.4% of adults have had one vaccine dose while 76.7% have had both doses. \nOn Sunday, the UK reported a further 26,750 cases and 61 deaths within 28 days of a positive test. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58233743",
      "category": "business",
      "title": "Parcel delivery texts now the most common con-trick",
      "tags": "UK banking,Money,Personal finance,Fraud",
      "text": "The majority of \"smishing\" fraud attempts have come through the blitz of parcel delivery texts sent out during the Covid crisis.\nMillions of mobile users have received the texts that claim a small payment is needed for a package delivery to be completed.\nBut the texts are a front for fraudsters attempting to steal personal banking details.\nCybersecurity firm Proofpoint told banks their prevalence was on the rise.\nSmishing is a technique that criminals use to target consumers with texts impersonating trusted organisations. \nProofpoint, which provided data for the banking trade body UK Finance, said that over a 90-day period to mid-July, some 53% of these smishing attempts were via delivery texts. This compared with 23% of messages claiming to be from banks or financial institutions.\nDuring the most recent 30-day period, some 67% of these scams were delivery text messages.\nKaty Worobec, managing director of economic crime at UK Finance, said:  \"Criminals are experts at impersonating a range of organisations and have capitalised on the pandemic, knowing that many of us will be ordering goods online and awaiting parcel deliveries at home. \"\nThe text, claiming to be from Royal Mail or a delivery company arrives out of the blue and claims a parcel is awaiting delivery, but a small payment is required.\nTom and Freyja Cuff, from Frome, Somerset, received a text about a parcel collection which eventually led to their bank account being emptied of £2,500.\nMr Cuff said that with online shopping being very common over lockdown, his wife \"didn't think anything of it\" and clicked on a link authorising a small payment of £2.50 to release the parcel. \nMrs Cuff was then contacted again by the fraudsters, this time claiming to be from the couple's bank.\nShe was told they wanted to move her money in order to protect it from being targeted further, but the couple's account - including savings for a new home - was then emptied.\n\"Basically someone funnelled all our money out, pretending to be the bank, and we were left with absolutely nothing. It was heartbreaking, horrendous,\" Mr Cuff said.\nThe message then links to a website mocked up to look like an official site. The page requests personal and payment details, which scammers may use to steal someone's identity, or use to target them with other scams.\nRoyal Mail said it would not use such texts - unless specifically requested - and would use a grey card instead to tell people if any fee was required.\nLaura Suter, personal finance analyst at AJ Bell, said: \"Everyone thinks they are smart enough to spot a scam text, but the messages have become so sophisticated that it's easy to be caught out. \n\"Lots of people will also see the text when they are in a hurry to receive their package or are rushing, so won't stop to think about whether it's legitimate or not.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58226072",
      "category": "uk",
      "title": "Plymouth shootings: Police asked to review gun licence process",
      "tags": "Policing,Plymouth,Home Office,Firearms,Plymouth shooting",
      "text": "Police forces in England and Wales are being asked to review their current firearm application processes, in the wake of the Plymouth mass shooting. \nQuestions remain over why Jake Davison, who killed five people and himself on Thursday, had a shotgun licence.\nThe Home Office is preparing new guidance to ensure higher standards of decision making around applications.\nThere will be advice on carrying out social media checks on people wanting to own a firearm or shotgun.\nMeanwhile, a minute's silence was held in Plymouth at 11:00 BST in memory of the victims, with people around the country urged to take part.\nIn the 12-minute attack on Thursday evening in the Keyham area of Plymouth, Davison, 22, shot his 51-year-old mother Maxine Davison, also known as Maxine Chapman, before killing Sophie Martyn, aged three, and her father Lee Martyn, aged 43.\nHe then killed Stephen Washington, 59, in a nearby park before shooting 66-year-old Kate Shepherd, who died at Derriford Hospital. He also shot and wounded a 33-year-old man and a 53-year-old woman before turning the gun on himself.\nPrior to the attack, he wrote about mass shootings and made threats in social media posts.\nFollowing the shooting spree, it was discovered Davison had his gun and permit revoked in December after he was accused of assault in September 2020.\nThe Independent Office for Police Conduct is looking at why Devon and Cornwall Police returned them to him in July.\nAhead of the publication of new statutory guidance, all police forces in England and Wales are being asked \"as a matter of urgency... to review their practices and whether any existing licences need to be looked at again,\" said a Home Office source.\n\"This will help reassure people that all necessary checks have been made to keep them safe.\"\nThe Home Office says it will publish guidance to help ensure \"greater consistency and higher standards of decision making\" for police firearms licensing applications.\nBut that promise comes almost exactly two years after a consultation on how to do this closed - and no final settled policy document has yet emerged. \nBack in 2015 Her Majesty's Inspectorate of Constabulary flagged problems within some forces in how they granted applications - although Devon and Cornwall was not one of the forces getting it wrong.\nThat report prompted the government in 2017 to give the home secretary a new power to set national guidance on firearms licensing. \nIn 2019, the Home Office ran a public consultation on the detail of how ministers should word the guidance to all forces. It proposed, among many changes, that all forces should consider checking applicants' social media. \nThe last MPs appear to have heard of its progress was in January, when they were told that ministers and officials were still considering the 11,000 responses they'd received.\nGun laws in the UK are sometimes described as some of the strictest in the world and a certificate issued by the police is needed to possess, buy or acquire a firearm or shotgun, and ammunition.\nFormer Met Police commissioner Lord Stevens told the Sunday Telegraph Davison was \"clearly a dangerous man\", adding: \"The videos he made should have been taken into account when he applied for a shotgun licence.\n\"There needs to be a trawling of online content for an in-depth assessment of who these people are and what they think.\"\nA Home Office source said: \"Incidents such as Thursday's horrific events in Plymouth are thankfully rare, but their impact is profound, not only on those directly affected but on the public as a whole.\n\"We constantly assess what sensible and proportionate steps we can take to help prevent such terrible loss of life happening again.\"\nRead more about firearm rules in the UK\nOn Sunday, prayers were held in the city in tribute to the victims. \nThe family of Mr Washington paid tribute to the \"devoted family man, loving husband, father, grandfather and best friend\".\nThey said in a statement that he was a \"friendly, outgoing person\" who would \"help anyone at the drop of a hat\".\nAnd a minute's silence is due to be held later outside The Guildhall on Armada Way.\nCouncillor Terri Beer, the Lord Mayor of Plymouth, said the outpouring of love and kindness shown for Keyham over the past 48 hours had been \"overwhelming\".\n\"We all need to come together and support Keyham to recover from this tragedy,\" she added. \"This will be a moment for us to unite, reflect and remember those we have lost.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58232131",
      "category": "technology",
      "title": "Twitter's new design to get fix after headache complaints",
      "tags": "Social media,Graphic design,Twitter",
      "text": "Twitter is making changes to its new redesign, after users complained of headaches and discomfort. \nUnveiled only last week, the redesign mainly involved high-contrast colours and a custom-designed font, Chirp.\nAt the time, the social network said it \"might feel weird at first\" but would improve content consumption and clean up \"visual clutter\". \nBut many, especially with accessibility needs, found it confusing, hard to read and uncomfortably bright.\n\"It's smaller and denser now, which means I need to strain my eyes more to read,\" one user wrote. \nAnother said: \"It is just impossible to read if one has a visual and/or processing impairment.\"\nA few days later, a tweet from the technology giant's accessibility account said: \"We're making contrast changes on all buttons to make them easier on the eyes because you told us the new look is uncomfortable for people with sensory sensitivities.\"\nAnd the next day, it said: \"We've identified issues with the Chirp font for Windows users and are actively working on a fix.\" \nMany users had also complained about the new font on mobile phones, however.\nAnd, replying to a concerned user asking to be able to choose their own font, Twitter promised future changes and it was \"going through everyone's feedback on the font\". \nAnnouncing the new font, in January, Twitter head of branding Derrit DeRouen said it had been designed, by Swiss type foundry Grilli, \"to improve how we convey emotion and imperfection\" - and the widely used standard typeface Helvetica was \"not up for the job\". \nBut now, that thread is filled with replies urging Twitter to use Helvetica - or whatever the user's default system font is. \nSocial-media companies often face a backlash to changes, however.\nTwitter users initially railed against a 2014 redesign - and then complained about its 2017 replacement.\nSnapchat faced a similar backlash in 2018. \nAnd Facebook users have reacted badly to changes over the years - to both its design and the algorithms that power its news feed and dictate what users see."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57933979",
      "category": "world-asia",
      "title": "Mapping the advance of the Taliban in Afghanistan",
      "tags": "War in Afghanistan (2001-present)",
      "text": "The Taliban have taken control of Afghanistan, almost 20 years after being ousted by a US-led military coalition. \nEmboldened by the withdrawal of US troops, they now control all key cities in the country, including Kabul. \nThe Taliban took some areas from government by force. In other areas, the Afghan National Army withdrew without a shot being fired. \nAlthough renewed clashes had been going on for several weeks, from 6 August the Taliban made a more rapid advance across the country, as they took control of provincial cities.\nThe maps below start in early July and show the 400 or so government districts as they fell to the Taliban.\nUS forces based outside Afghanistan had launched air strikes against Taliban positions earlier last week, but they failed to slow the advance of the insurgents.\nAlthough most US troops left in July, several thousand returned to Kabul at the weekend to help evacuate American and allied personnel from the capital.\nThe airport in the capital was the only official route out of the country after the Taliban took control of all the major border crossings. \nCustoms duty on goods entering the country via crossings they control is now collected by the Taliban - although exact amounts are unclear as the volume of trade has fallen as a result of the fighting. \nBut, Islam Qala on the border with Iran was, for example, capable of generating more than $20 million per month. \nDisruption to the flow of imports and exports has affected prices of essential goods in the markets - fuel and foodstuffs in particular.\nUS troops and their Nato and regional allies forced the Taliban from power in November 2001. The group had been harbouring Osama Bin Laden and other al-Qaeda figures linked to the 11 September 2001 attacks in the US.\nBut despite a continued international presence in the region, billions of dollars of support and training for the Afghan government forces, the Taliban regrouped and gradually regained strength in more remote areas.\nA  BBC study in 2017 showed the Taliban were in full control of a number of districts. But the research also showed they were active in many other parts of the country, mounting weekly or monthly attacks in some areas, suggesting significantly higher strength than previous estimates. \nIn 2017 about 15 million people - half the population - were reported to be living in areas either controlled by the Taliban or where the Taliban were openly present.\nAdditional reporting by BBC Afghan service"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58229083",
      "category": "health",
      "title": "UK blood supplies to be used to make life-saving drug",
      "tags": "Metropolitan Borough of Wirral,Blood donation,Leukaemia,NHS,Coronavirus pandemic",
      "text": "Plasma from blood donations in England will be used to make a vital medicine, following a rule change to reduce reliance on imported stocks. \nEach year about 17,000 people need immunoglobulin treatment and, until recently, there was a ban on using plasma from UK  donors to safeguard against vCJD or \"mad cow disease\". \nOfficials say this precaution is no longer necessary.\nA mother and son from the Wirral are among those to have had the treatment.\nKes Earl, now 24, whose son Trevor is two, said: \"Immunoglobulins saved my family.\" \nThe move will help secure NHS plasma stocks to make the antibody-based medicines, called immunoglobulins. \nRollout of the service will happen across England over the coming months, and NHS blood donor services elsewhere in the UK could opt to do the same. \nCurrently, the UK relies solely on plasma imports, which can be in short supply - a situation made worse by Covid.\nGerry Gogarty, from NHS Blood and Transplant, welcomed the decision, calling it a huge step forward. \n\"By recovering plasma from blood donations, we can improve long-term supplies of immunoglobulin medicine, and each generous blood donation will go even further in helping to save the lives.\"\nThe red blood cells from donations will continue to be used as normal, so there will be no impact on donor blood stocks. Plasma is the fluid and other cells and components of whole blood.  \n\"Your blood is mostly made up of plasma and it contains the antibodies which fight infections. Those antibodies can save the lives of people with faulty immune systems,\" he said. \nTrevor was born with neonatal alloimmune thrombocytopenia - a dangerous condition caused by his mum's immune system attacking his blood. \nHe received the urgent treatment in neonatal intensive care. \nKes went on to have immunoglobulin herself during her second pregnancy, to prevent the same condition happening to her younger son Wyatt.\n\"Plasma is the reason I have two healthy little boys that keep me on my toes. I am so happy that plasma from blood donors is now being be used for immunoglobulins, to help make sure there's enough available,\" said Kes.\nThe treatment can be used to help patients who cannot make antibodies themselves, or in circumstances where their bodies are not making enough antibodies, or the ones they are making don't work properly, as well as for disorders when the body's immune system is attacking itself."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/in-pictures-58225117",
      "category": "in-pictures",
      "title": "Afghanistan: In pictures: Kabul - a day after Taliban takeover",
      "tags": "Kabul,Afghanistan,Taliban",
      "text": "The Taliban are establishing themselves after sweeping into Kabul unopposed on Sunday.\nAfghan President Ashraf Ghani has fled the country, reportedly to Uzbekistan.\nHere are pictures from the capital on Monday.\nLife appears to be normal in the city centre, says the BBC's Malik Mudassir.\nThere is a lot less traffic, most of the shops are closed. But people look much calmer.  \nAt the international airport, though, scenes were catastrophic, said our correspondent.\nThere are currently 2,500 American troops at the airport, with an additional 500 arriving in the coming hours, said Pentagon spokesman John Kirby.\nUS troops - seen below -  are still \"working to re-establish security\", the spokesman said, as the Pentagon announced a pause in flights.\nFootage shared on social media appears to show Afghan civilians clinging to the side of a US military aircraft as it prepares to take off.\nAmnesty International has called on the international community to act \"decisively to avert further tragedy\".\n\"What we are witnessing in Afghanistan is a tragedy that should have been foreseen and averted,\" said the organisation's secretary general, Agnes Callamard.\nAll pictures are subject to copyright."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58229112",
      "category": "uk-politics",
      "title": "Government under pressure to reveal Afghan refugee plan",
      "tags": "War in Afghanistan (2001-present),Taliban",
      "text": "The UK government is being urged to help provide safe routes out of Afghanistan for people at risk from violence and reprisals by the Taliban.\nLabour leader Sir Keir Starmer said there was an obligation to help those who had aided UK forces, and a need to \"assert the human rights of everyone\".\nParliament is to be recalled on Wednesday to discuss the situation.\nThe government says it has capacity to remove at least 1,000 people a day from Afghanistan and is promising new plans.\nAsked how many refugees the UK would take from Afghanistan, Foreign Secretary Dominic Raab wouldn't give a figure, but said \"we are obviously a big-hearted nation\" and added that the government was \"working very carefully on what kind of further commitment we might make\".\nMr Raab said \"everyone\" had been \"caught by surprise by the pace and the scale of the Taliban takeover\" in Afghanistan.\nHe said 150 British nationals are due to arrive in the UK in the early hours of Tuesday morning, and that there would be 350 further arrivals of both British and Afghan nationals in \"the days that come\". \nThis is in addition to the 289 Afghan nationals that have been \"delivered\" over the last week, he said.\nThe BBC has been told that officials are looking at a response similar to the Syrian resettlement scheme from 2014 - which saw the UK accept refugees in the greatest need, including survivors of violence, and women and children.\nUS forces have secured the perimeter of Kabul airport, from where hundreds are trying to flee following the Taliban seizing control of virtually the whole country.\nBut several deaths have been reported amid chaotic scenes.\nThe United Nations Security Council is meeting in an effort to avert what has been described as a possible \"humanitarian catastrophe\".\nOn Monday, the Ministry of Defence said a further 200 UK troops would be sent to Kabul, to take the total British armed forces presence to 900.\nIt added that a \"small number\" of RAF aircraft are being diverted from other operations to help the evacuation effort. \nBut many Afghan interpreters and others who have worked with Nato forces in the 20 years since the previous Taliban government was ousted are in fear of their lives.\nSpeaking on a visit to Wolverhampton, Sir Keir said Mr Johnson had to \"step up to the plate and show some leadership, some urgency\". \nHe added that the UN had to make \"an assertion of the human rights of everyone in Afghanistan... particularly women and girls\" and reach \"an agreement on safe and legal routes for refugees\". \nAs the government scrambles to get people out of Afghanistan, ministers are engaged in an exercise of mitigation, as events unfold in Kabul beyond their control.\nBut they will want to show they have some sort of grip on the crisis, by successfully evacuating British passport holders - and eligible Afghans who've worked with the British authorities.\nHowever as an emotional defence secretary today admitted, not everyone will get out.\nOn refugees, with many Afghans expected to try and flee, Downing Street won't give potential numbers but says it will set out its approach to wider asylum claims in the coming days. \nMore broadly, the government is still insisting that, once the Americans decided to go, it wasn't feasible for the UK to stay and act unilaterally. \nBut this, as well as Britain's broader approach to foreign policy over the last two decades, will all be up for discussion when Parliament is recalled on Wednesday. That may feel a little late as, in Afghanistan, things seem to be changing hour by hour.\nSir Keir also said: \"We need to get UK nationals out. But we also have an obligation to all of those Afghans who helped and assisted the UK.\n\"We shouldn't have nice distinctions between this type of help and that type of help. If those in Afghanistan have helped us, the UK, in our work in Afghanistan, we have an obligation to them.\"\nLast week the government said about 2,000 Afghan \"people we have an obligation to\" would also be transported to the UK, joining about 3,000 who have already been taken out of the country.\nDefence Secretary Ben Wallace told the BBC the biggest barrier to increasing the rate of evacuation was not a lack of capacity on planes but \"how quickly\" people could be processed by officials.\n\"Our flights, our planning and coming in and out and soon if we manage to keep it in the way we're planning to, we should have capacity for over 1,000 people a day to exit to the UK,\" he said.\nMr Wallace also said the rules had changed to allow more contractors who had served British forces into the UK.\nFurther plans have been promised over the next few days.\nBut, appearing on LBC radio, Mr Wallace was close to tears as he admitted that \"some people won't get back\".\nForeign forces are pulling out of Afghanistan following a deal between the US and the Taliban militants.\nThe Taliban has pledged not to allow Afghanistan to become a base for terrorists who could threaten the West."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-tyne-58221135",
      "category": "uk-england-tyne",
      "title": "Esther Dingley: Hiker's partner thanks 'hero' searchers",
      "tags": "Spain,France,Missing people,Pyrenees,Durham",
      "text": "The partner of a British hiker who went missing in the Pyrenees has paid tribute to French and Spanish police teams involved in the search for her.\nDaniel Colegate found Esther Dingley's remains on Monday, more than eight months after she disappeared.\nInvestigators have said Ms Dingley's injuries suggested a fall, though the cause was unclear.\nIn a statement on the couple's Facebook page, Mr Colegate said those looking for Ms Dingley were \"heroes\".\n\"Having experienced first hand how hard it was to find answers, I honestly don't think they could have done more,\" he said.\n\"The only difference between me and them was that I only had a single task, while they continued to rescue others as well.\"\nThe couple met at Oxford University and lived in Durham before setting off to travel around Europe in a campervan six years ago.\nMs Dingley, who was an experienced hiker, had been trekking solo when she last communicated with her partner from the top of Pic de Sauvegarde at about 16:00 on 22 November.\nMr Colegate said he did not \"have the vocabulary to fully express how challenging these past months have been\".\n\"But I am certain that without the support, courage and determination of the individuals assigned to lead this case and their team members, those difficulties would have been significantly increased,\" he said.\nThe BBC's Chris Bockman in Toulouse said an autopsy and an examination of Ms Dingley's rucksack had been carried out by forensic teams.\nHe said it was \"unclear\" how the accident had happened but police believe the hiking shoes she was wearing several thousand metres up a mountain \"did not have the grip necessary for the icy conditions at the time and she probably slipped and fell\".\nHe also said French officers had confirmed Mr Colegate, who was 100 miles away in France when Ms Dingley, 37, disappeared, was not a suspect.\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58228512",
      "category": "uk-scotland",
      "title": "Education secretary promises masks in school will go 'as soon as possible'",
      "tags": "Coronavirus lockdown measures,Scotland Education,Glasgow,Coronavirus pandemic,Shirley-Anne Somerville",
      "text": "Scotland's education secretary has promised face coverings in classrooms will be dropped \"as soon as possible\".\nAs most pupils return this week, the need for masks in high schools is one of the main mitigations remaining.\nThe Scottish government had said the requirement would be in place for \"at least six weeks\", but Shirley-Anne Somerville told the BBC if it could be dropped earlier, it would.\nAll secondary pupils must continue to wear them at all times. \nIn an interview with Radio Scotland's Good Morning Scotland programme, the minister said that the covid rules in place for the return to school were \"erring on the side of caution\".\nMs Somerville said: \"We are making sure we are continuing to keep a safe environment for children and young people and staff.\n\"Wearing face masks within areas for example, retail etc, is still in place in the wider community for secondary school age people. Because secondary school age children would have been wearing a mask for example going to the shops to do back to school shopping, it won't be unusual for them to continue to wear the masks as they go to school.\"\nShe added: \"Of course we would like to take these restrictions off as soon as possible. We think they might be in place for up to six weeks, that's to ensure that all the staff within our schools have the opportunity to be fully doubly vaccinated. \n\"But if we can take those restrictions - particularly the face masks - off earlier then of course we would do that.\"\nChildren under 12 do not have to wear face coverings in school but will join all pupils in maintaining 1m physical distancing from teachers and staff.\nThe biggest difference pupils and parents will notice in the new session is changes to self-isolation rules. \nThe blanket self-isolation of whole classes following a positive Covid test is no longer routine.\nMs Somerville said: \"That's very important because that really does reduce the level of disruption that children and young people have had.\n\"Last year we had many people having to self isolate that didn't go on to actually get Covid. We had many people having education disrupted but not actually getting the disease at the end of it.\n\"With the changes we have made, we will see less disruption.\"\nA year ago, the return to school triggered a spike in Covid tests and by September, tens of thousands of pupils were absent from school, however, not all were for Covid-related reasons.\nThe education secretary does not believe a rise in infections will follow the return this year.\nShe said: \"It is incumbent on all of us across wider society to still be maintaining guidance in place at the moment. \n\"The best way we can stop spreads within the wider population and that includes children and young people is by us all following the rules because a lot of what happens in the schools is based around community transmission not actually transmission within the schools.\"\nThe majority of council areas go back over the course of this week, with pupils returning in North Lanarkshire, Glasgow and Renfrewshire from Monday.\nLesley-Ann Dick, headteacher of Our Lady of Peace Primary School in Linwood, Renfrewshire, told BBC Radio Scotland: \"We know that many people will be really keen to get their children back to school today but there are others who might still be a wee bit anxious because of the reduction in (Covid safety) measures. \n\"But schools are here to support families and staff and they should contact the school if they have any concerns, because their health and wellbeing is of our utmost concern.\"\nAt Notre Dame High in Glasgow girls starting sixth year told BBC Scotland they are excited about the new academic year.\nOne said: \"It's nice to be back and it's good to see the school changing. It's like a completely different school and I can't wait to see what it's going to be like.\"\nAnd a classmate added: \"I've been really looking forward to it, especially since it does feel a lot safer than it was before. \n\"A lot of people have been getting vaccinated and I'm feel really grateful.\"\nMeanwhile, it is not yet clear whether Scottish pupils will sit \"normal\" exams this year.\nCandidates have not been able to sit traditional exams for two years, with 2021 grades again criticised for how they were reached, by a combination of coursework and assessments.\nThe exams body, the SQA, is also to be replaced and Ms Somerville said plans would be revealed in the near future.\n\"I will be making that announcement soon as I appreciate that both children and young people and staff will want to make early planning for that,\" she said. \n\"We want to reassure the young people going into assessments this year that they will know what they are facing very, very soon.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58218750",
      "category": "world-europe",
      "title": "Polish law on property stolen by Nazis angers Israel",
      "text": "Poland's president Andrzej Duda has approved a law that will make it harder for Jewish people to recover property lost during and after World War Two.  \nThe move has triggered a diplomatic crisis, with Israel recalling its ambassador to Poland and branding the law \"anti-Semitic\".\nThe legislation relates to claims on property stolen by Nazi Germany, then seized by Poland's communist regime. \nThe law sets a 30-year limit on challenges to such confiscations.\nAs most happened soon after the war, many outstanding claims will now be blocked.\nThe Polish government says the change will end a period of legal chaos, but Israel condemned it forcibly.\n\"Poland today approved - not for the first time - an immoral, anti-Semitic law,\" Israeli Foreign Minister Yair Lapid said in a statement.\nMr Lapid also said he was recommending Poland's ambassador to Israel, Marek Magierowski, remain on his summer holiday in Poland.\n\"He should use the time available to him to explain to the Poles what the Holocaust means to the citizens of Israel and how much we will not tolerate contempt for the memory of the victims and the memory of the Holocaust,\" he tweeted.\nOn Monday Poland's foreign ministry said Mr Magierowski had been recalled until further notice, citing Israel's \"recent unjustified actions\".\nEarlier Polish Prime Minister Mateusz Morawiecki said he would arrange for the ambassador's children to be brought home.\nIn a statement, the prime minister rejected Israel's accusations of anti-Semitism and said its rhetoric would \"increase hatred towards Poland\".\nMr Duda said signing the bill into law ends an era of legal chaos in the process of handing back confiscated properties.\nIn recent decades property restitution has become deeply mired in corruption, with title claims being bought and sold, and tenants suddenly finding themselves thrown out of their apartments from one day to the next. Jewish claims account for just a minority of total claims, most of which have been made by Poles.\nAs a result, the law received the backing of Poland's opposition as well as the government.\nIsraeli Prime Minister Naftali Bennett branded the law \"shameful\". He said it showed \"disgraceful contempt for the Holocaust's memory\".\nAbout six million Jews died in the Holocaust, half of them Polish. About 90% of Poland's pre-war Jewish community were killed.\nIsrael's opposition to the legislation was supported by the US, and Mr Lapid said further courses of action would be discussed with Washington.\nThe Polish government has previously said the new law has nothing to do with Israeli and US fears.\nWhen World War Two ended, Poland's communist authorities nationalised many properties that had been left empty because their owners had fled or been killed.\nThe new law covers both Jewish and non-Jewish claimants, but critics say Jewish owners were often late in lodging claims after the war and will be disproportionately affected."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58220305",
      "category": "world-asia",
      "title": "Taliban spokesman tells BBC they are 'awaiting a peaceful transfer of power'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-58222888",
      "category": "world-latin-america",
      "title": "Haiti earthquake: Tropical Storm Grace hampers rescue",
      "tags": "Haiti,Earthquakes",
      "text": "Rescue work following the deadly earthquake which struck Haiti on Saturday has been hampered by heavy rains brought by Tropical Storm Grace.\nTens of thousands of people left homeless by the quake had to decide whether to brave the storm under flimsy tarpaulins or risk returning into buildings damaged by the tremor. \nAt least 1,419 people are known to have died in the 7.2-magnitude quake. \nMore than 6,900 were injured, and an unknown number are still missing.\nRescue workers dug through rubble on Monday in a desperate attempt to find survivors before the heavy rains were able to turn the earth into cloying mud, making locating those buried even more difficult.\nAt 06:00 GMT Tuesday, Grace, which has been upgraded from a tropical depression to a tropical storm, was west of the city of Les Cayes and moving further westward towards Jamaica, according to the US National Hurricane Center (NHC).\nThe NHC had earlier predicted that Grace could dump up to 25cm (10 inches) of rainfall over the worst affected area. It is feared the deluge could trigger landslides. \nOn Twitter, Haiti's civil protection agency urged \"good neighbours whose space has not been affected\" to help shelter displaced people.\nThe south-west of Haiti appears to have suffered the worst of the damage from the quake, especially around the city of Les Cayes. \nHomes, churches and schools were among buildings flattened in the quake. Some hospitals were left overwhelmed and in need of supplies as they struggled to treat the injured.\nBy James Clayton, BBC News, Les Cayes\nIt's hard enough to treat survivors of any natural disaster but when the hospitals themselves are under fear of collapse it makes it all the more difficult.\nLes Cayes Ofatma hospital is deemed too unsafe so they've brought everyone outside. People swat away flies on hospital beds placed under makeshift tents and trees. You can hear people screaming in pain.\nOne woman, Elsy, had only just woken up when the earthquake happened. Her son has a serious fracture to his leg.\nThere simply aren't the facilities needed to treat people in this remote part of the country. One doctor comes to us, angry, asking why he has no medicine.\nOne woman we spoke to - who has a very bad broken leg and is also pregnant - has had no pain relief for two days.\nThe people here need help, but at the moment not enough help is coming - and with a tropical storm close by it could become even more difficult.\nThe earthquake compounds problems facing the impoverished nation, which is already reeling from a political crisis following the assassination of its president last month. \nPrime Minister Ariel Henry, who is in power until fresh presidential election can be held, has declared a month-long state of emergency and urged the population to \"show solidarity\". \nHaiti has been hit by a series of natural disasters over the past years, including Hurricane Matthew in 2016.\nThe deadliest was the 2010 earthquake which killed more than 200,000 people and caused extensive damage to the country's infrastructure and economy."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58230932",
      "category": "business",
      "title": "No need to swap data for drinks, says privacy body",
      "tags": "Internet privacy,Hospitality industry,Information Commissioner's Office,Pubs,Privacy",
      "text": "Customers should think carefully about handing over personal data when ordering food and drink via their mobile phones, the UK's body overseeing data privacy suggests.\nApp and web-based ordering has become commonplace during the pandemic.\nBut the Information Commissioner's Office told the BBC that customers should be aware they had a choice over whether to share information.\nVenues should only ask for data that is \"relevant and necessary\", the ICO said.\n\"I think it's too easy to upload an app and straight away put your name, email address, payment details in, without actually understanding fully where that information may be shared and why it's being used,\" said Suzanne Gordon, director of data protection at the ICO.\n\"Ultimately this is your data, it's your personal information and you need to be confident when you're handing it over and the reasons why.\" \nOnline ordering is popular with many customers, sparing them the crush at the bar and helping to reduce the risk from Covid. \nBut they're popular with businesses too, because they speed up the ordering process and provide an additional way to interact with customers. Apps now handle millions of pounds worth of transactions every day. \nAnd it looks as though they are here to stay. Apart from in Northern Ireland, where you still have to be served at the table, restaurants and bars across the UK can now return to pre-pandemic style service at the bar or from waiting staff. But most are keeping their online ordering too.\nOne group of friends, gathered for a drink in the sunshine at the Courtyard in Manchester, said they were happy either to use the app or to order at the bar, whichever would get their pint to them the fastest. But there were downsides to the apps, they admitted.\n\"You end up with 10 different passwords, I've got so many different apps,\" said Johnny. \"You give your postcode or your email, a lot of it seems irrelevant.\" \n\"It is irrelevant,\" added Matt. \"But it's a cost we kind of have to pay.\" \nBut the ICO said sharing personal data was far from obligatory. \n\"Customers need to understand they do have a choice. We're now coming out of the pandemic and there's the ability to order on the app or in the more traditional way,\" said Ms Gordon.\n\"I think it is very easy for people just to see the end product, and because they want that, they really don't question the amount of data that they are being asked for,\" she added.\nThe UK's four biggest pub chains, representing a quarter of the market - Wetherspoons, Greene King, Mitchells and Butlers and Stonegate - all now have their own in-house apps. The developers behind apps for independent venues say they have seen huge growth during the pandemic.  \nThey all say they follow the guidelines informing customers of their rights and how their data will be dealt with. But those terms and conditions are unlikely to be closely read by a lot of people.\nOver the last year, lots of businesses have suddenly got a mountain of information about their customers that they didn't have access to before. Your local knows your name, an email address, maybe your date of birth, maybe your home address. \nFor the bar or pub, that's incredibly valuable information, worth much more than the round you just bought. It tells them what you like drinking, what time you're likely to visit, who you were sitting with and how frequently you reorder. \nPerhaps you're not bothered about the offers and discounts sent by them, but you might be more annoyed by calls from other companies, which could be in the small print of the app. Car insurance companies would be very interested in how much and how frequently you drink, while any number of other businesses would love to get hold of your mobile number. \nThe law says you can always ask a company to stop sending you spam, but it's a lot easier to make sure you tick or untick the right boxes in the app to start with, or just put the phone down and order in person. \nMost apps work by charging a venue approximately 2% to 3% transaction charge per order. In return, the technology can help streamline the ordering process, but can also offer the chance to learn a little about customers' habits and profiles.\n\"Hospitality is struggling,\" says Luke Beavon, financial director at one of the independent app providers, GoodEats. \"But the app gives them the ability to follow up with a customer and get them back through the door again.\"\nOnce registered, ease of use makes it more likely that customers will have another drink or an additional item, according to Chris Dunkley, director of another independent app, Hopt.\n\"Hopt hugely increases spend-per-head for the operator,\" he said. \nHowever, hospitality firms that do use the new technology should respect some boundaries, said the ICO's Ms Gordon.\n\"If [firms] are asking for data, they need to understand why they are asking for it and they need to make sure it is relevant and necessary,\" she said. \n\"It's up to them to make sure it isn't excessive.\"\nThe app developers appear to be taking that advice on board.\nThe Courtyard, where Matt and Johnny are drinking, uses an app called Butlr, which accounts for about a third of the pub's orders, or more at weekends. \nBut the amount of data the app collects has been reduced since it was first launched in 2018, says Butlr co-founder Alex Mackenzie.\n\"When we had our first venues go live, it was quite a rigorous sign-up process, but the data we collect from individuals has gradually worn away now,\" said Mr Mackenzie. \"We want to make it as simple and easy as possible.\" \nPrask Sutton, chief executive of another app provider, Onvi, said the business kept ordering as simple as possible. \n\"We don't believe customers should have to hand over excessive personal information just to grab a pint at the pub. They're going for a drink, not applying for a mortgage.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58238490",
      "category": "uk",
      "title": "UK looking at bespoke Afghan refugee scheme - Dominic Raab",
      "tags": "Dominic Raab,Afghanistan,Refugees and asylum seekers",
      "text": "The UK is looking at a \"bespoke arrangement\" for Afghan refugees, with full details to be set out in due course, the foreign secretary has said. \nA new resettlement scheme will be aimed at helping those most in need - including women and girls - to come to the UK, No 10 has said. \nDominic Raab did not confirm how many refugees would be able to come but said the UK was \"a big-hearted nation\". \nIt comes after the Taliban seized control of capital city Kabul. \nMr Raab told BBC Breakfast the UK had \"always been a country that has provided safe haven for those fleeing persecution\".\nHowever he added: \"The most important thing we can do at source... is try and provide the stability so we don't see these large numbers of migrant flows. \n\"So I think that ought to be the number one priority but nonetheless asylum is really important.\"\nMr Raab said details of the new resettlement scheme would be set out by the home secretary and prime minister \"in due course\". \nParliament is being recalled from its summer recess on Wednesday to debate the situation in Afghanistan. \nThe BBC has been told the new resettlement scheme will be similar to that used to help Syrian refugees.\nAround 20,000 refugees who fled the conflict in Syria have been resettled in the UK under the scheme since it was launched in 2014.\nOn Monday evening, the Home Office said the UK had already admitted more than 3,300 Afghan interpreters, staff and their families to the UK for resettlement. \nThe Home Office said \"it will be guided by the capacity of local authorities\" when deciding how many Afghan refugees to allow to settle in the UK after the Taliban seized power.\nMr Raab said the UK could also increase humanitarian aid to Afghanistan. \nHe told BBC Radio 4's Today programme: \"I expect that we will increase our aid budget for development and humanitarian purposes, probably by 10% is what I have in mind on last year. \n\"We want to try and make sure it won't go through the Taliban, but make sure that we can alleviate the humanitarian suffering.\"\nWomen's rights activist Malala Yousafzai, who was 15 when she was shot in the head by Taliban militants in Pakistan, urged the international community not to abandon Afghans.\n\"Countries need to open their borders to Afghan refugees, to the displaced people,\" she told BBC Two's Newsnight.\nFormer Conservative defence minister Tobias Ellwood said the UK should \"open our doors\" to Afghans, adding that many were fleeing because they had worked for the international coalition. \n\"This fall of a state is on our watch, it's thanks to our withdrawal, our retreat, that we're now going to see mass migration on a scale not seen since World War Two and many of them will be heading towards Europe,\" the former British Army captain told the BBC. \nLabour's shadow foreign affairs minister, Stephen Kinnock, said the government's offer to refugees needed to be \"bold, ambitious and generous\", and \"backed up with the capacity to process it\". \nHe also accused the government of \"a dereliction of duty\" in how it had handled the withdrawal from Afghanistan, describing it as \"disastrous\". \nIt comes after a number of people died at Kabul airport on Monday, with large crowds on the runway eventually leading to all flights being halted for several hours.\nAmid chaotic scenes at the airport, British ambassador to Afghanistan Sir Laurie Bristow was said to be working alongside UK staff and the armed forces to process visas for eligible Afghans. \nOn Monday, the Ministry of Defence (MoD) said the UK would send a further 200 troops to Kabul to help evacuate British nationals and Afghans who are eligible to resettle in the UK - taking the total number to about 900. \nThe MoD also said further personnel would be deployed to other countries in the region and able to move on to Afghanistan if needed, while more troops would be put on standby in the UK.\nMost Afghan nationals currently eligible for relocation to the UK are those who have worked for the British government in frontline roles \"that made a material difference to the delivery of the UK mission\" in the country.\nThis group includes interpreters as well as cultural advisers and embassy staff. Others eligible are those deemed to be at high and imminent risk, according to the Ministry of Defence.\nMr Rabb said the government expected 350 more British nationals and Afghan staff to leave the country in the next 24 hours - and that numbers should increase \"quite significantly\" if the situation stabilises. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58224399",
      "category": "world-us-canada",
      "title": "Afghanistan conflict: As Kabul falls, Biden backlash grows",
      "tags": "Kabul,Afghanistan,Taliban,United States,Joe Biden",
      "text": "The lightning advance of the Taliban in retaking the country has led Afghan Americans, former generals and leading statesmen to blame President Joe Biden for a hasty US withdrawal. But he appears to have the public on his side - for now.\nHadia Essazada wept as she recounted the horror the Taliban visited on her household, first beating her father, and then killing her brother.\nThe first time \"they were beating my father with an iron rod because they were looking for my elder brother\", who had fought to resist their rule in the 1990s, she told BBC Persian. \nThey fled their house in the northern city of Mazar-I-Sharif, but \"after six months when we returned to our home, Taliban again came to visit us. And they took my younger brother\".\n\"I don't know how many days had passed when a shopkeeper in our neighbourhood came to my father to tell him his son was killed,\" she said.\nThe Taliban had executed him and dragged his body through the streets. Relatives were not allowed to collect his body for burial for weeks, and by then, dogs had been allowed to desecrate the remains.\nMs Essazada, today in her 20s and living in the US, said she now feared for the security of both Afghanistan and her new home, America, now that the Taliban is in control once more.\n\"The Taliban has not changed a bit,\" she said, predicting that the West will be targeted by militants who she believes will be given shelter by the group. \"Do you really want to go back to Afghanistan again?\"\nTo his critics, the president's decision to wind down America's longest conflict has undone 20 years of work and sacrifice, paved the way for a humanitarian catastrophe and called into question US credibility.\nMany of those closest to the conflict - Afghans, soldiers and statesmen - have long been sceptical of the president's view that the Kabul government could be expected to maintain the country's security by itself. \nWith the fall of the capital city on Sunday, some wonder whether it is only a matter of time before the American electorate comes to regret Mr Biden's move to deliver on the long-held promise of getting America out.\nHis decision to pull out is hardly a surprise. Since his days as vice-president to Barack Obama, he has always insisted that the war should be limited in its mission.\nAs a senator from Delaware in 2001, he joined a unanimous vote to approve the use of military force in Afghanistan. But he opposed the deployment of more troops Mr Obama authorised in 2009, the so-called \"surge\".\n\"Biden was pretty darn clear on Afghanistan,\" Brett Bruen, a former diplomat who sat in the Obama administration's National Security Council meetings, told the BBC. \"He said we should get the heck out of there.\" \nMr Biden pushed his case and would sometimes make it personal, Mr Bruen recalled. \"It was an effort to win over the room,\" he said. \nAs a White House candidate in 2019, Mr Biden reminded voters that he would be the first president since Dwight Eisenhower in the 1950s to have had a child serve in an active conflict.\nIn his memoir Richard Holbrooke, who was special envoy to Afghanistan in the early Obama years, remembered Mr Biden angrily telling him he was \"not sending my boy back there to risk his life on behalf of [Afghan] women's rights... That's not what they're there for\".\nBut his long experience in foreign policy has probably done even more to shape the president's outlook, Mr Bruen said. \"He's lived through so many of these conflicts, not just Vietnam and the Iraq War but also Kosovo [and] Grenada. I think there's a certain soberness to the way he looks at these challenges, and also a weariness.\" \nRunning for office, Mr Biden told CBS in 2020 that the US should only have troops in Afghanistan \"to make sure that it's impossible for the Taliban and for Isis or al-Qaeda to re-establish a foothold there\".\nThat has not come to pass. On Sunday, Taliban fighters reached the Afghan capital amid little resistance following a scramble by the US and its allies to airlift personnel out of the country. \nWithin hours, Karzai International Airport had suspended commercial flights and government forces at Afghanistan's main prison near Bagram Air Base had surrendered to insurgents.\nMr Biden was forced on Saturday to approve the deployment of thousands of additional US troops \"to make sure we can have an orderly and safe drawdown of US personnel and other allied personnel\" and carry out a \"safe evacuation\" of Afghans at \"special risk\" from the Taliban.\nA leaked US intelligence report this month had warned that the western-backed Afghan government could collapse within 90 days of US troop departures. \nMr Biden's predecessor Donald Trump accused him of \"weakness, incompetence, and total strategic incoherence\" but some have pointed to a withdrawal deal his team hatched with the Taliban last year as partly to blame.\nSome of the objections to the Biden withdrawal plan echo warnings made years ago.\nAsked in 2009 whether his proposal to reduce troop numbers could succeed, Stanley McChrystal, then the US Commander in Kabul, replied: \"The short answer is no.\"\nWith the swift Taliban takeover of the last few weeks, that prediction has proved correct.\nGen David Petraeus, who replaced Mr McChrystal as commander, told the BBC: \"The situation obviously is just disastrous.\" \n\"We should literally reverse the decision,\" he said. \"I feared we would come to regret the decision and we already are. There's no good outcome unless the United States and its allies recognise that we made a serious mistake.\"\nHusain Haqqani, Pakistan's ambassador to the US in 2009, told the BBC: \"He [Mr Biden] always said 'our fight was about al-Qaeda, and not the Taliban'. I always thought it was naïve.\"\nSher Hossain Jaghori, an Afghan-American, lost an arm serving as an interpreter for US troops in 2003. \nNow a US citizen, he said was furious about the US withdrawal. Mr Biden has \"left the people of Afghanistan in the hands of Taliban,\" he told BBC Persian.\n\"I do not trust the US government anymore,\" he said. \"My wife and my son voted for Biden. I told them not to do that. Now they came to me and said they now believe I was right. They are not going to vote again.\"\nPolls have consistently shown withdrawal to be popular with Americans exhausted by 20 years of spent blood and treasure, and years of promises to get out.\nIn office, Mr Obama pledged to get out. Running for president, Donald Trump hammered against continuing the \"endless war\" - he had set a departure date for US troops of 1 May this year. \nAs recently as last month, an overwhelming majority of Americans - 70% or more - supported Mr Biden's withdrawal, according to polls from Harris and the Chicago Council.\nBut that was before the lightning advance of the Taliban.\nAs the situation on the ground shifts - and with veterans aghast at reports of the executions of Afghans who had served with them, former allied posts overtaken by Taliban fighters and aid groups warning of a humanitarian crisis to come - comparisons are already being made to the ignoble withdrawal from Vietnam in 1975.\n\"Theoretically Americans wanted out,\" Mr Breun said. \"But practically when they see these images of the Taliban driving through the streets, American forces fleeing in a Saigon-esque fashion, it's a very hard pill to swallow.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58226232",
      "category": "uk",
      "title": "Tokyo 2020: Team GB given star-studded homecoming",
      "text": "Team GB athletes have been given an official homecoming - and a chance to show off their medals - with a star-studded concert at Wembley. \nOlympic champions including Tom Daley and diving partner Matty Lee, gymnast Max Whitlock and cyclists Jason and Laura Kenny were entertained by musicians including Nile Rodgers, Laura Mvula and Anne-Marie. \nIt was the first time the Tokyo 2020 athletes had a chance to celebrate together, as coronavirus restrictions meant they had to fly home within two days of competing. \nLaura Kenny, GB's most successful female athlete who won the madison event with Katie Archibald, said: \"It's actually really nice to be home. When you're out there, you're in such a little bubble that you don't really know what the feeling is [going to be] when you get back.\" \nTo come back to such a homecoming was \"an incredible buzz\", she said.  \nHer husband Jason said: \"The biggest difficulty is coming out of Olympic preparation and that bubble where everything is sorted - then all of a sudden, you get home and and you have to think about 'what are we going to have for tea?'\"\nHe said it had felt like \"a long time away from everyone, especially from our little boy, so it was really special to come home and be reunited\".\nCharlotte Worthington, who won gold in BMX freestyle park, said she hoped her success would help inspire a new generation. \nShe said people had come up to her telling her their children were keen to take up the sport, adding: \"People want BMXs for Christmas now - so I really hope they're inspired.\"\nWeightlifter Emily Campbell, who won a silver medal, said she was also \"really happy\" about for \"what I might have done for weightlifting in the future\". \nAnd she said that she had been recognised in public more now, with someone calling out: \"there's a celebrity in Morrisons!\" when she was doing her groceries.\nWhitlock said it was \"amazing to be back\" and that he felt \"massively grateful\" to be at the event. \nHe has been enjoying spending time with his family - including daughter Willow who has already started going to gym classes herself. He said he wanted her to try \"lots of different sports so she can pick what she wants to do\".\nRower Helen Glover said being back home, it \"kind of feels like it never happened\". \n\"It was a big reality check going home and being mum again - but it's really nice to feel that normality,\" she said. \nThere was an audience of 8,000 at the event, including athletes' relatives and key workers as well as National Lottery players who had won tickets. \nThe concert is available to watch on BBC iPlayer here"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-north-east-orkney-shetland-58206882",
      "category": "uk-scotland-north-east-orkney-shetland",
      "title": "Man charged over charred body found in Glasgow park",
      "tags": "Pollok,Glasgow",
      "text": "A man has been charged over the death of a man, whose charred remains were found at the site of a park fire in Glasgow.\nThe severely-burned body of 31-year-old William Leiper from Glasgow was found in Househill Park in Pollok on 4 August.\nPolice Scotland said a 40-year-old man was arrested over the death on Friday and charged on Saturday.\nHe is due to appear at Glasgow Sheriff Court on Monday.\nA police spokesman said inquiries were continuing to establish the full circumstances of Mr Leiper's death.\nThey have appealed for dog walkers, joggers, cyclists or anyone in the area who may have information about the case to come forward."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58238497",
      "category": "world-us-canada",
      "title": "Biden defends 'messy' US pull-out from Afghanistan",
      "tags": "Kabul,Afghanistan,Taliban,Joe Biden",
      "text": "President Joe Biden has said he stands \"squarely\" behind the US exit from Afghanistan as he faces withering criticism over the Taliban's lightning conquest of the war-torn country.\n\"How many more American lives is it worth?\" asked the Democratic president.\nHe said that despite the \"messy\" pull-out, \"there was never a good time to withdraw US forces\".\nOn Sunday, the Taliban declared victory after Afghan President Ashraf Ghani fled and his government collapsed.\nThe militants' return to rule brings an end to almost 20 years of a US-led coalition's presence in the country.\nKabul was the last major city in Afghanistan to fall to a Taliban offensive that began months ago but accelerated in recent days as they gained control of territories, shocking many observers.\nMr Biden's address followed a dramatic day at Kabul's international airport, where hundreds of civilians desperate to flee the country forced their way inside on Monday.  \nMany thronged the runway, running alongside a moving military transporter aircraft as it prepared for take-off. \nSome clung to the side of a plane, and at least two of them are reported to have perished when they fell from the aircraft after it had left the ground. \nAmerican troops killed two armed Afghans who were part of the crowd that breached the airport perimeter. Seven people reportedly died in total. \nThe US suspended its evacuation from Kabul but it has now resumed.\nA remarkable picture from Sunday appears to show 640 Afghans packed onboard a US military cargo plane leaving Kabul for Qatar. \nThe image, not verified by the BBC, was obtained by the US defence analysis website, Defense One. \nPanicked civilians had scrambled up the loading ramp, the website quoted US officials as saying, but the crew decided it was best to take off rather than force the Afghans off. \nIn a separate development, the Taliban have announced what they are calling a general amnesty for government officials, and have urged them to return to work.\nA statement said officials should \"continue their duties without any fear\". \nMr Biden returned on Monday to the White House from the Camp David presidential retreat to make his first public remarks on Afghanistan in nearly a week.\n\"If anything, the developments of the past week reinforce that ending US military involvement in Afghanistan now was the right decision,\" said Mr Biden.\n\"American troops cannot and should not be fighting in a war and dying in a war that Afghan forces are not willing to fight for themselves.\"\nMr Biden is facing an intense political backlash over the turmoil in Kabul following his April decision to order all American troops out of Afghanistan by 11 September - the 20 year anniversary of the terror attacks that triggered the US invasion.\nMitch McConnell, Republican Senate Minority Leader, tweeted: \"What we are seeing in Afghanistan is an unmitigated disaster. The Biden Administration's retreat will leave a stain on the reputation of the United States.\"\nFormer US President George W Bush, who authorised the military intervention in 2001, said he was \"watching the tragic events unfolding in Afghanistan with deep sadness\".\n\"The Afghans now at greatest risk are the same ones who have been on the forefront of progress inside their nation,\" Mr Bush said, stressing that the US had \"the legal authority to cut the red tape for refugees during urgent humanitarian crises\".\nIn his speech, Mr Biden said the US mission in Afghanistan was never supposed to have been about nation-building.\nHe said that when he was vice-president he had opposed the 2009 deployment of thousands more troops into the country by former President Barack Obama.\nMr Biden also noted he had inherited a deal negotiated with the Taliban under former President Donald Trump for the US to withdraw from Afghanistan by May of this year. \nHe said he was now the fourth US president to preside over America's longest war, and would not pass the responsibility on to a fifth.\n\"I will not mislead the American people by claiming that just a little more time in Afghanistan will make all the difference.\"\nMr Biden campaigned as a seasoned expert in foreign policy and declared after assuming office this year that \"America is back\".\nLast month he assured reporters it was \"highly unlikely\" the Taliban would overrun the entire country.\nBut he conceded on Monday that \"this did unfold more quickly than we had anticipated\".\nOn Tuesday Mr Biden's assessment was echoed by the chief of the Nato alliance, which had a leading role in combat operations and training government security forces in Afghanistan.\nNato Secretary General Jens Stoltenberg said while Nato forces \"never intended to stay in Afghanistan forever,\" the speed at which the Taliban took control surprised them.\nMr Stoltenberg described this rapid takeover as a \"failure of Afghan political leadership\", but said Nato also had lessons to learn.\nOpinion polls suggest most Americans support the US exiting Afghanistan.\nBut Mr Biden is facing a barrage of criticism over the manner of the departure, after he withdrew US troops then sent thousands back in to help the evacuation.\nImages emerged on Sunday showing US helicopters circling the US embassy in Kabul.\nFor many, the pictures evoked America's humiliating departure from Saigon, Vietnam, in 1975 when Mr Biden was a junior senator.\nHave you been affected by the issues in this story? Get in touch.\nOr use this form to get in touch:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your comment or send it via email to HaveYourSay@bbc.co.uk. Please include your name, age and location with any comment you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-58229967",
      "category": "uk-england",
      "title": "UK's rude place names to be toured by man on moped",
      "tags": "Corfe Mullen,Shepshed,Raunds,Orkney,Reading,Adderbury,Fordingbridge,Wantage,Reeth,Bere Regis,Dull,Durham",
      "text": "A man is embarking on a 1,800-mile tour on a 50cc moped of places with rude and funny names.\nPaul Taylor, from Wantage, Oxfordshire, is making the charity fundraising trip in memory of a friend who died of cancer.\nHis journey will begin in Shitterton, Dorset, on Wednesday and will take in locations such as Twatt in Orkney and Booze in the Yorkshire Dales.\nMr Taylor's Slovenian Tomos XL45 Classic has a top speed of 28mph.\nHe said he chose Shitterton, near Bere Regis, as his starting point because of its \"appealing\" name.\n\"Everyone starts a long journey like that from Lands End to John O' Groats - I wanted to do something similar, with a bit of twist,\" he said.\n\"There's some good ones around there, like Happy Bottom Nature Reserve and Sandy Balls New Forest Holiday Park.\"\nOther destinations include Pity Me in Durham, Dull in Perth and Kinross, and the neighbouring hamlets of Crazies Hill and Cockpole Green near Reading in Berkshire.\nFunny street names on his itinerary include The Knob in King's Sutton, Northamptonshire, Butthole Lane in Shepshed, Leicestershire, and Titty Ho in Raunds, Northamptonshire.\nMr Taylor said after his friend Alexis Leventis died of cancer last year, aged 55, he wanted to do something \"to help beat this awful disease\".\n\"I thought this trip was a suitably ridiculous place to start and, as Alexis was a motorcyclist as well as a car nut, two wheels was not only appropriate but made it more of an adventure.\"\nMr Taylor, who has named his challenge the Moronic Moped Marathon, will be mostly camping on his trip.\nHe is raising money for the Institute of Cancer Research and will be recording his progress on social media.\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58228657",
      "category": "business",
      "title": "UK defence giant Ultra agrees to £2.6bn Cobham takeover",
      "tags": "Companies,Cobham,Ultra Electronics,Ministry of Defence",
      "text": "Ultra Electronics, a major supplier to the Royal Navy, has agreed to be bought by US-owned Cobham in a £2.6bn takeover being monitored by the UK government.\nCobham said it would \"offer legally binding and enforceable commitments to HM Government\" over the Ultra deal.\nThese include security issues and protecting UK jobs.\nDefence and aerospace company Cobham was controversially bought by US private equity firm Advent in 2019 despite national security concerns.\n\"We look forward to working with HM Government, and other relevant stakeholders, to agree legally binding commitments which safeguard Ultra's contribution to the UK economy and national security,\" said Shonnel Malani, chairman of the Cobham Group.\nThe UK's Business Secretary, Kwasi Kwarteng, was reported to be considering launching a national security investigation into the deal last month under the Enterprise Act.\nThe act gives the government the power to intervene in mergers on public interest grounds covering national security.\nHowever, the Enterprise Act will be superseded from January next year by the new National Security and Investment Act, which aims to impose more stringent safeguards on foreign ownership of British companies. \nThe new act will introduce stronger powers of intervention if there are concerns about national security issues in any takeovers. \nIt will also have a wider remit covering 17 business sectors and will probe any investments of more than 25% in a UK company that cause concern. Crucially, it could be used retrospectively to fine firms. \nAs part of its takeover of Ultra - which has two sites in Dorset - Cobham said its commitments would cover \"safeguarding and supporting the UK's national security\" including national security clearance arrangements.\nIt has also pledged to protect existing and create new UK manufacturing and engineering jobs, and to increase investment in research and development (R&D) in the UK.\nLord West of Spithead, who served as First Sea Lord, has also raised concerns about the Cobham-Ultra deal and a similar one involving British defence supplier Meggitt.\nMeggitt announced it had agreed a £6.3bn takeover by Ohio-based Parker Hannifin earlier this month but then revealed it was the subject to an unsolicited £7bn bid approach from US firm TansDigm.\nOn Monday, it gave shareholders notice of a vote on the recommended Park Hannifin deal on 17 September.\nTransDigm has now been given a deadline of 14 September by the UK Takeover Panel to make a formal offer for Meggitt.\nMeggitt's chairman, Sir Nigel Rudd, called on ministers to block a takeover if any bidder tries to buy it without giving binding commitments on investment and jobs.\nHe told the Sunday Times that while \"clearly, price is important\", any new owner would need to give Meggitt and the government undertakings, including to keep the company's headquarters in Coventry and maintain R&D spending.\nMeggitt specialises in components for the aerospace, defence and energy industries. Companies that it supplies include Airbus and BAE Systems, but it also has contracts with the Ministry of Defence that Parker Hannifin has pledged to honour.\nThere has been a number of sales of UK defence sector businesses to US firms, ahead of the probable Ultra and Meggitt deals. \nThis month Frazer-Nash Consultancy, a defence engineering consultancy working on Britain's nuclear submarines and weaponry for the Royal Navy, was sold by UK's Babcock International to US group KBR for £293m.  \nCobham - based in Wimborne, Dorset - was bought by US private equity firm Advent at the end of 2019 for £4bn. It is famed for its air-to-air refueling kit which played a significant role in the Falklands War, allowing the Royal Air Force to attack the remote Port Stanley airfield. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58235479",
      "category": "business",
      "title": "Bezos sues Nasa over its deal with Elon Musk's SpaceX",
      "tags": "Companies,Elon Musk,SpaceX,Nasa,Blue Origin,Jeff Bezos",
      "text": "Jeff Bezos's space firm Blue Origin is suing Nasa over a decision to award a $2.9bn (£2.1bn) lunar lander contract to Elon Musk's SpaceX.\nThe former Amazon boss's firm said there were \"fundamental issues\" with the deal, calling it unfair.\nThe row stems from a decision in April to hand the deal to one company, not two as expected, because of a funding shortfall. \nNasa is yet to comment, but it has the backing of a federal watchdog.\nIn a court filing on Friday, Blue Origin said it continued to believe that two providers were needed to build the landing system, which will carry astronauts down to the Moon's surface as early as 2024.\nIt also accused Nasa of \"unlawful and improper evaluation\" of its proposals during the tender process. \n\"We firmly believe that the issues identified in this procurement and its outcomes must be addressed to restore fairness, create competition and ensure a safe return to the Moon for America,\" Blue Origin said.\nAt the time of the award, Nasa's human exploration chief, Kathy Lueders, admitted that the space agency's current budget precluded it from selecting two companies. That was after Congress granted it only $850m of the $3.3bn it requested for the project. \nNasa also cited the proven record of orbital missions by Elon Musk's SpaceX firm as a factor in the award. Cost is also thought to have played a role: SpaceX's bid was the lowest-priced by some distance.\nIn July, Mr Bezos offered to cover up to $2bn of Nasa's costs in order to be reconsidered for the contract, but he was rebuffed. \nUS watchdog the Government Accountability Office (GAO), meanwhile, rejected a complaint from Blue Origin and defence contractor Dynetic, saying that Nasa had not \"acted improperly\" in handing the contract to just one firm.\nNasa must file a response to the legal action by 12 October. SpaceX is yet to comment on the lawsuit.\nUnder its Artemis programme, Nasa hopes to return humans to the moon for the first time since 1972.\nIn April, Ms Lueders said: \"This critical step puts humanity on a path to sustainable lunar exploration and keeps our eyes on missions farther into the solar system, including Mars.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58228466",
      "category": "business",
      "title": "Pingdemic: 'We got close to complete shutdown'",
      "tags": "Companies,Coronavirus testing,UK economy,Self-isolation,Coronavirus pandemic",
      "text": "One of the world's largest brake pad manufacturers came close to shutting down production due to staff shortages caused by the so-called pingdemic.\nTom Russell of TMD Friction said 15% of UK staff had to isolate at one point after being pinged by the NHS app.\nHowever, Mr Russell is one of many business bosses relieved with the changes to self-isolation rules.\nThe new rules mean fully-vaccinated people do not have to isolate if they come into contact with a positive case.\nMr Russell said the changes, which apply to people in England and Northern Ireland, would have a \"massive impact\" on the business.\nThe UK operations manager for TMD Friction said out of the 15% of staff who were isolating after being pinged by the NHS app, 40% were in the firm's maintenance teams, which led to a backlog of machines needing to be repaired.\n\"It didn't get too far too far away from that to be honest (complete shutdown),\" he told BBC Radio 4's Today programme.\n\"There were a couple of points particularly with the maintenance team where we had a backlog of machines that we couldn't get repaired quickly enough because we didn't have the maintenance staff.\"\nMr Russell said the so-called pingdemic \"created a awful lot of stress and heartache for people that were coming to work, but equally for those at home unable to work for reasons that they couldn't particularly understand\".\nStaff being forced to stay at home to look after children who had been sent home from school to isolate also caused further shortages, he added.\n\"When you have got people going off isolating at a moment's notice it's very difficult to try and react and keep operations balance, so definitely this change will have a massive impact, positively,\" Mr Russell said.\nStaff shortages caused by the pingdemic had dealt a further blow to businesses already struggling amid the Covid pandemic.\nAt its peak in July, the number of self-isolation alerts sent in England and Wales in a week was just under 700,000.\nSupermarket chain Iceland said that after keeping all of its stores open during lockdown, it had to shut some last month because 1,000 staff had been \"pinged\" by the NHS app. \nThe rule changes on isolation, which came into effect on Monday, also apply to under-18s.\nThe changes to self-isolation rules have already been implemented in Scotland and Wales.\nInstead of having to quarantine for 10 days, people are now advised to take a PCR test, but it is not compulsory.\nKate Nicholls, chief executive of UK Hospitality, tweeted that the new rules, together with the change in app sensitivity, would \"help reduce the impact of the pingdemic\".\nHowever, she added: \"With 60% of hospitality workers under 30 we still need test to release.\"\nAlethea Fynn is a nursery manager at London Early Years Foundation and has had to deal with staff absences as a result of the pingdemic.\n\"It's been very difficult because from day to day you don't know who is going to be pinged and how many staff it's going to affect, and even what bubble it's going to affect,\" she said.\n\"Staff could come to work and at a lunch time they will come back to you and tell you they have been pinged so they would have to go home.\"\nMs Fynn said there had been \"quite a few closures\" across the network of nurseries because of staff being pinged by the app.\n\"The rules being relaxed has come at a good time for us. It means that a whole bubble or a nursery shouldn't be closed,\" she added.\nRalph Findlay, chief executive of pub chain Marstons, said the rule changes were a \"very sensible move\" and would make a \"big difference\".\n\"This has been quite a big challenge over recent weeks. I think it is welcome in the sector,\" he said.\nMr Findlay added that, on average, the company's 1,400 pubs had returned to trading at pre-pandemic levels.\nMike Cherry, the national chairman of the Federation of Small Businesses, said the rule changes would come as a \"relief\" to companies. \nHowever, while Michael Kill, chief executive of the Night Time Industries Association, agreed the changes in rules were a \"positive step forward\", he added that they were \"in many ways too little too late\".\n\"We are lobbying the government for a more liberal system which will look at a mechanism of Test & Release, which will certainly help the balance between public health and challenging staffing shortages faced by the sector at the moment.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58230070",
      "category": "world-asia",
      "title": "Afghanistan: 'Women won't be silenced by the Taliban'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leeds-58229255",
      "category": "uk-england-leeds",
      "title": "Leeds murder police in hunt for victim's husband",
      "tags": "Edinburgh,Leeds",
      "text": "Detectives investigating a woman's murder have appealed for help to trace her husband and released CCTV images as he caught a train to Scotland.\nEileen Barrott, aged 50, was found with serious injuries when officers went to Naburn Fold, in Whinmoor, Leeds, at about 18.30 BST on Sunday.\nThe injured woman died at the scene, said West Yorkshire Police.\nMark Barrott, 54, left Leeds by train arriving at Edinburgh Waverley at 16:00 the same day, said the force.\nDet Ch Insp Vanessa Rolfe said: \"We urgently need to speak to Mark Barrott in connection with the investigation.\"\nAnyone who has seen Mr Barrott or has information has been asked to contact the police.\n\"We would advise members of the public not to approach him but to contact the police immediately via 999 if they do see him,\" she added.\nPolice are also trying to trace Mr Barrott's car, a silver Toyota Avensis, registration FJ51 ZHB that is still believed to be in Leeds.\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58228231",
      "category": "uk-northern-ireland",
      "title": "Afghanistan: NI soldier Capt Mark Hale died in vain, says wife",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban,Sir Jeffrey Donaldson",
      "text": "The widow of a soldier from County Down who was killed in Afghanistan has said her husband \"died in vain\".\nAlmost 20 years after they were ousted from power, the Taliban has effectively seized control of the country.\nIt follows the withdrawal of most foreign troops in recent days.\nBrenda Hale, whose husband Capt Mark Hale was killed in August 2009, said by withdrawing from the country, Western governments have left people \"in the mouth of hell\".\nAfghanistan's capital city, Kabul, was the last major territory to fall to the Taliban, with the collapse of the country's government.\nPresident Ashraf Ghani has also fled abroad.\nOn Monday, crowds descended on Kabul's international airport, which is under the control of US troops, in an attempt to leave Afghanistan.\nMrs Hale, a former DUP assembly member, said the events in Afghanistan coincided with the 12th anniversary of her husband's death and she watched the television pictures with a \"knot\" in her stomach and \"in a state of anxiety\".\nSpeaking to BBC News NI, Mrs Hale said the television pictures from Afghanistan are \"difficult to watch\" and the situation across the country is \"hard to comprehend\".\nMrs Hale claimed that Western governments have abandoned the Afghani people and left the country \"like a concentration camp and given the Nazis the key\".\nShe said her husband was a \"hugely compassionate and kind man\" and, whilst in Afghanistan, had worked hard to protect local residents from the Taliban.\nShe insisted that Capt Hale and his military colleagues really believed they were \"trying to build some sort of democracy in Afghanistan to help that country move forward\".\nMrs Hale added that after the Western Forces left the country, \"we have sent the devil in after them and that petrifies me for the people living in Afghanistan\".\nShe said that by leaving the country, the West was creating \"a dystopian playground for international terrorists to train and come and hit the West at any given time\".\nThe former politician also said having to negotiate with the Taliban would be \"a very bitter pill to swallow\".\nMPs are to debate the Taliban takeover of Afghanistan on Wednesday in the House of Commons.\nAlliance deputy leader Stephen Farry thinks the debate has come \"a little late in this process\".\nThe North Down MP said the government has \"dropped the ball on this\" and should have acted sooner.\nDUP leader Sir Jeffrey Donaldson said Northern Ireland has a duty to consider offering sanctuary to some refugees from Afghanistan.\nHe said people who worked with British forces and in particular Christian minority groups should be offered support.\nSir Jeffrey, who visited troops from Northern Ireland in the country a number of times, said it was evident the coalition-backed police and army \"weren't up to the task of taking on a much smaller, less well-equipped Taliban\".\nHe told BBC News NI's Good Morning Ulster he feared there would be \"terrible consequences from the Taliban\" for those citizens who \"very courageously worked alongside our military\".\nSDLP MP Claire Hanna told BBC News NI that Northern Ireland has \"a capacity to take a number of refugees and asylum seekers\".\nShe said they will be people who make \"a strong contribution to life here\".\nIreland's Foreign Minister Simon Coveney has said 15 Irish citizens are currently looking to leave Afghanistan.\nMr Coveney confirmed there were a total of 23 Irish citizens currently in Afghanistan, adding he was \"very concerned\" about the situation there.\n\"Some have expressed a preference to stay for now, because they are working with humanitarian organisations and doing very important work that is becoming even more important now,\" he told RTÉ's Morning Ireland.\nMr Coveney also said the Irish government had already made decisions about visa waivers for Afghan people.\n\"We've already approved 45 visa waivers - some of those people are trying to get out and some are in Pakistan having fled across the border and are flying into Ireland,\" he said.\n\"I have agreed we would certainly make available between 100 and 150 more places in terms of refugees, and we will be prioritising human rights organisations, media, women and girls, and other family members that are vulnerable.\"\nAn Irish woman currently in Kabul says she is hoping to be able to return home within the next 48 hours.\nAoife MacManus, from Ashbourne in County Meath, has been living in Kabul for two years, working in the primary education sector.\nShe said \"there is a sense of panic and fear all over the city - it's the fear of the worst expectations\".\nShe said that leaving her work compound on Sunday \"everybody was crying because of the expectations of what things are going to be like\".\n\"All the work we've put into education, that it might all be for nothing.\"\nUlster Unionist Party leader Doug Beattie, who served three tours in Afghanistan with the Royal Irish Regiment, said he had \"a real sense of anger, a real sense of sadness, but most of all a real sense of fear\" about what has happened.\n\"Fear for the people of Afghanistan, especially women and young girls who will now be airbrushed out of that society and repressed once again,\" he continued.\nMr Beattie, who reached the rank of captain, said he believed there would be reprisals for Afghan citizens who worked with and worked for the coalition forces.\nThe Upper Bann assembly member said many women and young girls could face \"virtual enslavement\" with the potential for the \"horrific\" treatment of people in villages and rural areas under a Taliban regime.\nSinn Féin Deputy First Minister Michelle O'Neill said the international community needed to act to help the people of Afghanistan.\nShe added: \"Previously the Stormont Executive welcomed Syrian refugees as part of the British government relocation and resettlement scheme. \n\"Our party would certainly support such a scheme for Afghans to provide whatever measure of support we can.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58232981",
      "category": "uk",
      "title": "Covid: Firms came 'close to shutdown' and a care home wedding surprise",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday evening. We'll have another update for you tomorrow morning.\nAs of today, fully-vaccinated people do not have to isolate if they come into contact with a positive case. The rule change will come as a relief to UK firms hit by staff shortages caused by the so-called \"pingdemic\". One of these was TMD Friction - one of the world's largest brake pad manufacturers - which came close to shutting down production. UK operations manager Tom Russell said 15% of the firm's UK staff had to isolate at one point after being pinged by the NHS app. And Alethea Fynn (below), nursery manager at London Early Years Foundation said she had also experienced \"quite a few closures\" due to staff absences.  Meanwhile, the UK has recorded 28,438 new coronavirus cases and 26 deaths, government data shows.\nScotland's education secretary has promised face coverings in classrooms will be dropped \"as soon as possible\". As most pupils return this week, the need for masks in high schools is one of the main coronavirus rules remaining. The Scottish government had said the requirement would be in place for \"at least six weeks\". But Shirley-Anne Somerville told the BBC: \"If we can take those restrictions - particularly the face masks - off earlier then of course we would do that.\"\nSpectators will not be allowed at the Tokyo Paralympic Games because of the city's ongoing struggle with coronavirus, organisers have confirmed. The Japanese government has proposed expanding and extending the country's state of emergency, with the Paralympics beginning on 24 August. Schoolchildren will be allowed to attend at the request of local authorities or school administrators but adults are being encouraged to watch the Games at home.\nThe daughter of a man who died after complications from Covid-19 has urged people to take precautions even if they have had both vaccine doses. Jade Allum's father, David, died in hospital, aged 58. He had been double-jabbed but suffered a cardiac arrest as a result of coronavirus. Ms Allum is urging people to keep wearing masks and take regular tests. She said: \"I know it's a little bit uncomfortable but if you think that's going to save your life, or your mum's life, or your auntie's life, or someone you don't know, it's such an easy thing to do.\"\nA 91-year-old care home resident was surprised with a re-enactment of her granddaughter's wedding after she was unable to attend the special day due to coronavirus restrictions. Audrey Dear enjoyed a recreation of Holly's wedding to partner Steve Kennedy complete with balloons and afternoon tea. Mrs Kennedy's gown included a cutting from her grandmother's own wedding dress.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nAs self-isolation rules are relaxed across the UK here's our guide to the restrictions that are still in place.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58237871",
      "category": "uk",
      "title": "Afghanistan: UK and US must protect Afghan activists - Malala",
      "tags": "Afghanistan,Taliban,Malala Yousafzai,Joe Biden",
      "text": "US President Joe Biden \"has a lot to do\" and must \"take a bold step\" to protect the Afghan people, Nobel Peace Prize winner Malala Yousafzai has said.\nThe Pakistani women's rights activist found refuge in the UK after being shot in the head by the Taliban in 2012. \nShe told BBC Two's Newsnight it was time for world leaders - especially the UK and US - to act to protect civilians and refugees in the country.\n\"Countries need to open their borders to Afghan refugees\", she said.\nYousafzai, now 24, was 15 when she was targeted by the Taliban for speaking up for the right of girls to be educated.\nShe survived the assault, in which a militant boarded her school bus in the north-western Swat valley and opened fire, wounding two of her school friends as well. \nAfter recovering from her near-fatal injuries, she and her family relocated to Birmingham. Aged 17, she later became the youngest person to win the Nobel Peace Prize. She studied at Oxford University, and has become a leading human rights campaigner.\nIn an exclusive interview with Newsnight on the plight of Afghanistan, Yousafzai said: \"My request to all countries, especially the US, UK, and western countries, is that they must protect all those human and women's rights activists right now. \n\"And you know what has happened, you know, we can definitely debate about that. But we also need to talk about the immediate next steps that we need to take. We need to talk more about the solutions right now.\"\nShe accused America of making irresponsible statements in the light of the Taliban takeover. \n\"I think the way the US described this war and how it was declared as a victory, I think this sends a very wrong impression,\" she said. \"The Taliban waited for twenty years and they [US] are claiming their so-called victory after that.\"\nThe US Secretary of State, Antony Blinken, recently said that the US-led mission in Afghanistan had been a successful one. \nYousafzai said she has talked to other world leaders and members of the US and UK governments.\n\"I have been trying to reach out to many global leaders. I think every country has a role and responsibility right now. Countries need to open their borders to Afghan refugees, to the displaced people,\" she said.\nYousafzai has been an avid campaigner of women's rights, often emphasising the need for girls in developing countries to have a proper education.\nShe said she was \"raising her voice for the women\" in Afghanistan who are fearful about their future under a Taliban regime. \nWhen the Taliban previously controlled the country, women were stoned for adultery while their limbs were cut off for theft. Girls were prevented from going to school.\nYousafzai said: \"The women are brave, they're strong, and they keep raising their voices. And we must give more opportunities and time to them to tell us what it is that needs to be done for them, for the peace in Afghanistan.\"\nWhen asked about the rapid pull-out of the coalition forces from Afghanistan, she said the focus during their time there had sometimes been wrong.  \n\"There had been very little interest in focusing on the humanitarian aid and the humanitarian work. \n\"There had been very little focus on strengthening the democracy there, there has been very little focus on eradicating extremist ideologies. I think every country, every group, is finding their own interest in it, and they're finding their own benefits.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58235185",
      "category": "business",
      "title": "What next for Afghanistan's economy?",
      "tags": "Afghanistan,Global economy,Taliban",
      "text": "Afghanistan's economy is \"shaped by fragility and aid dependence\". \nThat is the troubling overview set out by the World Bank several months before the Taliban takeover. \nEconomic prospects look even more precarious now, as future financial assistance is under a cloud of uncertainty. \nAfghanistan does have substantial mineral resources, but the political situation has impeded their exploitation.   \nThe aid dependency is striking. In 2019, World Bank figures show development aid was equivalent to 22% of gross national income (which is not the same as GDP, but close to it). \nThat is a high figure, but it is down a long way from the 49% the World Bank reported 10 years earlier. \nNow those aid flows are under a cloud of profound uncertainty. German Foreign Minister Heike Maas told the broadcaster ZDF last week: \"We will not give another cent if the Taliban takes over the country and introduces Sharia law.\"\nOther aid donors are sure to be watching developments closely.   \nThe fragility the World Bank refers to is illustrated by the very high levels of spending on security before the Taliban takeover: 29% of GDP, compared with an average of 3% for low-income countries. \nSecurity and severe problems with corruption are behind another persistent problem in Afghanistan: very weak foreign business investment.  \nAccording to United Nations data, there were no announcements in the last two years of new \"greenfield\" investments, which involve a foreign business setting up an operation from scratch. Since 2014, there have been a total of four. \nTo take two other countries from the South Asia region, both with somewhat smaller populations, Nepal has managed 10 times as many and Sri Lanka 50 times more over the same period.  \nThe World Bank describes Afghanistan's private sector as narrow. Employment is concentrated in low-productivity agriculture: 60% of households get some income from farming.  \nThe country also has a large illicit economy. There is illegal mining and, of course, opium production and related activities such as smuggling. The drugs trade has been an important source of revenue for the Taliban. \nAll that said, the Afghan economy has grown since the US invasion in 2001. \nThe figures for Afghanistan are not reliable, but what they show, according to the World Bank, is average annual growth of more than 9% in the 10 years from 2003. \nAfter that, it slowed (which may well reflect the lower levels of aid) to an average rate of 2.5% between 2015 and 2020.  \nThe country does have significant natural resources, which would, in the context of better security and less corruption, be attractive to international business.  \nThere are several types of mineral available in substantial quantities, including copper, cobalt, coal and iron ore. There is also oil and gas and precious stones. \nOne with particularly striking potential is lithium, a metal that is used in batteries for mobile devices and electric cars. The latter application is going to be especially important as the motor industry makes the transition to zero-carbon forms of transport.  \nBack in 2010, a top US general told the New York Times that Afghanistan's mineral potential was \"stunning\" - with \"a lot of ifs, of course\".  \nThe paper also reported that an internal US Defence Department memo had said the country could become \"the Saudi Arabia of lithium\".  \nYet this undoubted potential is nowhere near being exploited - and the Afghan people have seen very little, if any, benefit from it.  \nThere have been many reports that China is keen to be involved. It seems to have better relations with the Taliban than Western powers do, so may have an advantage if the new regime does hold on to power. \nHowever, Chinese firms did win contracts to develop operations in copper and oil. But little happened.  \nIt is to be expected that China would be interested. The opportunities appear to be very substantial and the two countries do share a short border.  \nBut any Chinese agency - official or a business - would want to be confident of succeeding. They will be reluctant to commit unless they feel the security and corruption problems will be well enough contained to enable them to extract worthwhile quantities of these industrial commodities. \nA key question for any hard-nosed potential investors - from China or anywhere else - will be whether the Taliban is likely to be any more able than the previous Afghan government to create the kind of environment they need.  \nAnother factor likely to affect the economy is women's employment. In the past decade the percentage of the female population over 15 years of age in employment has risen dramatically, though at 22% in 2019 it was still low by international standards. Under the Taliban the change is likely to be reversed, further damaging economic prospects.  \nIn the immediate future, there is also a great deal of uncertainty about financial stability. Crowds of people have been trying to withdraw their money from the banks. \nThe Pakistan-based Afghan Islamic Press reported a Taliban spokesman as offering assurances to bank owners, money changers, traders and shopkeepers that their lives and property would be protected.  \nThat there are even questions about the physical safety of financial operators is shocking. They do need to be confident if Afghanistan's financial system is to function.  But it also needs customers to feel their money is safe. That won't happen quickly.     "
    }
  ]
}