{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56929674",
      "category": "uk-northern-ireland",
      "title": "St Kilda: ‘There’s no better place to be in isolation’",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-mid-wales-40745533",
      "category": "uk-wales-mid-wales",
      "title": "Powys man gets broadband via satellite over Africa",
      "tags": "Rural life,Brecon Beacons,Broadband",
      "text": "Slow rural broadband has prompted one man to get his internet from a satellite 22,000 miles above Africa.\nProf Christopher Spry, 79, who lives in Heol Senni in the Brecon Beacons, had download speeds of about 500Kbps\nHe runs a community website and uploads weather data and nature videos, so paid £620 for satellite broadband, which comes from over the Democratic Republic of the Congo, via Luxembourg.\n\"It's an astonishing technological achievement,\" he said.\nWhere Prof Spry lives also has sporadic 3G coverage so he researched his options and decided to invest in satellite technology.\nA BT spokesman said: \"Heol Senni is in scope to benefit from the scheme and work to provide access to superfast broadband to this rural community is anticipated to be completed in the early autumn.\"\nThe retired professor of immunology pays £420 a year for his satellite internet, which gives him download speeds of up to 28Mbps.\nHis broadband signal travels about 50,000 miles from a dish in his back garden to the ASTRA 2F satellite over the Earth's equator and back, via a company in Luxembourg.\nCompanies such as Sky also use satellites similar to this to broadcast their TV signal.\n\"I'm interested in what's going on in the world, I'm a very inquisitive person, I'm asking questions all the time and I need to know so the web is a wonderful resource for all of us who need to know what's happening,\" he said.\nHe also pays £250 a year for BT broadband, which he uses as a backup as heavy rain or snow can block the satellite signal and leave him cut off.\nBut the nearest exchange is in Sennybridge - about five miles by road - so his broadband slows down when making the switch.\n\"It really makes all the difference in the world, without it I think my life would be quite difficult up here... but it does need a satellite 24,000 miles above the surface of the earth over the Congo - it does seem ridiculous doesn't it,\" he said.\n\"Without broadband we're living in a dark age, so let's hope everybody can have high speed broadband soon and they'll be able to use it for whatever they want - entertainment, education, research - it's a wonderful tool for everybody.\"\nDespite his best efforts, nature can still throw a spanner in the works when it comes to his satellite connection: \"It's pretty adequate for most of the programmes I need so I'm a happy rabbit - the only difficulty for me is that there's a tree in the way and I have to trim that!\"\nBT said more than nine out of every 10 homes and businesses in Wales were able to put in an order for superfast broadband.\nThe Welsh Government also runs a scheme called Access Broadband Cymru which helps provide funds for satellite connectivity for properties not covered by the Superfast Cymru scheme.\nNearly 600 homes and businesses have taken up the option since it started in January 2016.\nThe UK Government announced on Sunday that homes and businesses from all parts of the UK are set to benefit from universal high speed broadband."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-52977388",
      "category": "business",
      "title": "What are the rules for pubs, restaurants, festivals and gigs?",
      "tags": "Coronavirus lockdown measures,Hospitality industry,UK economy,Restaurants,Pubs,Coronavirus pandemic",
      "text": "Near-normal service is expected to resume in pubs and restaurants in England and Scotland from 19 July. \nNightclubs can reopen in England, and summer festivals and gigs will also be able to go ahead without Covid rules limiting audience numbers.\nMost Covid restrictions will be lifted from 19 July.\nPrime Minister Boris Johnson wants people \"to make their own informed decisions about how to manage the virus\".\nIn pubs, cafes and restaurants:\nAt music venues and events:\nThe government says it would like nightclubs and music event organisers to ask for proof of vaccination, although they won't be legally forced to. Likewise, there's no law requiring club- and festival-goers to show their pass, if they choose not to.\nHowever, the government says it reserves the right to make showing the pass compulsory at a later date.\nYou will still have to self-isolate if you have Covid symptoms, test positive or are told to do so by NHS Test and Trace. \nIn pubs, cafes and restaurants:\nAt music venues/events:\nSome summer festivals are still planning to go ahead as planned, but others have been cancelled altogether, gone online, or been rescheduled.\nOrganisers of the Latitude (late July), Reading and Leeds (late August) festivals say they will \"sell to capacity\" and are not inclined to encourage those attending to wear masks.\nAll parts of Scotland will move to Covid-protection level zero, with a few changes:\nUnder-12s won't count towards group sizes or the number of households.\nThere will be a 400-person limit for indoor events, 1,000 for outdoor standing events and 2,000 for outdoor seated events.\nUntil 19 July, most areas of Scotland are in level 1 or 2. \nLevel two areas:\nLevel one areas:\nScotland is aiming to remove all major legal Covid restrictions by 9 August.\nRestrictions are due to be relaxed on 26 July (subject to approval on 22 July).\nIndoor gigs and concerts will be allowed without noise restrictions, as long as the audience stay in their allocated seats.\nSocial distancing rules will be removed for outdoor events and relaxed indoors.\nUnder current rules:\nAt the moment, up to six people from different households can meet indoors at pubs, cafes and restaurants. \nPeople who do not live together, or are not in bubbles, should remain socially distanced, 2m (6ft) apart.\nBusiness owners are responsible for making their premises as safe as possible:\nThe maximum number of people allowed at outdoor \"regulated gatherings\" - such as festivals and concerts - is 4,000 standing and 10,000 seated. Capacity rules for indoor music and comedy venues have already relaxed a little.\nFrom 17 July, organised indoor events can take place for up to 1,000 seated and up to 200 standing.\nFrom 7 August, if conditions allow, there will be no legal limits on the number of people who can meet others in places like pubs and restaurants. Masks will also no longer be required in hospitality settings. All businesses currently closed - such as nightclubs - will be allowed to reopen subject to ongoing risk assessments. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56960008",
      "category": "world-asia",
      "title": "North Korea accuses Joe Biden of pursuing hostile policy over its nuclear programme",
      "tags": "North Korea weapons programme,North Korea missile tests,US politics,United States,North Korea,Joe Biden",
      "text": "North Korea has hit out at the Biden administration as it prepares to unveil its strategy for dealing with Pyongyang and its nuclear programme.\nThe foreign ministry said recent comments out of Washington showed President Joe Biden was intent on maintaining a \"hostile policy\".\nEarlier this week, Mr Biden called North Korea's nuclear programme a \"serious threat\" to global security.\nThe White House says he plans to take a \"calibrated\" approach to North Korea.\nSpokeswoman Jen Psaki said on Friday that a review of US policy had been completed and suggested Mr Biden had learned from the experience of the previous four administrations who have tried, and failed, to get North Korea to abandon its nuclear weapons programme.\n\"Our policy will not focus on achieving a grand bargain, nor will it rely on strategic patience,\" she said, saying that instead the US would pursue a \"calibrated practical approach that is open to and will explore diplomacy\" with North Korea while making \"practical progress\" on increasing security for the US and its allies.\nThe US is expected to host Japan and South Korea's national security advisers for a discussion about the review soon.\nIn a statement carried on state media on Sunday, North Korea's foreign ministry called President Biden comments about its nuclear programme - in a speech to Congress this week - \"intolerable\" and a \"big blunder\".\n\"His statement clearly reflects his intent to keep enforcing the hostile policy towards the DPRK [North Korea] as it had been done by the US for over half a century,\" said Kwon Jong-gun, of the Department of US Affairs of the Foreign Ministry.\nA separate foreign ministry statement said previous comments criticising North Korea's human rights situation insulted the dignity of leader Kim Jong-un and showed the US is \"girding itself up for an all-out showdown\".\nMr Biden told a joint session of Congress, marking his 100 days in office, that North Korea's nuclear programme, along with Iran's, presented \"serious threats to American security and the security of the world\". \nHe added: \"We are going to be working closely with our allies to address the threats posed by both of these countries through diplomacy as well as stern deterrence.\"\nIt is not clear to which comments on human rights the Pyongyang statement refers, but the Washington Post reports that the White House is expected to appoint a special envoy for human rights in North Korea soon.\nWashington says it has been trying to make diplomatic contact with North Korea since mid-February.\nIt played down the North's testing of short-range missiles last month, saying it was \"normal military activity\" and \"business as usual\".\nUntil now, Pyongyang had not acknowledged Joe Biden as the new US president.\nMr Biden called Mr Kim \"a thug\" during his election campaign and said North Korean nuclear disarmament had to happen before the crippling economic sanctions imposed by the US and the UN could be relaxed.\nShortly before Mr Biden came to office, Mr Kim gave a speech in which he described the US as his country's \"biggest enemy\" and announced ambitions to expand his nuclear arsenal. But he also added that he did not \"rule out diplomacy\".\nMr Biden's predecessor, Donald Trump, became the first US president to reach out directly to Mr Kim - meeting him three times. However, they failed to reach any agreement to either end the nuclear weapons programme or the sanctions."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56966365",
      "category": "world-europe",
      "title": "Rome Colosseum: Italy unveils plan for new floor with gladiator’s view",
      "tags": "Rome,Italy",
      "text": "The Italian government has approved a plan to furnish Rome's ancient Colosseum with a new floor, giving visitors the chance to stand where gladiators once fought.\nCulture Minister Dario Franceschini announced the project to build the wooden, retractable floor on Sunday.\nItalian engineering firm Milan Ingegneria won the 18.5m euro (£16.1m; $22.2m) contract to design the floor.\nThe floor is expected to be finished by 2023.\nAt present, the 2,000-year-old monument has no floor. It was removed by archaeologists in the 19th Century, exposing the underground network of tunnels where gladiators and animals were held before the Roman blood sports began.\nMr Franceschini said the \"extraordinary\" new floor would allow visitors to \"see the majesty of the Colosseum\" from its centre.\n\"It's another step forward toward rebuilding the arena, an ambitious project that will aid the conservation of the archaeological structures while getting back to the original image of the Colosseum,\" Mr Franceschini said.\nThe minister said cultural events could be held in the Colosseum once the floor had been restored to its former glory.\nMilan Ingegneria was one of 10 competitors who answered the Italian government's 2020 call for bids to design a new floor for the Colosseum.\nThe winning design involves installing hundreds of wooden slats that can be rotated to allow natural light and air into the underground chambers.\nItaly's culture ministry said the new 3,000-sq-m (32,300-sq-ft) floor would be entirely reversible, should plans for a new design be made in the future.\nThe Colosseum was the biggest amphitheatre in the Roman Empire. \nGladiatorial fights and other public spectacles were hosted in front of crowds of at least 50,000 people. \nWhile the coronavirus pandemic has limited tourism, the Colosseum remains one of Italy's most famous landmarks. Before the pandemic struck, the monument attracted about 7.6 million people in 2019."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51768274",
      "category": "uk",
      "title": "Covid-19 in the UK: How many coronavirus cases are there in my area?",
      "tags": "Coronavirus pandemic",
      "text": "There have been 16 million confirmed cases of coronavirus in the UK and more than 155,000 people have died, government figures show.  \nHowever, these figures include only people who have died within 28 days of testing positive for coronavirus. \nSo far, 91% of people aged 12 and over in the UK have had their first vaccine dose, 84% have had their second and 65% have had a booster. \nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nAfter a sharp increase in December, daily confirmed cases fell during the first half of January, and now appear to be levelling off. \nA further 62,399 confirmed cases were announced on Sunday.\nGovernment figures do not include people who test positive more than once - except in Wales. Some experts suggest this means the official figures are lower than the actual number of daily cases in the UK. \nHowever reinfections more than 90 days after a previous positive result are expected to be included in the data from 31 January.\nRestrictions were put in place across the UK to deal with the emergence of the Omicron variant but they are now being eased. You can use our postcode look-up to check what the rules are where you live.\nThe red and orange areas on the map below show the places currently seeing the highest number of cases per 100,000 people. The map's key was updated on 21 December to allow for rising case numbers. \nMore than 52 million people, 91% of those aged 12 and over in the UK, have now received a first dose of a vaccine. \nThe number of people who have received a second vaccine dose is more than 48 million, or 84% of people aged 12 and over.\nSo far, more than 37 million booster doses have been administered across the UK, with 31 million in England, 3.3 million in Scotland, 1.9 million in Wales and 940,000 in Northern Ireland. \nThe UK Health Security Agency has warned that two doses of a Covid vaccine are not enough to stop people catching the Omicron variant, but their scientists also say a booster vaccine is 88% effective at preventing people ending up in hospital with Covid. \nThe average daily number of deaths within 28 days of a positive test increased in early January, but figures have started to stabilise.\nThere were 75 deaths counted in this way reported on Sunday.\nOf those deaths, there were 75 in England, eight in Wales and two in Scotland. No figures were reported for Northern Ireland.\nThe BBC's Head of Statistics Robert Cuffe says most of the recent increase in Covid deaths could be down to \"coincidental\" Covid - people whose death may have had nothing to do with coronavirus. \nWith the high proportion of infections in the population over the past month, the number of coincidental cases would be expected to increase.\nFigures for doctors registering a death and recording what caused it will increasingly become our best picture of the pandemic's death toll - but these take longer to be published and it will be a while before we get a complete picture. \nThe most recent government figures for the whole of the UK show 16,149 people with coronavirus were in hospital on 27 January, down from 18,065 a week earlier.\nOf those in hospital with coronavirus, 549 are in mechanical ventilation beds - using ventilators to help them breathe - down from 664 a week earlier. \nThe number of hospital patients remains well below the peak of nearly 40,000 people in January last year. \nThe number of patients in hospital with coronavirus increased in almost every area of the UK during December and early January. \nWhen looking at the overall death toll from coronavirus, official figures count deaths in three different ways, each giving a slightly different number. \nFirst, government figures - the ones reported each day - count people who died within 28 days of testing positive for coronavirus. This figure is more than 155,000.\nAccording to the latest ONS figures, the UK has now seen nearly 177,000 deaths in total - that's all those deaths where coronavirus was mentioned on the death certificate even if the person had not been tested for the virus. \nThe third measure counts all deaths over and above the expected number since the pandemic began - that figure was about 150,000 as of 14 January.\nIn total, there were 15,257 deaths registered in the week to 14 January, which was five percent below the five-year average.\nOf the total deaths, 1,557 were related to coronavirus, up from 1,023 in the previous week.\nThe \"R number\" is the average number of people an infected person will pass the disease on to. \nIf R is below one, then the number of people contracting the disease will fall; if it is above one, the number will grow. \nThe government has said in the past that the R number is one of the most important factors in making policy decisions. \nThe latest R number estimate for England and Scotland  is 0.7 to 0.9, for Wales it is 1.1 to 1.5 and for Northern Ireland it is 1.1 to 1.3. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56965752",
      "category": "entertainment-arts",
      "title": "BBC Young Musician: Percussionist Fang Zhang wins",
      "tags": "BBC,Manchester,Classical music,Music",
      "text": "Teenage percussionist Fang Zhang has been named BBC Young Musician of 2020.\nThe 17-year-old took the title with a virtuoso performance of Keiko Abe's marimba concerto Prism Rhapsody, which required him to play with six mallets simultaneously.\nHis playing \"elicited a kaleidoscope of colours and expression\" that \"deeply moved the jury\", said Angela Dixon, who chaired the judging panel.\nZhang's victory came a year late, after the 2020 contest was delayed by Covid.\nThe Chinese-born musician said he was \"honoured and delighted\" to take the title, adding he felt \"so lucky considering the talent of the other finalists\".\nPrevious Young Musician winners include celebrated classical musicians such as cellist Sheku Kanneh-Mason and violinist Nicola Benedetti. \nThe delayed 2020 final was held under Covid-safe conditions at Manchester's Bridgewater Hall.\nEach of the three finalists played a full concerto with the BBC Philharmonic Orchestra, led by conductor Mark Wigglesworth. \nZhang's competition came from 18-year-old French horn player Annemarie Federle and 19-year old oboist Ewan Millar.\nWigglesworth said he was impressed by all three contestants, who had \"shown a tremendous passion and determination to maintain their commitment to the competition across a year of uncertain silence\". \n\"They play with humility and respect but daring and personality too, encouraging all who hear them to look forward to more positive times ahead,\" he added.\nZhang was born in China's Henan province and has recently been studying at Chetham's School of Music in Manchester.\nHe has been performing around the world since he was 11 and is a member of the China Youth Percussion Orchestra.\nAs well as the marimba, he plays snare drum timpani and vibraphone, and has won competitions including the China Youth Percussion Competition, the New York International Percussion Competition and the Tokyo International Percussion Competition.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56962532",
      "category": "business",
      "title": "Car park operator NCP seeks rent cuts to survive",
      "tags": "Companies,Coronavirus lockdown measures,Parking,Motoring,Coronavirus pandemic",
      "text": "The UK's largest car park operator NCP has started a court process to help it cut rents and exit contracts for unprofitable parking facilities. \nNCP says it has been \"deeply impacted\" by the Covid pandemic, which has seen revenues drop by 80%.\nIts Japanese owner Park24 has told the firm that it will withdraw funding if NCP's restructuring is unsuccessful.\nNCP said the court process was a \"last resort\" to safeguard the future of its business and 1,000 staff.\nThe firm said it had tried to agree deals with the landlords to reduce its rent burden on the 500 sites it operates. A withdrawal of funding from its owner could cause NCP to become insolvent. \n\"NCP has been deeply impacted since last year due to the pandemic - sales during the full lockdowns have typically been about 80% below normal levels; outside lockdown they have not grown beyond about 50% for any length of time,\" the firm said. \nIt added that the pandemic had \"rapidly accelerated the pace of societal change\", citing a combination of increased flexible working, traffic control measures and the rapid growth of online shopping as the reasons why fewer people were visiting cities and town centres.\n\"This is not a short-term problem ‒ many high streets and train stations are unlikely to ever recover their pre-pandemic footfall,\" NCP said.\nThe British Retail Consortium estimates that non-essential retail stores lost around £22bn in sales in 2020 due to lockdown measures, as footfall declined by 40%.\nHowever, after lockdown restrictions on non-essential shops lifted on 12 April, footfall across all UK shopping destinations was up 87.8% week-on-week, according to analyst Springboard, as consumers decided to treat themselves, after months of being unable to go shopping.\nNCP said that it had tried to make deals with its landlords to reduce its rent burden, but \"sufficient agreements\" to make the business viable had \"not been forthcoming\".\nThe court process is different from a company voluntary arrangement (CVA), in that landlords can be compelled to accept changes in contracts, even if they do not agree, following new insolvency legislation introduced in June. \nNCP estimates that 85% of its landlords support its restructuring proposal. \n\"Park24, NCP's major shareholder, remains supportive of its restructuring plan, but given the UK operation's ongoing losses, has stated that it will only continue funding the business if the restructuring plan is successful,\" the firm said. \n\"NCP remains committed to working constructively with its landlords and all of its creditors and delivering a long-term mutually beneficial outcome for them through this restructuring plan.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-56963067",
      "category": "uk-scotland-edinburgh-east-fife",
      "title": "Three seriously injured in Edinburgh rickshaw crash",
      "tags": "Edinburgh",
      "text": "A man has been charged after three people were seriously injured in a rickshaw taxi crash.\nPolice were called to a report of a collision, involving the rickshaw and a car, on the West Approach Road, Edinburgh, at about 22:35 on Saturday.\nThree people - the rider and passengers of the rickshaw - were taken to the Royal Infirmary of Edinburgh with serious injuries.\nA Police Scotland spokesman said a 25-year-old man had been charged.\nHe is due to appear at Edinburgh Sheriff Court on Monday.\nAnyone with information, dashcam footage or private CCTV footage that could help inquiries should contact police."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56934517",
      "category": "business",
      "title": "Don't trust caller ID on phones, says Ofcom",
      "tags": "Ofcom,Mobile phones,Fraud",
      "text": "The UK telecoms regulator is warning the public not to trust caller ID on their phones as it tries to help stop people becoming victims of fraud.\nSpeaking to BBC Radio 4's Money Box, Huw Saunders, a director at Ofcom, says caller ID should not be used as a means of verifying a caller's identification.\nFraudsters are increasingly changing their caller ID to disguise their identity, known as number spoofing.\n\"This problem is global in its scope,\" says Mr Saunders.\n\"It's an unfortunate place to be in, but the same message is being given by our counterparts in the US, Canada, France, Australia and elsewhere.\"\nHowever, he admits the UK is behind other countries, such as the US, in tackling the problem.\n\"They [the US] are ahead of the UK, but that's not an issue that can be solved overnight.\n\"It's going to take a few years. If you look at a comparable situation in France, for example, they now have a timetable for the implementation of a particular technical solution and that is over a three-year period.\"\nIn the UK, the current phone network (Public Switched Telephone Network) is being updated to a new system - Voice Over Internet Protocol, or VOIP.\nMr Saunders says when VOIP is fully in place, with a target date of the end 2025, the industry will be able to stop number spoofing.\n\"It's only when the vast majority of people are on the new technology (VOIP) that we can implement a new patch to address this problem [of spoofing].\"\nDespite other attempts by the telecoms industry to stop number spoofing, a recent report from industry body UK Finance suggested the number of reported cases of impersonation fraud - including spoof calls - nearly doubled last year to 40,000.\nHowever, the real figure is likely to be much higher, because many victims won't report fraud to their bank or building society, or even tell their family or friends, because of feelings of embarrassment or guilt.\nEach case can involve the theft of thousands or even tens of thousands of pounds, leaving the financial, and emotional, lives of victims ruined.\nOfcom describes number spoofing as people who deliberately change the telephone number and the name that is relayed as the Caller ID information.\nOpe Oladejo, a 21-year-old law student, had nearly £2,000 stolen from her last summer - money she'd been saving whilst working as a carer for help pay for a law course. \n\"The number spoofing was the most important part [of the deception],\" she told the BBC.\n\"At first I was a bit sceptical... but they said: 'Check the number [we're calling you on] on the back of your card'.\n\"I checked and it matched and that's when I let my guard down completely.\"\nBecause the criminals had convinced Ope she was speaking to her bank, they were able to get key details and information from her, which allowed them to steal the money.\nThankfully, the money was refunded by Ope's bank and she has been able to continue her studies, but she says the incident hit her hard.\n\"Emotionally it just made me really sad, I just cried a lot about it,\" she says. \n\"Financially, I think it made me smarter,\" adds Ope. She now ignores any phone calls that don't come from her friends and family.\nYou can hear more on this story from BBC Radio 4's Money Box by listening again here.\nFollow Money Box and Dan on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56887281",
      "category": "uk-northern-ireland",
      "title": "Covid-19 in NI: 'Good vibe' as shops and pubs reopen",
      "tags": "Coronavirus lockdown measures,Retailing,NI economy,Coronavirus pandemic",
      "text": "Thousands of people have gone shopping or enjoyed drinks at pubs as the Covid-19 lockdown eased in Northern Ireland.\nThere were big queues outside some shops, bars and cafes on Friday with many outlets reopening after the four-month winter shutdown.\nGyms and swimming pools were also allowed to open again.\nSome retailers reported busy trade, with one County Down shopping centre manager saying: \"It feels a bit like Christmas Day... there's a good vibe.\"\nStormont ministers agreed this month that restrictions could be eased on Friday due to falling numbers of coronavirus cases.\nHospitality businesses must only operate outdoors, with table service and limited numbers at each table.\nEarlier closing times for takeaway businesses and off-licences, imposed at the onset of the lockdown in December, have been removed.\nCaravans and self-contained tourist accommodation can also reopen.\nRestrictions on meeting up outside have also been slightly eased, with 15 people from three households allowed to meet in a private garden.\nLong queues formed outside some shops on Friday, sparking some concerns about social distancing and people's adherence to Covid-19 regulations.\nIn Londonderry a line of people had gathered outside the Primark shop from 06:30 BST.\nDr Gerry Waldron from the Public Health Agency (PHA) said the \"virus is still out there and is still infecting people\".\n\"We just want to put a reminder out to people - things are easing off, things are getting better but please keep to all the basic messages,\" he said.\nHis advice for shoppers was to remember social distancing and wear face coverings to help keep themselves and each other safe.\nThe UK's Office for National Statistics estimates that in the week to last Friday 1 in 940 people in Northern Ireland had coronavirus, compared with 1 in 660 the previous week.\nRoger Pollen of the trade body the Federation of Small Businesses said the reopening of much of the economy on Friday was \"a baby-step forward but for many it seems like a huge step\".\n\"I think we're going to see a bit of a sugar rush in spending now as people get out and getting a chance to do it,\" he said.\n\"The safety aspect has been well observed - you look round and everyone is wearing their face mask, there's no controversy around that.\"\nSara Neill, BBC News NI\nIt's a Friday night in the Cathedral Quarter in Belfast but not as we knew it.\nThe few bars and restaurants that have been able to open are operating at a much reduced capacity.\nAnd there are queues. There are definitely queues.\nOn our walk through the area our cameraman and I stopped to talk to those who had managed to secure a table.\nThey were in great spirits - delighted to be back in Belfast with a pint and friends, something they felt they had missed and deserved after what has felt like a long year.\nThe queues didn't move much while we were there but there was an air of excitement back in the city on this chilly Friday evening.\nChris Nelmes, the manager of the Boulevard shopping centre in Banbridge, County Down, said there had been an \"encouraging start\" to business.\n\"There's been queues since well before the shops have opened,\" he said.\n\"\"It feels a bit like Christmas Day today and with it being a bank holiday weekend it will be very, very busy.\"\nFor retail staff there was an \"excitement, a buzz to get back into store, back into what we do best\", said shop manager Laura Mawhinney.\n\"It definitely feels busier than our previous reopening last June,\" she said.\n\"This year customers have a level of expectation - they're a lot more confident, they know what the rules are this time, they know what to expect in their shopping.\n\"The mood just seems great, I think everyone's just excited.\"\nThere was almost a party atmosphere in the centre of Belfast on Friday.\nThe sun was shining, the buskers were back and people were keen to shop.\nPrimark, which famously doesn't sell online, was particularly busy and its queues were well marshalled.\n\"People are glad to get out - it's been a long four months,\" one of those Primark shoppers told me.\nIn Portrush, County Antrim, Camilla Long from the Causeway Chamber of Commerce described an \"amazing sense of optimism\" in the town. \n\"I was walking around here last night and there were trucks delivering, windows being washed, doors open for the first time in 18 weeks,\" she said.\n\"People [were] getting ready to do what we do best in the north coast and that's to welcome visitors back.\"\nBut she also said it was important to acknowledge people whose businesses had collapsed due to the coronavirus pandemic.\n\"For each and every business owner and family who relies on that business, that is a tragedy.\"\nAdrian Walker of GLL, which runs Belfast City Council's gyms and leisure centres, said that he expected May to be a busy month.\n\"People are really keen to get back and get back into some form of exercise,\" he said.\nThe \"trickle-flow programme\" the leisure centres had implemented meant there was reduced capacity at gyms, he said, but that allowed people more time to use different machines.\nHealth Minister Robin Swann has warned the hospitality industry not to seek or promote cross-border business while there is a big difference between Northern Ireland and the Republic of Ireland in the proportion of people who have received a Covid-19 vaccine.\nOn Thursday the Irish government announced a phased relaxation of its highest level of Covid-19 lockdown rules over the coming weeks and months.\nFrom 10 May, people can travel outside their county and close contact services and click-and-collect retail can resume.\nThe Stormont executive's advice remains that people in Northern Ireland should \"stay local\".\nMinisters have given an indicative date of 24 May for hospitality businesses in Northern Ireland to be allowed to resume trading indoors but that will have to be assessed on 13 May, the next review of the coronavirus restrictions.\nThe executive has also earmarked 24 May for the reopening of tourist accommodation such as hotels and bed-and-breakfasts.\nThere had been some confusion about the implementation of Covid-19 regulations for outdoor hospitality venues in the run-up to Friday.\nSome venues have been told they could not reopen because their outdoor seating areas did not adhere to regulations from the executive.\nOn Thursday the industry body Hospitality Ulster said the majority of hospitality businesses had failed last-minute inspections.\nThe Department of Health had said the general rule of thumb was that outdoor premises should not be more than 50% enclosed.\nThe legislation states that a premises is substantially enclosed if it has a ceiling or roof but there is \"an opening in the walls\".\nResponsibility for enforcing the regulations on outdoor areas rests with the 11 councils in Northern Ireland.\nSean McLaughlin, who owns a fish and chip restaurant in Portrush, was frustrated that the outdoor area he had invested in was deemed unsuitable on Thursday.\nHe was told that its because its partial coverage did not comply with the rules.\n\"There's more than adequate ventilation to sit there as one family but you can go to big stores today and brush hands with people and there's nothing,\" he said.\n\"We've put this in and we're left stuck with it.\n\"Restaurateurs who are using the exact same space that they used last year are now being told they can't use it - it's nonsensical.\"\nMany bars that are only licensed to sell alcohol indoors but had thought that if they provided a safe outdoor area they would be permitted to open.\nThis week three bars in Belleek, County Fermanagh, which had planned to reopen were contacted by the police who said they would not be allowed to trade.\nBridie Gormley, the owner of Black Cat Cove, said it was another blow for a \"small rural town that has suffered terribly during Covid\".\n\"On Monday we found out that our outdoor area is not licensed for outdoor serving,\" she said.\n\"We had spent thousands of pounds on outdoor furniture, we bought in our stock and we had given our staff a starting date.\n\"Now all of that has had to be cancelled.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-56933419",
      "category": "uk-wales-politics",
      "title": "Covid: Leaders clash on business support ahead of election",
      "tags": "Jane Dodds,Adam Price,Welsh Parliament election 2021",
      "text": "Welsh party leaders have clashed on the Welsh government's pandemic support for businesses in a BBC election debate.\nLabour's Mark Drakeford said £200m was waiting to be spent by the next first minister after the election to give firms hit by the pandemic more help.\nBut Plaid Cymru's Adam Price questioned why it could not have been spent before the vote on 6 May.\nConservative Andrew RT Davies said there was unallocated cash in Welsh government coffers.\nAnd Jane Dodds said the Welsh Liberal Democrats would support medium, small and micro-businesses.\nMeanwhile Abolish the Welsh Assembly Party's (ATWAP) Richard Suchorzewski said firms should be given rent relief to encourage them to open up.\nThe five appeared in the BBC Wales Leaders' Debate on Thursday evening, a week before the Welsh Parliament election on 6 May.\nSIGN UP FOR WALES ALERTS:  Get extra updates on BBC election coverage\nWelsh Labour leader Mark Drakeford told the debate his government had set aside £200m \"as a down payment to go on helping businesses straight after the election\".\n\"Whoever is in government, whichever one of us on this platform is first minister after next Thursday, there will be proposals waiting on the desk for them to spend that money to support businesses.\"\nBut Mr Price questioned why Mr Drakeford was waiting until after the election. \n\"Why wait?\" Mr Price said. \"In England and Scotland there have been restart grants of up to £18,000, £19,000, which will be provided to hospitality businesses and others who have had to remain closed\".\n\"It's a very simple reason, it's the rules don't allow it,\" Mr Drakeford said in response.\n\"If I was handing out cheques to businesses in Wales, Adam Price would be the first person calling foul.\"\nMr Price said that was not true, saying he called for a Senedd recall during the campaign and would have supported it.\nMr Davies said this was why he had called \"back in February for a road map out of lockdown.\n\"So those announcement could have been made outside of the election period and that money made available to businesses across Wales.\"\nWALES ELECTION: THE BASICS\nWhat's happening? On 6 May, people will vote to elect 60 Members of the Senedd (MSs). The party that can command the support of a majority of MSs will form the Welsh government.  Find out more here.\nWhat powers does the Senedd have? MSs pass laws on aspects of life in Wales such as health, education and transport - and have some tax powers. \nJane Dodds said her party would support medium, small and micro-businesses, which she described as the \"backbone\" of the country. \n\"We want to freeze business rates, we want to be talking to people about what can replace those,\" she said.\n\"We want to go bigger, we want an economic development [plan] which looks at the whole of Wales, and how we can grow our economy and support small businesses\".\nLast month Plaid Cymru had called for ATWAP's Mr Suchorzewski to be dropped from the proceedings. During the debate his anti-devolution stance came under attack from his political rivals.\nMr Suchorzewski said the NHS in Wales had been \"totally mismanaged\" over the past 22 years. \nHe said that before the pandemic, five of Wales' health boards had been in special measures.  \nMr Suchorzewski said control of the NHS should be returned to the UK government: \"There should be one NHS for all - and it should be put under the guidance of the United Kingdom government.\"\nMark Drakeford was asked about why he couldn't distribute the £200m set aside for supporting businesses until after the election and he said: \"The rules don't allow it - we're in an election period.\" \nThe time before an election - in this case the period since 25 March - is known as the \"period of sensitivity\" or \"purdah\", when there are restrictions on what ministers and civil servants are allowed to do.\nThe Welsh government's guidance says that during that period, in line with the ministerial code, ministers will not make announcements that \"could be construed as conferring political advantage or electoral advantage\".\nBut the guidance also recognises that, as a result of the pandemic, ministers \"will need to continue making important decisions\" and that \"some of these decisions may inevitably be high profile and potentially sensitive\".\nSo Mr Drakeford may be taking a cautious approach to the rules, especially as he could argue that supporting businesses hit by the pandemic was not a new policy initiative but an extension of an existing policy.\nThat led Mr Drakeford to accuse the Abolish the Welsh Assembly Party of \"writing off everything our people have done over the last extraordinary 12 months\".\n\"As we stand here today, Wales has the lowest rate of coronavirus anywhere in the United Kingdom and our vaccination programme is the most successful of any of the four UK nations,\" he said.\nHe admitted the UK government had done a good job in securing the supply of vaccines, but added: \"Here in Wales, we have used that supply more effectively than anywhere else.\"\nAfter Mr Suchorzewski complained about the printing of letters in English and Welsh language for Covid-19 tests, Mr Price accused him of wanting to get rid of the Welsh language: \"They don't want to abolish our parliament they want to abolish our language as well.\"\nMr Davies said: \"If the rugby team isn't playing well you don't... pull it out of the competition, you change the management structure, you change the coach and you get the team performing.\"\nAt the other side of the constitutional debate, Mr Price said now was the time to start building towards a referendum on Welsh independence.\n\"By taking our future into our own hands, that's the way that we solve our problems, the solutions will never come from Westminster.\"\nAsked how Wales would have fared alone in dealing with Covid, Mr Price accused the UK government of stealing Covid tests from Wales: \"We had tests that were ready to come to Wales, they were stolen by the UK government.\"\n\"Rubbish,\" said Mr Davies, adding Mr Price and ATWAP would cause \"constitutional chaos... slapping on the table the independence referendum, and indeed the abolish referendum that would be required to do away with the Welsh Parliament\".\nResponding to a question about the row over the refurbishment of Boris Johnson's flat, the Welsh Tory Senedd leader said: \"People aren't interested in the wallpaper in Downing Street, but they are interested in how they get an appointment at a GP's surgery\".\nHe told the debate: \"We can have a better education system, we can have a health service that responds to waiting times. We can create an economy that lifts wages across the whole of Wales and makes a difference.\"\nJane Dodds said Wales should have the same level of devolution as Scotland. \nShe said \"we don't need independence\" and instead time should be spent on creating jobs and protecting health. \nShe called on voters to \"imagine\" a better Wales. \nMs Dodds added that the Liberal Democrats wanted to \"put the climate at the heart of everything, and would  \"put recovery first\" and prioritise the economy and mental health. \nReform UK, UKIP and the Greens also took part in a three-way debate.\nFor Reform UK, Jamie Jenkins said his party was against further Covid lockdowns. \nHe claimed the majority of people now have antibodies and the successful rollout of the vaccine means restrictions are no longer necessary. \nFor UKIP, Neil Hamilton said: \"The idea that the Senedd in any way represents ordinary people in Wales is nonsense\".   \nHe said Wales was the poorest part of the UK: \"We're poorer today than 22 years ago. We've had a permanent Labour government and we're going to get a Labour government again after the sixth of May, because Plaid Cymru are already cosying up to Mark Drakeford.\"   \nAmelia Womak from the Green Party says that a vote for green jobs is a vote to \"rebuild a post pandemic Wales fit for the 21st century.\" \nAsked how she would rebuild the economy while guarding the environment, Ms Womak said that \"all of our recovery should have the environment at the heart of it, because it means jobs and opportunities it means training and education, and it means that we're tackling the biggest problems of our time.\" \nA five way debate is unlikely ever to produce an outright winner.\nBut it is very easy to come unstuck in this format - and the leaders avoided any big mistakes.\nTheir supporters will each find things to applaud and this will  have given them some added momentum going into the final week of the campaign.\nFor undecided voters the debate gave a decent flavour of what the parties are about - what does that mean for polling day? We'll find out soon.   "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-kent-56962563",
      "category": "uk-england-kent",
      "title": "Julia James murder: PCSO's uncle in plea to find killer",
      "tags": "Aylesham",
      "text": "The uncle of murdered PCSO Julia James has appealed on social media for help to find her killer.\nMichael Turnbull wrote he had loved his niece since the day she was born and called her attacker \"a monster\".\nMs James was found with head injuries in woodland near Dover on Tuesday. There have been no arrests and no possible motive given.\nIt has emerged the National Crime Agency is providing specialist support to Kent Police.\nOfficers continued combing woodland near Aylesham over the weekend and mourners - including her colleagues from the Kent force - continued to lay floral tributes in the village.\nOn Facebook, Mr Turnbull urged the public to share his post and said: \"Julia has been taken from us by some worthless, cowardly excuse for a human being for no other reason than his own sense of self gratification to justify what he did, leaving behind a family full of broken hearts and sadness.\n\"Please share this and let us find this monster before he can cause more grief to another family.\"\nHe said his niece - a daughter, mother and grandmother - was funny, kind and caring, had always seen the good in people and most of all had been \"full of love\".\nMs James's body was found in Akholt Wood, Snowdown, a few hundred yards from her house, after she had taken her dog for a walk.\nA post-mortem examination found she died from blunt force trauma, but police have not commented on any potential weapon and have not said if there were signs of a struggle.  \nAt a press conference on Friday, Assistant Chief Constable Tom Richards declined to rule out Ms James may have been killed by a stranger, someone she came across during her work, someone trying to steal her dog, or as part of a sexual assault.\nOfficers said they were considering \"all possible\" motives.\nPolice in Dover have tweeted that people in the area are advised to remain vigilant until the full circumstances of Ms James's death are established.\nMs James, 53, joined Kent Police in 2008 and had been working with domestic abuse victims while based in Canterbury.\nHer death has led to concern in the local community which is less than three miles from the village of Chillenden, where Lin Russell and her six-year-old daughter Megan were murdered in a while walking their dogs in 1996."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-south-east-wales-44631791",
      "category": "uk-wales-south-east-wales",
      "title": "Fed up villagers in Michaelston-y-Fedw install ultrafast broadband",
      "tags": "Cardiff,Newport,Broadband",
      "text": "In a small, leafy village midway between two cities, an internet revolution has been taking place.\nMichaelston-y-Fedw might be just 10 miles from Cardiff city centre and a short drive from Newport but it has always been a world away when it comes to its broadband access.\nIts low internet speed of 4Mbps meant it was a proper \"not spot\" where young people could not watch YouTube, the local pub struggled to take card payments and downloading a film was nearly impossible.\nSo fed up locals decided to take matters into their own hands and install their own ultrafast broadband.\nThe local pub, village hall and church have just been connected and by autumn about 175 homes in the area will have upload and download speeds of 1Gbps - or 1,000 Mbps - some of the fastest internet speeds in the UK.\nWhen you drive along the lanes leading to the village, large banners proudly proclaim: \"Fastest Village in Wales.\"\nIt's a huge deal for its 300 residents.\nMeg Cope, 21, says her house has the slowest broadband in the village because it's at the end of the current copper line - and it's affecting her studies at Cardiff University.\n\"The internet is so important for my university work - I read a lot of articles and journals so I have to go into uni to download them and then come home to read them,\" she said.\n\"It makes me feel like I'm behind with my degree. Its's so frustrating.\n\"Just going online for social media, I have to use 3G and I end up using all my data and have to buy more.\"\nCaroline Hill and Ben Langman, who have been running the Cefn Mably Arms for the past 21 months, said the slow speeds had been hurting their business.\n\"It affected everything. As soon as someone came into the pub and their phone connected with the wi-fi, it would crash our debit card machine,\" said Ben.\n\"Trying to pay our 26 staff was difficult as it's all online banking these days. A few years ago you could do your ordering over the phone, now it's all online... It was so hard.\"\nBut that's all changed as the pub has just been connected to the new ultrafast Fibre to the Premises (FTTP) broadband.\n\"Now you can come along and download the whole Star Wars trilogy in three minutes,\" laughed Ben.\nThey all have Dave Schofield to thank for dragging the village into the 21st Century.\nHe and a team of about 30 volunteers - all local villagers - decided that because nobody else was sorting out their problem, they would do it themselves.\nHe mentioned the idea at a village meeting, not thinking anybody would be enthusiastic, but he said everyone jumped on board.\nThey set up their own not for profit Community Interest Company and raised £150,000 by asking local people to buy shares in the project. \nThey then went about applying for every grant they could, including to the Welsh Government and Access Broadband Cymru, which offers vouchers to homes in areas that are not set to benefit from BT's Superfast Cymru project.\nSimilar schemes have been undertaken in England, but for Wales it was a first.\nFarmers and landowners readily gave permission for trenches to be dug to lay the fibre optic cables - that are thinner than a human hair - from a hub to people's homes and businesses.\nAnd residents swotted up on the technology, pooled their skills and received training on how to lay the infrastructure.\nLocal contractors use machinery to dig across farmland to people's driveways. It's then up to each home owner to dig trenches to carry the fibres into their own homes, with others stepping in to help those who can't manage the work.\nIt has become a full time job for many of the volunteers.\n\"We started digging on 21 February this year when the ground was frozen solid,\" said Dave, 52, who's lived in the village for eight years.\n\"A few weeks later we were snowed in for three days and then we had torrential rain.\n\"So it's not been easy but we were all determined. And it's brought the whole community together.\"\nDavid Walford, 21, stepped up to do the groundwork, digging trenches in the many fields that surround Michaelston-y-Fedw.\n\"I've got a drone and I take loads of videos but I've never been able to upload them. There'd be no hope of doing anything like that,\" he said.\n\"For the last three days I've been coming down to the village hall to finally upload all my videos to YouTube. It's amazing - you don't realise how painful it was before.\"\nFor many of the villagers, the project has not just been about improving internet access - it's also been about improving community relationships.\nJim Dunk, 71, has had a home in the village for 41 years but because he was in the Merchant Navy, he travelled the world and used it only as a base.\n\"This is why the project meant so much to me,\" he said.\n\"It's the place I came back to - but apart from the village pub, I didn't know many other people. Now, I've met just about everybody as I'm one of the people who's put the routers into all the houses.\"\nHis wife Carina, who does the fibre splicing, added: \"In a very short space of time we've got to know a lot of people very well.\n\"Sometimes we're spending eight hours a day together. Before this, Jim was playing golf four times a week - now he's lucky if he gets there once. But he loves it.\"\nThey still have much work to do. The popular Cefn Mably Farm Park will also be connected as part of the project - but first the team will have to get the wires across a river.\nThat doesn't daunt them.\n\"We'll just use a directional drill to do it,\" added Dave - a phrase he no doubt didn't think he'd be using this time last year.\nThe people power behind the project has impressed many of the locals.\n\"They're all so clever doing it,\" said Saskia Barnett, 22, who has lived in the village all her life.\n\"It's such a great idea and will really make a difference for people living here.\n\"When you're a teenager growing up here it's really hard... My brother and I would have to time when we'd go online - when he was playing on his Xbox I wouldn't be able to watch Netflix on my laptop.\"\n\"Our house has just gone over to the new router. It's not up and running yet but it will be so much better. It will be so good.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-56965070",
      "category": "uk-england-manchester",
      "title": "Israel crush: British man named among victims",
      "tags": "Israel,Salford",
      "text": "A British man who died in a crush at a Jewish festival in Israel was in the country to study, a family spokesman said.\nMoshe Bergman, from Manchester, was among 45 people killed after becoming trapped in a crowded alley on Friday.\nThe 24-year-old had been studying in Israel, where he lived with his wife.\nSpeaking on the family's behalf, Rabbi Arnold Saunders said they \"went through hell hearing rumours that he was dead, then alive, then dead\".\nMr Bergman had been married for about 18 months, he added.\nSome 150 people were also injured at the Lag B'Omer festival, near Mount Meron in northern Israel, when they became trapped in an overcrowded passageway.\n\"When we heard the general news [about the crush], it was bad enough because this is one of our most joyous days in our whole calendar and Meron is the focal point of it all,\" said Mr Saunders, who also represents Kersal on Salford City Council.\n\"The community is definitely shocked. They've rallied around the family tremendously and given them as much support as they can.\"\nMr Bergman's family, who live in Salford, are travelling to Israel.\nThe work of identifying the dead was paused for 24 hours on Friday evening to mark the Sabbath, the Jewish day of rest. Funerals resumed after sunset on Saturday.\nThe families of those buried are beginning their week-long wakes, known in Jewish tradition as sitting shiva.\nNearly 100,000 mostly ultra-Orthodox Jews attended the event, which takes place at one of the holiest Jewish sites in Israel.\nThe Queen, Prime Minister Boris Johnson and British faith leaders sent condolences following the disaster.\nPrayers are also being said in synagogues for the bereaved and the injured.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56957549",
      "category": "uk-wales",
      "title": "Bid to lure ospreys to new nest after chainsaw attack",
      "tags": "Animals,Environment,Rural crime,Birds,Ospreys",
      "text": "Conservationists hope a pair of ospreys will nest at a new site after their platform was cut down with a chainsaw.\nA decoy egg has also been placed on the nest as the female had laid an egg a day before the attack at Llyn Brenig, which borders Conwy and Denbighshire.\nBBC Springwatch presenter Iolo Williams said it was \"environmental vandalism of the worst kind\".\nCCTV cameras recorded the moment the platform was cut down and North Wales Police branded it a \"disgusting act\".\nIn a tweet, Rob Taylor, rural crime team manager for North Wales Police, said the force was \"pulling the stops out to try and catch the person or persons responsible for this\".\n\"The whole team are absolutely devastated by it and I'm sure the whole community are as well,\" he added.\n\"Believe me, they will receive the full force of the law.\"\nThere are five pairs of ospreys in Wales and the birds and their eggs are protected under the Wildlife & Countryside Act which makes it an offence to interfere with them or their nest.\nAccording to the RSPB, the female osprey lays two or three eggs between one and three daily intervals in the second half of April, and incubates them for 37 days per egg. \nBBC Springwatch presenter Iolo Williams told Sunday's BBC Breakfast he hoped the birds would attempt to nest again as it was early in the season.\n\"What we're hoping is that by putting a dummy egg in a nearby nest, then the female will be induced to head over there and lay two, maybe even three eggs again,\" he said.\n\"If she leaves two eggs there and incubates those successfully, we'll be delighted, although that doesn't take away from this idiotic act of vandalism.\"\nBrenig Osprey Project, a partnership with Welsh Water and North Wales Wildlife Trust, thanked the public for support following the attack on Friday night.\nIn a Facebook post, it said its \"priority has been to protect the birds\" and, on Saturday, it had cleared another platform the ospreys had been \"scouting out\" and had added the decoy egg.\n\"Our hope is that they will relocate to it within days,\" it said.\n\"The female may well even be ready to lay, and we think we've given her a good option.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56962231",
      "category": "entertainment-arts",
      "title": "Covid: Packed pilot festival brings the good times back - for one night",
      "tags": "Coronavirus lockdown measures,Live music,The Lathums,Music festivals,Liverpool,Coronavirus pandemic,Music",
      "text": "A pilot concert in Liverpool on Sunday saw the largest number of people to have legally crammed into such a small space in the UK since the start of the pandemic. They had a euphoric night - but a lot is riding on its success.\nIt's a sight that has existed only in fond, fading memories for the past 13 months, and has sometimes seemed destined to be consigned to the carefree pre-Covid age - 5,000 closely-packed music fans dancing and jumping, and singing in unison at the top of their lungs.\nNo masks. No social distancing. No rule of six. No risk of fines.\nJust having a good time with your mates, drinking beer from cardboard pint pots, queuing up for Portaloos, getting rained on - and listening to live music in a melee of strangers who are hearing, seeing and feeling the same things as you.\nJust like old times. And hopefully like times still to come.\nSunday's mini-festival in Liverpool's Sefton Park was one of the government's official trial events to research how large gatherings can safely take place again.\nAll ticket holders had to take a supervised lateral flow test at one of four testing centres in the city the day before, and were only allowed in if the test was negative.\nThey were also strongly encouraged to take more sensitive PCR tests on the day of the show and to do so again five days later, on Friday. That will be crucial to working out whether there was any spread of the virus.\nScientists are also studying other factors like audience movement and interaction, ventilation, duration, catering and alcohol consumption. Mysterious people with clipboards wandered around making notes.\nIt's all with the aim of working out how summer music festivals can go ahead after 21 June, when stage four of the government reopening roadmap will, in theory, see the end of restrictions on social contact.\nWhen the gates to the Sefton Park site opened at 4:30pm on Sunday, the first fans came in - ripping off their face masks with \"a sigh of relief\", as one put it.\nAt 5.30, before any of the bands had started, an already sizeable crowd was in front of the stage, where a DJ was spinning indie anthems. They weren't just shoulder to shoulder, but on each other's shoulders, arms aloft, cardboard pints flying as the chorus to Common People kicked in.\nBy 6:30, a girl was being sick on the grass next to the Filthy Vegan food van.\nIn the big top, the first act was on stage - Liverpool singer-songwriter Zuzu. \"Hello!\" she said, and the stimulation-starved crowd roared as if she had scored the winning goal in the Merseyside derby.\n\"It was just unreal,\" she said of the experience afterwards. \"It felt like jumping out of an aeroplane. My heart was going in a big way. \n\"It was incredibly emotional. I tried to keep it together on stage. But during the last song I choked up, and when I came off stage, I'm not even ashamed to admit that I cried. I fully cried. It was amazing.\"\nThe crowd was even more pumped up by the time the headliners, chart-topping indie band Blossoms, arrived two hours later.\nThe pilot was supposed to test a \"normal\" gig, but the amount of pent-up energy that was released, and steam that was let off, meant the atmosphere was more heightened than was ever normal in previous years.\n\"It was way better than normal,\" said one fan, Aneesa Habib, 19, afterwards.\n\"It was so crazy being back surrounded by people,\" said her friend Joby Mathew, 20. \"It was incredible. To be in the middle of everyone, just moving around, you feel like you're part of something bigger than yourself.\"\nFestivalgoer Jack Young, 21, said being at an event with no restrictions was \"like a weight had been lifted off everyone's shoulders\".\nAnother called Chloe said: \"It was nice to be in the moment. You felt alive again. We need more. I've missed it a lot.\"\nAlex Druce, 26, said it was like having \"a flashback to two years ago\". He added: \"It was like reverting back to the way things used to be. We've basically been like a caged animal for about two years, haven't we?\"\nSome concertgoers did admit they had been anxious about being in a crowd again after so long. The testing process largely proved reassuring, and its success will help determine whether we see scenes like this again soon.\nSunday's six-hour show followed two nightclub pilot events, which were attended by 3,000 people per night in the city on Friday and Saturday.\nThe live music trial was staged by Reading, Leeds and Latitude promoters Festival Republic. \n\"We've worked really hard to do everything right behind the scenes - all the testing - to create an atmosphere that didn't feel sterile and didn't feel as though you were in a test or a pilot show or an experiment,\" managing director Melvin Benn said.\n\"And we've created an atmosphere that people will remember from 2019. People will think, this is what they have been missing.\"\nSome festivals, such as Glastonbury, have already been cancelled for this summer, while others are hanging in the balance. \"There's an awful lot of festivals riding on the success of this,\" Benn said.\n\"That's huge economically, but it's huge from an emotional point of view, from a human wellbeing point of view. I've seen people break down here with the emotion of seeing people again, and I fear that if we don't bring that back, that isolation that a lot of people are living through will just become unbearable.\"\nThe fate of the forthcoming festival season does not just hinge on being able to prove that individual events can be safe.\nOrganisers are also calling on the government to provide insurance in case there's another Covid spike and festivals have to be cancelled at short notice, after spending large sums on preparations.\n\"The truth is, unless the government provide it, there's real vulnerability for the rest of the summer,\" Benn said. \nHe invited arts minister Caroline Dinenage to see the set-up of the Sefton Park pilot for herself. Speaking on site, she said the insurance idea was \"still on the table\" and was \"with the Treasury\", adding: \"If we can do it, we'd like to.\"\nReading and Leeds, the biggest events left in this summer's calendar, are sold out. Asked whether they could happen without government insurance, Benn shrugged and gave no comment.\nOn stage, as Blossoms struck the opening chords of their final song Charlemagne, someone in the crowd lit a flare, more people climbed onto friends' shoulders, and more arms were raised in the air.\n\"We'll see you again soon,\" singer Tom Ogden promised as the tune finished, leaving the crowd to file out of the tent, and back to reality."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56963548",
      "category": "uk",
      "title": "Trespass arrests at Prince Andrew's Windsor home",
      "tags": "Prince Andrew, Duke of York,UK Royal Family,Thames Valley Police,Windsor",
      "text": "Two people have been arrested after they were found trespassing in the Royal Family's Windsor estate.\nA 29-year-old woman and a 31-year-old man, both from London, were found in the grounds of Royal Lodge, where the Duke of York lives, on 25 April.\nThames Valley Police said there was no risk to anyone on the site and they were released while inquiries continue.\nIt followed a separate incident at Prince Andrew's home in which a 43-year-old woman was arrested.\nIt was reported by the Sun newspaper that the woman gained access to the Royal Lodge estate on 19 April by saying she was visiting for lunch with the duke.\nThe woman was detained shortly after, but later \"de-arrested\" and further detained under the Mental Health Act.\nA Buckingham Palace spokesman declined to comment on the incidents.\nThe Royal Lodge is at the heart of Windsor Great Park and about 3 miles (5km) south of Windsor Castle, where the Queen and the late Duke of Edinburgh resided during the coronavirus pandemic.\nIt is a Grade I listed estate. It includes a country house, rebuilt in the 1930s around a cottage used as a private retreat by George IV in the 19th Century.\nThe lodge was the official Windsor residence of Queen Elizabeth, the Queen Mother, until her death in 2002 and is now used by Prince Andrew.\nAccording to Historic England, it is is surrounded by woodland and lawns, with a woodland garden laid out in the 1930s with assistance from Sir Eric Savill and Russell Page, and a formal terrace by Sir Geoffrey Jellicoe, also of the 1930s.\nA house has stood on or close to the site of the lodge since at the least the 1660s.\nSecurity protocols at royal residences were overhauled in the 1980s after an intruder woke the Queen as she slept at Buckingham Palace - the first time private royal apartments had been breached since Queen Victoria's reign.\nIn the morning of 9 July 1982, Michael Fagan, 31, scaled the walls of the palace and navigated his way to the monarch's bedroom just as the armed guard stationed outside changed shifts and before their replacement arrived.\nMr Fagan spent 10 minutes speaking to the Queen before he asked for a cigarette, allowing her to raise the alarm.\nThe Metropolitan Police's Royalty and Specialist Protection Command is responsible for the overall security of senior royals and official residences, working in conjunction with local police forces."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-56957552",
      "category": "uk-wales-politics",
      "title": "Stephen Doughty: MP sorry for asking constituent for diazepam",
      "tags": "Cardiff,Stephen Doughty,Labour Party,Penarth",
      "text": "A Labour MP has apologised \"unreservedly for any error he made\" by asking a constituent for prescription-only anxiety drugs.\nByron Long claimed to the Mail on Sunday he gave his MP Stephen Doughty up to 140 diazepam pills during up to 20 meetings at a Cardiff coffee shop. \nMr Doughty's spokesman categorically denied the paper's report.\nBut he said the MP did ask his \"friend\" Mr Long for \"a few spare diazepam\" once in 2019, to take ahead of a flight. \nThe spokesman added: \"To the best of his recollection, at the time he was panicking, had been unable to get to a GP for an appointment, and as a friend who he regularly shared confidential personal mental health worries and anxieties with, asked Byron if he had a few spare diazepam, which he had previously been prescribed for such circumstances, and taken without any issues. \n\"Stephen apologises unreservedly for any error he made in making this request, which was to a friend who he had shared many highly personal, trusted and mutually supportive conversations with about mental health over many years. \n\"In the event Stephen subsequently cancelled his trip - and did not need medication.\"\nPossession of diazepam, which is a Class C drug without a prescription, carries a maximum sentence of two years in prison.\nIt is available on prescription only and is used to treat anxiety, muscle spasms and fits. \nThe Mail on Sunday printed what it said was an exchange of messages between Mr Long and Mr Doughty, who is MP for Cardiff South and Penarth and Labour's shadow foreign affairs and international development minister.\nIn the alleged exchange, Mr Doughty invited Mr Long to his home to meet his new cat, adding: \"PS do you have any spare diazepam by any chance? I haven't been able to get to GP and need some for flying next week! X.\"\nEarlier on Sunday, when asked about the allegations, Wales' First Minister Mark Drakeford said: \"Well, I haven't seen the article myself but I understand that Mr Doughty has provided a full explanation. \n\"He refutes many of the allegations that are made in that article and he explains part of why one aspect of it has some grounding is the truth, so I think it's fair that he has that opportunity to set that record straight.\"\nMr Doughty's spokesman added: \"Stephen has spoken openly about his own struggles about mental health. He is sad to have to reveal personal medical information in these circumstances - but feels that others talking about their mental health experiences can help destigmatise the challenges so many people go through. \n\"He has been prescribed medication over the last 12 years on a number of occasions, including diazepam, to deal with panic attacks and anxiety disorder, alongside talking therapies.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-56949585",
      "category": "uk-wales-politics",
      "title": "Covid: Post-pandemic focus in final days before Wales' election",
      "tags": "Wales business,Council tax,Employment,Welsh Parliament election 2021,Young people,Wales economy",
      "text": "Plans for Wales' post-Covid economic recovery are being outlined by political parties on the last weekend of the Senedd election campaign.\nBoth the Welsh Conservatives and Welsh Labour said their focus was on creating jobs.\nPlaid Cymru said an independent Wales could \"realise its full potential,\" while the Welsh Liberal Democrats focused on council tax arrears.\nThe Welsh Parliament elections take place on Thursday 6 May.\nSIGN UP FOR WALES ALERTS:  Get extra updates on BBC election coverage\nThe Welsh Conservatives are pledging to create 65,000 new jobs if they get into power.\nThe party's regional candidate for South Wales East, Laura Anne Jones, said: \"Our absolute priority has to be economic recovery in Wales.\n\"It has to be at the forefront of everything that we're doing now - we need to invest in people, we need to invest in jobs, and we need to make sure that everyone has the support they need to really get things going again, get things moving.\"\nSpeaking while canvassing in Newport, she added: \"We've had 22 years now of abject failure from the Labour government, our country was in a bad shape before the pandemic… we need fresh ideas, we need a new beginning for the whole of Wales.\" \nPlaid Cymru says independence is the only way for Wales to \"realise its full potential\". \nLeader Adam Price, said \"only a credible threat of independence gives Wales leverage in London\".\n\"A Plaid Cymru government will mean a stronger Wales - feared and respected by Westminster not neglected and ignored. This will mean more investment and more powers.\" \nMr Price added: \"Scotland's experience has taught us that the prospect of independence forces Westminster to listen.\n\"Only by electing a Plaid Cymru government on 6 May will Wales' hand be strengthened in challenging the Tory UK government.\"\nWALES ELECTION: THE BASICS\nWhat's happening? On 6 May, people will vote to elect 60 Members of the Senedd (MSs). The party that can command the support of a majority of MSs will form the Welsh government.  Find out more here.\nWhat powers does the Senedd have? MSs pass laws on aspects of life in Wales such as health, education and transport - and have some tax powers. \n Carolyn Harris, Welsh Labour's deputy leader, said the party's recovery plan included a work, education or training place to be offered to all under-25s and \"a real living wage for social care workers\".\nShe said: \"I'll be out across Wales every day between now and May 6th banging the drum for our Welsh Labour government.\n\"With every poll showing the danger that the Tories pose at this election, our message is crystal clear - if you value the things that Welsh Labour have done for you, your family and your community, you need to get out and vote for them.\"  \nThe Welsh Liberal Democrats want to set up a £200,000 fund to help \"the most vulnerable\" who are struggling to pay debts like council tax arrears. \nLeader Jane Dodds said: \"The debt bonfire would help so many residents in Wales who need support at the fraction of a cost. \n\"As we come out of the worst of the coronavirus pandemic one thing is clear, the pandemic exposed rife inequalities in our society.\n\"We know our country is disproportionately affected by debt compared to the rest of the UK, that's why we'd use this funding to free people from the economic insecurity.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56429693",
      "category": "uk-wales",
      "title": "Covid: 'Urgent change' needed to get people back on trains",
      "tags": "Tourism,Coronavirus lockdown measures,Wales business,Commuting,Cardiff,Transport,Rail travel,Aberystwyth,Welsh government,Transport for Wales,Climate change,Environment,Sustainable living,Coronavirus pandemic",
      "text": "Urgent changes are needed to get people out of cars and back on trains after Covid travel restrictions are eased, campaigners have warned.\nPassenger numbers plummeted by about 95% as \"non-essential\" travel was banned at the height of the pandemic.\nNow there are fears people will switch back to cars unless action is taken to make rail more affordable, attractive and address safety fears.\nTransport for Wales (TfW) said trains were safe and changes were being made.\nOver the past 20 years, the number of people using trains to travel into, out of and across Wales increased by about 80%, with about 31.1 million journeys in 2019, compared to about 16.6 million in 1999-2020.\nCommuters have complained of packed carriages, delays and cancellations, while queues were seen outside stations as thousands used trains to get into Cardiff on match and concert days.\nIn December, during the national \"stay at home\" lockdown, passenger numbers on services run by TfW dropped to 5-10% of pre-Covid levels and the hit to ticket income led to TfW being nationalised in February, in a bid to keep services running.\nIn April, after travel bans were lifted, allowing people to travel anywhere in England and Wales, TfW reported a rise in passengers to 20-30% of pre-pandemic levels, with footfall in stations up to 39% by 12 April.\nIt said had done all it could to keep services going during \"challenging times\", and the rail service was \"adapting\" to changes in demand and lifestyle due to Covid-19.\nAlexia Course, director of rail operations, said as many moved away from office based 9-5 working, it aimed to make rail a \"more attractive option\" for day-trips and holidays, and working on new fares and ticketing options.\nBut transport experts and green campaigners have warned safety messaging about avoiding public transport could have a \"lasting impact\" and it could take years for passengers to get back on board.\nWith some of Wales major employers now considering allowing employees to work from home full-time, campaigners fear the rail network will be unsustainable, unless it adapts to people's lifestyle changes, with a knock-on effect for the environment if more of us choose cars over public transport as restrictions are eased.\nPeter Kingsbury, of Rail Future Wales, warned getting people back on the trains and out of cars was essential for the \"wider good of society\".\n\"Future generations will potentially have a much lower quality of life if we are not able to change our habits over the next decade or two,\" he said.\nThe Welsh government wants 45% of journeys to be made by public transport, walking or cycling by 2040 and all political parties have made promises for more sustainable transport in the run-up to the election.\nHowever, Christine Boston, director of sustainable travel charity Sustrans Cymru, said the rail service must adapt quickly or there was a \"real danger\" people who previously used trains could switch back to cars.\nFigures obtained by BBC Wales show traffic on Welsh roads increased by 62% in the last stay-at-home lockdown, compared with the first lockdown in March 2020, while public transport levels remained comparably low.\nWith a surge in cycling in lockdown, the charity wants to see cycle routes and train stations joined up, with more space for bikes on trains, in a bid to help people \"travel green\".\n\"The fall in passenger numbers risks pushing the cost of travel far beyond the means of many,\" Ms Boston said.\n\"Car use has crept back up to pre-pandemic levels, with a real risk of a car-led recovery, which would be devastating for us all.\"\nNorman Baker, of Campaign for Better Transport, said the rise in traffic showed there was an \"urgent need\" for incentives to get people out of their cars.\n\"If you don't get people back on trains and buses there will be gridlock on the roads,\" he warned.\nMs Course said people needed to be reminded of the benefits of travelling by rail, such as enjoying \"looking out of the window\", reading a book, getting work done and having a cup of coffee while travelling.\n\"There's a lot you can't get when you're sat behind the wheel of a car and driving to wherever you need to get to,\" she said.\nShe said new trains were being built and TfW was looking at how to create more space for bikes.\nBefore the pandemic, many used rail services to commute to work, at times leading to issues with overcrowding on Valleys lines into Cardiff, and other major hubs, at peak times.\nNow, with some companies introducing more flexible ways of working, and some announcing home working will continue way into the future, campaigners say rail services must adapt to a very \"different working world\".\nMr Baker said the days of 9-5 commuting patterns were over and the rail timetable and tickets needed to \"reflect a new reality\" where more people would travel for leisure.\nHe said dates for engineering works needed to change, making sure timetables were not limited on a Sunday, when many people would be taking trips.\n\"Sunday is no longer a day where we can shut the service down, Sunday is a busy day, engineering works should take place on a different time, on a different day,\" he said.\nSome fares on a number of TfW services increased by 2.6% from March, bringing it in line with a similar increase announced in England in December.\nAn off-peak return trip from Cardiff Central to London Paddington, on a Monday, costs £113.70, while at peak commuting times, it would cost more than £200, according to one ticketing website.\nMr Kingsbury said there was an urgent need for fare reform to reflect many people would not be commuting five days a week.\nHe said traditional season tickets - aimed at people who commute at peak times to offices - needed to be replaced with flexible options and was \"urgent to bring people back over the next six months\".\nMs Course said TfW already had more flexible ticketing, for people to save while working from different locations, but was \"looking at other ways we can encourage different types of ticketing\" and the UK rail industry to create a new flexible ticket.\nWith no timeframe for when people can start jetting off on holidays abroad again, many are predicting a staycation boom this year.\nCampaigners said it was vital rail services capitalised on increased tourism and encouraged people to use rail to travel for trips this summer.\nMr Kingsbury said the current rail network was \"not financially sustainable\" and a scheme similar to Eat Out to Help Out could be introduced, with discount fares or even a free journey to get back on board.\nMs Course said TfW was working to promote rail as a more attractive way of travelling across Wales for trips and was working with businesses to \"try and tap into customer bases that maybe haven't looked at the railway in the same light previously\".\nHowever, there are also fears that people using trains for trips and holidays could lead to overcrowding.\nJeff Smith, of the Shrewsbury to Aberystwyth Rail Passenger Group (SARPA) and a Plaid Cymru town councillor, said he feared the Cambrian line would struggle to cope.\nSome services continued to see overcrowding, as people ignored travel rules to head to beaches last summer.\n\"You are looking at a situation like in the 1970s where you're going to have everyone going to resorts in the UK, so we will have people from Birmingham going to Aberystwyth,\" said Mr Smith.\nMr Smith said a lack of carriages on the line would mean little space for passengers to stay apart, if passenger numbers increased in the summer.\n\"If you have an overcrowded train then the social distancing goes out of the window,\" he said.\nMs Course said new trains were currently being built which would help increase capacity and customer experience, and allow for more frequent services, including on the Cambrian line.\nShe said dealing with overcrowding would be \"challenging\", but with fewer people commuting, things did not need to \"go back to how things were\", while extra support would be put on when major events resumed.\nWith few people using trains during repeated lockdowns, maintaining social-distancing was fairly easy, and people have been turned away for not wearing masks.\nHowever, campaigners said after months being told not to use public transport and to stay at home, there was a public misperception trains were \"unsafe\".\nScientists have said the risk of transmission depends on how crowded a train is, and how far away you can stay away from people.\nSo far this year, 9,348 people have been challenged by British Transport Police and rail staff for not wearing face masks - which are mandatory on trains - with 1,039 people refused travel.\nMs Course said there was no evidence trains were unsafe, with enhanced cleaning and security measures in place, and urged people to use a capacity checker before travelling.\nShe added that keeping people apart as demand increased would be \"challenging\", but social distancing was a priority and safety measures would continue.\nMick Lynch, of the RMT trade union, told a recent Senedd committee inquiry there would come a point where social distancing could no longer be maintained on the network: \"You will get to your ceiling of 2m social distancing, and any answer to that is to restrict travel or to change the social distancing.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56961945",
      "category": "world-middle-east",
      "title": "Israel crush: Day of mourning after dozens killed at Jewish festival",
      "tags": "Israel,Judaism",
      "text": "A national day of mourning is being held in Israel after a crush at a Jewish festival early on Friday that killed 45 men and boys.\nSome 150 people were injured at the Lag B'Omer festival, near Mount Meron in northern Israel, when they became trapped in an overcrowded passageway.  \nUp to 100,000 mostly ultra-Orthodox Jews were present at the gathering.\nAll of the victims have now been identified. There are 12 teenagers and children among them.\nFlags on all public buildings have been lowered to half-mast, and concerts and sports events postponed.\nThe families of those already buried are beginning their week-long wakes, known in Jewish tradition as sitting shiva.\nThe work of identifying the dead was paused for 24 hours late on Friday to mark the Sabbath, the Jewish day of rest. From sunset on Saturday, funerals resumed.\nAvigdor Hayut, 36, had brought two sons to Mount Meron. He described how \"a river\" of people piled up behind his family during the crush. All three fell down. His 10-year-old son lay beside him and said, \"Dad, I'm dying\" - but survived, in what his father called \"a visible miracle\".\nMr Hayut suffered broken ribs and a broken ankle. But his 13-year-old son, Yedidya, was killed.\nLaying the boy to rest in the town of Bnei Brak, near Tel Aviv, Mr Hayut said of his son: \"I only wish that we achieve even a small fraction of your stature in studies and holy devotion.\"\nAt least 20 people were still in hospital on Saturday, Israeli media reported, many of them in a serious or critical condition. \nThe Magen David Adom rescue agency said more than 2,200 people had donated blood to help the injured, including Prime Minister Benjamin Netanyahu.\nThe 45 people killed in the crush include young fathers, rabbis and two sets of brothers, the Times of Israel reported.\nTwo of the youngest victims were Moshe Natan Englander, 14, and Yehoshua Englander, 9, from Jerusalem.\nAt least 10 foreign citizens were said to be among the dead. \nFour are American, according to the Israeli foreign ministry. The US has not yet named them, but local reports identified an 18-year-old gap-year student, Donny Morris, from New Jersey. \n\"We are all shocked and devastated. There are no words,\" said Rabbi Yechiel Morris, the victim's uncle.\nCanada's Prime Minister Justin Trudeau said two Canadians were killed. \nUK-based site Jewish News reported that a 24-year-old from Manchester in England was also among the dead.\nMr Netanyahu has called the incident one of Israel's worst peacetime disasters, and pledged to hold an inquiry to ensure such a tragedy cannot happen again.\nQuestions are being raised over who is accountable. \n\"Once we have finished identifying and burying our dead, I will stand before the cameras and take responsibility\" for the events, Public Security Minister Amir Ohana said on Saturday.\n\"I am responsible, but responsibility does not mean blame,\" he added.\nFractures between the ultra-Orthodox community and secular Israel are coming to the surface, the BBC's Middle East correspondent Tom Bateman reports. Evidence is mounting that the pilgrimage site was a known safety risk, labelled hazardous years before by state investigators.\nThere are suggestions the government and police may not have acted to reduce the scale of the gathering out of deference to high-profile rabbis and politicians.\nMore than half of Israel's population are now fully vaccinated against Covid-19, but public gatherings are subject to a numbers cap. Officials had authorised 10,000 people to attend the Lag B'Omer festival, but Israeli media reports suggest 10 times that number were present.\n\"A thorough inquiry is required,\" Culture Minister Hili Tropper told Kan public radio, according to Reuters. \"This terrible disaster will help everyone understand... that there should be no place where the state does not set the rules.\"\nThe Justice Ministry is examining whether there was any police misconduct.\nPolice sources told Israeli newspaper Haaretz that some people had slipped on steps, causing dozens more to fall over. But some witnesses have said a police barricade prevented people from leaving the crowded area."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-56937381",
      "category": "uk-wales-politics",
      "title": "Senedd 2021: Five things we learned from the election debate",
      "tags": "Welsh Liberal Democrats,Abolish the Welsh Assembly Party,Plaid Cymru,Jane Dodds,Welsh Labour,Adam Price,Welsh Parliament election 2021,Welsh Parliament,Welsh Conservatives",
      "text": "It was the TV crunch match that could determine how parties do in the 2021 Welsh election, but there was no knockout blow.\nLabour, the Conservatives, Plaid Cymru, the Liberal Democrats and Abolish the Welsh Assembly pitched their wits against one another in the first hour, followed by Reform UK, the Green Party and UKIP in the second, 30-minute part of the show.\nHere are the five takeaways from the BBC Wales Live debate.\nSIGN UP FOR WALES ALERTS:  Get extra updates on BBC election coverage\nYou'd expect jibes, but perhaps not flattery.\nPlaid Cymru's Adam Price paid tribute to Labour First Minister Mark Drakeford as a \"conscientious and serious leader\".\nCordial relations could be required if the two find themselves working together to form a government after the election. \nBut the cordial relations that once existed between the Conservatives and Liberal Democrats in Westminster felt like a distant memory.\nAt one point, Andrew RT Davies uttered the words \"tuition fees\" at Jane Dodds.\nShe pointedly called him \"Mr Davies\" in reply, before saying she was \"ashamed\" of the austerity that began when their two parties were in coalition together.\nMental health came up in response to more than one question, with parties offering to improve services and spend more.\nIt's a topic that would not have featured so prominently in debates like this a few years ago.\nEven before the pandemic, mental health was rising up the political agenda.\nThen came lockdowns and the toll they have taken on so many people's wellbeing.\nAs a result, leaders were falling over each other to promise more help for people if they are in charge in the next Senedd.\nWALES ELECTION: THE BASICS\nWhat's happening? On 6 May, people will vote to elect 60 Members of the Senedd (MSs). The party that can command the support of a majority of MSs will form the Welsh government.  Find out more here.\nWhat powers does the Senedd have? MSs pass laws on aspects of life in Wales such as health, education and transport - and have some tax powers. \nEvery discussion referenced the pandemic in some way.\nThat's hardly surprising, given what we are all living through.\nBut it was, perhaps, surprising to hear just how little was said about Brexit which completely consumed politics until recently.\nIt barely featured in this debate. When Brexiteer Andrew RT Davies first raised it, even that was in reference to Covid, claiming the vaccination programme was better as a result of us leaving the EU.\nConventional politics distinguishes between bread and butter issues - schools and hospitals - and constitutional questions such as devolution.\nNot in this debate.\nAndrew RT Davies was talking about the vaccination programme when he raised the independence referendum Adam Price wants, saying it would cause \"constitutional chaos\" at a time when attention should be focused on the pandemic.\nMeanwhile, Richard Suchorzewski's answer to all sorts of problems in public services and the economy, as you might expect from the leader of a party called Abolish the Welsh Assembly, was to turn back the clock on devolution.\nPerhaps there was no knockout blow, but they all delivered the core messages of their campaigns.\nMark Drakeford told us Labour was keeping people safe.\nAndrew RT Davies said only he offered change after years in which Plaid and the Lib Dems have propped up Labour first ministers.\nAdam Price said Wales should control its own future.\nJane Dodds disavowed the Cameron-Clegg coalition.\nAnd Richard Suchorzewski repeatedly pressed the case to wind up Wales' parliament."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56957767",
      "category": "uk-northern-ireland",
      "title": "Fintona: Police officer knocked unconscious at bar",
      "tags": "Fintona",
      "text": "A police officer was punched and knocked unconscious as he responded to a report of underage drinking and Covid rule breaches at a County Tyrone bar.\nA second officer was then punched when he tried to detain the suspect at the premises in Fintona on Friday evening. \nPolice said there were about 150 people present when they entered the premises at about 18:35 BST.\nA 17-year-old boy was arrested for assaulting a police officer and disorderly behaviour. \nThe bar was issued with a warning and £1,000 fine.\n\"It is completely unacceptable that two of our colleagues were carrying out their duties when they were assaulted in such a nasty way. Such despicable behaviour must never be tolerated,\" said Ch Insp Johnston McDowell.\nThe officer who was knocked unconscious was taken to hospital as a precaution, police confirmed. \nNorthern Ireland's Covid-19 lockdown rules were relaxed on Friday, allowing hospitality businesses to operate outdoors.\nThey are required to provide table service only and must limit numbers at each table.\n\"Police have been working with partners, including the local council environmental health team, to carry out checks at premises to ensure our community can socialise in a safe environment,\" Mr McDowell added.\nHe said they would continue to speak to licensees to check they are adhering to Covid-19 public health regulations as well as alcohol licensing legislation. \n\"Our approach continues to centre around the four Es - engage, explain, encourage and, if necessary, enforce.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56956600",
      "category": "world-europe",
      "title": "US man detained after private jet lands in Sicily with guns and drugs",
      "tags": "Florida,Sicily,Italy",
      "text": "A US man has been detained after arriving in Sicily on a private jet from Florida in possession of weapons and drugs, Italian media report. \nPatrick Joseph Horan, 64, told police he was visiting relatives on the Italian island when he landed on Friday, according to news agency Ansa.\nBut a check carried out on the aircraft was said to have uncovered guns, bows and arrows and 1kg (35oz) of marijuana. \nThe items were reportedly seized and Mr Horan was taken away for questioning.\nThe private jet was searched by police and customs officers shortly after arriving at Sicily's Trapani Birgi airport.\nThey said weapons - including two pistols, a rifle and ammunition - had been placed in boxes while the drugs were sealed in plastic bags and water bottles, Italy's La Repubblica newspaper reported. \nMr Horan, who is said to be a wealthy partner in an agriculture business near the island's western town of Santa Ninfa, told police he was due to undergo a medical procedure in the Sicilian capital Palermo. \nThe American citizen has been detained at the Pietro Cerulli prison in Trapani while police carry out an investigation. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-55985562",
      "category": "technology",
      "title": "Covid-19: NHS app has told 1.7 million to self-isolate",
      "tags": "Contact tracing,Dido Harding,Apps,Self-isolation,Coronavirus pandemic",
      "text": "The NHS Covid-19 app has told 1.7 million people in England and Wales to self-isolate to date.\nHealth ministers have also revealed they believe it has prevented about 600,000 cases of the disease.\nIn a further disclosure, internal data indicates that about 16.5 million people are currently actively using its contact-tracing tool.\nThat figure is 24% below the app's latest download tally, which is the government's preferred measure.\nThe discrepancy is likely to be down to people uninstalling the app, turning off its contact-tracing capabilities, or simply failing to have activated it in the first place.\nEach handset actively taking part sends a digital \"heartbeat\" once a day to the Amazon computer server involved, allowing the current usage figure to be calculated.\nAnd while the number of total downloads has slowly grown from 20.2 million to 21.7 million over the past two months, the number of phones pinging the server has been more or less flat.\nThis represents the first detailed data released about the app's use since it was made widely available to people in England and Wales in September. \nScotland, Northern Ireland, Jersey and Gibraltar have their own separate apps.\nBaroness Dido Harding, executive chair of the NHS Test and Trace programme, had been under pressure to release the figures for months, and the BBC unsuccessfully attempted to obtain some of the figures via a Freedom of Information request in November.\nThe intention in releasing the data now is to reassure the public that the app can save lives, and in doing so encourage more people to both install it and follow its advice ahead of lockdowns being eased.\n\"People who are not following the app's instructions are risking themselves and their colleagues and their families,\" Baroness Harding told the BBC.\n\"The more you follow the instructions of the app, the fewer outbreaks you'll have in your workplace and the safer it will be.\"\nA spokeswoman added that these instructions include circumstances in which it is recommended to pause the contact-tracing function.\nThe app uses Bluetooth logs to retrospectively warn users if they were at high risk of contagion from someone infected with the virus, who was recently in their vicinity.\nAlerts can be served within 15 minutes of an infected person approving use of their positive test result. But the system's decentralised nature means neither the person who triggered the warning, nor the authorities, can identify who receives the notifications.\nSome anonymised data is, however, collected. \nFor the first time, it has been revealed that:\nScientists from The Alan Turing Institute and Oxford University worked to provide further analysis of the app's impact\nThey estimate that 594,000 cases have been averted because of the technology.\nAnd they forecast that for every additional 1% of the population that uses the app, the number of Covid cases should fall by 2.3%.\nThe academics have benefited from the fact that the app was retooled in October to take account of the tier system introduced at the time in England, which operated on a local authority basis.\nThis allowed anonymised usage data to be compared between two neighbouring council areas where the spread of the pandemic was similar, but uptake of the app differed.\nThe researchers took account of other factors - including poverty levels - to calculate the degree to which suppression of the virus's spread could be linked to the app.\nHowever, they acknowledge that they cannot be certain that usage of the app caused all of the effects being attributed to it. And while they are publishing their work, it has yet to be peer-reviewed.\nEven so, the firm involved in developing the app said confidence was growing that it is indeed making a difference. \n\"The data suggests that we have made a dent in the overall infection rate,\" Wolfgang Emmerich, chief executive of Zuhlke UK, told the BBC.\n\"What we really have to do now, particularly as we're preparing to come out of lockdown, is to drive that adoption rate back up and to get people to switch [the app] back on again.\"\nMr Emmerich also revealed that his team had put plans to extend the app to older iPhone models on the back burner, in order to prioritise other new features, but declined to say what they are.\nSoon after the NHS Covid-19 app was launched last September, we learned one important piece of data - that over 20 million people had downloaded it. \nThat was a pretty good result compared with take-up of similar apps elsewhere, but what we didn't know until now was something far more important - did it work? \nNow these figures do appear to show that plenty of people have been pinged by the app and sent into isolation. \nMore impressively, research appears to show that in areas where take-up of the app was high, the infection spread more slowly than in places where it was lower. \nBut other scientists will want to drill down for themselves into whether other factors were at play in the link between high take-up and low infection rates. \nPlus the private nature of the app means there are some key questions that can't be answered:\nStill, using a Bluetooth app to trace people who might be infected with Covid-19 was always an experiment with an untested technology.\nAnd the scientists who have been working on this project for many months now feel they've proved that it has made a significant contribution to the fight against the virus."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56957564",
      "category": "uk",
      "title": "Princess Charlotte celebrates her sixth birthday",
      "text": "A photograph of a smiling Princess Charlotte has been released to mark her sixth birthday on Sunday. \nThe picture was taken by her mother, the Duchess of Cambridge, this weekend in Norfolk. \nPrincess Charlotte is fourth in line to the throne.\nCatherine and William marked their 10th wedding anniversary on Thursday by releasing a video of Charlotte with her brothers George, seven and Louis, three.\nIt showed the family at a beach and toasting marshmallows near their Norfolk residence, Anmer Hall. \nIn the new photo, Charlotte is pictured outdoors wearing a dark blue short-sleeved dress with a floral design. \nFor her last birthday, her parents released a picture of Charlotte volunteering with the rest of the family by helping to load a van with food and delivering meals to those in need in Norfolk. \nShe was born at the private maternity Lindo Wing of St Mary's Hospital in Paddington, central London, at 08:34 BST on 2 May 2015, weighing 8lb 3oz.\nHer mother, Catherine, is a keen amateur photographer and patron of the Royal Photographic Society. Her pictures have regularly been released to mark her children's birthdays. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56859427",
      "category": "world-europe",
      "title": "Sweden's single women IVF programme not 'as good as one would have hoped'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56345591",
      "category": "world-asia-india",
      "title": "Covid vaccine: India administers more than one billion Covid jabs",
      "tags": "Coronavirus vaccines,Vaccination,India,Coronavirus pandemic,AstraZeneca",
      "text": "India has administered more than a billion Covid jabs since it started its vaccination drive in January this year.\nIt achieved this milestone in 278 days - the first vaccine was given on 16 January.\nIt has fully vaccinated about 30% (291 million) of the eligible population and 707 million have had the first dose.\nIndia aims to fully vaccinate about a billion people by the end of 2021 but experts say the drive needs to pick up pace further to meet the target.\nThis milestone makes India the second country to reach the one billion mark - China crossed it in June. \nReaching the one billion mark in 278 days means that India, on an average, administered 3.6 million doses per day. However, the number of doses actually administered each day since January was not consistent, and varied widely. \nIndia is set to celebrate this historic achievement - Health Minister Mansukh Mandaviya will launch a film and song at capital Delhi's Red Fort.\nSo far, the country has reported more than 34 million Covid cases, second only to the US, and more than 452,000 deaths - behind the US and Brazil.\nExperts estimate that the country needs to give more than 12 million doses a day to fully vaccinate all eligible adults by the end of 2021. \nThere are also about 70 million more \"vulnerable\" adults above the age of 45 that are yet to get even a single dose, Dr Rijo M John, a health economist, told the BBC.\n\"Overcoming hesitancy in the remaining adults and making sure the vaccine reaches all of those most vulnerable would be the biggest challenge going ahead,\" Dr John said.\nOn 17 September, India administered more than 20 million doses in a day in a record-breaking effort to mark Prime Minister Narendra Modi's 71st birthday. \nIn October, India administered an average of 5.3 million doses per day. From 19 September to 18 October, the average daily doses given slightly improved to six million. \nIndia had a slow start when vaccinations were opened for some 960 million eligible people.\nLogistical problems and supply bottlenecks, vaccine hesitancy and a debilitating second wave of Covid-19 during this period made the rollout harder.\nIndia is still around 900 million jabs away from a fully vaccinated adult population, with little less than two-and-a-half-months to spare on the target. \nMuch will depend on levels of vaccine hesitancy and the availability of doses in the coming months.\nFrom a sluggish start, India massively ramped up its vaccination drive, with more than 61,000 public and private health facilities offering the jab. \nThe country has also started delivering vaccines by drone to far-flung villages in north-east India's mountainous regions. \nDrones will also be used to ferry doses to the eastern archipelago of Andamans and Nicobar where \"transportation by boat\" was taking a long time.\nThe government is using drones which can carry a payload of 4.5kg or a maximum of 900 doses and fly at least 70km (43 miles) to ferry doses.\nIndia's daily case count has been dropping - it has been reporting less than 30,000 new daily cases in the past month, and less than 20,000 in the past 10 days.\nWhile the vaccination drive has gained momentum, experts worry about a gender gap - government data shows 6% fewer women are getting vaccinated. This is especially true in rural India where women have limited access to the internet and are hesitant or scared to take the vaccine.\nAlthough a higher number of doses are being administered daily in rural areas, the share of population being vaccinated in urban areas is still greater.\nMost countries, especially those in the developing world, have struggled to access vaccines - a challenge that India, as the world's largest vaccine maker, didn't expect to face. \nBut Mr Modi's government didn't place orders from vaccine makers early enough - and a devastating second wave in April pushed them to expand the drive too quickly to the entire adult population, which is nearly a billion.\nIn June, the government told the Supreme Court that 1.35 billion doses will become available between August and December. It would take about 1.8 billion doses to vaccinate all eligible adults in India.\nIndia is using three vaccines - the Oxford-AstraZeneca jab, known locally as Covishield; Covaxin by Indian firm Bharat Biotech; and Russian-made Sputnik V. \nIndia has also approved its first vaccine for those under 18.\nThe three-dose ZyCoV-D vaccine prevented symptomatic disease in 66% of those vaccinated, according to an interim study quoted by the vaccine maker Cadila Healthcare. The ZyCoV-D vaccine is also the world's first DNA vaccine against Covid-19.\nThe government has also authorised  Indian pharma company Cipla to import Moderna's vaccine, which has shown nearly 95% efficacy against Covid-19. But it's not clear yet how many doses will be made available to India. \nSeveral more vaccines are in various stages of approval. \nVaccination is voluntary. More than 60,000 centres, mostly state-run, are offering jabs, but people can also pay for a dose at private facilities.\nThe government is spending around $5bn to provide free doses at state-run clinics, public health centres and hospitals\nPeople can experience side effects from vaccines. \nIndia has a 34-year-old surveillance programme for monitoring \"adverse events\" following immunisation. Experts say a failure to transparently report such incidents could lead to fear-mongering around vaccines.\nIndia has reported more than 23,000 \"adverse events\" after vaccination as of 17 May. Most of them were classified as \"minor\" - anxiety, vertigo, giddiness, dizziness, fever and pain. \nIt also examined 700 cases of \"severe adverse events\" and reported 488 deaths until mid-June. \nBut the government said the this did not mean they were due to vaccination, adding that \"the risk of dying following vaccination is negligible compared to the known risk of dying due to Covid-19 disease\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56963053",
      "category": "world-us-canada",
      "title": "Mitt Romney loudly booed at Utah Republican convention",
      "tags": "Impeachment of Donald Trump,Republican Party,Donald Trump,United States,Utah",
      "text": "US Senator Mitt Romney has been booed by Republicans at a convention in Utah. \nThe Utah senator and former presidential candidate was the only Republican to vote twice to impeach ex-President Donald Trump.\nAs Mr Romney took the stage at a state party convention in West Valley City, delegates shouted that he was a \"communist\" and a \"traitor\".\nAmid the jeering, he asked the crowd: \"So what do you think about President Biden's first hundred days?\"\nMr Romney added that he was \"a person who says what he thinks, and I don't hide the fact that I wasn't a fan of our last president's character issues\".\nHe started to say \"and I'm also no fan...\", but then had to stop speaking again because of the volume of the booing.\nAfter a pause, the senator asked the crowd of 2,100 delegates: \"Aren't you embarrassed?\" \nState party chair Derek Brown then stepped in and pleaded with everyone to \"please... show respect\".\nDespite this show of disapproval, a motion to censure Mr Romney for his votes to impeach Mr Trump failed narrowly. Mr Romney urged people to \"come together in strength and unity\" before leaving the stage.\nA moderate Republican, Mr Romney is not facing re-election to the Senate in 2022.\nThis incident is seen as an example of how, despite his election loss last year, Mr Trump continues to be popular within the party.\nA CNN poll released this week suggested 70% of Republicans still believe Mr Trump's allegations that President Joe Biden did not legitimately win the election - despite the claims being repeatedly proven to be false.\nMr Trump is the only president in US history to have been impeached twice.\nThe first time, in December 2019, was for asking Ukraine for dirt on his political opponents. \nThe second was for inciting a deadly storming of the Capitol on 6 January this year, after repeating his claim of electoral fraud. Before the riot, he told a crowd of supporters to \"fight like hell\".\nHe was acquitted at both impeachment trials."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56958885",
      "category": "uk",
      "title": "Covid: Quarantine for Covid contacts could be scrapped",
      "tags": "Contact tracing,Coronavirus testing,Self-isolation,Coronavirus pandemic",
      "text": "People may not need to self-isolate if they have been in close contact with someone with Covid, if a new trial is successful.\nThe government-backed research will trial giving people daily lateral flow tests for seven days - instead of quarantining for 10 days.\nSo long as they test negative all week, they can carry on with their lives.\nIt comes as the foreign secretary said the country was \"in a good position\" to end almost all restrictions on 21 June.\nBut Dominic Raab told BBC One's Andrew Marr Show \"we need to keep tracking the variants and tracking the evidence\" as the UK gradually reopens.\nHe said \"some safeguards\" may need to remain beyond the end of June, which could involve some use of masks or social distancing, but the goal was to \"get life back as close to normal as possible\".\nFrom 9 May, about 40,000 close contacts of people with Covid in England will be invited to take part in the study replacing quarantine with daily testing.\nSelf-isolating means staying at home and not leaving it - not even to buy food or medicines, or for exercise. \nAs part of this major new study, people will have to test themselves every morning for seven days and will be exempt from the legal requirement to quarantine at home every day they test negative, as long as they do not show any symptoms of Covid.\nLateral flow tests give results in about 30 minutes but are considered less sensitive than PCR (polymerase chain reaction) tests, which are processed in a laboratory with results returned in 24 hours or so.\nBetween May 2020 and April 2021 in England, more than 6.7 million close contacts were reached and told to self-isolate, NHS Test and Trace data shows.\nA large study of the test-and-trace system, published last month, found low numbers of people had followed the self-isolation rules in full.\nMen, younger people and parents with young children were less likely to self-isolate - as were those from more working-class backgrounds, people in financial hardship and key workers.\nCommon reasons for not fully self-isolating included going to the shops or work, for a medical need, to care for a vulnerable person, to exercise or meet others - or because symptoms were only mild or getting better.\nThe UK regulator has always cautioned against the use of lateral flow tests in this way. \nThe concern is that they are not accurate enough, certainly not when used at home to correctly identify enough positive cases. \nSo while they were given the green light for mass testing, which they are currently being used for on the basis they would pick up some cases that would not have been identified previously, deploying them to allow close contacts to avoid isolation was deemed a step too far. \nBut the vaccination programme has changed the equation by reducing the risk from Covid. \nIt means what is proportionate needs to be reassessed. \nAsking people who come into close contact to isolate has a significant cost to that individual. Is that right when the risk of Covid is lower than it once was? And will people continue to isolate given the changing landscape? \nAccepting some cases will slip through the net could be a price worth paying. This trial will help understand what that price is. \nProf Isabel Oliver, Public Health England's national infection service director, said the study would be key to informing how \"the approach to testing might evolve\".\n\"Self-isolation is very challenging for some people, particularly those who aren't able to work form home or don't have access to readily available support or help from others,\" she told BBC Breakfast.\n\"If this allows us to return to greater normality, it would be a great step forward.\"\nShe said the study needs to recruit such a large number of people, who will be invited as part of the contact tracing process, because infection rates are relatively low at the moment.\nAs well as the daily lateral flow test, study participants will take a more accurate PCR test at the beginning and end of the trial period. \nThey will also take a PCR test if any of the daily tests gives a positive result. And anyone testing positive will be required to self-isolate as normal during the trial.\nHealth Secretary Matt Hancock said: \"This new pilot could help shift the dial in our favour by offering a viable alternative to self-isolation for people who are contacts of positive Covid-19 cases, and one that would allow people to carry on going to work and living their lives.\"\nGP Dr Ellie Cannon told BBC Breakfast it was \"a really positive step because we haven't been good at self-isolation\", often because people could not afford to take time off work.\nShe said many people also had to self-isolate unnecessarily, \"which has really stopped life in the UK over the past year\".\nWhile lateral flow tests are not as accurate as the PCR swabs used at testing centres, their use by schools to safely reopen has shown they can be effective, Dr Cannon said.\nProf Peter Openshaw, an immunologist who advises the government, said the tests were \"contentious\" but used daily, were likely to catch the people \"most prone to spreading disease\".\nDespite the progress in vaccination, he said \"it is too early to declare victory and to drop our guard\".\n\"We do know that this infection has a tendency to come back again and we need to use this time to be absolutely sure we have got every precaution in place to stop further outbreaks,\" he said.\nMeanwhile, Mr Raab said he would \"always look very carefully at any request\" to help as India deals with its record surge of Covid cases, which is overwhelming hospitals.\nBut asked if the UK should pause the vaccination of younger, less vulnerable people to send doses abroad, the foreign secretary said he has not received any request from India \"on that specific issue\".\nHe said the government was supporting vaccination worldwide with the billion doses that the UK is contributing to the World Health Organization's Covax programme.\nShadow foreign secretary Lisa Nandy said the issue is \"deeply personal\" as she has a close family member in hospital with Covid in India, but added the UK should not pause the vaccination of younger people to send vaccines overseas.\n\"We haven't defeated this virus in Britain yet,\" she said. She said we should not \"pit the people of Britain against the people of India\" but should instead \"dramatically ramp up vaccination and supply\" worldwide.\nOn Saturday, a further seven deaths within 28 days of positive Covid tests were reported - and 1,907 more cases."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56964296",
      "category": "uk",
      "title": "Covid-19: Some Covid safeguards needed after June, says Raab",
      "tags": "Coronavirus lockdown measures,Contact tracing,Dominic Raab,Coronavirus testing,Coronavirus pandemic",
      "text": "Some Covid-19 safeguards will need to remain in place beyond June when the roadmap out of lockdown is due to end, the foreign secretary has said.\nDominic Raab told the BBC no decisions have been made, but it could involve some use of social distancing or masks.\nUnder the government's roadmap, all legal restrictions on social contact in England are due to end on 21 June.\nMr Raab said the UK was \"in a good position\" to \"get life back as close to normal as possible\".\nThe foreign secretary told BBC One's Andrew Marr Show: \"But there will still need to be some safeguards in place.\"\nHe said the government had not yet made a decision on vaccinating secondary school children.\n\"That's one of the tools, one of the options that we'll look at. No decisions have been made,\" he said.\nOn Sunday, a further 14 deaths within 28 days of a positive Covid test were reported - and 1,671 more cases.\nThe progress on vaccination means the UK is in \"a good position\" to end almost all restrictions on 21 June, but the final decision will be based on the evidence, the foreign secretary said. \nIt comes as the government begins a trial of daily lateral flow tests for people who have come into close contact with someone with Covid, which if successful could spell an end to the requirement to self-isolate.\nFrom 9 May, about 40,000 close contacts of people with Covid in England will be invited to take part in the study. \nThey will have to test themselves each morning for seven days but will be exempt from the legal requirement to quarantine as long as the result is negative and they do not show any symptoms.\nBetween May 2020 and April 2021 in England, more than 6.7 million close contacts were reached and told to self-isolate, NHS Test and Trace data shows.\nBut research found low numbers of people had followed the self-isolation rules in full. Those less likely to self-isolate include men, younger people, parents with young children, working-class backgrounds, people in financial hardship and key workers.\nWith international travel due to resume in the next stage out of lockdown on 17 May, Mr Raab also said the traffic light system detailing the risk level of travelling to each destination is \"coming shortly\".\nProf Peter Openshaw, an immunologist who advises the government, said people would be able to go on holiday this summer \"within limits\".\nBut he said: \"I would absolutely say it is too early to declare victory and to drop our guard.\n\"We do know that this infection has a tendency to come back again and we need to use this time to be absolutely sure we have got every precaution in place to stop further outbreaks.\" \nHe said the use of lateral flow tests was \"contentious\" among scientists but that he believed they would help to find the people who are \"most prone to spreading disease\".\nMeanwhile, Mr Raab said he would \"always look very carefully at any request\" to help as India deals with its record surge of Covid cases, which is overwhelming hospitals.\nBut asked if the UK should pause the vaccination of younger, less vulnerable people to send doses abroad, the foreign secretary said he has not received any request from India \"on that specific issue\".\nHe said the government was supporting vaccination worldwide with the billion doses that the UK is contributing to the World Health Organization's Covax programme.\nShadow foreign secretary Lisa Nandy said the issue is \"deeply personal\" as she has a close family member in hospital with Covid in India, but added the UK should not pause the vaccination of younger people to send vaccines overseas.\n\"We haven't defeated this virus in Britain yet,\" she said. She said we should not \"pit the people of Britain against the people of India\" but should instead \"dramatically ramp up vaccination and supply\" worldwide."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56957221",
      "category": "entertainment-arts",
      "title": "Olympia Dukakis: Moonstruck and Steel Magnolias star dies aged 89",
      "tags": "Theatre,United States",
      "text": "US actress Olympia Dukakis, who won an Oscar for her role in the 1987 romantic comedy Moonstruck, has died aged 89, her family have announced.\nHer brother wrote she was \"at peace\" after suffering ill health. \nDukakis had a long and distinguished career in theatre, both as a performer and as a director.\nBut in her 50s she starred in a series of hit comedies on screen, including an award-winning turn as Cher's mother in Moonstruck.\nThat run - in the late 1980s - also included roles in Steel Magnolias, Working Girl and Look Who's Talking.\nOther key roles were as a secondary school head teacher in 1995's Mr Holland's Opus and as a transgender landlady in the TV series Tales of the City, whose fourth series premiered on Netflix in 2019. \n\"My beloved sister, Olympia Dukakis, passed away this morning in New York City,\" Apollo Dukakis wrote on Facebook.\n\"After many months of failing health she is finally at peace and with her [husband] Louis.\"\nOlympia Dukakis was born in 1931 in Lowell, Massachusetts to Greek immigrants. Her cousin Michael was Democratic candidate for in the US presidential election, losing to George HW Bush.\nDukakis studied performing arts at Boston University, moving to New York in the late 1950s. She starred in dozens of plays on and off Broadway, as well as directing and teaching. \nIn 1961 she met actor-producer Louis Zorich. She had been cast as a married woman in a play and Zorich auditioned for the part of her husband. He didn't get it - but they got married for real the following year.\nDukakis had several roles on the big and small screen but it was Moonstruck that propelled her to stardom and won her a Best Supporting Actress Oscar.\nPlaying an eye-rolling, interfering Italian matriarch, in one stand-out scene she tells her 37-year-old on screen daughter Cher \"your life's going down the toilet\". \nDespite the Oscar, and critical acclaim, she said she was taken aback, not considering the part one of her more important roles.\n\"All of the attention I was getting was lovely, of course, but I was more than a little confused about why it had come at this point, and with this role, which, to my mind, was not the greatest part I had ever played,\" she said.\nShe was nominated three times for an Emmy for her TV work - Lucky Day (1991), More Tales of the City (1998)  and Joan of Arc (1999). \nLooking back on her long career in a recent interview, she said she was encouraged by how things have improved for women. \n\"I think things are finally moving in the right direction, both for women and for minorities. We are far from reaching our goal but there's a forward movement that's real and strong,\" she told the Irish News. \n\"You're seeing more women as directors and decision-makers and that's a great thing. I'm happy that I've lived a long enough life so I could witness the growth that has occurred.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56966731",
      "category": "uk",
      "title": "Covid-19: Limit on mourners in England lifted from 17 May",
      "tags": "Tourism,Coronavirus lockdown measures,Holidays,Travel,Funerals,Coronavirus pandemic",
      "text": "More than 30 people will be able to mourn their loved ones at funerals in England from 17 May, under plans announced by the government.\nAs part of the next step of easing lockdown restrictions, ministers are set to remove the 30-person legal limit a month earlier than planned.\nThis means any number of mourners will be able to gather as long as the venue can comply with social distancing.\nEngland's next lockdown easing, stage three, is due no earlier than 17 May.\nDuring the pandemic, many have been forced to watch funerals from home over live-streams, making grieving harder. And those able to attend have had to do without handshakes and hugs.\nCommunities Secretary Robert Jenrick said people have made \"huge sacrifices\" - nowhere more apparent than in the \"deeply painful\" restrictions on funerals.\nAt the Duke of Edinburgh's funeral service last month, the Queen had to sit alone in the chapel in Windsor. \nOnly 30 people, most of them the duke's closest family, were able to attend, in line with coronavirus restrictions.  \nDeborah Smith, from the National Association of Funeral Directors, said she was \"very pleased\" at the planned change.\nAlthough some venues may not have the space to increase numbers much because of social distancing, she said \"it does mean that those larger venues can now start welcoming more mourners\".\n\"It just gives that little bit of choice for families who do have lots of family members and lots of close friends, that they can choose a venue that is a little bit larger.\"\nMr Jenrick said he would work with faith leaders and funeral home managers to introduce new arrangements to continue to keep people safe once the limit has been lifted.\nIn Scotland, up to 50 people can go to a funeral, with plans to extend that to 100 from 7 June. Neither Wales nor Northern Ireland has a limit on numbers, but venues can set restrictions.\nIn other developments, MPs are warning that curbs on foreign holidays should be kept in place to protect the UK from Covid variants.\nThe ban on foreign holidays is expected to be lifted for people in England from 17 May, but a cross-party group of MPs say current restrictions should be continued beyond that date.\nThey want the government to \"discourage all international leisure travel\", saying new variants could lead to more lockdowns and further deaths.\nThe All-Party Parliamentary Group (APPG) on coronavirus described airport arrival halls as \"a breeding ground for infection\".\nLib Dem MP Layla Moran, who chairs the APPG, said urgent measures were needed to better detect fake Covid test certificates, reduce overcrowding in arrival halls, and separate those arriving from countries classed as higher risk.\nA government spokesperson said: \"We introduced robust border controls to stop coronavirus variants in their tracks and every essential check we've introduced for arrivals has strengthened our defences against new mutations.\"\nThey said the new \"traffic-light\" system, where red is the riskiest for Covid and green the safest, would allow them to manage the risk from imported cases by varying restrictions depending on the risk of travel from a specific location.\nMeanwhile in Wales, two households who form a \"bubble\" are now able to meet and hug indoors. The bubble can also include someone who lives on their own.\nGyms, leisure centres and community centres have reopened, with exercise classes for up to 15 adults allowed. Children's indoor activities including scout groups can also meet again.\nThese changes had been timetabled for later in the year but were brought forward because the number of cases in Wales remains low.\nThe seven-day rolling case rate in Wales stands at 10.8 per 100,000 people, the lowest rate since 1 September last year.\nIn the UK as a whole, a further 1,671 cases were reported on Sunday, and there were 14 more deaths of people within 28 days of a positive Covid test."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56930654",
      "category": "health",
      "title": "Apetamin: Instagram criticised over weight gain drug",
      "tags": "Social media,Body image,Social media influencers,Instagram,Social media regulation debate",
      "text": "NHS England has urged Instagram to clamp down on accounts selling an unlicensed, \"dangerous\" drug mainly targeted at younger women and girls.\nThe sale of Apetamin is illegal in the UK, but BBC Three revealed it is available in shops and online.\nIn an open letter, NHS leaders say they are concerned about the product's promotion and the impact on physical and mental health. \nInstagram say selling non-medical drugs is \"strictly against our policies\".\nApetamin is not licensed in the UK which means the regulator has not carried out tests to ensure it meets strict safety standards and it should not be sold, supplied or advertised.\nDoctors say misuse of the appetite stimulant can cause severe fatigue, jaundice and even liver failure. \nHowever, the syrup is regularly promoted by social media influencers as a quick way to gain weight and develop an extreme hourglass figure, like celebrities Kim Kardashian and Cardi B.\nInstagram said it had taken down accounts that sell and advertise Apetamin in response to the BBC Three documentary Dangerous Curves, which aired on 21 April.\nHowever, NHS England says it's since found \"dozens of profiles\" are still active and when this was reported, \"no action was taken\".\nIn the letter, National Medical Director, Stephen Powis and National Mental Health Director, Clare Murdoch, demand an urgent update on what action the site is taking to tackle accounts selling Apetamin. \n\"We are concerned about both the physical and mental health impacts of the promotion of this drug and strongly urge you to demonstrate duty of care to your customers and clamp down now on this dangerous content.\"\nThey say they are sending the letter \"on behalf of NHS patients, staff and people experiencing body dysmorphia and other mental health conditions, as well as their families\".\nThe letter, which has also been signed by the Body Dysmorphic Disorder Foundation, has asked Instagram to confirm whether it thinks social media firms should contribute more financially to young people's mental health services - which it's claimed are increasingly being called on.\n\"It's time these media giants stepped up to the plate and took some responsibility,\" Claire Murdoch told the BBC.\n\"Here we are investing more than ever in mental and physical heath, these media giants like Instagram need to contribute more as well.\"\nThe BBC has found Apetamin is also still being sold on other online sites and in shops, following its investigation.\nTwo years ago, Vanessa was taking Apetamin on a regular basis.\n\"I used to be happy with my body, but social media has affected the way I think. I developed insecurities I never knew I had,\" explains the 23-year-old.\n\"When you take Apetamin you can't control the weight you gain. It doesn't go to the right places, just straight to the belly. I was also really bloated and tired.\"\nVanessa, who always bought the product in a shop, says removing accounts which sell Apetamin will help, but won't solve the problem.\n\"A lot of people are blind to the pressure that makes you do things you shouldn't do. People make rude comments and 'skinny-shame' you. \n\"They say you don't look good and a curvaceous figure is the desired shape.\n\"It's madness women and girls like me are willing to take such a risk, but the pressures must be hitting us hard for us to think it's worth it.\"\nIn a statement from the Facebook company, which owns Instagram, a spokesperson said: \"The wellbeing of our community is our top priority and buying and selling non-medical or prescription drugs is strictly against our policies.\n\"We remove accounts that sell Apetamin when we become aware of them and block related hashtags so this content is harder to find. \n\"We'll continue working with law enforcement and youth organisations to help keep drugs sales of any kind off Instagram.\" \nThe Medicines and Healthcare products Regulatory Agency (MHRA) is currently investigating the sale of Apetamin, which is made by TIL Healthcare in India. \nThe company's spokesperson has previously told the BBC it is not exporting the product to the UK and it has no information on its availability in the UK."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56940993",
      "category": "business",
      "title": "Sports Direct rated lowest in customer satisfaction survey",
      "tags": "Companies,Sports Direct,Frasers Group,Retailing",
      "text": "Sports Direct has finished bottom in a consumer survey of the best places to buy outdoor and sporting equipment.\nThe retailer, owned by Mike Ashley's Frasers Group, was criticised for its after sales service, product guarantees and Covid-19 response.\nThe Which? survey of 10,000 shoppers placed retailer Rohan top, followed by Sweaty Betty then Cotswold Outdoors.\nSports Direct said it was investing \"significant sums into improving the customer journey.\"\nThe shop chain said this showed in its current rating of 3.8 on consumer review website Trust Pilot.\n\"We value our customers' opinions,\" it added.\nConsumer group Which? asked shoppers - both members and the general public - to rate their experiences with the UK's biggest and best-known retailers on a variety of factors.\nThese included product range and quality, customer service, in-store and online experience, value for money, after sales service and stores' response to the Covid-19 crisis.\nSports Direct propped up the list of 29 retailers with a dissatisfaction score of 65%, with shoppers giving it only two stars for after sales service and its guarantees.\nAlso at the bottom were Costco and Littlewoods, with scores of 67% each. Littlewoods declined to comment on the survey, and Costco could not be reached for a response.\nSports Direct only received two stars for its Covid-19 response, where shoppers were asked to rate stores and websites on how well they communicated pandemic-related changes such as queuing systems, social distancing, and delivery delays. \nWhich? said several respondents commented positively on the range of products available at Sports Direct, but the retailer received only three stars overall. Some customers singled out the retailer for having a bad returns policy.\nAt the other end of the list, the highest-rated shop was outdoor and travel clothing retailer Rohan, with an 87% positive score. The retailer was singled out for quality, staff helpfulness, and its guarantee.\nWomen's workout wear retailer Sweaty Betty came in a close second with an 82% rating, followed by Cotswold Outdoors with 79%.\nEle Clark, Which? money and shopping editor, said: \"Sports and outdoor equipment doesn't always come cheap, so shoppers need to be able to trust that the retailer they choose will offer both great customer service and competitive value for money.\n\"As we emerge from lockdown, anyone looking to buy new kit should consider how a store treats its customers, not only at the point of purchase but also if something goes wrong further down the line.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56960011",
      "category": "world-us-canada",
      "title": "Caitlyn Jenner opposes trans girls in women's sports as unfair",
      "tags": "LGBT,Transgender people,Caitlyn Jenner,California",
      "text": "Caitlyn Jenner, candidate for California governor and former Olympic gold medallist, says she opposes trans girls participating in women's sports. \nMs Jenner, who came out as a trans woman in 2015, told a reporter: \"It just isn't fair. And we have to protect girls' sports in our schools.\"\nThe Republican candidate for governor gave what appeared to be an impromptu interview to the TMZ website.\nA number of US states are considering a ban on trans girls in women's sports.\nMississippi signed such a ban into law in March, although it is expected to face appeals. The Human Rights Campaign - the largest LGBT advocacy group in the US - says some 17 other states are considering similar legislation. \nCaitlyn Jenner was one of the US's most successful athletes in the decathlon during the 1970s and won gold in the Montreal Olympics in 1976.  \nIn recent years, she has been a household name thanks to her involvement in the hit reality show Keeping Up with the Kardashians. Before transitioning, she was married to Kris Jenner and the pair have two daughters, Kendall and Kylie. \nMs Jenner, who has been described as the highest-profile American to come out as transgender, was asked for her opinion on the hot-button issue of trans athletes while out walking her dog to get a coffee.\n\"This is a question of fairness,\" she said. \"That's why I oppose biological boys who are trans competing in girls' sports in school. It just isn't fair. And we have to protect girls' sports in our schools.\" \nMs Jenner then took to Twitter to reiterate her stance.\nThe 71-year-old announced her bid to run as a Republican in the Democratic stronghold state of California two weeks ago. \nConfirmation of a recall election is expected after a petition against current Governor Gavin Newsom, a Democrat, reached the number required to trigger a vote. Voters would be asked if they want Mr Newsom to stay or another candidate to take on the job.\nMs Jenner's views on trans athletes put her at odds with many activists in the trans community, who argue that legislation targeting trans children is dangerous and discriminatory.\nOn Friday, another transgender celebrity, Elliot Page, criticised the moves to ban transgender athletes from competing in girls' sports teams in some states."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-54239922",
      "category": "explainers",
      "title": "What are the Covid self-isolation rules and will they be scrapped?",
      "tags": "Contact tracing,Holidays,Travel,Coronavirus vaccines,Self-isolation,Coronavirus pandemic",
      "text": "People with Covid in Northern Ireland can now stop self-isolating after five full days, if they have have two negative tests. \nThese rules are also in place in England, where the prime minister has said that there will \"soon be a time\" when self-isolation is not required.\nThe self-isolation period for anyone who develops symptoms or tests positive for Covid is five full days. \nThe day symptoms begin - or you test positive - is day zero. The next day is day one of self-isolation.\nYou can leave self-isolation after five full days if you have two negative LFT results, 24 hours apart.\nYou can take the first on day five. If it's negative, you can take another test 24 hours later on day six. If this is also negative - and you don't have a temperature - you can immediately end isolation. \nThe rules apply whether or not you are vaccinated.  \nThe current self-isolation regulations run out on 24 March.\nThe prime minister has told MPs he does not expect to renew the rules and said they could end sooner - if Covid data allows.\nHe said that \"as Covid becomes endemic\" (in other words, constantly present) the government will \"replace legal requirements with advice and guidance urging people with the virus to be careful and considerate of others\". \nThis would be similar to advice for other infectious diseases such as flu. \nHealth Secretary Sajid Javid also said he was \"optimistic\" the government would shortly be able to \"remove all restrictions around Covid\".\nIt is not clear whether the rest of the UK would follow suit. \nIn Scotland and Wales you must self-isolate for at least seven days as soon as symptoms appear.\nPeople without symptoms who have a positive LFT result should also self-isolate immediately. They don't need to take a PCR test, although clinically vulnerable people in Wales are advised to do so.\nYou can end self-isolation after two negative LFT results, 24 hours apart - the first no earlier than day six. If you don't have a temperature, you can stop self-isolating after the second negative test, on day seven.\nIf the day six test is positive, you can take two further tests on subsequent days.\nThe guidance applies whatever your vaccination status.\nAnyone leaving self-isolation is \"strongly advised\" to limit close contact with people in crowded or poorly-ventilated spaces. \nThey should work from home and minimise contact with people at higher risk from Covid.\nThe rules about self-isolation after contact with someone with Covid are broadly similar across the UK. \nIf you are fully vaccinated (two doses - three in Scotland), you don't have to self-isolate, but should take daily LFTs for seven days (or until 10 days since your last contact, if this is earlier). \nThis also applies to under-18s (18 years and four months in Scotland; 18 years and six months in England).\nIf any of the LFTs are positive, you must self-isolate from the date of the test.\nClose contacts of positive cases who are not fully vaccinated still have to self-isolate for the full 10 days. \nIn Scotland, they are advised to take one PCR test and continue isolating even if the result is negative. \nIn Wales, unvaccinated contacts are advised to take LFTs on days two and eight, even if they have no symptoms.\nAnyone who develops Covid symptoms during self-isolation should take a PCR test. \nSelf-isolation means staying at home and not going out.\nAdults shouldn't go to work and children shouldn't go to school. \nYou should order online groceries, or ask friends or family to deliver supplies.\nNo-one from outside your household should come inside, unless to deliver essential care.\nIf you have symptoms or test positive, you should: \nPeople on a low income who are told to isolate may be entitled to some financial help:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-56962990",
      "category": "uk-scotland-scotland-politics",
      "title": "Scottish election 2021: Sturgeon says 'serious leadership' needed",
      "tags": "Scottish Parliament election 2021,Nicola Sturgeon,SNP (Scottish National Party)",
      "text": "Nicola Sturgeon has said she is the only politician in this election campaign offering serious leadership. \nPressed repeatedly on her party's record in government on education and health, she said progress had been made but insisted there was more to do. \nShe said it was a \"serious time\" as Scotland recovered from the pandemic, and stressed her view that the SNP was the only party with a proper plan. \nThe other political parties were all vying for second place, she said. \nSIGN UP FOR SCOTLAND ALERTS:  Get extra updates on BBC election coverage\nMs Sturgeon told The Sunday Show that politicians tend to claim every election is the most important but this time it was \"probably true\", she said.\n\"I am the only candidate for first minister that is not just talking about recovery in this election but has put forward a serious plan but to bring about that recovery,\" she said. \nMs Sturgeon said she would \"challenge\" the claim that her party had not kept promises it made at the last election. \nOn the attainment gap in education, Ms Sturgeon said \"we haven't yet done enough\", but pointed to some examples of progress and said there was more work to do if re-elected. \nAnd she said work was ongoing towards delivering improved cancer services promised five years ago. \nOn an SNP pledge from 2007 to scrap the council tax, she said there there had been no consensus in parliament on what to replace it with. She added that the tax had been reformed to be more progressive. \nMs Sturgeon added: \"We are not saying there are not big challenges to address in this country, but we are the only party actually doing the work and putting forward the plans to actually do that - and that's the choice people have on Thursday. \n\"Do you want to vote for parties who are vying for second place, openly saying they've got no plan for government - or do you want a serious first minister, an experienced first minister, leading a government that is serious about tackling the challenges?\"\nWhen interviewer Martin Geissler suggested that Ms Sturgeon had had \"a harder year than any of us\", she said \"No, I haven't.\n\"Sure, it's been really tough - but if you're an individual who's lost somebody to Covid, or a business person who's seen your business go to the wall that's a lot tougher.\"\nAsked what toll the last year had taken on her personally, Ms Sturgeon said: \"Every single day for the last year, I've had to take decisions where it has felt like weighing lives on one hand and jobs on the other. \n\"I've had more sleepless nights in the last year than I've had in my entire life combined and it's been tough.\n\"But I've learned a lot, I think I have a lot of experience now that is needed to drive the country through the remainder of this and then hopefully to a better future.\"  \nSCOTLAND'S ELECTION: THE BASICS\nWhat's happening? On 6 May, people across Scotland will vote to elect 129 Members of the Scottish Parliament (MSPs). The party that wins the most seats will form the government. Find out more here.\nWhat powers do they have? MSPs pass laws on aspects of life in Scotland such as health, education and transport - and have some powers over tax and welfare benefits.\nAsked if she was re-elected if she would serve for another five years, she said: \"I am going to do the job people elect me to do if they elect me to do that job. \n\"Elections are like job interviews, it would be absurd if I was to sit her and say 'give me the job but then I might not do it'.\" \nShe added: \"I will serve the term, I'm not going to start thinking about future elections before I have won this one.\" \nMs Sturgeon concluded: \"This country really needs serious leadership because it's a serious time and that's what I offer and it seems I'm the only one in this campaign offering that.\"\nThis was a confident and bullish performance from someone who seemed ready to take on any challenge.\nNicola Sturgeon firmly stated her own lines and opinions and quickly batted back any questions or assertions she didn't agree with.\nThere seemed to be an over-riding theme - \"give me the ability to get back to work\", as the first minister put it herself.\nShe hit out at her opponents - saying: \"Do you want to vote for parties that are vying for second place?\"  \nThe SNP leader attempted to set out that she alone had the confidence, skill and judgement - \"a serious first minister with a serious plan for government.\"\nPart of getting the job done revolves around Covid recovery - but also about the wider job left unfinished.\nIt was put to her that there was still work to be done in closing the attainment gap.  Ms Sturgeon refused to acknowledge failure - saying progress had been made but \"the job is not done\".\nOn the wider plan for independence, Covid recovery and constitutional change are portrayed as two sides of the same coin.  \"Recovery is not a neutral concept,\" the first minister said - making it clear there should be a choice of what kind of country you want to have.\nIt's obvious this has been a tough job - the leader said it had taken its toll, adding there had been more sleepless nights in the past year than any other.\nEven though autumn 2024 will mark a decade in power if re-elected, Ms Sturgeon said she had the appetite for it and \"would serve the term\".\nThere's a real attempt to demonstrate that appetite and energy - perhaps to ward off detractors who accuse the leader of dallying on independence. \nDouglas Ross, the Scottish Tory leader, was also interviewed on Sunday. He said \"of course\" the prime minister should resign if he was found to have broken the rules over who paid for renovations to the Downing Street flat. \nAsked if Mr Johnson had not come to Scotland because he is a \"liability\", Mr Ross told the BBC's The Andrew Marr Show: \"The reason he has not been to Scotland is because I am leading the campaign here.\n\"I am the one taking the fight to the SNP to try and get the next Scottish Parliament laser-focused on our recovery and rebuilding, to try and ensure we see the investment in our NHS, in our police service, in our education system.\n\"All these things that are under threat at the moment, we can actually have a parliament focused on these issues if we can stop a second SNP majority.\"\nScottish Labour's leader Anas Sarwar admitted in a radio interview on Sunday that Labour's \"glory days do seem very, very far away\", and that his goal was for the party to be a \"credible opposition\". \nHe added: \"I'm not projecting I'm some kind of superhero that's going to turn our 14% vote share in eight weeks, when I took over leadership, into us being in government.\"\nAnd Lib Dem leader Willie Rennie told broadcasters on Sunday that his party would \"make the difference\" between a Holyrood parliament focused on recovery rather than an independence referendum.\nHe projected that his party would gain seats at the polls on Thursday. \n\"I never put any limits on the number of seats that we're going for. I just know we're going to grow with the number of seats that we're going to gain in every part of Scotland,\" he said.\nThe Scottish Greens have previously insisted that they have not had discussions with the SNP about forming a coalition after the election. \nThe party's co-leader Lorna Slater said there was a \"huge amount of distance\" between the parties on key policy areas, including climate change. \nThe Greens have urged voters to make climate change their priority this election, and \"vote like [their] future depends on it\". \nUse our concise manifesto guide to compare where the parties stand on key issues like Covid-19, independence and the environment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56962120",
      "category": "world-us-canada",
      "title": "Nasa astronauts splash-land on Earth in SpaceX capsule after ISS mission",
      "tags": "SpaceX,Nasa,Human spaceflight,Astronauts,SpaceX launch,International Space Station,United States",
      "text": "Four astronauts have returned to Earth from the International Space Station, in what was Nasa's first night-time landing in 53 years.\nThe crew - three Nasa astronauts and one from Japan's space agency Jaxa - spent almost six months in space.\nThey flew back in SpaceX's Crew Dragon Resilience and splash-landed off Panama City, Florida at 02:56 EDT (07:56 BST).\nThey were supposed to leave the ISS earlier, but their departure was delayed due to bad weather in Florida.\nNasa said the crew were in good spirits after successfully landing in the Gulf of Mexico.\nSpeaking at a press conference after the landing, a SpaceX crew operations and resources engineer told the astronauts: \"Dragon, on behalf of Nasa and SpaceX teams, we welcome you back to planet Earth and thanks for flying SpaceX. For those of you enrolled in our frequent flier programme, you've earned 68 million miles on this voyage.\"\nNasa astronaut Michael Hopkins, commander of the Crew-1 mission, replied: \"It is good to be back on planet Earth. We'll take those miles. Are they transferable?\"\nConfirming the safe landing on Sunday morning, Nasa said the crew were given medical checks before being flown from Pensacola, Florida to Houston, Texas.\nThe last Nasa crew to land back on Earth at night-time was Apollo-8 - the first manned mission to the moon, which returned on 27 December 1968.\nThis latest mission was a collaboration between Nasa and SpaceX, as part of the former's Commercial Crew programme. \nSpaceX, owned by Elon Musk, has become Nasa's favoured commercial space flight partner.\nNasa livestreamed the moment the capsule left the ISS, moved off into the dark and began its journey back to Earth.\nThere are still seven astronauts on the ISS, including a new crew of four people who arrived on a different SpaceX craft last week on a mission called Crew-2.\nAs the capsule moved off, Mr Hopkins said: \"Thanks for your hospitality. We'll see you back on Earth.\"\nThe astronauts - Hopkins, Victor Glover, Shannon Walker and Soichi Noguchi - travelled into space last November on the first fully operational mission to the ISS by a vehicle made by SpaceX.\nGlover also made history with this mission, by becoming the first black person to hold a long-duration crew assignment on the ISS.\nSpeaking at a remote press conference before the crew's return to Earth, he said: \"One thing that did really profoundly impact me was the very first time I got out of the seat after [the spacecraft] was safely in orbit, and I looked out the window and saw the earth from 250 miles up.\n\"I will never forget that moment... It wasn't about the view. It was how the view made me feel.\"\nIn May 2020, two US astronauts made a test mission to the ISS and stayed until July. This mission, Demo-2, was SpaceX's first astronaut mission.\nThat was also the first launch to the ISS from US soil since the end of the Space Shuttle programme in 2011. Since then, the US had relied the Russian Soyuz spacecraft to send astronauts to the space station.\nIt was also the first crewed mission run by a private company and not Nasa."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56963590",
      "category": "uk",
      "title": "Nazanin Zaghari-Ratcliffe: Iran treatment 'amounts to torture', says Dominic Raab",
      "tags": "Dominic Raab,West Hampstead,Iran,Nazanin Zaghari-Ratcliffe case",
      "text": "Foreign Secretary Dominic Raab has said Iran's treatment of Nazanin Zaghari-Ratcliffe \"amounts to torture\" - the strongest language the UK government has used to date.\nIn a BBC interview, Mr Raab said Tehran was using her in \"a cat-and-mouse game\" for diplomatic leverage, after she was sentenced to prison again.\nHe also said he believed she was being held illegally under international law.\nThe 42-year-old British-Iranian mother has been held in Iran since 2016.\nFollowing the foreign secretary's interview, an anonymous official cited on Iranian state TV suggested the UK had paid a £400m debt to free her - but the Foreign Office insisted its position was unchanged.\nIt said Iran has made the claim before, without Mrs Zaghari-Ratcliffe having been released. A Foreign Office spokesman said it continued \"to explore options to resolve\" the case and would not comment further while \"legal discussions\" were ongoing.\nHer husband, Richard Ratcliffe, said the family had not been updated but welcomed the signals from Tehran over the long-running dispute as \"a good sign\".\n\"My instinct is that it is actually a sign we are in the middle of negotiations rather than at the end of them,\" he told the BBC. \n\"But we will keep our fingers crossed - for ourselves, and all the other families caught up in this.\"\nThe wife of Anoosheh Ashoori, another British-Iranian serving a 10-year sentence in Iran, said she feared her husband had been forgotten. Sherry Izadi says he is being held in a prison cell with 15 other people and is suffering from Covid symptoms.  \n\"We sincerely hope any deal includes all dual nationals, who deserve the same treatment,\" she said. \"This is a window of opportunity for the government to make a deal and, if they miss this opportunity, I'm worried he's going to rot in jail.\"\nMrs Zaghari-Ratcliffe, a charity worker from West Hampstead, served a five-year sentence for spying charges, which she has always denied, before being convicted of propaganda against the regime and sentenced to a further year in jail and one-year travel ban last month.\nHer husband maintains she is being used as a bargaining chip by Tehran in a dispute with the UK over an unpaid debt from the 1970s related to a military contract, and as leverage in talks over the nuclear deal between Iran and world powers.\nSpeaking on the BBC's Andrew Marr Show, Mr Raab said: \"Nazanin is held unlawfully, in my view, as a matter of international law. I think she's being treated in the most abusive, tortuous way. \n\"I think it amounts to torture the way she's being treated.\"\nHe said there was an \"obligation on Iran to release her immediately and without condition\".\nAsked if she was being held hostage, Mr Raab said it was difficult to argue against that characterisation.\n\"It is clear that she is subjected to a cat-and-mouse game that the Iranians, or certainly part of the Iranian system, engage with and they try and use her for leverage on the UK.\"\nThe foreign secretary said her imprisonment was \"not solely\" about the debt owed by the UK for failing to deliver tanks to Iran. \n\"We've said that debt is something we want to have resolved,\" he said.\nBut he said the wider context of the forthcoming elections in Iran, which will vote in a successor to President Hassan Rouhani, and the talks in Vienna over the nuclear deal were more significant issues.\nMr Ratcliffe, who has not seen his wife since 2016, welcomed the foreign secretary's remarks about torture, saying they set down a \"rhetorical and legal red line\".\n\"This has weight in international law. All states, including Iran, have an obligation to prohibit torture,\" he told the BBC.\n\"You can't un-torture Nazanin but the government can make sure this is not happening to others.\"\nA medical assessment carried out for the human rights charity Redress found Mrs Zaghari-Ratcliffe had post-traumatic stress disorder from her treatment in Iranian prisons and the uncertainty about her fate.\nShe was released in March due to the coronavirus crisis and has been living under house arrest. She has not yet been taken back to prison and plans to appeal against the latest conviction. \nHer daughter, Gabriella, was with her mother when she was arrested and returned to the UK in 2019 to begin school.\nThe six-year-old has not yet been told about her mother's latest prison sentence, with Mr Ratcliffe saying he felt it would be better to wait until she has to return to jail before breaking the news."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56959091",
      "category": "uk-scotland",
      "title": "Covid: Encouraging first week for retail and hospitality",
      "tags": "Coronavirus lockdown measures,Scotland economy,Hospitality industry,Coronavirus pandemic",
      "text": "Scotland's retail body has hailed the first week of reopening a success after a four-month-long winter lockdown.\nThe Scottish Retail Consortium (SRC) said Scotland had performed better than stores in England and Wales after opening the doors on Monday.\nLast Monday saw the return of non-essential shops, gyms and limited hospitality in Scotland, two weeks after England.\nHowever, businesses still want clarity on when restrictions will ease further.\nShoppers queued from early morning when retailers opened up on Monday. \nBut the big test was how shops and bars would fare over the bank holiday weekend.\nEwan Macdonald-Russell from the SRC said it was good news.\n\"Shops bars and restaurants have had a good week,\" he said. \"It's been a positive start for Scotland and figures have been better than England and Wales. It was up 167% on the week before and nearly in line with what we'd have expected to have seen in 2019 before the pandemic started. \n\"So, really positive that customers have come out and we hope sales will reflect that.\"\nHe said shops would be hoping this trend would continue in the coming weeks.\nHe added: \"What we've seen in England and Wales is an initial pent-up demand for things customers haven't been able to buy. But then that seems to fall away. That would be really concerning after a difficult year.\"\nShops and bars have been shut for 122 days since they closed for lockdown on Boxing Day.\nNatalie MacCallum is manager of Sloans bar in Glasgow city centre.\nThe venue's outdoor space was buzzing with activity on Saturday.\nShe told BBC Scotland that within six minutes of its online booking system going live, it had thousands of bookings.\nShe said: \"It's been amazing. We didn't know what to expect at all. It has been really busy and the weather in Scotland has not put people off either - they've been coming out. \n\"The staff have adapted so quickly after being off for so long. I think it's been one of our best weeks ever.\"\nShe did say there were concerns about making the social distancing rules work and she had wondered if people would want to be indoors at all.\nShe said operating in the conditions was difficult.\n\"Hospitality has been battered over the course of the pandemic so we had no idea what to expect when bookings went live, but we have been very lucky. The customers have been just so happy to see us open. \"\nBut, she added: \"What would help us more is a lot of the restrictions being lifted.\"\nThe Scottish government said restrictions could be eased as the most vulnerable people had been offered their first vaccine dose.\nBut strict distancing measures are still in place, and bars cannot sell alcohol inside.\nMr Macdonald-Russell said the current measures presented a challenge. \n\"We have incredibly strict measures to keep people safe in shops - 2m distancing and queueing and a whole plethora of other measures. That's fine now, but we don't understand how long these are going to continue.\n\"Are there going to be any changes in the future? It is very hard to run a shop under these conditions and certainly to make it profitable.\"\nShops are not the only ones concerned about continued Covid measures.\nA trade group of bar and nightclubs have launched a legal action against the Scottish government over restrictions on the industry.\nNight Time Industries Association (NTIA) Scotland announced a bid to end limits on venue capacity and opening hours.\nIt said the curbs were \"no longer justifiable or proportionate\".\nThe Scottish government said it wanted to get back to normal \"as soon as it is safely possible\" but it had to move carefully to \"ensure continued suppression of the virus\". \nIn a statement, it said: \"The Strategic Framework Business Fund provided grants to businesses that were required to close by law or to significantly change their operation due to Covid-19 restrictions from November 2020. \n\"Nightclubs were eligible and will have now received restart grants of up to £19,500, equivalent to more than six months support provided by SFBF every four weeks.\"\nIt said it was also extending rates relief for hospitality businesses and highlighted that one-off grants of up to £50,000 were available for nightclubs in October from the Covid-19 Contingency Fund.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56965932",
      "category": "uk",
      "title": "Covid: UK sending 1,000 more ventilators to India",
      "tags": "Dominic Raab,Boris Johnson,India,Lisa Nandy,Coronavirus pandemic",
      "text": "A further 1,000 ventilators will be sent to help coronavirus-hit India, the UK government has announced.\nAs India continues to report soaring infections and record deaths, the UK's chief medical and scientific officers have also spoken with their counterparts there to offer advice.\nThe latest assistance is on top of a package of support announced last week.\nPrime Minister Boris Johnson said: \"The UK will always be there for India in its time of need.\"\nHe added: \"I am deeply moved by the surge of support the British people have provided to the people of India and am pleased the UK government has been able to play our part in providing life-saving assistance.\"\nNo 10 said Mr Johnson will hold a virtual meeting with Indian Prime Minister Narendra Modi on Tuesday to discuss deepening cooperation between the UK and India\nIndia recorded its highest daily coronavirus death toll since the pandemic began - 3,689 - and has become the first country to register more than 400,000 new cases in a single day.\nMr Modi met his health minister on Sunday morning to review the crisis.\nForeign Secretary Dominic Raab earlier said the UK would \"look very carefully\" at any request for vaccines from India.\nSome five million Oxford-AstraZeneca doses, manufactured in India and destined for the UK, have been held there while safety checks are carried out.\nOne scientific adviser to the government, Prof Peter Openshaw, suggested it would be appropriate to allow India to use these doses.\nMr Raab told BBC One's Andrew Marr Show: \"The Indian relationship is very important to us and we'd obviously want to co-operate very closely together.\"\nShadow foreign secretary Lisa Nandy said the UK \"can and should do more\" to help India.\nShe told Sky News: \"There are long and deep ties between us and India, which mean that we should step up and provide more equipment, more support.\"\nBritain's Indian communities, businesses and charities have led appeals for emergency oxygen and donations, as many hospitals in India see supplies run low.\nThe government announced last week it would send 200 ventilators, 495 oxygen concentrators and three oxygen generation units - with the first shipment arriving on Tuesday.\nThe UK's chief medical adviser Chris Whitty and the chief scientific adviser Sir Patrick Vallance spoke to colleagues in India to provide \"advice, insight and expertise\", the government said.\nDowning Street confirmed NHS England will also establish a clinical advisory group led by its chief people officer Prerana Issar to support India's Covid response."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56955084",
      "category": "uk-wales",
      "title": "Ospreys' nesting platform cut down in 'horrific act of vandalism'",
      "tags": "RSPB,North Wales Police,Birds of prey,Birds,Ospreys",
      "text": "A platform with an osprey nest on top has been cut down with a chainsaw.\nThe protected bird of prey laid its first egg a day before the nest was felled at Llyn Brenig, which borders Conwy and Denbighshire, police said.\nIt has been branded a \"horrific act of vandalism\" by the Brenig Osprey Project in a Facebook post.\nNorth Wales Police Rural Crime Team said it suspected the culprits \"possibly arrived by boat to chainsaw the platform\" on the lake.\n\"Wildlife crimes always have a motive and we believe the person who did this had a strong motive to rid the area of ospreys and particularly the lake,\" it tweeted.\nThe birds and their eggs are protected under the Wildlife & Countryside Act which makes it an offence to interfere with them or their nest.\nAccording to the RSPB, the female lays two or three eggs between one and three daily intervals in the second half of April, and incubates them for 37 days per egg. \nBrenig Osprey Project is a partnership with Welsh Water and North Wales Wildlife Trust.\nThe trust said: \"Brenig Osprey Project partners woke up this morning to the worst possible news. Last night, at 21:42, someone took a chainsaw to the osprey nest and felled it. \n\"This is a fast-moving situation and we'll issue more news of the birds when we can.\"\nWelsh Water said the situation was \"heartbreaking\" and it was working with the police to help find those responsible.\nIn a tweet, BBC Springwatch presenter Iolo Williams called the incident \"unbelievable\" and labelled those involved \"morons\".\nHe told BBC Wales it was a \"disaster\" because there were only five breeding pairs in Wales.\nHowever, he said it was hoped the breeding pair may lay more eggs at another nest platform."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56955702",
      "category": "world-us-canada",
      "title": "US and Nato start to formally withdraw troops from Afghanistan",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban,Ashraf Ghani,Nato,United States,Joe Biden",
      "text": "The US has started formally withdrawing troops from Afghanistan, beginning the end of what President Joe Biden called \"the forever war\".\nThe US and Nato have had a presence in Afghanistan for almost 20 years.\nBut the withdrawal, which runs until 11 September, comes amid escalating violence, with Afghan security forces on high alert for reprisal attacks.\nThe Taliban have warned they are no longer bound by an agreement not to target international troops. \nUnder a deal signed last year between the militants and then-President Donald Trump, foreign forces were to have left by 1 May while the Taliban held off attacking international troops. \nOfficials told Reuters during this time the Taliban has been protecting western military bases from rival Islamist groups. That has not stopped Taliban attacks on Afghan forces and civilians. \nUS General Scott Miller warned against attacks on foreign troops as they start to withdraw.\n\"Make no mistake, we have the military means to respond forcefully to any type of attacks against the coalition and the military means to support the Afghan security forces,\" he said in a video posted on Twitter.\nUS President Joe Biden last month pushed back the 1 May pullout, saying some troops would stay on until 11 September this year, the 20th anniversary of the 9/11 attacks, citing the security situation. \nA Taliban spokesman said \"this violation in principle has opened the way for [Taliban fighters] to take every counter-action it deems appropriate against the occupying forces\".\nBut he also said Taliban fighters would await instructions from leaders before mounting attacks. Some analysts suggested with a US deadline for withdrawal in place large-scale attacks could be averted. \nMeanwhile the US faces the logistical challenge of packing up and leaving. The AP report the military has been taking inventory, deciding what will be shipped back and what will be sold as junk on Afghanistan's markets. \nOn 11 September 2001, attacks in America killed nearly 3,000 people. Osama Bin Laden, the head of Islamist terror group al-Qaeda, was quickly identified as the man responsible.\nThe Taliban, radical Islamists who ran Afghanistan and protected Bin Laden, refused to hand him over. So, a month after 9/11, the US launched air strikes against Afghanistan.\nAs other countries joined the war, the Taliban were quickly removed from power. But they didn't just disappear - their influence grew back and they dug in.\nSince then, the US and its allies have struggled to stop Afghanistan's government collapsing, and to end deadly attacks by the Taliban.\nThe withdrawal of US troops begins against a backdrop of fierce clashes between the Taliban and government forces, in the absence of a peace deal.\nA flare up of violence in Ghazni province overnight left an unknown number of people dead. \nAnd on Friday, a car bombing in Pul-e-Alam, Logar province, killed up to 30 people and wounded 110 - mostly school pupils.\nUS President Joe Biden says the US pull-out is justified as US forces have made sure the country cannot again become a base for foreign jihadists to plot against the West.\nAnd Afghan President Ashraf Ghani says government forces are fully capable of keeping insurgents at bay.\nHe has argued that withdrawing US and Nato forces will remove the Taliban's reason for fighting, saying to the Taliban: \"Who are you killing? What are you destroying? Your pretext of fighting the foreigners is now over.\"\nBut many do not share the optimism.\n\"Everyone is scared that we might go back to the dark days of the Taliban era,\" Mena Nowrozi, who works at a private radio station in Kabul told news agency AFP.\n\"The Taliban are still the same; they have not changed. The US should have extended their presence by at least a year or two.\"\nBBC Pakistan and Afghanistan correspondent Secunder Kermani says that with peace talks between the militants and Afghan government stalled, despite the drawing down of international involvement, it seems inevitable the conflict will continue."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56844652",
      "category": "uk-wales",
      "title": "Internet: 'Equal society means broadband access for all'",
      "tags": "St Mellons,Cardiff,Welsh Parliament election 2021,Welsh Parliament,Broadband",
      "text": "The coronavirus pandemic has highlighted large inequalities in society. \nOne that Helen Tinsley would like to see tackled is the digital divide.\nHelen, who is retired and from Cardiff, sees the impact on children, jobseekers, older people, as well as people in different parts of the country. \nAhead of the Senedd elections, we asked what people would change and Helen wants broadband for everyone.\nDuring the pandemic, a lot of focus has been placed on providing laptops and internet access to allow children in deprived areas to be educated from home. \nWALES ALERTS:  Get extra updates on BBC election coverage\nHowever, Helen believes this is just the tip of the iceberg, and it is an issue affecting people in every age group. \n\"It's not just schoolchildren, it's now important that everyone has broadband,\" she said. \n\"Twenty years ago, if someone had said it's important everyone has access to the web, many would have laughed and thought 'what will we use that for?'\"\nPeople have gone to great lengths to secure access, with villagers in \"not spot\" Michaelston-y-Fedw, which lies between Newport and Cardiff, installing their own ultrafast broadband. \nProf Christopher Spry, who lives in Heol Senni in the Brecon Beacons, also had to pay to get his internet from a satellite 22,000 miles above Africa because of poor connection.\nHelen believes there are many other reasons people are deprived access - children because their parents are not able to pay for it, while older people may not have the technical know-how or understanding of the digital world to get online.\n\"Many can't afford it and are being left behind. It is a barrier to them progressing,\" she added.\n\"I find it quite sad.\"\nShe has let relatives sit in her garden to log on to her wi-fi so they are not using up their limited phone data, and believes sharing passwords with family members and friends could be a way of helping those on budgets or who cannot afford their own connections. \nHelen said: \"Maybe we should consider letting neighbours have access to our password if they are people you trust. Everyone can play their part that way.\n\"Some have no data on their phones and that they do have quickly runs out. The cost is so problematic for so many people.\"\nHowever, some experts warn against the widespread sharing of wi-fi passwords due to the increased security risks.\nIssues Helen has seen people struggle with due to limited internet access include them not being to apply for a driver's licence online or accessing their finances through online banking. \n\"For some surgeries, you are seeing a system where you have to access appointments online,\" Helen added. \n\"If you can't get online, you can't get an appointment.\"\nAnother issue that became important as people shielded indoors during the pandemic was online shopping. \nHelen believes it is important all older people are able to book deliveries with supermarkets, and also, working-age people are able to browse, and apply for, jobs.\nShe said: \"Now we are seeing the impact on the poorest in society. \n\"I'm not sure how you can potentially fund it, but it's getting more and more important that we have equal access.\n\"The person who invented the world-wide web wanted it for everyone, with no barriers. This world we live in, everything is digitalised, so that needs to be the case now more than ever.\"\nBut Helen does not just see it as a problem dividing the better off and the poor, but also those in different parts of Wales, with it a geographical as well as digital divide. \nShe wants people in every county of Wales, from cities to rural, in the north and the south to have equal access. \n\"It's unfair if they don't,\" she said. \n\"As we have seen lately, if you're working remotely, it is so important.\"\nWALES ELECTION: THE BASICS\nWhat's happening? On 6 May, people will vote to elect 60 Members of the Senedd (MSs). The party that can command the support of a majority of MSs will form the Welsh government.  Find out more here.\nWhat powers does the Senedd have? MSs pass laws on aspects of life in Wales such as health, education and transport - and have some tax powers. \nWho can vote? Anyone who lives in Wales, is registered to vote and aged 16 or over on 6 May is eligible. You can register to vote online."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56966979",
      "category": "uk",
      "title": "Manchester Utd v Liverpool postponed after football fans protest on Old Trafford pitch",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56961940",
      "category": "world-asia-india",
      "title": "India coronavirus: New record deaths as virus engulfs India",
      "tags": "Coronavirus vaccines,Vaccination,India,Coronavirus pandemic",
      "text": "India has recorded its highest daily coronavirus death toll since the pandemic began - a day after it became the first country to register more than 400,000 new cases in a 24-hour period.\nIts health ministry said 3,689 people had died within the past 24 hours.\nPrime Minister Narendra Modi met the health minister on Sunday morning to review the crisis.\nHospitals are battling to treat patients amid a chronic shortage of beds and medical oxygen. \nAmid the surge, results came in from elections in several Indian states. They have been closely watched to see if voters would punish Mr Modi's handling of the crisis. \nHis BJP party suffered a setback in West Bengal, a state the party had hoped to capture. The state was instead comfortably held by the incumbent.\nIndia has recorded more than 19 million cases of coronavirus - second only to the US. It has also confirmed more than 215,000 deaths, though the real toll is thought to be far higher.  \nExperts have cited low testing rates and the number of people dying at home, especially in rural areas, as contributing factors to under-reported figures.\nThe country's previous highest daily death toll, also reported this week, was 3,645. \nBrazil and the US have both registered daily tolls of more than 4,000 during the course of the pandemic.\nIn India, distressing images of families begging for hospital beds and life-saving supplies have been emerging for more than 10 days, while morgues and crematoriums remain overwhelmed.\nTwelve people died on Saturday at Delhi's Batra Hospital after it ran out of oxygen - for the second time in a week. \nThe Times of India newspaper reported 16 deaths in the southern state of Andhra Pradesh due to oxygen shortages in two hospitals, and six in the Delhi suburb of Gurgaon.\nDelhi High Court has now declared it will start punishing officials if life-saving supplies don't make it to hospitals.\n\"Water has gone above the head. Enough is enough,\" said Justices Vipin Sanghi and Rekha Patil.\nAll adults in India are now eligible for a coronavirus vaccine. But the planned launch of a nationwide drive on Saturday faltered as several states said they did not have enough doses to start vaccinating those aged 18-44.\nDespite being the world's biggest producer of vaccines, the country is suffering an internal shortage and has placed a temporary hold on all exports of AstraZeneca to meet domestic demand.\nThe Health Ministry said on Sunday that 84,599 people in the age bracket had been given a first dose of the coronavirus vaccine. \nIndia has been using two vaccines - the Oxford-AstraZeneca jab (known locally as Covishield) and another made by Indian firm Bharat Biotech (Covaxin). The Russian-made Sputnik V vaccine has also been approved for use, and the first 150,000 doses arrived on Saturday. \nCountries worldwide have sent a flood of emergency medical supplies. As of Thursday, 40 nations had sent shipments.\nThe first of several planes from the US carrying oxygen cylinders, masks and rapid diagnostic tests arrived in Delhi on Friday.\n\"The bond between the oldest democracy & the largest one keeps getting fortified,\" India's health ministry tweeted.\nThe US had previously been criticised for imposing a ban on sending raw materials for vaccines abroad, which limited India's ability to make more of the AstraZeneca jab. The measure was lifted last week.\nA German military aircraft with 120 ventilators reached India on Saturday, while the UK has also sent hundreds of pieces of medical equipment.\nUK Foreign Secretary Dominic Raab told the BBC's Andrew Marr Show on Sunday that he would \"always look very carefully at any request\" to help as India deals with its record surge of Covid cases.\nBut asked if the UK should pause the vaccination of younger, less vulnerable people to send doses abroad, Mr Raab said he had not received any request from India \"on that specific issue\".\nThe central government is reluctant to impose a national lockdown, which the prime minister has called a \"last resort\". Senior leaders fear the economic impact, after last year's lockdown saw India's output fall by a record 24% in April-June compared to a year earlier.\nThe human cost could also be severe. Last year's 68-day national lockdown saw millions of India's migrant workers make arduous journeys back to their home villages after they found themselves unemployed and running out of money. \nThe poor, especially undernourished children and pregnant women who rely on government programmes, found it difficult to access benefits. Immunisation programs were halted, and those suffering from serious illnesses struggled to access crucial health services.\nBut several states and union territories do have restrictions in place.\nOdisha was the latest to announce a two-week lockdown, joining hard-hit Delhi, Maharashtra, Karnataka and West Bengal. \nOther states, including populous Uttar Pradesh, have either night curfews or weekend lockdowns.\nThe Indian Express newspaper reports that India's Covid-19 taskforce, which advises the government, is pushing hard for a nationwide lockdown to help subdue the devastating second wave.\nDr Anthony Fauci, the top US infectious disease expert, said on Saturday that an \"immediate\" shutdown for a \"few weeks\" could break the chain of transmission in India."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56962642",
      "category": "uk-politics",
      "title": "Senior Tory says PM should resign if he has broken ministerial code",
      "tags": "Dominic Raab,Boris Johnson,John Bercow,Douglas Ross,Lisa Nandy",
      "text": "Boris Johnson should resign if he is found to have broken government rules over his flat renovations, the Scottish Conservative leader has said.\nDouglas Ross told the BBC that people expected the highest standards of those in the highest office of the land.\nBut the foreign secretary, Dominic Raab, insisted the prime minister had followed the rules and the newspaper stories were \"gossip\".\nLabour said people needed to know who the prime minister was beholden to.\nMr Johnson has insisted he paid for a refurbishment of the Downing Street flat himself, but there are still questions over whether the costs were initially covered by party donors.\nOn Wednesday, the Electoral Commission - the watchdog overseeing political finances - announced an investigation into the Conservative Party's compliance with laws on political donations, having said there were \"reasonable grounds to suspect that an offence or offences may have occurred\".\nThe government's top civil servant Simon Case and the prime minister's newly appointed adviser on ministers' interests Lord Geidt are also looking into the issue.\nAsked by the BBC's Andrew Marr whether Mr Johnson should resign if he was found to have broken the ministerial code, Mr Ross said \"of course\".\nBut he added he would wait for the answers from the three separate investigations that are taking place.\nMr Ross has previously called on Nicola Sturgeon, Scotland's first minister and leader of the SNP, to step down after a majority of MSPs on a committee accused her of misleading their inquiry into the Scottish government's handling of sexual harassment complaints made against former First Minister Alex Salmond.\nMr Raab told the BBC's Andrew Marr he would not \"speculate on what the outcome of the various different reviews are\".\n\"I think the right thing for me to do is respect the integrity of those reviews and let them run their course rather than commenting on what may or may not be found at the end of it,\" he added.\nHe added he trusted the Electoral Commission \"to look at these things in the right way\".\nMr Raab also told Sky's Sophy Ridge the prime minister would \"engage fully\" with inquiries into who initially paid for the Downing Street renovations.\nAnd he said he had \"no idea\" whether Conservative donors were asked to help pay for the prime minister's childcare costs.\nThe Sunday Times has reported that supporters of the party had been asked to foot the bill for a nanny for Mr Johnson's son.\nThe foreign secretary dismissed the report as \"tittle tattle\", telling Sky News: \"I can't comment on every little bit of gossip that's in the newspapers.\"\nResponding to the story, Downing Street said: \"The prime minister has covered the cost of all childcare.\"\nAlso appearing on Sky News, shadow foreign secretary Lisa Nandy said: \"We need to know who the prime minister is beholden to, we need to know what he has promised in return.\" \n\"There's an arrogance at the heart of this that he seems to believe that we don't deserve to know the truth about what goes on in government.\"\nThe prime minister has also received criticism from the former Commons Speaker John Bercow.\nTalking to BBC Radio 4's Broadcasting House programme, Mr Bercow said of the flat row: \"First of all we don't know who paid the initial bill because the prime minister and his acolytes persisted with the refrain that he ended up picking up the bill. \n\"That is both true and irrelevant - we know that, we've heard it, we've got it... the point is who initially did so creating either the fact or the appearance of indebtedness and an obligation on the prime minister in the future.\"\nHe also accused the prime minister of demonstrating \"an insouciant, a flippant, a casual disregard for the accuracy of what he says\". \nThe SNP's Westminster deputy leader Kirsten Oswald said Mr Johnson should publish his bank statements and all relevant documents relating to the flat renovations and donor-funded income and expenditure \"to ensure full transparency and assist inquiries and criminal investigations\". \nLorna Slater, co-leader of the Scottish Greens, has said she believes the UK political system is \"broken\" and politicians should be held accountable for their decisions in the midst of the pandemic and the climate crisis. \nScottish Lib Dem MP Christine Jardine said the prime minister was being \"rightly scrutinised\" but the SNP was not in a position to criticise, following the inquiry into the Scottish government's handling of complaints made against Alex Salmond. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-56959938",
      "category": "technology",
      "title": "Apple faces Epic Games in court",
      "tags": "Fortnite,Apple",
      "text": "After months of hype and warring words, Epic Games is finally getting its day in court with Apple.\nThe trial began on Monday - and is one of the most important in Apple's history. \nApple boss Tim Cook will be giving evidence, the first time he's given testimony at a trial. \nAt stake is the future of the App Store and the amount it charges developers - a wildly lucrative money spinner for the company. \nThe trial got off to a slightly chaotic start. The public hearing failed at first to mute those who were listening in via phone call, meaning calls from fans for the return of Fortnite to mobiles were accidentally broadcast.\nThe storm began in August last year, when Epic Games laid a trap for Apple. \nIts hit game Fortnite implemented its own in-app payment - bypassing Apple's 30% charges. \nApple promptly kicked Epic Games off the App Store.\nBut Epic Games was waiting for just that.\nIt slapped Apple with a 65-page lawsuit - and had even prepared a high production video, a spoof of Apple's iconic 1984 advert for the Apple Mac.\nEpic Games has for years claimed the charges imposed on it by Apple are extortionate. \nTheir argument is simple: that Apple's control over the App Store is anti-competitive. \nIt believes that developers should be able to make apps for smartphones without having to pay large sums to Apple (and to Google for Google Play purchases). \nSpotify, Match and Tile are just a few of the many companies that have also claimed Apple's charges are unfair. \nApple is estimated to have made hundreds of millions of dollars from Fortnite alone in charges. \nEpic Games' big argument is: if they don't want to pay, then where else do they go to sell their products? \nApple's App Store and Google's Google Play are the dominant global app stores, outside China. \nEpic Games has tried to sell Fortnite away from these two stores. It tried to \"sideload\" the app on Android phones - to try and avoid Google's own 30% charge. However, not enough people downloaded it away from Google Play. \nEpic Games' reluctant conclusion: if you want to make games for smartphones you have to be on either the App Store or Google Play. \nBut unwilling to lie down and accept the charges - which it calls an \"Apple Tax\" - Epic Games decided to sue Apple instead. \nWorryingly for Apple, many of its App Store critics come from across the political divide.\nIn a Senate hearing two weeks ago, Apple's Chief Compliance Officer Kyle Andeer was grilled by lawmakers. Politicians of all stripes - usually so divided on policy - were united in their attacks on Apple. \nDemocrats Amy Klobuchar and Richard Blumenthal and Republicans Mike Lee and Josh Hawley all took up similar lines of questioning. \nSenator Klobuchar said that Apple's App Store was a \"literal monopoly\".\nAnd on Friday the European Union announced that it was charging Apple for its behaviour on the App Store. \nEpic Games has timed the lawsuit perfectly.  \nThe key question the judge will have to answer is whether Apple's App Store is an \"essential facility\", a sort of public utility that no one company should control. \nMatt Stoller, an anti-monopoly campaigner, believes so.\n\"Everybody knows that Apple is in charge of what should be public rights of way. It would be easiest if the judge just rules in favour of Epic [Games], that would fix it,\" he says. \nApple can afford good lawyers though. So what's Apple's defence? \nFirstly, Apple says it invented the App Store and as a private company it can charge what it wants. \nIt also says the 30% charge to developers is the industry standard for gaming, and competes not just with Google Play but with Microsoft, Steam, PlayStation, Xbox and Nintendo.\nInfluential tech blogger John Gruber says Apple has a point. \n\"In terms of the actual split, 70/30 is pretty standard across the board. One of the things that really stands out about Epic Games' argument is that they have no complaint whatsoever. It's all very hand wavy, and very much a PR argument, not a legal one.\"\nApple also says that its payment system is fair to smaller developers. It says 83% of apps and 76% of games on the App Store are free - developers pay no commission. \nAnd they say that although their top rate charge is 30%, most developers pay no more than 15% in charges. \nApple argues it also oversees an App Store vetting process, making sure the Apple ecosystem isn't compromised by dodgy apps. That costs money. \nHowever it's thought the amount that Apple spends on this process is a tiny fraction of the amount it receives from developers. Critics like Matt Stoller also question how effective Apple's vetting procedures are.\n\"There are all sorts of apps that have scams that Apple doesn't catch. So their arguments about safety and security are sort of nonsense,\" he says. \nSo what are Apple's chances? John Gruber thinks they're good. \n\"I do think that on legal grounds, Apple is in a very good position. But the risk is very high because [if they lost] it would disrupt the whole business model of the app store\". \nMatt Stoller says that antitrust cases are notoriously hard to predict.\n\"Antitrust law, as it's practiced in the US, is a complete mess. So we have no idea. The law basically depends on what the judge had for breakfast.\"\nThe trial is expected to conclude in the last week of May. However, even if Apple wins, the fight over how Apple runs its App Store will rage on. \nJames Clayton is the BBC's North America technology reporter based in San Francisco. Follow him on Twitter @jamesclayton5."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-56957360",
      "category": "world",
      "title": "May Day protests: Turkey arrests hundreds as rallies sweep globe",
      "tags": "Turkey",
      "text": "Turkish police have arrested more than 200 people for holding unauthorised protests on May Day, which has seen rallies across the world despite the continued spread of Covid-19.\nThe protesters in Turkey's largest city, Istanbul, were caught breaching restrictions imposed to curb a third wave of coronavirus.\nMarches led by workers and unions are held on 1 May every year as part of International Labour Day celebrations in many countries.\nThis year, the rallies took place once again against the backdrop of a pandemic that has destroyed livelihoods and upended economies worldwide.\nIn many countries, police were deployed in large numbers to deal with possible disorder and ensure coronavirus restrictions were observed.\nScaled-back rallies were held in Germany, Russia, Spain, Sweden, the UK, Cuba, Colombia, the Philippines, Indonesia and many other countries. Most demonstrations were peaceful.\nBut Turkey was among several countries where police were embroiled in May Day protests that turned violent on Saturday.\nThe office of Istanbul's governor said 212 people had been arrested after they broke away from marches and tried to enter Taksim Square, a symbolic area of protest.\nPictures showed chaotic scenes in which police used their shields to push back crowds and dragged some protesters away from the square.\nThe country went into its first full pandemic lockdown earlier this week, in a bid to curb a surge in infections and deaths.\nIn France, at least 46 people were arrested in the capital, Paris, after some marchers clashed with riot police, threw stones, smashed windows and set fire to rubbish bins. \nFrench government agencies condemned one protester who was pictured assaulting a firefighter as they attempted to extinguish a blaze in the capital.\nThe Interior Ministry said more than 106,000 people marched at almost 300 rallies organised in Paris and other cities, including Lyon, Nantes, Lille and Toulouse.\nThe protesters voiced their opposition to government plans to change unemployment benefits and demanded economic justice.\nSimilar demands were heard in Germany, where May Day protests were held nationwide despite the introduction of tougher Covid-19 rules last week.\nIn the capital, Berlin, thousands of police were deployed to monitor multiple demonstrations, including one organised by a group that opposes the government's coronavirus strategy.\nAn estimated 10,000 cyclists staged a peaceful anti-capitalist protest in the city.\nBut as darkness fell, the mood grew more tense as protesters set barricades alight and confronted police who were trying to enforce Covid-19 regulations at a left-wing demonstration.\nCoronavirus was on the agenda in Indonesia as well. \nAt one rally, protesters in the capital of Jakarta laid mock graves on the street to symbolise the human toll of the pandemic. \nLabour Day celebrations were unusually muted in Cuba, where workers gather for large events to commemorate the communist revolution that brought Fidel Castro to power in 1959.\nBut for the second year running, Cuba called off its May Day march though Havana's Plaza de la Revolution Square, as the country battles Covid-19 and an economic crisis.\nInstead, a small number of national leaders gathered at largely empty public spaces, while citizens were urged to celebrate at home.\nIn Brussels, Belgium's capital, officers trying to clear a dance rave from a park used water cannon, pepper spray and batons as some of the partygoers pelted them with eggs.\nDuring the commotion, one demonstrator was knocked unconscious after they were struck by a water cannon truck, local media said.\nDubbed La Boum 2 (The Party 2), the event was a sequel to a fake concert that drew thousands of people after it was announced on social media as an April Fools' Day joke.\nMeanwhile, a proposed law that would give police extra powers to curb protests was one of the main subjects of grievance at protests in the UK.\nHundreds gathered in London to protest against the Police, Crime, Sentencing and Courts bill, which activists fear would be used to curb dissent.\nAll photographs subject to copyright"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-56945821",
      "category": "education",
      "title": "Surgery in the womb: 'I've done the best for her'",
      "tags": "Spina bifida,Great Ormond Street Hospital,Pregnancy",
      "text": "\"It comes with risks, but then this operation will mean I've done the best for her. In my mind there was no choice - I just had to do it.\"\nAfter six failed rounds of IVF, Helena had almost given up hope of having a second baby. But on her seventh attempt she became pregnant and things seemed to progress well until her 20-week scan.\nThere, Helena was told her daughter had spina bifida.\n\"It was a very large lesion on her back and half of her spine was exposed. They said that it was likely she will be paralysed, incontinent and will need a shunt to drain the fluid from her brain later on,\" Helena recalls.  \n\"I was beside myself when they told me all the possible outcomes for having this condition and I couldn't stop crying. \n\"They told me the probability of her walking or moving her legs was very, very low - and that was absolutely devastating.\"\nWithin days, Helena was referred for tests and told she was eligible for surgery. At 23 weeks pregnant, she travelled to a specialist hospital in Belgium, which works in partnership with the NHS.\nA team of around 25 clinicians carried out the complex operation to repair her baby's exposed spinal cord and close the hole in her back.\n\"I knew if I didn't get the operation the quality of her life would be very different,\" Helena says.\nProf Anna David, foetal medicine consultant at University College Hospital in London, said: \"Previously the baby would have the repair to the defect after birth - but now that we can do the surgery in the womb, the defect is closed a lot earlier so it means there's less damage to the spine.\n\"That increases the chances of the child being able to walk and have more control over their bladder and bowel.\"\nHelena gave birth to her daughter Mila - short for milagro, or miracle, in Spanish - at University College London Hospital three months after the surgery. \nMila still has some fluid on her brain, but so far she is showing signs of good development.\n\"She can move her legs,\" says Helena, \"and she's got feeling to her toes so it's absolutely amazing\".\n\"I'm just so grateful to the surgeons who've done this operation because her life would look very different without it.\"\nSpina bifida, which affects about 1,500 pregnancies a year in the UK, prevents the spine and spinal cord developing properly.\nIt can lead to paralysis, bowel, bladder and kidney problems.\nBut if surgeons can operate at between 22 and 26 weeks of pregnancy, instead of after birth, it means a much better outcome for the baby.\nThe procedure involves specialists from University College London Hospitals, Great Ormond Street Hospital for Children and University Hospitals Leuven in Belgium. Thirty-two babies have undergone the procedure since January 2020.\nProf Stephen Powis, medical director for NHS England, said it was just one example of the innovative treatments offered by the NHS.\n\"As well as fighting a global pandemic, the NHS continues to develop and offer these trail-blazing services and continue to be there for patients.\"\nKate Steele, chief executive of Shine, which offers advice and support to families affected by spina bifida and hydrocephalus, said: \"We hope that every family who might benefit from foetal surgery is given the opportunity to find out whether surgery is right for them, and that they are supported by their local service, as Helena was.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56959915",
      "category": "uk",
      "title": "Covid-19: Testing could replace self-isolation, and the impact of being deaf during the pandemic",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday morning. We will have another update for you tomorrow morning. \nA new trial, if successful, could mean people may not need to self-isolate if they have been in close contact with someone with Covid. The government-backed research will explore giving people daily lateral flow tests for seven days - instead of quarantining for 10 days. So long as they test negative all week, they can carry on with their lives. From 9 May, about 40,000 close contacts of people with Covid in England will be invited to take part in the study. Self-isolating means staying at home and not leaving it - not even to buy food or medicines, or for exercise. Check the current rules on self-isolation.\nMore than one in three deaf people have reported struggling with their mental health because of the pandemic, according to a recent report by the deafness charity SignHealth. In the video below, data analyst Chloe Norton speaks about her experience of being profoundly deaf during the Covid crisis. She says she has lost some of her independence.\nBeach huts are more popular than ever, with everyone staying closer to home due to Covid restrictions. The BBC went to the seaside town of Walton-on-the-Naze in Essex, which has more than 1,000 huts, to find out what's so special about these sheds by the sea. Demand is surging, with people \"panic buying\" the colourful seaside spots, locals say.\nCharity shops have been asking people to call and check before they drop off donations, in part due to fears of a pent-up demand to donate after England's third lockdown ended. Picking up the phone is easy, but knowing what to check might be a little bit harder. So what should you be asking yourself about your potential donations? Here are six things to check.\n\"I can't actually imagine it, all them people, no masks and being able to be next to each other,\" says Blossoms frontman Tom Ogden. \"It's quite surreal to be honest.\"  The Stockport band will perform to a crowd of 5,000 in Liverpool later - for the first live concert in the UK since lockdown. It's part of a government pilot event and ticket-holders have to provide a negative Covid test to get in. So, why is Liverpool being used as a test site?\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nFind more information, advice and guides on our coronavirus page. \nForeign holidays are currently banned, but could be back in the summer. Find the current travel rules here.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56581106",
      "category": "uk-politics",
      "title": "Election results 2021: When will we know who has won?",
      "tags": "London elections 2021,Scottish Parliament election 2021,England local elections 2021,Welsh Parliament election 2021,PCC elections 2021",
      "text": "Millions of people across England, Scotland and Wales voted in elections on Thursday 6 May. \nThey cast votes for councillors, mayors, police commissioners, members of the Scottish and Welsh parliaments - and one Westminster MP.\nAfter polls closed at 22:00 BST, ballot boxes were taken from all the polling stations, to local or regional counting centres where staff open them up and start counting votes.\nA small number of representatives from each of the parties and members of the media are allowed into the centres to observe the counts.\nOnce all the votes in a particular area - such as an English council or a Scottish constituency - are counted, the official in charge - known as the returning officer - takes the stage and announces the results.\nYes - this is partly because Covid safety measures are going to have an effect.\nThere'll be fewer staff at each of the counts, to allow for social distancing, and this is likely to slow things down.\nThe returning officers are responsible for the process in their own centres, so measures and timings will vary across the country.\nHowever, counts will also take longer because of the high number of elections taking place in some areas. \nA number of elections have taken place because they were postponed from 2020. \nFor example, staff in Bristol will be counting votes for the West of England Mayor, the Mayor of Bristol, the Avon and Somerset Police and Crime Commissioner and the whole of Bristol Council.\nHartlepool Westminster by-election \nThis was announced on Friday morning, with the Conservatives taking the seat from Labour.\nScottish Parliament\nReturning officers started counting on Friday morning. The final result - including the regional lists - are due on Saturday. \nWelsh Senedd \nAll the constituency votes have been counted and results for the regional seats should finish on Saturday.\nEnglish councils and mayors\nMany of the results have already come in. But expect declarations to be spread out over the weekend.\nLondon Assembly and Mayor  \nCounting in some areas of London, as well as the Mayoral race, will start on Saturday, with results probably announced in the evening.\nPolice and Crime Commissioners \nThese results will be spread out. In some regions, votes will not be counted until Monday morning, with results emerging in the afternoon or evening.\nThe BBC's Election 2021 results programme will begin later than usual due to the slower count.\nOn Saturday the programmes will be 10:00-13:00 on BBC Two, 14:15-18:00 on BBC One, and 20:35-20:40 on BBC One.\nThe BBC News Channel will also carry coverage throughout the weekend, and the BBC News website will provide live results, analysis and updates.\nThe BBC News website will provide live results, analysis and updates from across England, Scotland and Wales.\nLocal radio stations will be covering the counts, as well as results and analysis on BBC Radio 4 and BBC Radio 5 live.\nWhat questions do you have about the elections?\nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56921357",
      "category": "uk-wales",
      "title": "Dirty Vegan star Matt Pritchard rows the Atlantic",
      "tags": "Coronavirus lockdown measures,Veganism,Cardiff,Atlantic Ocean",
      "text": "While most of us have spent months locked down, Dirty Vegan Matt Pritchard has completed a row of the Atlantic.\nThe BBC TV chef was in a team of four crossing the ocean to raise awareness about mental health - and they reached the finish line in Antigua on Sunday.\nInitially setting off on the 3,200 mile trip from Lanzarote on 6 March, they had to restart from Fuerteventura a week later.\nThey could undertake the voyage as Covid rules allow charity events.\nAfter they completed the journey, Matt posted on his Instagram account: \"I'm thirsty, hungry, tired and adopted bingo wings on my arms and calf's [sic]. \n\"Walking on land is very weird, it doesn't move. I'll be a cheap date tonight, one whiff of champagne and I'll be on my back mun.\"\nThe trip, named Atlantic Dash, was initially halted because of seat problems, before their craft was holed during a tow to Fuerteventura.\nAfter Matt and crewmates Billy Taylor, Johnny Ward and Martin Heseltine had repaired the vessel they set off again.\nMatt earlier said progress in the trip had been \"absolutely fantastic\" and had also been \"nice to be at sea during all the craziness\" of Covid. \nThe sailors have enjoyed seeing dolphins, turtles and marlins and, for three weeks, they did not see another boat. \nBut disaster struck for Matt, who celebrated his birthday at sea, as the end of the trip neared. \nThe ex-pro skateboarder, from Cardiff, injured his back while rowing.\nThe 48-year-old said: \"I pulled my right lateral muscle rowing and, as you do, I just ignored it. \n\"Because at the end of the day you have no other option other than to keep rowing and get on with it.\"\nBut after two days the pain got much worse.\n\"All of a sudden something went, and I was in absolute agony, and there was nothing else I could do,\" the former Dirty Sanchez star said. \n\"Billy said: 'You're going to have to get into the forecabin'.\"\nGetting in the forecabin - at the front of a boat - was also \"absolute agony.\" \nAfter speaking to a doctor he was advised to take painkillers they had with them.\n\"I'm absolutely gutted,\" Matt said.\n\"I've sat here, and there's loads of stuff going through my mind.\n\"I just feel helpless being here listening to the boys rowing. \n\"I want to be out there rowing with them, but I can't because I don't want to do any more damage to my lateral muscle.\"\nHe had hoped to be back as an oarsman within a day or two but he is still not in the best shape. \n\"I've not come all this way to lay on my arse,\" he said.\n\"But at the same time I have got to be sensible, because I do not want to do longer lasting damage to myself.\"\nBy Friday, Matt was still not rowing but was making food and doing other duties.\nBilly said it was \"so nice\" to see him on the mend.\n\"Matt's been up and about,\" he said.\n\"He's been cooking for everyone and making sure everyone has water. \n\"It's a real team, crew effort.\"\nThe four are aiming to raise £20,000 to be split between Dean Farm Trust and men's mental health charity Humen. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-politics-56938539",
      "category": "uk-northern-ireland-politics",
      "title": "Arlene Foster to quit DUP after leaving leadership roles",
      "tags": "DUP (Democratic Unionist Party),Arlene Foster",
      "text": "Arlene Foster will quit the Democratic Unionist Party (DUP) when she stands down as Northern Ireland's first minister, BBC News NI understands.\nSources close to her said she thinks it is no longer the party she joined and it is moving in a different direction.\nMrs Foster is to resign as DUP leader on 28 May and end her tenure as first minister at the end of June.\nOn Thursday, Agriculture Minister Edwin Poots declared his intention to stand for the party leadership.\nBy Friday evening five of the party's Northern Ireland Assembly members and one of its MPs had publicly announced their support for his campaign.\nMrs Foster announced her resignation after about 80% of the DUP's Stormont and Westminster ranks signed a letter of no confidence in her leadership.\nSpeaking on Friday, she said that none of her colleagues who signed the letter of no confidence had spoken to her since then.\nShe also said that some of her colleagues - including some \"good friends\" - had not signed the letter.\nShe said she would wait until she stepped down as first minister before making public her decision about whether she would remain in the DUP.\nMrs Foster has led the DUP since December 2015.\nThe following month she was appointed first minister, becoming the first woman and the youngest person to hold both jobs.\nSir Jeffrey Donaldson is expected to enter the DUP leadership race this weekend.\nEdwin Poots has been quick out of the blocks with his bid and has been building support - all of his backers so far were always likely to take his side.\nWhat will be key will be the floating voters among the party members entitled to have a say in this contest.\nIt is understood that Sir Jeffrey is confident he will get his fellow DUP MPs to support his campaign.\nBut he has lots of work to do to get the remainder of the Stormont ranks into his corner.\nIn her resignation statement on Wednesday, she said she was preparing to leave the political stage.\nBBC News NI understands that means not only quitting as a Stormont assembly member but severing her ties with the party she has led since December 2015.\nOn Thursday she informed her constituency association in Fermanagh and South Tyrone of her decision.\nQuestioned on Friday about whether she intended to become a member of the House of Lords, she said that was a matter for other people to determine.\nAsked about the future of the DUP, she wished her successor and the party well.\nMrs Foster has endured several major challenges during her time at the helm of the party, including division among members on social issues and significant recent pressure resulting from the fallout from Brexit, which the party supported.\nThe post-Brexit arrangements for Northern Ireland - which have included a trade border being imposed between Great Britain and Northern Ireland - have been deeply unpopular with the party's core voters.\nBBC News NI understands that DUP officers will meet on Tuesday to discuss the timetable and the procedure for electing a party leader.\nAnnouncing his desire to succeed Mrs Foster, Mr Poots said he was looking forward to the \"engagement and the debate\" in the leadership contest.\nHe has secured the backing of senior Stormont assembly members, the first of which was Christopher Stalford, who said his friend had the \"experience and talents to take our country and our party forward\".\nOthers DUP politicians who have declared their support for Mr Poots include assembly members Jonathan Buckley, Paul Frew, Paul Givan, Mervyn Storey and the MP Paul Girvan.\nWinning the support of a majority of the party's 27 members of the legislative assembly (MLAs) will be crucial to Mr Poots' hopes of replacing Mrs Foster.\nOnly a small number of the DUP's membership - its MLAs and MPs - will get to vote in a leadership contest."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56929301",
      "category": "uk-wales",
      "title": "Covid: Gyms open and families hug as rules relax in Wales",
      "tags": "Coronavirus lockdown measures,Caernarfon,Colwyn Bay,Wales business,Bargoed,Weddings,Exercise,Coronavirus vaccines,Bala,Bodfari,Rhyl,Cardiff,Llandyrnog,Hospitality industry,Pubs,Coronavirus pandemic",
      "text": "Some families and friends have been able to hug for the first time in months and people went back to gyms as Covid lockdown rules eased in Wales.\nTwo households - plus another living on their own - can now form a \"bubble\" to meet and have contact indoors.\nGyms, swimming pools and community centres have reopened after a relaxing of restrictions while indoor classes for adults and children can restart.\nWales' Covid case rate has fallen to its lowest point in eight months.\nOrganised children's indoor activities - like sports classes, scouts, guides - can also restart for the first time since lockdown returned in December.\nIndoor fitness classes can begin again for up to 15 adults, but only if they are organised and in a regulated setting, like a studio or gym.\nHowever, children's birthday parties and family gatherings are still banned.\nChildren's soft play areas are not due to reopen until 17 May - the day pubs and restaurants are due to open indoors and all holiday accommodation can reopen.\nGyms, fitness facilities, leisure centres, spas and swimming pools were all able to reopen from Monday, with strict social distancing and sanitising procedures in place.\nThis latest easing of lockdown is the last act of the current Welsh Labour government before Thursday's Welsh Parliament election.\nThe change was originally planned for 10 May, but was moved forward by a week because of a drop in Covid cases, the Welsh government said.\nThe move followed pressure from gym owners and opposition parties. \n\"You can see everyone's really happy to be back,\" said Craig Hulme, owner of the Valhalla gym in Wrexham.\nHe added the \"stop, start\" nature of the restrictions had made it very difficult to develop the business, despite having invested in new equipment at the start of 2020.\nThe reintroduction of extended households means not just going into the homes of family bubbles  - but having contact, like a hug or a cuddle.\nGrandmother Ann Phillips was \"very emotional\" at giving first grandchild Theo - born in October - a cuddle for the first time in more than five months.\n\"It was so lovely and I was very emotional,\" said the 66-year-old from Penarth in the Vale of Glamorgan.\n\"He's my first grandchild and not being able to give him a cuddle has been so hard but we've played by the rules and have been very cautious for the sake of everyone.\n\"So to hug him today was beautiful. It felt very familiar and now I can't wait to make up for lost time.\"\nTheo's mum Liz, who lives in nearby Barry, took her six-month-old son to parents Tony and Ann's house on Monday for the \"very special day\" - which included plenty of tea and cakes.\n\"I'm so close to my parents so the last few months has been quite hard, especially as Theo is my first child,\" said Liz, 40.\n\"It meant the world to see mum and dad giving him a cuddle - and Theo loved having a hug from his grandparents. Today was a very special day.\"\nParent and baby and parent and toddler classes were able to restart from Monday - with strict Covid procedures - and Christie-Ann Jones was excited to get back for her daughter Eira-Lily and to spend time with their new friends.\nThe mother and daughter, from Cardiff, had gone to their first baby class in September before the winter lockdown.\nAfter spending her maternity leave in lockdown, Ms Jones said it had then been hard not being able to talk to other new mothers, to \"go through it together\" and \"bounce off\" while sharing the experience of having a new baby.\n\"I'm so glad to be able to go out - it's been so isolating and lonely,\" she said.\n\"I haven't had that same connection with other mums - it's been so hard.\"\nWell, you can make a splash now as pools are allowed to reopen - and bathers in Swansea wasted no time for a dip as the city's Penlan Leisure Centre opened just after midnight.\nGeneral Manager Jim Kelly said about 30 people queued to use the pool after it reopened at 12:01 BST on Monday.\n\"It was really good to see the excitement from those customers,\" he said.\nRhys Jones of Better, which runs leisure centres in Cardiff, said allowing gyms and pools to reopen would help prevent a further \"health crisis\".\n\"Exercising has been tough throughout the lockdown winter months and people have been robbed of the opportunity to enjoy regular exercise.\n\"This has had untold consequences on the physical and mental health of our population and for every day that leisure facilities remain closed, public health deteriorates further, and the risk of obesity and stress becomes critical.\"\nThe latest lockdown easing means Wales is entirely into its alert level three - or very high - tier of restrictions where many strict Covid rules remain in place in a bid to control the virus.\nAlthough indoor entertainment venues, indoor visitor attractions and nightclubs remain shut, more sectors can reopen as the country has the lowest case rate and has vaccinated the highest percentage of people in the UK.\nWales' infection rate of 10.8 cases per 100,000 and its virus positivity rate are at their lowest since 1 September.\nCovid patient hospital admissions are now in single figures and at their lowest since the start of the pandemic.\nWales is the last UK nation to reopen gyms and swimming pools for individual exercise.\nBut it is the first to allow adult indoor group exercise and indoor mixing of two households - those will not happen in England and Scotland until 17 May and in Northern Ireland until 24 May at the earliest.\nFirst Minister Mark Drakeford said he could \"allow more elements of normal life to return\" because of a \"successful\" vaccination programme and an \"improving public health situation\".\n\"However, the virus has not gone away,\" he added, warning people to continue to wash hands regularly, wear a face covering in enclosed public spaces, follow social distancing rules and \"limit the number of people we meet socially outdoors\".\n\"By working together, by following these rules, the quicker we will return to normality,\" he added.\nThe easing of rules so gyms could reopen and people could form an extended household was due to happen on 17 May but was brought forward on 9 April.\nWelsh Conservative Senedd leader Andrew RT Davies called it \"a last-minute and cynical sop just days before the election\".\n\"People up and down Wales will be relieved that Labour is at last following the data,\" he said.\n\"But as the Welsh Conservatives have advocated, this could have come sooner and not as a last-minute and cynical sop just days before the election.\n\"On Thursday, people across Wales have an opportunity to end these political games and can turn the page on 22 years of Labour holding back our country and our economy.\"\nSIGN UP FOR WALES ALERTS:  Get extra updates on BBC election coverage\nPlaid Cymru paid tribute to the \"collective effort\" of Wales residents for the latest rule easing.\nLeader Adam Price said: \"It remains the case that when further restrictions are eased that businesses must be supported with restart grants after an incredibly difficult start to the year.\n\"A Plaid Cymru government will provide restart grants of up to £20,000 to businesses in the retail, hospitality, and leisure sectors.\"\nWelsh Liberal Democrat leader Jane Dodds said she was pleased to see the reopening of gyms and swimming pools but added many business were \"still suffering\".\nShe added: \"At this week's election Welsh Liberal Democrats are pledging to put recovery first and are proposing an extensive and comprehensive package of support for our businesses and high street.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-56964893",
      "category": "uk-wales-politics",
      "title": "Senedd election: Welsh Labour defends health and education record",
      "tags": "Welsh Labour,Welsh Parliament election 2021,Welsh Parliament",
      "text": "Welsh Labour leader Mark Drakeford has defended his party's 22-year record in government on the NHS and education, ahead of Thursday's Senedd election.\nBut, he conceded cancer waiting time targets have not been met since 2008 and did not say if a commitment to cut infant class sizes had been reached.\nThe Welsh Tories warned of a \"managed decline\" if Labour remains in power.\nPlaid Cymru said re-electing a Labour-led administration would not bring a \"new Wales\". \nSpeaking on the BBC's Politics Wales programme Mr Drakeford, who is also the current first minister, said his party's \"record is a record of addressing problems\".\nHe pointed to improvements on unemployment and economic inactivity.\nWALES ALERTS:  Get extra updates on BBC election coverage\nBut in 2019, Wales' performance was the worst of all UK nations on the Pisa international tests, for the fifth successive time.\n\"Other countries in the United Kingdom went down but we were up in all three - in English, in mathematics, and in science - our movement was up,\" Mr Drakeford said.\n\"To characterise the Welsh education system as though it had not made, I think, enormous strides over devolution is simply to be a very partial account.\"\nA commitment to reduce infant class sizes was part of the deal between Labour and the Liberal Democrats when Kirsty Williams joined the last Welsh government as education minister.\nBut according to the Welsh government's own school census data, the average infant class size has barely improved - 25.6 in 2016 compared to 25.4 in 2020.\nChallenged about the failure to meet the commitment, Mr Drakeford did not directly address the point.\n\"What we have managed to do is we've managed to stop the rise in infant class sizes.\n\"In many parts of Wales we have managed to do that [reduce class sizes]. \n\"There are some parts of Wales where buildings, the physical layout of schools means it's very difficult to do that.\n\"But I think our record on infant class sizes is one of continued investment.\"\nThe target of at least 95% of patients diagnosed with cancer starting treatment within two months has not been met since 2008.\nBut Mr Drakeford said: \"In percentage terms we haven't met the target, in volume terms far more people are seen within our target times than ever before. \n\"And that's because working with the medical profession, we've succeeded in getting more people identified earlier, more people seen quickly, and as a result our cancer survival times in Wales at one year and at five years have improved throughout the whole of that period.\"\nHe rejected criticism that Labour's manifesto lacks ambition.\n\"Our manifesto has ambition on every single page on it - ambition for our young people, ambition for our environment,\" he added.\nSpeaking on BBC Radio Wales' Sunday Supplement programme, the leader of the Conservatives in the Senedd said the first minister had \"a very managerial style of government\".\n\"We can't afford just to have a managed decline of Wales continue for another five years,\" Andrew RT Davies said.\n\"This is about making sure that when we put that manifesto to the people of Wales, they have confidence that we can deliver the solutions that people face in their everyday lives, whether that be on the economy with jobs, whether that be in public services with waiting times, whether that be in education with catch-up, or whether it be on the environmental or infrastructure goals we've set ourselves.\"\nAlso speaking on Sunday Supplement, Plaid Cymru's leader Adam Price criticised what he believed was a lack of progress under successive Labour-led governments.\n\"Many of the goals they have set have been absolutely laudable ones - setting the target for eradicating child poverty by 2020, many of the environmental principles,\" he said.\n\"But the problem is with lack of progress in turning those perfectly laudable values and principles into reality for the people of Wales. That's the frustration.\n\"We're not going to make progress towards achieving that new Wales that we want to see if we simply re-elect a Labour-led administration again.\"\nCadan ap Tomos, the Liberal Democrats candidate in Ceredigion, said the party was campaigning for recovery of the health service - with an emphasis on mental health - the economy and the environment. \nSpeaking in Aberystwyth, he said: \"We are the only party that champions liberalism the champions freedom the rights of the individual, that isn't going to change.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56815893",
      "category": "uk-wales",
      "title": "Covid: Pregnant women in Wales 'still go it alone'",
      "tags": "Swansea Bay University Health Board,Miscarriage,Coronavirus lockdown measures,Childbirth,Newport,NHS Wales,Welsh Parliament election 2021,Pendine,Coronavirus pandemic,Cwm Taf Morgannwg University Health Board,Pregnancy",
      "text": "Pregnant women are facing a postcode lottery over whether they can bring a partner to maternity appointments.\nHealth boards were given flexibility in November to allow pregnant woman in low Covid rate areas to take their partners to maternity appointments.\nBut many parts of Wales with the lowest rates are still forcing pregnant women to attend some appointments alone.\nThere are calls, as lockdown eases, for partners Wales-wide to be allowed to all appointments and during labour.\nAs part of a series looking at what people would like to see happen after the Senedd election, BBC News spoke to women who have been affected by the rules.\nThey called for a Wales-wide approach, as is the case for decisions over hospitality and leisure reopening, and want restrictions on maternity appointments eased to allow women to be accompanied.\nEmma Fear, 30, was not able to take her partner with her to hospital when she experienced bleeding during pregnancy in June last year and was told, alone, that she was losing her baby.\nShe then had to repeat the news to her partner, who was waiting outside in the car.\n\"At the time, he could have come and sat outside a pub with me, but he couldn't come with me when I'd had severe bleeding and knew I had probably lost my baby.\"\nEmma, from Pendine in Carmarthenshire, is now pregnant again and she said attending appointments alone had been even more worrying this time around after experiencing a loss.\n\"It's been quite stressful, worrying really, because I have had a miscarriage and I had to go to the 12-week scan just praying there was a heartbeat,\" she said.\n\"My anxiety has been through the roof.\"\nSIGN UP FOR WALES ALERTS:  Get extra updates on BBC election coverage\nEmma was able to have her partner with her for the 20-week ultrasound scan, but the baby was not in the correct position so a follow-up appointment was arranged which he could not attend.\n\"Of all the things you go through, to not be able to have your partner be there for this feels unfair.\n\"The support you have shouldn't depend on where you live. If it was equal for everyone it would be much better.\"\nKara Harvey, 32, had her daughter in September and could not have her husband with her for any appointments, except the initial midwife appointment which took place before Covid restrictions were in force.\nHer husband was able to attend the birth, but had to leave half an hour later.\n\"It was my first baby, so this is all I've known, but I was looking forward to pregnancy yoga, NCT and antenatal classes. I had just moved from Bristol so I was looking to meet other mums-to-be - obviously none of that happened,\" Kara, from Newport, said.\n\"It was a lonely experience. I'm so used to being busy and working and my husband was working so much through the pandemic.\"\nKara was sent a letter saying she could bring a partner to her 12-week and 20-week scans, but it turned out to be an old template which had not been changed - and her husband was turned away at reception on the day of each scan.\n\"I was quite nervous for that (20-week) scan because they check for a lot of things that possibly could be wrong, and I've had two friends have bad news in that scan.\"\nWALES ELECTION: THE BASICS\nWhat's happening? On 6 May, people will vote to elect 60 Members of the Senedd (MSs). The party that can command the support of a majority of MSs will form the Welsh government.  Find out more here.\nWhat powers does the Senedd have? MSs pass laws on aspects of life in Wales such as health, education and transport - and have some tax powers. \nKara stayed in hospital after having her baby by Caesarean section, and said it was the longest two nights of her life.\n\"It was hard, it was really horrible. There were a lot of mothers on the ward whose babies were in the neonatal unit, and they were not allowed anyone with them to visit.\n\"I was lucky everything was fine, she was healthy, but it was still really hard. The staff did what they could but they were so busy they couldn't always get to you.\"\nKara, along with the campaign group Pregnant Then Screwed, is calling for women to be able to bring a partner with them to all maternity appointments, for the duration of labour in hospital and after the birth.\n\"The lack of support for new mothers has been bad. If a partner is the same household you're the same risk anyway really,\" she said.\n\"If you can go to a pub or a gym and be sat close to God knows how many people, why can't you have your partner from the same household with you to support you for important appointments?\"\nPregnant Then Screwed said the current situation should be a \"source of shame\", and it wanted to see support from Senedd candidates.\nFounder Joeli Brearley said: \"Women continue to suffer alone in hospitals, giving birth without the full support of their birth partner and receiving earth-shattering news alone. This is not okay.\n\"Birth partners are advocates and a critical component of the pregnancy and birthing process and they must be treated as such.\"\nAneurin Bevan University Health Board, covering parts of south-east Wales including Newport, said since September 2020 it had allowed a partner to attend for all scans, as well as for appointments which may cause significant distress, but not other routine antenatal appointments.\nIt does not have restrictions on partners attending the birth, and partners can now attend during in-patient stays on the antenatal and postnatal ward.\nIn north Wales, Betsi Cadwaladr University Health Board says one partner can support women attending early pregnancy appointments and both routine scans.\nThey can also have a partner with them during active labour, \"preferably from the same household or part of an extended household\" and partners can attend emergency situations such as worries about pain, bleeding or not feeling the baby move at the discretion of the midwife in charge.\nPowys said it offered a small midwife-led community-based service and decisions were made on a case-by-case basis.\nIn the Hywel Dda area, which covers mid and south-west Wales, women are not able to bring a partner to the 12-week dating scan or other routine appointments, but they can bring one to the 20-week anomaly scan.\nSwansea Bay is reviewing restrictions, but as it stands women can be accompanied for the 12-week and 20-week scans and when an issue has been found with the developing baby - but must be from the same household.\nWomen can be accompanied from the start of active labour until after the birth but there is no visiting on the antenatal or postnatal ward.\nCwm Taf Morgannwg, which covers parts of south Wales including Merthyr Tydfil and Bridgend, said partners could attend routine scans and labour assessment depending on the facility's infection prevention measures. Partners can visit the postnatal wards for one hour each day by appointment.\nCardiff and Vale health board said partners can attend both routine scans and foetal medicine appointments, and throughout the birth. It is reviewing restrictions to see whether it can allow partners to further appointments."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-56962932",
      "category": "world",
      "title": "SpaceX ISS mission: Night-time splashdown for four astronauts",
      "text": ""
    }
  ]
}