{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-59109186",
      "category": "world",
      "title": "G20 pledge climate action but make few commitments",
      "tags": "COP26,Climate change,G20",
      "text": "The leaders of the world's richest economies have agreed to pursue efforts to limit global warming with \"meaningful and effective actions\".\nBut the agreement from the G20 summit in Rome made few concrete commitments, disappointing activists. \nHost nation Italy had hoped that firm targets would be set before the COP26 summit in Glasgow, which has now begun.\nUK PM Boris Johnson, who is hosting COP26 said leaders' promises without action were \"starting to sound hollow\".\n\"These commitments... are drops in a rapidly warming ocean,\" Mr Johnson said.\nUS President Joe Biden said there were a \"series of very productive meetings\" at the G20, adding that he was \"looking forward to continuing to make progress\" on climate issues in Glasgow.\nHe also said China and Russia - who are among the world's biggest polluters - \"basically didn't show up\" on matters of the climate, which was \"disappointing\".\nThe G20 group, made up of 19 countries and the European Union, accounts for 80% of the world's emissions.\nThe communiqué, or official statement released by the leaders, also makes no reference to achieving net zero by 2050. \nNet zero means reducing greenhouse gas emissions as much as possible, until a country is absorbing the same amount of emissions from the atmosphere that it is putting out.\nItalian Prime Minister Mario Draghi did however say in his closing statement that all of the G20 countries are committed to reaching the target by the mid-century. Scientists say this must be achieved by 2050 to avoid a climate catastrophe, and most countries have agreed to this.\nHowever China - the world's biggest polluter - and Russia have pushed that target out to 2060. \nNeither China's President Xi Jinping, nor Russia's Vladimir Putin were in Rome for the conference, instead joining via video link. Their absence raised concerns that a deal would not be easy to reach.\nMr Putin said his plan was to \"not just to reach carbon neutrality, but to make sure that within the next three decades, the amount of greenhouse gas emissions in Russia is lower than, for instance, that of our neighbours and colleagues in the EU.\"\nThe communiqué does pledge to stop financing new, unabated coal plants internationally by the end of this year - a strong message to coal-reliant nations such as China, Russia and India. But the G20 leaders stopped short of agreeing to end coal power in their own nations.\nMr Draghi said that they were closer to reaching the goal of providing $100bn a year in climate financing to developing countries - a key pledge which has been pushed out to 2023. \nAntónio Guterres, the UN's secretary-general, tweeted that he was leaving Rome with his \"hopes unfulfilled\" but not buried.\nMr Johnson said it had been a \"reasonable\" G20, with some progress made, but there was still so much work to do that \"right now, the Paris agreement and the hope that came with it is just a piece of paper\".\nLeaders are due to leave Rome and arrive in Glasgow on Sunday night ahead of their high-level climate talks on Monday at COP26.\nMr Johnson had a gloomy message ahead of the conference: \"If Glasgow fails, then the whole thing fails.\"\nActivists had expressed their disappointment over the communiqué, feeling it was not tough enough. \nOscar Soria, of the activist network Avaaz, told the agency there was \"little sense of urgency\" coming from the group, adding: \"There is no more time for vague wish-lists, we need concrete commitments and action.\"\nHowever, others have been keen to paint the G20 as a stepping stone to COP26, which will see delegates from nearly 200 countries gather to discuss cutting carbon emissions.\nA US official told reporters the G20 was about \"helping build momentum\" before the leaders head to Glasgow, while France's President Emmanuel Macron told newspaper Journal du Dimanche that \"nothing is ever written before a COP\". \nOn Saturday, the first day of the two-day summit, focus was on Covid and the economy, with an agreement being reached on a global tax rate which will see the profits of large businesses taxed at least 15%.\nIt follows concern that multinational companies are re-routing their profits through low tax jurisdictions.\nAfter years of talking, the planet is now at least 1.1C hotter than the pre-industrial level. Climate scientist want warming restricted to 1.5C to prevent climate catastrophe. \nRead more about the COP26 summit here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-59103901",
      "category": "world-africa",
      "title": "Sudan coup: Three killed in protests against military takeover",
      "tags": "Sudan crisis,Sudan,Khartoum,Omar al-Bashir",
      "text": "Sudan's security forces have fired live rounds and tear gas at pro-democracy protesters, killing at least three people, a doctors' committee says.\nThousands marched in the capital Khartoum and other cities on Saturday, demanding the reinstatement of ousted Prime Minister Abdullah Hamdok.\nThe interior ministry denied that live rounds had been fired. Activists say around 100 people were injured.\nCoup leader Gen Abdel Fattah Burhan dissolved civilian rule this week.\nThe general, who also called a state of emergency, said his actions were justified to avoid \"civil war\" and stop political infighting. The military takeover has drawn widespread international condemnation. \nDemonstrators in Khartoum were seen marching with Sudanese flags and chanting, \"No to military rule!\"\n\"People here are very peaceful. These protests are going to continue being peaceful even when faced with the guns,\" Shaheen al Shaheef, a member of the Khartoum Resistance Committee, told the BBC.\n\"However, we do realise the current situation of [Gen] Burhan - he has lost all his backing. This is really a one-person coup, there is nothing, no-one else to back him.\"\nSudan's Central Doctors Committee, an independent body, said three protesters had died after being shot by live bullets in Omdurman.\nBut the interior ministry denied the use of live rounds and accused some protesters of attacking the police.\nMore than 10 protesters have died in clashes with security forces this week.\nThe Sudanese authorities have cut off the internet and other communications, as well as imposing restrictions on movement.\nUntil Monday's coup, civilian and military leaders had been in an uneasy power-sharing agreement since long-time ruler Omar al-Bashir was overthrown in 2019.\nThe deal was designed to steer Sudan towards democracy, but it proved to be fragile with a number of previous coup attempts, the last just over a month ago.\nGen Burhan, who was head of the power-sharing council, said Sudan was still committed to the transition to civilian rule, with elections planned for July 2023."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59103568",
      "category": "uk",
      "title": "YouTube removes occultist who influenced murderer of two sisters",
      "tags": "Social media,Murder of Bibaa Henry and Nicole Smallman",
      "text": "An occultist who influenced a murderer of two sisters has been removed from YouTube, after a BBC investigation. \nDanyal Hussein, 19, killed Bibaa Henry and Nicole Smallman in a park in Wembley, north London, in June 2020.\nHe was active on an occult forum run by American EA Koetting - whose writings have encouraged murder - until hours before his arrest, the BBC revealed.\nHussein was jailed for life on Thursday and must spend at least 35 years in prison. \nThe trial heard of a \"demonic\" pact in which he committed to sacrificing women in return for money and power.\nKoetting had more than 85,000 followers on Youtube and thousands more on Facebook, which has already removed him from its platforms. \nThe BBC first passed on evidence relating to him to the social media giants in August.\nThe online forum, of which Hussein was a member, was run by the self-styled \"black magician\" Koetting - who provided instructions for demonic pacts. \nThe BBC showed parallels between Koetting's public instructions and Hussein's actions, including how the pact document was signed and what the killer requested.\nKoetting is from Utah in the US and his real name is Matthew Lawrence. He has convictions for drugs and weapon possession offences.\nOne of his texts, which he recently promoted on YouTube, advises people to study terrorist methods and quotes the Moors Murderer Ian Brady, who tortured and killed five children in the 1960s.\nThe text was written for an American Satanist group, Tempel ov Blood, which is part of the Order of Nine Angles - an organisation linked to multiple UK terrorism cases.\nA spokesperson for YouTube said: \"Hate and violence have no place on YouTube, and we are deeply saddened by this terrible incident. \nOur strict policies prohibit content or links to content that incites violence, and after careful review, we have removed the channel in question.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-55795297",
      "category": "world",
      "title": "Covax: How many Covid vaccines have the US and the other G7 countries pledged?",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "The US has pledged to donate 500 million more doses of the Pfizer vaccine to poorer nations from next year - bringing its total commitment to more than one billion.\n\"To beat the pandemic here, we need to beat it everywhere,\" US President Joe Biden told a virtual Covid-19 summit.\nThe donation will be routed through Covax - the international scheme designed to ensure low-income countries aren't left behind in the fight against Covid.\nIt came amid growing warnings over the pace of global vaccinations, and inequity of access.\nCovax was created last year to ensure that Covid vaccines are made available around the world, with richer countries subsidising costs for poorer nations.\nThe scheme hopes to distribute enough vaccines to protect at least 20% of the population in 92 low- or medium-income countries - starting with healthcare workers and the most vulnerable groups.\nIts initial goal was to provide two billion doses of vaccines worldwide in 2021, and 1.8 billion doses to 92 poorer countries by early 2022. \nCovax is run by a number of international organisations, including the World Health Organization (WHO) and the UN children's charity, Unicef. \nGhana was the first country to receive Covax vaccines in February. \nSince then, more than 303 million doses have been shipped through Covax to 142 countries around the world, including Bangladesh, Brazil, Ethiopia and Fiji. \nMost doses are going to poorer countries, but some have been sent to wealthier countries such as Canada, which defended its request.\nCovax works with with governments and vaccine manufacturers around the world. Supporters include the US, the UK, Canada, Japan, Australia, New Zealand, the UAE, France, Germany, Italy, Spain, Sweden, and Portugal.  \nCountries have pledged to donate both money and surplus doses from their own vaccine supplies.\nThe UK, Japan, Canada and the European Union are among those to have committed to supplying tens of millions of doses.\nWHO director-general Tedros Adhanom Ghebreyesus previously criticised wealthier nations for \"gobbling up\" the global vaccine supply. \nG7 countries have purchased over a third of the world's vaccine supply, despite making up only 13% of the global population.\nSix vaccines have been given \"emergency use authorisation\" by the WHO, meaning they can be shared via Covax: AstraZeneca, Pfizer, Janssen, Moderna, Sinopharm and Sinovac.\nHowever, only Pfizer and AstraZeneca doses have been delivered so far. \nModerna has agreed to supply 500 million doses at its \"lowest-tiered price\", but most won't be available until 2022. \nCovax has been criticised for being slow. Some initial targets were missed, partly as a result of the poor health infrastructure in many of the recipient countries, and partly because of vaccine hesitancy. \nDeliveries were also delayed because of the deteriorating situation in India. Officials there restricted exports to protect their own population amid soaring infection rates. These are set to resume from October. \nCovax has told the BBC that too many donations have come in small quantities, at the last minute and with little time left before they expire. This makes it very hard to get them to where they are needed. \nRepresentatives of the scheme also note that only a small percentage of the pledges made earlier this year have turned into actual doses. \nUnicef executive director Henrietta Fore said countries needed to \"accelerate their donation plans\", with low-income nations unable to wait any longer. \nWhile many high-income countries have now given at least one shot to more than half their populations, only 2% of people in low-income countries have had their first dose, according to data from the University of Oxford.\nCovax says it is now expecting to hit its \"key milestone\" of releasing two billion doses for delivery some time early next year. \nIn total, some six billion doses of coronavirus vaccines have been administered, in over 195 countries worldwide.\nHowever, while some countries have fully vaccinated a large amount of their population, many others have only just begun, or in some cases are still waiting for their first doses to arrive.\nCovax aims to close that gap. \"With a fast-moving pandemic, no one is safe, unless everyone is safe,\" the WHO says on its website. \nBut even if Covax meets its goal to vaccinate 20% of the population in its 92 target countries, that's well short of the level of immunity that experts say is needed to end the pandemic.\nThe WHO has suggested that figure is at least 70%. People may also need booster doses to remain protected. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-59076452",
      "category": "world-africa",
      "title": "COP26: African climate activists' message to world leaders",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59103659",
      "category": "world-europe",
      "title": "Man dies during bull-running event in Spanish city of Onda",
      "tags": "Spain,Pamplona bull run",
      "text": "A 55-year-old man has died after being gored at a bull-running event in the eastern Spanish town of Onda.\nThe man was repeatedly attacked by the bull at the Fira de Onda festival, suffering a head wound and having an artery punctured in his left thigh.\nHe  died at a hospital in the nearby town of Villareal.\nOnda council said it had cancelled all bull-running events in the town's festival, but other activities would go ahead.\nIt was the first fatality of its kind since similar events were resumed in Spain, following a relaxation of Covid restrictions over the summer.\nBut despite the rule changes, only a handful of bull-running events have gone ahead, as debate ramps up in Spain over whether they should be abolished.\nThe practice has been a long-standing feature of Spanish culture. Similar bull runs are held in neighbouring France and Portugal as well.\nDuring the events, crowds of participants run in front of a group of bulls which are let loose in a section of the town. In some festivals, the bulls are then taken to participate in controversial bull-fighting tournaments.\nInjuries are common in bull runs. \nSince 1910, at least 16 runners have lost their lives during the San Fermín festival in Pamplona. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59104329",
      "category": "uk-wales",
      "title": "Haverfordwest: Tribute to paddleboarder after three die in river",
      "tags": "Milford Haven,Haverfordwest,Port Talbot",
      "text": "Tributes have been paid to one of three paddleboarders who died after a group of nine got into difficulty in a river.\nPaul O'Dwyer was described as \"the life and soul of the party\" who devoted much of his time to charities.\nHe and two women died, and another woman is critically ill, after the group got into difficulty on the River Cleddau in Haverfordwest, Pembrokeshire, on Saturday morning.\nPolice said the river was high and fast after heavy rain just beforehand.\nThe other five adults on the paddleboarding excursion were rescued uninjured. A member of the public who went into the water to help was also unhurt.\nDyfed-Powys Police are carrying out a \"thorough investigation\", and urged other paddleboarders to ensure they understand the weather and water conditions before going out.\nNone of those who died or were involved have been officially named yet.\nBut Neath Port Talbot councillor Matthew Crowley knew Mr O'Dwyer for most of his life, and said he had always been a sports lover, and was the \"life and soul of the party, from a real young age\".\n\"He immersed himself into surfing, paddleboarding, skiing, anything to do with water.\n\"He comes from a great family background. A real good moral compass.\"\nMr Crowley is also the president of Aberavon Green Stars rugby club, which Mr O'Dwyer, from Port Talbot, also joined.\n\"He became a formidable player. He played for eight or 10 seasons at a pretty good level. He was a great player and embraced the club.\"\nHe added: \"Paul immersed so much of his time and energy into charities. Whenever there was a charity event Paul would be the first one in fancy dress, he'd be the first one with a ra-ra skirt on. \n\"He loved all that... helping people and raising a few pound for good, worthwhile causes in the community.\" \nThose involved are said to have been a part of the South Wales Paddle Boarders and Salty Dog Co, an organisation based in Port Talbot, according to PA Media.\nOne woman told the news agency that she had pulled out of the paddle on the morning of the incident as she was concerned about the weather conditions.\nVickie Mckinven, from Milford Haven, said the incident was \"absolutely heart-breaking\" and she was \"good friends\" with the group, which \"did so much to raise money for charities\".\nTown councillor Thomas Tudor said he had been told the incident followed an \"out of the blue downpour\".\n\"It would appear that, unfortunately, the paddleboarders were caught up in that downpour which led to this tragedy,\" he said.\nThe incident happened following a Met Office yellow warning for heavy rain that was in place until Saturday morning. But flood alerts remain in place on rivers in Pembrokeshire, including the eastern and western Cleddau catchment areas, following days of heavy rain.\nDet Ch Insp Jonathan Rees said: \"Recent weather conditions and weather warnings have meant that the river was flowing high and fast and the conditions of the river will form part of the investigation to understand the precise conditions that the paddleboarders found themselves in.\"\n\"Every aspect of the investigation will consider the flow rate of the river, the weather conditions … and the rainfall which was high immediately before the incident.\"\nHe added: \"Paddleboarding is a growing leisure pursuit and we would encourage those engaged in the activity to ensure they understand the weather and water conditions\".\nMore than 20 police officers, as well as 30 firefighters from Mid and West Wales Fire and Rescue Service, including specialist water rescue technicians, were involved in the rescue.\nTwo fire service boats helped with bank and river searches, which also involved coastguard teams and helicopters.\nThe Welsh Ambulance Service also sent several ambulances to the scene and took the injured woman to nearby Withybush Hospital.\nThe coroner and the Health and Safety Executive have been informed and the Marine Accident Investigation Branch (MAIB) has sent a team of inspectors to the area to undertake a preliminary assessment.\n\"The aim of the MAIB's preliminary assessment is to help with determining the way forward,\" said a spokesman.\nPembrokeshire council leader David Simpson said: \"The outcome on Saturday was tragic and I'm sure like me our thoughts go out to all those involved and our deepest sympathy goes out to the families and friends of those who sadly have lost their lives.\"\nFirst Minister Mark Drakeford tweeted to say he was \"deeply saddened\" and his thoughts were with those who had lost loved ones in this \"heart-breaking tragedy\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59107234",
      "category": "uk",
      "title": "Covid-19: Jab rollout for over-12s and NI nightclubs reopen",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday morning. We'll have another update for you tomorrow.\nSince the vaccination rollout was extended last month to include 12 to 15-year-olds, more than 600,000 children have been vaccinated. But as cases rise and many pupils return to the classroom from the half term break, NHS England is ramping up efforts to offer children the jab. Health teams will visit more than 800 secondary schools from Monday to offer the vaccine. Health Secretary Sajid Javid said the vaccines \"will help keep children in the classroom\". Read more about which children are being vaccinated. Plus, what difference will jabbing young teens make?\nNightclubs in Northern Ireland reopen today as some remaining coronavirus restrictions imposed last March are lifted. The scrapping of 1m (3ft) distancing means nightclubs can reopen their doors and restrictions banning dancing in those venues have now been removed. Currently, people are not required to show proof of vaccination to enter, but some politicians have called for mandatory vaccine certification to be introduced. \"The responsibility lies with each of us,\" First Minister Paul Givan said.\nSome 6,000 handmade angels have been put on display in a church in Wales to remember those who died from coronavirus. The figurines, which will remain in place until January, have been suspended in nets hanging in the tower and naves of St Giles' Parish Church in Wrexham. \"It's a really appropriate symbol that we can show to other people of the idea of life after death and the hope that we have in God that life does continue and death is not the end,\" the Reverend James Tout said.\nSince the start of the pandemic, more than 246 million coronavirus cases have been reported worldwide, according to Johns Hopkins University data. But the Pacific island nation of Tonga has only just recorded its first one. The nation, which has a population of more than 100,000 people, is one of the last countries not to have reported infections. The Covid case was detected in a fully vaccinated person who had arrived on a repatriation flight from New Zealand. Tonga's Prime Minister Pohiva Tu'i'onetoa warned that residents on the main island of Tongatapu face a possible lockdown next week. Look at our Covid map to see where cases are the highest.\nFrom Monday, Cambridgeshire and Peterborough councils will become so-called enhanced response areas after the government agreed to provide extra support to help tackle rising Covid-19 cases. Targeted support is expected to be in place for five weeks and will include efforts to boost vaccine uptake. Jyoti Atri, Cambridgeshire and Peterborough's director of public health, said there were rising cases in the 60-plus age group. \"If we all do more now, together we can reduce pressure before the worst effects of winter really begin,\" Ms Atri said.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nThe morning coronavirus briefing is being paused for two weeks to tell you five things you need to know about the COP26 climate summit.\nThe UK is rolling out booster jabs for some people - find out who is eligible here.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59104781",
      "category": "world-europe",
      "title": "Igor Kirillov: TV man known as the face of the USSR dies at 89",
      "tags": "Television,Soviet Union,Russia",
      "text": "Igor Kirillov - the man known as the face and voice of the USSR for three decades - has died in Russia aged 89.\nKirillov was Soviet TV's chief newsreader and announcer. \nWith his trademark delivery - unhurried and calm - he informed viewers of the first sputnik in space, and delivered the communiqués of the Communist Party. \nHe also anchored all major Soviet set-piece events: from Moscow's Red Square parades to communist congresses. The Soviet Union collapsed in 1991.\nPositive stories dominated Soviet news bulletins. Every year, to images of combine harvesters advancing through the fields, Igor Kirillov would declare the grain harvest a triumph. \nBut did he believe it?\n\"For me the hardest thing of all was to believe what I was reading out,\" Igor Kirillov told me in an interview in 2011. \n\"Deep down I knew that the texts contained half-truths. But as a newsreader you had to convince yourself it was the complete truth. And I did. I persuaded myself that we really were building communism. That life really would get better. Any doubts I had I managed to overcome. If I hadn't then I wouldn't have been able to do my job.\" \nThe news wasn't always good. \nIn the 1980s Soviet leaders got into the nasty habit of dying in rapid succession. It was a sombre Igor Kirillov who informed the country of their passing. \nIt happened so often, in fact, that it sparked this famous Soviet joke: Igor Kirillov goes on air in a black tie and announces: \"Comrades, you're going to laugh, but another irreplaceable leader needs replacing.\"\nHe had trained as an actor. So how did he break into television?\n\"At the job interview, I played the guitar and sang,\" he told me. \"Then they asked me to read something out. Luckily the night before I'd memorised a copy of the newspaper Pravda. So I recited that, right off the top of my head. Afterwards as I was leaving the building, the chief stopped me. 'Where are you going?' he said. 'You've got the job and you're on air in two hours'.\"\nThe communist newscaster had other jobs, too. He presented Soviet TV's version of Top of the Pops. It was a little more Lenin than Paul McCartney.\nIn 1985 he became a global chart-topper, with a little help from Sting, whose hit song Russians kicks off with Igor Kirillov's voice reading the news. \nBy the late 1980s television news was changing around the world. Journalists were replacing professional announcers as newsreaders. The USSR was no exception.  Soviet TV revamped its nightly news. In came reporters… out went the \"dyktory\". \nIn 1990, during a study year in Moscow, I interviewed Igor Kirillov for a university project. The Soviet Union's most famous announcer was having a difficult time.\n\"I read the news for 20 two years on the nightly news Vremya,\" he told me. \"Now they've decided not to use 'diktory'. There's a condescending, disdainful attitude now towards announcers.\"\nHe thought that journalists who became anchors delivered the news too fast.\n\"Russians don't like fast talking. They have their own way of conversing: in a calm, unhurried, thoughtful way. \n\"If TV news goes in one ear and out the other, our heads will be empty.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59105643",
      "category": "uk-northern-ireland",
      "title": "Parkrun: Keeping fit with running after a cancer diagnosis",
      "tags": "Running,Cancer",
      "text": "Clocking up 100 Parkruns is always impressive, but for one woman, it is even more significant.\nEtta Roberts is 74 and joined the weekly 3.1 mile (5km) run round her local park to help her recover from cancer.\n\"The physio team at the hospital were very supportive of the benefits of staying active, and it's a big help to recover from surgery,\" she said.\n\"I found Parkrun great during chemo, I think it helps to assimilate the chemo drugs. It improves your circulation.\n\"I started Parkrun before my surgery so I would be up and running and I would know what it was.\"\nEtta is part of the 5k Your Way initiative.  \nIt encourages people who've had a cancer diagnosis to stay active and get out to the park on a Saturday morning to take part in a group run.\nKasia Garbal is also involved. \nShe finished a Parkrun in August, just 10 days after she had a mastectomy.\n\"When I was diagnosed, I decided to get super fit, super healthy to take on the challenges ahead of me, so that when my operation came it wasn't a big issue at all,\" Kasia explained.\n\"I was fit, I was healthy, I decided to go back to normal life as soon as I could.\n\"I thought that after the operation I'd be lying in  bed for weeks but because I was fit and healthy I was able to get back to running.  \n\"It made me feel so good - like cancer didn't matter because I could still run, I could still do things.\"\nThere are Parkruns all across Northern Ireland, although Wallace Park in Lisburn is the only one affiliated with the 5k Your Way Initiative.\nDr Gwyneth Hinds is urging cancer survivors to put on their running shoes.\n\"We know that it'll reduce anxiety and depression and also fatigue, which is one of the symptoms that really gets people down after cancer diagnosis,\" Dr Hinds explained.\n\"It isn't easy going through a cancer diagnosis and treatment, so when you know that by doing exercise you're helping your treatment work better and improving your chances of survival, it's good news all round.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59109804",
      "category": "uk-politics",
      "title": "UK and France blame each other over fishing row stalemate",
      "tags": "Fishing,Boris Johnson,Emmanuel Macron,G20,Brexit",
      "text": "Boris Johnson and French President Emmanuel Macron remain at loggerheads in the ongoing dispute over permits for fishing boats.\nOn Sunday, the leaders met to discuss tensions and the UK government said it was \"up to France\" to step back from threats over port access.\nBut Mr Macron said the ball was \"in Britain's court\" and he hoped there would be a positive response on Monday.\nMr Macron added it was not a bilateral issue for the nations but an EU issue. \nThe row comes ahead of Tuesday, which is the deadline for more permits to be granted for French fishing boats to operate in British waters.\nOtherwise UK fishing boats could be barred from some ports, French officials have warned.\nFollowing the meeting on Sunday, French officials said the pair had agreed to work on a solution in the \"next hours and days\".\nBut later, a spokesman for Mr Johnson said no measures had been agreed.\nMr Johnson said it was a \"wide ranging and frank discussion\", and insisted that should be expected \"between long standing friends and very, very close allies\". \nOn Friday, a letter from the French Prime Minister Jean Castex to European Commission president Ursula von der Leyen, seen by the BBC, said the EU must demonstrate in this dispute that there was \"more damage to leaving the EU than remaining there\".\nMr Johnson said he was \"puzzled\" by the letter: \"I must say I was puzzled to read a letter from the French prime minister explicitly asking for Britain to be punished for leaving the EU.\n\"I just have to say to everybody I don't believe that that is compatible either with the spirit or the letter of the Withdrawal Agreement or the Trade and Cooperation agreement, and that's probably all I'll say about that one.\"\nIt was perhaps inevitable there'd be a moment - or more than one moment - where the Brexit deal, the Trade and Cooperation Agreement, would be tested.\nThe new legal arrangements between the UK and EU set out how the two sides should interact, after decades of shared rules with the UK inside the bloc.\nFirst there were the rows about the Northern Ireland Protocol. And now fish.\nStrikingly, the prime minister has leant into the leaked letter from his French opposite number, Jean Castex, which had said the EU must demonstrate there was \"more damage to leaving the EU than remaining there.\"\nWhatever the subsequent questions about the translation of chunks of the letter, Boris Johnson chose to point to it as a source of not just irritation, but something \"not compatible with the spirit or letter\" of the Brexit agreement.\nThis brouhaha isn't done yet.  \nAn earlier statement on behalf of Mr Johnson said he had \"reiterated his deep concern over the rhetoric emanating from the French government in recent days, including the suggestion by the French prime minister that the UK should be punished for leaving the EU\". \nAnd it said Mr Johnson had \"expressed his hope that the French government would de-escalate this rhetoric and withdraw their threats\".  \nThe PM's spokesman then went further, adding: \"It's down to France to decide if they want to step away from the deeply concerning threats. \n\"We are not seeking to escalate this. We would welcome it if they de-escalate and withdraw the threats they have made. [But] it will be for the French to decide.\"\nThe two leaders held a 30-minute informal meeting in Rome, where leaders of the world's richest economies, the G20, have been holding talks. \nA French official said: \"We see that Boris Johnson is trying to make the fishing story a French-UK affair. It is a post-Brexit affair which should be handled between the European Union and the United Kingdom. \n\"And what we are asking for from the British is that they respect their signature.\"\nAlthough fishing is a small part of both the British and French economies, it has played a large part politically throughout Brexit. \nBut this particular row began after a British trawler was seized by France and another fined during checks off Le Havre on Thursday.\nSince then, the wider issue of how many permits the UK grants to France post-Brexit to fish in British waters has come to the fore.\nFrance was angered by a decision from the UK and Jersey last month to deny fishing permits to dozens of French boats and argued this breached the Brexit deal.\nIt then warned it would block British boats from landing their catches in some French ports next week and tighten checks on UK boats and trucks if the dispute over fishing permits was not resolved by Tuesday. \nFrance has also said it could cut electricity supplies to Jersey, a British Crown dependency, as it previously threatened in May.\nFor a brief moment, it looked like the row over fishing permits might be about to calm down - but it was only brief.\nIt is unusual to get quite such contradictory accounts of the same meeting.\nOf course, both men have home crowds to which they want to play.\nAnd over recent years, we've also got used to hearing punchy statements in the heat of diplomatic negotiations.\nBut what will worry some is the possibility that this could be more than negotiating \"theatre\" and instead a sign of a growing lack of mutual trust between two important allies.\nSpeaking on Saturday, Mr Johnson acknowledged there was \"turbulence\" in the UK's relationship with France.\nBut he insisted the things that united the two countries were more important than their divisions.\nHowever, taking to Twitter, his Brexit minister Lord Frost said on Saturday the government was \"actively considering\" launching a legal process against France under the Brexit agreement, as a result of the \"threats\".\nHe tweeted: \"We will continue to talk constructively to try to resolve all the differences between us, and we urge the EU and France to step back from rhetoric and actions that make this more difficult.\"\nOn Sunday, France's minister for Europe, Clément Beaune, replied to Lord Frost, saying France had been \"negotiating patiently and constructively for 10 months\".\nHe rejected claims there had been technical issues leading to the problems, saying: \"It's not a technical issue, it's a political choice and a breach of the [Brexit deal].\"\nHe added: \"A friend, ally and responsible partner should stand by its word and comply with legal commitments.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leeds-59109881",
      "category": "uk-england-leeds",
      "title": "Leeds man dials 999 after Primark joggers snub",
      "tags": "West Yorkshire Police,Leeds,Police 999 calls",
      "text": "A man who dialled 999 to complain he was refused entry to a Primark store to buy some jogging bottoms has been criticised by police.\nWest Yorkshire Police call handlers posted about the incident in a tweet, using the hashtag #not999.\nThe force wrote: \"If you are not allowed in, dialling police on 999 is not going to gain you entry either.\"\nOfficers also highlighted an earlier incident in which a child dialled 999 twenty times.\nThey said the calls were \"totally unnecessary\" and could affect people attempting to make genuine emergency calls.\nWest Yorkshire Police previously published a series of YouTube videos to highlight some of the bizarre requests received by call handlers.\nIn one, a man complained he was being held at Leeds railway station after one of his friends was sick on the floor.\nHe told police: \"They won't let us go until we've cleaned it up, and I've asked for a mop and bucket.\"\nOther so-called emergencies included a man being refused entry to a casino, a rat behind someone's wardrobe, and a request for police to go and turn somebody's electricity back on.\nEarlier this year, a man also dialled 999 to complain he had ordered a takeaway but a cash machine had swallowed his cash card.\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58706283",
      "category": "uk-wales",
      "title": "Climate change and Wales: Where we are in charts",
      "tags": "Floods,Wales business,COP26,Nature,Newport,Climate change,Renewable energy",
      "text": "The UK is hosting a summit at the end of October which is regarded as crucial if climate change is to be brought under control.\nThe COP26 meeting in Glasgow could lead to major changes to our everyday lives.\nHere we outline in charts some of the key facts about the state of Wales and its climate change challenges.\nIt's not something to be sniffed at but the 8.9 million sheep and 414,000 cows in Wales add a peculiar facet to the climate change landscape in Wales.\nAgriculture contributes nearly 14% of greenhouse gas emissions in Wales, with gases generated from the rear ends of livestock providing a good chunk of that.\nEnergy supply, particularly from power generation, is the biggest single source though. \nCars alone are behind nearly 60% of transport's share, but there is hope the move to hybrid and electric vehicles may have an impact.\nThe iron and steel industry in Wales is the source of 60% of the business sector's emission levels in Wales.\nIt's been a bumpy road. As we can see from the chart below, there have been years recently when emissions have gone up, as well as down.\nIt's mainly because we've got lots of heavy industry and some massive power plants. Just shutting Wales' last coal-fired power station helped towards half of the fall in emissions after 2016.\nAlthough overall we've seen a 31% cut in emissions over the last 30 years, by 2030 we need to have reached a 63% reduction - and in the 20 years after that, we have to have net zero carbon emissions. A big challenge.\nAbout 60% of us in Wales live in coastal areas, with some communities living below the high tideline.\nJust under 12,000 properties are at high risk from coastal or river flooding. There are just under 10,000 at high or medium risk of tidal flooding alone.\nThis could increase by 260% by the 2080s - while 2,126 properties are likely to be at risk of coastal erosion where defences are not maintained.\nWe've also got nationally important infrastructure - roads, railways, and big power plants - next to the sea.\nFlooding risk from climate change has been built into new planning policy for developments in Wales, with details released in September\nThese included new flood risk maps, like the one shown above for the north Wales coast.\nBy 2050 it's thought it could get 6% more rainy in winter in Wales, with as much as 13% more rain by the 2080s. Also, when it does pour down it could be more intense, making flooding issues worse.\nRead more about the COP26 summit here.\nTraffic fumes from petrol and diesel cars are part of the problem when it comes to warming the atmosphere. But they also contain harmful pollutants that we breathe in - like nitrogen dioxide (NO2).\nThe chart below shows NO2 as it is measured at 187 industrial and commercial sites around Wales.\nRefineries, iron and steel-making and cement works dominate the top 10 emission locations across the nation.\nHeavy industry supports substantial numbers of jobs, so the challenge is how to make processes cleaner - and move towards a greener economy.\nOne thing we all noticed during the Covid pandemic - the roads were a lot quieter. In fact, traffic on the roads in Wales dropped by nearly a quarter last year due to Covid and to levels we've not seen since 1998.\nSo really we need to look at what \"normal\" looks like.\nBetween 1993 and 2019, traffic volumes rose by 45%. A third of it was moving within Cardiff, Rhondda Cynon Taf, Carmarthenshire and Newport. We can also see in recent years that more of us were travelling by train too.\nMoving towards more public transport - and active travel - are priorities for policy makers.\nLatest surveys show 4% cycle to work or to a destination at least once a week, while 60% of us walked for an hour a week at least, for the same purpose.\nCycling was the one mode of transport which actually showed a rise during lockdown, as many people worked from home or travelled locally.\nClimate change is already having an increasing impact on Wales' natural world, according to conservation groups.\nThe annual State of Nature report, published jointly by leading wildlife and nature charities, gives a snapshot of the threats in Wales.\nThe kittiwake population of Wales has declined by 35% since 1986. Across the UK, climate change has reduced the availability of sand eels, a key food source.\nAs well as seeing birds migrating here that we would not usually expect to see, swallows are arriving 15 days earlier and breeding 11 days earlier than they did in the 1960s\nAreas threatened include salt marsh habitats.\nWe know 17% of species in 2019 were under threat of extinction. \nWoodland in ancient times used to cover much of Wales. Today, it makes up only about 15% of the land mass, but there is an ambition to create a National Forest for Wales.\nAs well as protecting existing trees, the programme would see more woodland planted. New trees would eventually help climate change by taking carbon from the air as they grow, while also creating more habitat and helping to reduce flooding. \nBut there has been a fall-back in new planting of woodland in recent years, so there is some ground to make up.\nIn 2017, the Welsh government announced a target of meeting the equivalent of 70% of Wales' electricity demand from renewable electricity sources by 2030. In 2019, it is estimated that this figure stands at 51%.\nWhen we look at estimated electricity generated in Wales, more than two thirds comes from gas. Renewables account for 27% - with more than 18% of that from wind energy.\nThe last coal-fired power station closed more than 18 months ago and there is currently no nuclear power option.\nIt's not all doom and gloom. Wales is one of the world's best nations for recycling, according to one analysis.\nThe research from the Eunomia environmental consultancy, at the end of 2017, looked at comparable data from each country to work out the kilograms per head recycled.\nLatest Welsh government figures show 64.8% of waste was recycled or composted in 2020 - a slight increase on 2019, despite the pandemic.\nEach of us still produces an average 173kg of household waste that's not recycled - but that has come down by 20% in seven years."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59110122",
      "category": "uk",
      "title": "Greta Thunberg: Sometimes you need to anger people, says activist",
      "tags": "COP26,Climate change,Glasgow,Greta Thunberg",
      "text": "Greta Thunberg has defended the tactics of environmental activists who have blocked roads, saying \"sometimes you need to anger people\".\nBut the teenage campaigner, who is in Glasgow for the COP26 summit, told the BBC it was important to ensure no-one was hurt.\nIt comes after Insulate Britain protesters have repeatedly brought major roads to a standstill.\nAsked if she wanted to be a politician herself, Ms Thunberg said: \"Not yet.\"\nThe 18-year-old was surrounded by police, media and activists when she arrived for the climate change summit in Glasgow by train on Saturday evening.\nShe told the BBC's Andrew Marr Show people needed to demonstrate \"massive public pressure\" on politicians to ensure they did enough to reduce carbon emissions.\nAsked about the tactics of campaigners who blocked roads, she said: \"As long as no-one gets hurt then I think sometimes you need to anger some people.\"\nThe activist, who shot to fame worldwide after leading school strikes to protest against climate change, said her own movement \"would never have become so big if there wasn't friction\".\nMs Thunberg said it was \"possible in theory\" to reach an agreement in Glasgow to keep global warming below 1.5C, which scientists say will avoid the worst impacts of climate change.\n\"We know that change is possible, because we can look back in history and see that there have been massive changes in society that have been unprecedented,\" Ms Thunberg said.\n\"If we felt like there wasn't any hope, we wouldn't be activists.\" \nAsked if she would seek elected office now she was 18, she said she had considered the possibility, \"but no - at least not now\".\n\"We need to reach a critical mass with people who are demanding change and right now it's more efficient to do that from the streets than from the inside.\nShe said if nations changed their approach from looking for \"loopholes and excuses not to take action\", then \"we could achieve massive changes\".\nEven if COP26 fails to reach an agreement, she said: \"There is not a point where everything is lost. \n\"We can always prevent things from getting worse. It's never too late to do as much as we can.\"\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-24021772",
      "category": "science-environment",
      "title": "What is climate change? A really simple guide",
      "tags": "Greenhouse gas emissions,Our Planet Now,Carbon dioxide,Extinction,Effects of global warming,Climate change,Environment",
      "text": "World temperatures are rising because of human activity, and climate change now threatens every aspect of human life.\nLeft unchecked, humans and nature will experience catastrophic warming, with worsening droughts, greater sea level rise and mass extinction of species. \nWe face a huge challenge, but there are potential solutions.\nClimate is the average weather in a place over many years. Climate change is a shift in those average conditions.\nThe rapid climate change we are now seeing is caused by humans using oil, gas and coal for their homes, factories and transport. \nWhen these fossil fuels burn, they release greenhouse gases - mostly carbon dioxide (CO2). These gases trap the Sun's heat and cause the planet's temperature to rise.\nThe world is now about 1.2C warmer than it was in the 19th Century - and the amount of CO2 in the atmosphere has risen by 50%.\nTemperature rises must slow down if we want to avoid the worst consequences of climate change, scientists say. They say global warming needs to be kept to 1.5C by 2100. \nHowever, unless further action is taken, the planet could still warm by more than 2C by the end of this century. A report in 2021 by the Climate Action Tracker group calculated that the world was heading for 2.4C of warming by the end of the century.\nIf nothing is done, scientists think global warming could exceed 4C in the future, leading to devastating heatwaves, millions losing their homes to rising sea levels and irreversible loss of plant and animal species. \nExtreme weather events are already more intense, threatening lives and livelihoods. \nWith further warming, some regions could become uninhabitable, as farmland turns into desert. In other regions, the opposite is happening, with extreme rainfall causing historic flooding - as seen recently in China, Germany, Belgium and the Netherlands.\nPeople in poorer countries will suffer the most as they do not have the money to adapt to climate change. Many farms in developing countries already have to endure climates that are too hot and this will only get worse.\nOur oceans and its habitats are also under threat. The Great Barrier Reef in Australia, for example, has already lost half of its corals since 1995 due to warmer seas driven by climate change.\nWildfires are becoming more frequent as climate change increases the risk of hot, dry weather. \nAnd as frozen ground melts in places like Siberia, greenhouse gases trapped for centuries will be released into the atmosphere, worsening climate change.\nIn a warmer world, animals will find it harder to find the food and water they need to live. For example, polar bears could die out as the ice they rely on melts away, and elephants will struggle to find the 150-300 litres of water a day they need.\nScientists believe at least 550 species could be lost this century if action is not taken. \nClimate change has different effects in different areas of the world. Some places will warm more than others, some will receive more rainfall and others will face more droughts. \nIf temperature rise cannot be kept within 1.5C:\nCountries agree climate change can only be tackled by working together, and in a landmark agreement in Paris in 2015, they pledged to try to keep global warming to 1.5C. \nThe UK is hosting a summit for world leaders, called COP26, in November, where countries will set out their carbon reduction plans for 2030. \nMany countries have pledged to get to net zero by 2050. This means reducing greenhouse gas emissions as much as possible and balancing out remaining emissions by absorbing an equivalent amount from the atmosphere.\nExperts agree that this is achievable, but it will require governments, businesses and individuals to make big changes.\nMajor changes need to come from governments and businesses, but scientists say some small changes in our lives can limit our impact on the climate:\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives.\nTop image from Getty Images. Climate stripes visualisation courtesy of Prof Ed Hawkins and University of Reading.\nWhat questions do you have about changes in our climate? \nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. \nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-59101218",
      "category": "world",
      "title": "G20: World leaders agree to historic corporate tax deal",
      "tags": "Climate change,Italy,Coronavirus pandemic",
      "text": "Leaders of the world's 20 major economies have approved a global agreement that will see the profits of large businesses taxed at least 15%.\nIt follows concern that multinational companies are re-routing their profits through low tax jurisdictions.\nThe pact was agreed by all the leaders attending the G20 summit in Rome.\nClimate change and Covid are also on the agenda of the summit, which is the leaders' first in-person gathering since the start of the pandemic.\nThe G20 group - made up of 19 countries and the European Union - is short by two, however, with China's Xi Jinping and Russia's Vladimir Putin choosing to appear via video link.\nThe tax deal, which was proposed by the US, is expected to be officially adopted on Sunday, according to Reuters news agency, and will be enforced by 2023.\nUS Treasury Secretary Janet Yellen said the historic agreement was a \"critical moment\" for the global economy and will \"end the damaging race to the bottom on corporate taxation\".\nShe wrote on Twitter that US businesses and workers would benefit from the deal even though many US-based mega-companies would have to pay more tax.\nThe G20 summit comes ahead of the much-anticipated COP26 summit on climate change in Glasgow which begins on Monday. What happens at the G20 may set the tone for COP26, with sharp divisions remaining between countries on their commitments to tackling climate change.\nItaly's Prime Minister Mario Draghi opened the two-day G20 summit with a message of unification, telling world leaders that \"going it alone is simply not an option. We must do all we can to overcome our differences\".\nThere are increasingly dire warnings from experts for the future if urgent action is not taken to cut carbon emissions.\nSpeaking to the BBC, UK Prime Minister Boris Johnson described climate change as \"the biggest threat to humanity\", saying it posed a \"risk to civilisation basically going backwards\".\nHowever, he acknowledged that neither the G20 meeting nor COP26 would halt global warming, but could, if the right measures were taken, \"restrict the growth in the temperature of the planet\".\nAccording to Reuters news agency, a draft communiqué outlines a promise from the G20 to work towards limiting the rise in temperatures to 1.5C (2.7F), saying it \"will require meaningful and effective actions by all countries\".\nThe draft also notes the need for \"developed countries to mobilise $100bn (£73bn) annually from public and private sources through to 2025 to address the needs of developing countries\" so they can tackle climate change - a promise richer countries have failed to keep since 2009, when it was initially pledged.\nSeparately, the leaders of the US, Germany, France and UK met to discuss their \"grave and growing concern\" over Iran's nuclear activities. Iran is not part of the G20 forum.\nIn a joint statement, the nations said that if Iran continued its nuclear advances, that would jeopardise the possibility of it returning to the 2015 nuclear deal with the US and economic sanctions being lifted.\nThey urged Iranian president, Ebrahim Raisi to \"change course… to avoid a dangerous escalation\".\nFormer US President Donald Trump abandoned the deal in 2018, reinstating harsh sanctions against Iran. Since then Iran has increased its nuclear activities, violating much of the multi-national pact.\nTalks with Tehran - which have been stalled for months - are due to restart in November.\nThe last few years have seen many countries looking after number one. They have made their own vaccines, they have put up trade barriers, they have put economic growth ahead of fixing the climate crisis. \nMario Draghi's point is that this has to stop. The Italian PM is saying that if G20 leaders want to curb global warming, end vaccine inequity, and sort an economic recovery, they have to start thinking and acting more multilaterally. \nAnd that doesn't just mean coming to summits. It means - at times - putting wider global interests above narrow national imperatives. That is a big ask because it often involves challenging voters. So far not all world leaders seem ready to do that. \nThere remain divisions over whether much wealthier nations are ready to cut carbon emissions, give more Covid vaccines to developing countries, and stabilise volatile energy prices.\nThe G20 summit will produce many words. But what will matter are its actions, above all on climate change, for that will play a huge part in determining whether the COP26 summit in Glasgow succeeds or fails. \nRead more about the COP26 summit here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56901261",
      "category": "science-environment",
      "title": "COP26: What was agreed at the Glasgow climate conference?",
      "tags": "COP26,Paris climate agreement,Climate change",
      "text": "A new global agreement - the Glasgow Climate Pact - was reached at the COP26 summit.\nIt aims to reduce the worst impacts of climate change - but some leaders and campaigners say it does not go far enough.\nThe agreement - although not legally binding - will set the global agenda on climate change for the next decade:\nEmissions\nIt was agreed countries will meet next year to pledge further cuts to emissions of carbon dioxide (CO2) - a greenhouse gas which causes climate change.\nThis is to try to keep temperature rises within 1.5C - which scientists say is required to prevent a \"climate catastrophe\". Current pledges, if met, will only limit global warming to about 2.4C. \nCoal\nFor the first time at a COP conference, there was an explicit plan to reduce use of coal - which is responsible for 40% of annual CO2 emissions.  \nHowever, countries only agreed a weaker commitment to \"phase down\" rather than \"phase out\" coal after a late intervention by China and India. \nDeveloping countries\nThe agreement pledged to significantly increase money to help poor countries cope with the effects of climate change and make the switch to clean energy.\nThere's also the prospect of a trillion dollar a year fund from 2025 - after a previous pledge for richer countries to provide $100bn (£72bn) a year by 2020 was missed.\nWhile some observers say the COP26 agreement represented the \"start of a breakthrough\", some African and Latin American countries felt not enough progress was made. \nFossil fuel subsidies\nWorld leaders agreed to phase-out subsidies that artificially lower the price of coal, oil, or natural gas.\nHowever, no firm dates have been set.\nA flurry of other announcements were made:\nThe world's biggest CO2 emitters, the US and China, pledged to cooperate more over the next decade in areas including methane emissions and the switch to clean energy.\nChina has previously been reluctant to tackle domestic coal emissions - so this was seen as recognising the need for urgent action. \nLeaders from more than 100 countries - with about 85% of the world's forests - promised to stop deforestation by 2030.\nThis is seen as vital, as tress absorb vast amounts of CO2. \nSimilar initiatives haven't stopped deforestation, but this one's better funded. However, it's unclear how the pledge will be policed.\nA scheme to cut 30% of methane emissions by 2030 was agreed by more than 100 countries. \nMethane is currently responsible for a third of human-generated warming. \nThe big emitters China, Russia and India haven't joined - but it's hoped they will later.\nFinancial organisations controlling $130tn agreed to back \"clean\" technology, such as renewable energy, and direct finance away from fossil fuel-burning industries.\nThe initiative is an attempt to involve private companies in meeting net zero targets.\nHowever, some environmental organisations have said without a greater commitment to ending support for fossil-fuels, this could be little more than a PR exercise. \nMost commitments made at COP will have to be self-policed.\nOnly a few countries are making their pledges legally binding. \nCOP26 was the moment countries revisited climate pledges made made under the 2015 Paris Agreement. \nSix years ago, countries were asked to make changes to keep global warming \"well below\" 2C - and to try to aim for 1.5C.\nCOP stands for \"Conference of the Parties\", and the one in Glasgow was the 26th annual summit. Ahead of it, 200 countries were asked for their plans to cut emissions by 2030. \nThe goal is to keep cutting emissions until they reach net zero by mid-century.\nNext year's COP27 summit is in Egypt.\nTop image from Getty Images. Climate stripes visualisation courtesy of Prof Ed Hawkins and University of Reading.\nDo you have any questions about the forthcoming COP26 global climate conference in Glasgow?\nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59113676",
      "category": "uk",
      "title": "COP26: Boris Johnson says 'no excuses' for not tackling climate change",
      "tags": "Boris Johnson,COP26,Climate change,G20",
      "text": "Boris Johnson has warned world leaders there are \"no compelling excuses\" for failing to tackle climate change. \nSpeaking at the close of the G20 summit in Rome, he said some progress was made in the past few days - but there was still a \"huge way\" to go.\nWorld leaders were meeting in Rome to discuss what can be done to keep global warming in check, ahead of the COP26 climate summit in Glasgow.\nMr Johnson added immediate action was needed to halve emissions by 2030.\nIn Rome, the leaders of the 19 countries and the European Union, which form the G20 group of major economies, agreed to pursue efforts to limit global warming with \"meaningful and effective actions\".\nThe prime minister said: \"There are no compelling excuses for our procrastination.\n\"Not only have we acknowledged the problem, we have already seen first hand the devastation that climate change causes - heatwaves and droughts to wildfires and hurricanes.\"\nReferring to a treaty on climate change that came from a previous COP summit in 2015, he said: \"If we don't act now, the Paris Agreement will be looked at in the future, not as the moment that humanity opened its eyes to the problem but the moment we flinched and turned away.\"\nThe Prime Minister is known for a style that is rarely a sentence or two away from the jocular.\nPuns, jokes, bonhomie.\nThere was little of that in Boris Johnson's news conference as the G20 Summit closed in Rome.\nIn his tone and his language, there was a seriousness of purpose; even, a dash of gloominess.\nOn climate, the G20 had merely been \"reasonable,\" he said, progress had merely \"inched forward\".\nHe acknowledged that the communique, the agreement published at the end of the summit, was vague in its promises because of disagreement among the world's biggest economies.\nIt promises members will reach net zero carbon emissions \"at or around mid-century\" - an acceptance that some haven't committed to 2050, but instead to 2060 - or have made no commitment at all.\nAnd so on to Glasgow and what the prime minister says will be a \"very, very difficult\" few days.\nA report by the World Meteorological Organisation, released alongside the start of COP26, said extreme weather events - including powerful heatwaves and devastating floods - were the new normal.\nThe two-week summit, which began on Sunday and runs until 12 November, will see delegates from about 200 countries discuss how to cut emissions by 2030.\nIt was originally scheduled for 2020 but was postponed because of the Covid-19 pandemic. \nRead more about the COP26 summit here.\nMr Johnson acknowledged the G20 had \"made some progress\" but said there was still \"a huge way still to go\".\nAsked what he thought the chances were of success at COP26, the prime minister said it was \"about six out of 10, it's nip and tuck, it's touch and go\".\nHe added the target of keeping the rise in global temperatures under 1.5C was \"very much in the balance\".\nScientists say that keeping global warming below 1.5C - a target world leaders agreed to work towards in 2015 - will avoid the worst climate impacts.\n\"Currently, let's be in no doubt, we are not going to hit it and we have to be honest with ourselves,\" Mr Johnson said. \"So we've got to keep that hope alive.\" \nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59113464",
      "category": "uk-wales",
      "title": "Climate change: Tiny forest planted in Caerphilly park",
      "tags": "Trees,Caerphilly,Climate change",
      "text": "About 600 trees will be planted in a town park as part of efforts to tackle climate change.\nIt is hoped the \"tiny forest\" project will help to cut air pollution, reduce flooding and improve biodiversity.\nLocal schoolchildren will help to plant the forest during the week followed by an open day on Saturday.\nChair of Climate Action Caerphilly, Marianne Longstaff said: \"It'll take up 30 times more carbon planted this way than a traditionally planted forest.\"\n\"It'll take up a lot of water so we're hoping the flooding we've had in Morgan Jones Park recently will be mitigated.\n\"It should reduce the air pollution and noise pollution from the local road and a big part of this project is to educate local schools and the local community,\" she added.\nFaster and denser\nA variety or oak, beech, shrubs and fruiting trees will be planted in an area of Morgan Jones Park.\nA special method of tree planting for the 28 native species of tree will allow them to grow faster and denser than a traditionally planted forest.\nGroups of children will help plant the trees during the week, which will culminate in a day of action organised by Climate Action Caerphilly. On Saturday members of the public will be able to attend the site to plant a tree. \nWeeks of preparation work has gone into the project so far as Caerphilly Council has carried out groundworks on the designated area for the tiny forest.\nLocal people have also donated mulch and other materials which has been used to create planting areas and a footpath through the middle of the site.\nThe Caerphilly project has been funded by Welsh Government's Landfill Disposals Tax Communities Scheme, administered by the WCVA.\nIt will become one of a handful of similar sites across Wales after 1,000 trees were planted at five separate locations across the country by Keep Wales Tidy earlier this year."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59091179",
      "category": "uk-wales",
      "title": "Covid in Wales: Wrexham church displays angels to honour deaths",
      "tags": "Wrexham,The Church of England,Christianity,Coronavirus pandemic",
      "text": "A church has put 6,000 handmade angels on display to remember those who died from coronavirus in Wales.\nThe figurines have been suspended in nets hanging in the tower and naves of St Giles' Parish Church in Wrexham and will remain in place until January. \nThe Reverend James Tout said: \"Angels for Christians have represented hope and light for generations now.\"\nHealth officials reported nine further Covid-related deaths and 3,016 new cases on Sunday.\nIt means the total number of deaths with Covid in Wales now stands at 6,150, according to Public Health Wales.\nThe latest figures cover a 24-hour period to 09:00 on Friday.\nThe display was inspired by the 15th Century musical angels carved into the church's wooden roof.\nEach angel represents a life lost and has has been made with new or recycled paper, wool and other materials.\n\"It's a really appropriate symbol that we can show to other people of the idea of life after death and the hope that we have in God that life does continue and death is not the end,\" he added.\nHe added that the Festival of Angels would also allow people some space and time to reflect over the past 18 months."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-59107046",
      "category": "world-asia",
      "title": "Afghanistan: Gunmen attack wedding to stop music being played",
      "tags": "Afghanistan",
      "text": "Gunmen who identified themselves as Taliban attacked a wedding in eastern Afghanistan to stop music being played, killing at least two people and injuring 10 others, officials say.\nA Taliban spokesman said two of the three gunmen had been arrested but denied they had acted on behalf of the Islamist movement.\nMusic was banned when the Taliban ruled the country from 1996 to 2001.\nThe new authorities have not yet issued such a decree.\nAn eyewitness told the BBC that four couples were being married in a joint wedding in Surkh Rod district in the province of Nangarhar on Friday.\nThey had taken permission from a local Taliban leader to play recorded music in an area used only by the women.\nBut late at night, the gunmen forced their way inside and tried to smash the loudspeakers. When the guests protested, the armed men opened fire.\nTaliban spokesman Zabihullah Mujahid said the case was under investigation.\nThe Islamic State group, which is opposed to the Taliban, is also active in Nangarhar and has been blamed for similar incidents in the past.\nAfghanistan fell to the Taliban in August after the US pulled out the last of its remaining troops and the militants swept across the country retaking ground.\nDuring its earlier rule, the group imposed an extremely strict interpretation of Islamic law. But it has recently sought to project a more moderate image as it seeks international recognition.\nSince the Taliban returned to power, the group has been accused of murdering a folk singer and smashing up instruments. Many singers and musicians have already fled Afghanistan."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59107040",
      "category": "world-us-canada",
      "title": "Alec Baldwin makes first public comments on 'one in a trillion' shooting",
      "tags": "Alec Baldwin,Vermont,Film,United States",
      "text": "Alec Baldwin has spoken out in public for the first time since he accidentally shot dead cinematographer Halyna Hutchins on a film set earlier this month, saying \"she was my friend\".\nSpeaking to reporters, the actor said he would be in favour of limiting the future use of firearms on film productions to protect people's safety.\nHe said the police had ordered him not to discuss the ongoing investigation.\nProsecutors say they have not ruled out filing criminal charges over the case.\nMs Hutchins, 42, was shot on the set of the western film Rust in the US state of New Mexico, when Mr Baldwin unknowingly fired a gun loaded with a real bullet. The movie's director, Joel Souza, was wounded in the shoulder.\n\"She was my friend. The day I arrived in Santa Fe and started shooting I took her to dinner with Joel,\" Mr Baldwin told photographers who had been following him and his family in the state of Vermont.\n\"We were a very, very well-oiled crew shooting a film together and then this horrible event happened.\"\nVideo of the exchange was published by the TMZ website. Mr Baldwin said the incident was a \"one in a trillion episode\" and that accidents of this nature very rarely happen. \n\"An ongoing effort to limit the use of firearms on film sets is something I'm extremely interested in,\" he added. \nOn Wednesday, investigators said a \"lead projectile\" had been removed from the director's shoulder, and that it appeared to be a live round. They said there was \"some complacency\" around safety on the set.\nMeanwhile, lawyers for Hannah Gutierrez-Reed, the armourer who was in charge of guns on the set on Rust, issued a statement this week saying she did not know where \"the live rounds came from\".\nThey said she had \"never witnessed anyone shoot live rounds with these guns and nor would she permit that\" and blamed producers for cutting corners, creating unsafe working conditions.\nMr Baldwin, who was also a producer on Rust, said he \"sincerely doubts\" that production on the film will ever resume. A spokesperson for the producers of the movie has not commented."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59086011",
      "category": "uk",
      "title": "Covid: Call for rich nations to airlift millions of surplus vaccines",
      "tags": "Coronavirus vaccines,Vaccination,Gordon Brown,G20,Coronavirus pandemic",
      "text": "More than 160 former world leaders and global figures have called on the UK and other rich countries to immediately airlift millions of surplus Covid vaccines to less developed nations. \nThey say it would be unethical for doses to be wasted while thousands are dying with the virus every day. \nThe call comes in a letter, organised by former prime minister Gordon Brown. \nIt is addressed to Italian PM Mario Draghi, who is hosting the G20 group of major economies in Rome this weekend. \nMr Brown told BBC Breakfast: \"Countries have over-ordered and they're over-stocked and they're not giving the vaccines out quickly enough so a lot of vaccines could be wasted past their expiry date.\"\nThe letter's signatories include 36 former presidents, 30 ex-prime ministers and another 100 influential global figures. \nAmong them is the former UN Secretary General Ban Ki-moon, former New Zealand Prime Minister Helen Clark and former Brazilian President Fernando Cardoso.\nWhile more than six billion Covid vaccine doses have been administered worldwide, they say 70% of these were administered by only a few countries and just 2% of people in low-income countries have received a jab. \nThe letter says that between them the US, EU, UK and Canada will have 240 million unused vaccines by the end of this month, which could be airlifted immediately to countries most in need. \nMillions more vaccines should be transferred each month, totalling 1.1 billion in the next four months, it adds. \nIf this is achieved, it says the World Health Organization's target for 70% of all adults to be vaccinated by spring next year can be met. \n\"Without a detailed plan, 100 million vaccine doses will have passed their use-by date at the end of the year,\" the letter says.\n\"If we do not act quickly, that figure could exceed 200 million by the end of January 2022.\"\nThe UK has pledged to donate more than 100 million doses over the next year, while the US has pledged 500 million doses. \nIn total, the G7 group of nations promised to donate more than 870 million doses at a summit in the UK in June. \nThe vaccines will mainly be delivered through the Covax vaccine scheme, which aims to reach the most vulnerable 20% of every nation around the world.\nMeanwhile, the president of Indonesia, where around 30% of the population are fully vaccinated, has also urged richer countries to share their doses. \n\"Everyone has helped, but in my opinion it's not enough,\" Joko Widodo told the BBC. \n\"In this time of crisis, advanced countries need to do more in helping poor countries get vaccines, so that we can overcome this pandemic together.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-59113839",
      "category": "uk-scotland-glasgow-west",
      "title": "Glasgow bin strikes begin as world leaders arrive for COP26",
      "tags": "Waste management,GMB,COP26,Glasgow City Council,Glasgow,Strike action",
      "text": "A strike by refuse staff and street cleaners in Glasgow has started, as world leaders arrive for the COP26 climate summit.\nGMB Scotland said members in the city council's cleansing department would be striking for the next week.\nThe union accused the council of failing to give members \"proper time and space\" to consider an offer from local authority body Cosla.\nGlasgow City Council said the union's decision was \"very disappointing\".\nThey said they would meet with GMB \"at any time\" to resolve the dispute. \nCosla proposed a pay rise of 5.8% for the lowest paid staff as part of a £1,062 increase for staff earning below £25,000.\nThe deal involved £30m from the Scottish government and £18.5m from local government.\nGMB Scotland, Unison and Unite all suspended industrial action on Friday, after the offer was tabled, saying they would consult members.\nHowever, on Sunday GMB Scotland confirmed the strike in Glasgow was back on.\nThe union's Drew Duffy told BBC Scotland's Good Morning Scotland programme that the council was \"constantly goading our members\" and they had decided \"enough was enough and the strike continues\".\nHe explained: \"The workforce are the lowest paid workers in Scotland. There are deep rooted problems within Glasgow City Council. We have been trying to meet with the council. \n\"It is a constant breakdown of industrial relations, there have been longstanding problems with low pay and discriminatory pay and our members have just had enough. The conditions they work in, the pay they receive is not good enough.\" \nThe move by the union came as Glasgow geared up to welcome about 120 world leaders to the city for crucial climate talks at COP26. \nIn a statement released on Monday, a Glasgow City Council spokeswoman said: \"The agreement struck at national level gave two weeks to consider the pay offer and so there is no reason for this strike to go ahead at this time. It is very disappointing the GMB has opted for this course of action.\n\"We have already agreed their request for time to meet with their members. And, while we remain available to meet with them at any time, we are unable to deliver their request for a pay increase.\n\"That is part of a national negotiation and a new deal was tabled by Cosla last week.\n\"It appeared that GMB, along with the other unions, had agreed to suspend the strike until national consultation was complete and it is very disappointing they have reneged on that agreement and have not given us the required 14 days' notice after they publicly announced the suspension on Friday.\"\nThe GMB, Unison and Unite had initially called for a £2,000 pay rise and previously rejected an £850-a-year increase for staff earning up to £25,000 from Cosla.\nGail Macgregor, Cosla's resources spokeswoman, said they put their \"new and improved\" offer to trade unions last week. \n\"We were pleased to note that that it was accepted with the expectation that strike action be suspended whilst they presented the new offer to their membership for consideration,\" she added. \n\"GMB in particular made a public statement that they were suspending strike action for a period of two weeks as of Friday whilst the ballot of their members was conducted nationally across all 32 councils that this affects. \n\"We very much hope that this remains the case and that all members are given the opportunity to participate whilst essential services are maintained.\"\nThe GMB previously denied workers were using the global climate conference as a bargaining chip but said staff had been \"put in a corner\" by Cosla despite their efforts during the pandemic and were \"fed up of being disrespected and undervalued by the government\".\nThe Scottish government said it was not party to the pay negotiations, but said it had made a one-off offer of £30m in additional funding to help find a solution.\nScottish minister Michael Matheson, speaking to BBC Radio Scotland on Monday, said: \"The GMB locally have entered into a dispute now with GCC which I understand is not to do with the actual package itself but it's the process around being able to engage with their members and discuss that with them. \n\"I understand that discussions were taking place last night and the Scottish government would want to continue to encourage Cosla, GCC and the GMB to continue to discuss this issue and to try and find a quick resolution to what I believe is a process issue rather than an issue around the deal that was proposed.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59107256",
      "category": "uk",
      "title": "Covid-19 vaccine: Jabs offered to 12-15-year-olds at 800 schools",
      "tags": "Schools,Coronavirus vaccines,Coronavirus pandemic",
      "text": "More than 800 secondary schools in England will be visited by health teams from Monday to offer the coronavirus vaccine to children aged 12 to 15.\nHealth Secretary Sajid Javid said the vaccines \"will help keep children in the classroom\".\nMore than 600,000 children have been vaccinated since the rollout was extended last month, NHS England said. \nSome 163,000 received a jab in the last week after the national booking system was opened up to eligible under-16s.\nLast month, the UK's chief medical officers recommended that children aged 12 to 15 be offered one dose of a Covid vaccine.\nThe NHS began the rollout in England on 20 September. \nEfforts to vaccinate pupils as many return to the classroom from the half-term break comes as cases in England remain high.\nMr Javid said: \"The vaccines are safe and will help keep children in the classroom - I encourage everyone to come forward for their jab to protect themselves and the people around them.\"\nChildren can alternatively make an appointment via the national booking system to visit a vaccination centre. \nSome 140,000 children have made appointments to book their vaccine over the next few weeks, NHS England said. \nProf Adam Finn, a paediatrician who is a member of the UK vaccine expert group the JCVI, said vaccinating teenagers would \"minimise the chance of disruption to education, which is really the major harm that the pandemic has done to our children\".\nBut he told BBC Breakfast it would also increase the overall levels of immunity in the population, helping to reduce the spread of the virus.\nWith the US Food and Drug Administration having approved the Pfizer vaccine for five to 11-year-olds, Prof Finn said the UK and EU were likely to follow suit.\nBut he said a decision on whether the vaccine would be given out to younger children would depend on whether it is necessary at that moment in the pandemic.\nDr Nikki Kanani, the deputy lead for the NHS Covid-19 vaccine programme, said efforts to vaccinate 12 to 15-year-olds \"will not stop\".\nDr Kanani, who also works as a GP, added: \"It's really important that we continue with the same enthusiasm if we want to ensure children get to stay in the classroom with their fellow pupils this winter, and so I encourage all parents and guardians to head online and read the information on vaccinating your child, so you can make an informed decision.\"\nPupils are also being urged to get tested for coronavirus before returning to school to reduce disruption to lessons.\nSince the end of September, there has been a rise in the number of daily confirmed cases.\nAcross the UK, a further 41,278 positive cases were announced on Saturday, and the seven-day average remains above 40,000 cases.\nMost areas in England have more than 400 cases per 100,000 people."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-59102411",
      "category": "world-asia",
      "title": "'I feel free' - LGBT Afghan refugees arrive in UK",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Refugees and asylum seekers,Taliban,LGBT",
      "text": "I feel like \"a human being for the first time\" in my life, a gay Afghan man has said after arriving in the UK with 28 others from the LGBT community.\nThe man - who the BBC is not naming for safety reasons - fled Afghanistan, fearing for his life under the Taliban.\nThe hard-line Islamist group returned to power in August, after US-led troops left at the end of a 20-year presence.\nOn Friday, a Taliban spokesman told Reuters news agency that the group would not respect gay rights. \n\"Everything collapsed after the fall of Kabul,\" the man told the BBC. \"I was very depressed. I was counting my days to die.\n\"Even I was a stranger in my own home and my bed.  I felt I was a stranger in my hometown, Kabul.\"\nThe Taliban return sparked a mass exodus of people who believed they would be in danger if they stayed, including people who worked closely with the US and its allies, and a number of high-profile women. \nMembers of the LGBT community are also trying to leave, unsure of their future under the Taliban. The last time the group were in power - between 1996 and 2001 - gay men were reportedly stoned to death.\nThe community has not lived openly in the 20 years since - like many, the man the BBC interviewed has a wife and child.\n\"The LGBTI [lesbian, gay, bisexual, transgender and intersex] community was a secret underground community, but we knew each other and our network, and if one of us got arrested, they could have found the rest of us,\" he told the BBC. \n\"Kabul is not a big city, and with the way the Taliban are ruling the country, it was not that difficult to find high profile LGBTI people. We also heard a couple of people were arrested.\"\nThe man's escape was only possible with the help of international LGBT organisations. An initial attempt to leave on evacuation flights out of Kabul airport - past the \"terrifying\" Taliban guards - failed. \nBut almost two months on, having made it to a third country to wait for a visa, the man arrived in the UK.\nOfficials explained that the UK foreign secretary and UK and Canadian organisations Stonewall and Rainbow Railroad intervened to help the first 29 people. \nMore members of Afghanistan's LGBT community are expected to leave in the coming months.\nTheir arrival comes as a spokesman for the Afghan finance minister said human rights would be respected within the framework of Islamic law, but not gay rights. \"LGBT... That's against our Sharia law,\" Ahmad Wali Haqmal said.\nFor the refugees, it is the start of a new life.\n\"Britain is a new home for me,\" says the man. \"Everything is new to me here. A new lifestyle, a new language and culture. I am a bit nervous about my future, and I am trying to figure out where to start my new life, but man, I feel safe and free! \n\"This is amazing.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59110765",
      "category": "uk",
      "title": "COP26: 'Window closing' to meet 1.5C warming target - Alok Sharma",
      "tags": "Alok Sharma,COP26,Climate change,Glasgow",
      "text": "The window to keep within the 1.5 degree warming target is closing, COP26 president Alok Sharma has warned the climate summit in Glasgow.\nScientists say that keeping global warming below 1.5C - a target world leaders agreed to work towards in 2015 - will avoid the worst climate impacts. \n\"We know our shared planet is changing for the worse, and we can only address that together,\" said Mr Sharma.\nSunday is day one of COP26, which was postponed from 2020. \nIn his opening speech at the summit, Mr Sharma said: \"During that year climate change did not take time off.\"\nA report by the World Meteorological Organisation, launched to coincide with the start of COP26 , said that extreme weather events - including powerful heat waves and devastating floods - are the new normal.\nMr Sharma said: \"We need to hit the ground running to develop the solutions that we need. And that work starts today - and we succeed or fail as one.\"\nThe Conservative MP added that COP26 was \"our last best hope\" to meet the aim originally set by world leaders in Paris six years ago.\n\"Where Paris promised, Glasgow delivers,\" he said.\nMr Sharma, who was appointed to the role of COP26 president on 8 January, said the \"rapidly changing climate is sounding an alarm to the world\". \n\"I believe we can move negotiations forward and launch a decade of ever increasing ambition and action.\"\nHe earlier told BBC One's Andrew Marr Show that \"this is on leaders\" and they needed \"to come forward\".\nPrime Minister Boris Johnson told the BBC that climate change was \"the biggest threat to humanity\", saying it posed a \"risk to civilisation basically going backwards\".\nAt face value, things do not look promising, for a simple reason: the previous 25 of these giant conferences failed to turn off the tap of the greenhouse gases that are driving up global temperatures.\nDespite three decades of talking, the planet is now at least 1.1C hotter than the pre-industrial level - and rising.\nFor this conference, however, expectations for real progress are higher than usual.\nThat's partly because the risks are hitting home. This year floods killed 200 people in Germany, heatwaves struck chilly Canada and even the Siberian Arctic was burning.\nAnd scientists are clearer than ever that avoiding the most damaging temperatures means halving global carbon emissions by 2030 - a deadline looming close enough to focus minds.\nRead the full analysis\nThe two-week COP26 summit, which ends on 12 November, will see delegates from around 200 countries discuss how to cut emissions by 2030.\nMore than 25,000 people are expected to descend on the city for the event, including international delegates and protestors. \nSwedish climate activist Greta Thunberg is currently in Glasgow but told BBC One's Andrew Marr that she had not been \"officially\" invited to speak at COP26.\nRead more about the COP26 summit here.\nAsked whether she believed an agreement would be reached to keep global warming below 1.5C, she said she thought it was \"possible in theory\".\n\"We know that change is possible, because we can look back in history and see that there have been massive changes in society that have been unprecedented,\" Ms Thunberg said.\n\"If we felt like there wasn't any hope, we wouldn't be activists.\"\nBy Debbie Jackson, BBC Scotland reporter, at the scene\nCOP26 delegates are greeted with an authentic Glasgow welcome - it's a gloomy Sunday and the rain is pouring down. \nTraffic in the city centre is made up of electric buses, brought in to service the conference, and police vans from across the UK. \nClimate campaigners make their way along the river with damp flags, and the COP26 volunteers try to remain cheery in their sodden bobble hats.\nBlue-lanyarded delegates are being dropped off at the squinty bridge to walk to the venue.\nI bump into delegates from Gabon who arrived less than 24 hours ago. They've just had breakfast in a local café and are ready to make their case.\nGhislain Moussavou, director general of the government's forestry commission, is here with a private contractor, Hadi Ghossein.\nMr Moussavou says: \"We are here to speak up for Africa. We are doing a lot to combat the effects of climate change and we bear a lot of its impact.\" \nAs COP26 begins, key political leaders have ended the G20 summit in Rome setting an ambition to reach carbon neutrality \"by or around mid-century\".\nIn a draft of their final communique, seen by the BBC, they have agreed to pursue efforts to limit global warming to 1.5C.\nThat goes further than the Paris agreement, in which much of the world agreed to keep global warming \"well below\" 2C.\nThe G20 is a global forum where 19 countries and the European Union discuss major issues.\nChina's Xi Jinping and Russia's Vladimir Putin have chosen not to attend in person - instead appearing via video link.\nDuring the event, Prince Charles has urged governments to work with the private sector in a bid to make progress \"for the sake of humanity\". \nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58171814",
      "category": "science-environment",
      "title": "Climate change: Four things you can do about your carbon footprint",
      "tags": "Transport,COP26,Climate change,Carbon footprint",
      "text": "Tackling climate change will require world leaders to take action on a global level.\nBut as individuals we also contribute to damaging emissions. Here are some things you can do to reduce your personal impact.\nFrom installing a heat pump to turning down the heating, there is a raft of changes around the home that can help the planet.\n\"Switching from a gas or oil-powered heating system to an electric heat pump makes a considerable difference,\" according to Dr Neil Jennings, an academic from Imperial College London. \n\"On a day-to-day basis, switching off lights and appliances when not in use can help us to save money while reducing our impact on climate change.\"\nThe UK government will offer grants of £5,000 for the installation of heat pumps from April 2022.\nWe can change our homes by improving insulation in our walls, ceilings and windows. \nDraught-proofing is one of the cheapest and most effective ways to save energy, according to the Energy Saving Trust (EST). This involves blocking up unwanted gaps that let cold air in and warm air out, such as around windows, doors or skirting boards. \nThe EST estimates that draught-proofing could save £25 a year on household bills.\nSwitching to a green energy provider or a green tariff can significantly reduce your household's carbon footprint. But a recent increase in wholesale energy price means many providers have withdrawn their offers.\nLivestock creates 14% of all greenhouse gases globally, with cattle being by far the largest contributor. \nThe simplest and most effective way to limit your impact is to reduce meat and dairy in your diet, particularly red meat such as lamb and beef.\nGood news for vegans, obviously - but there are other considerations to take into account.\nIt's not just a question of \"tagging individual products as good or bad\", says biologist Prof Margaret Gill of the University of Aberdeen. \nShe says the carbon footprint of any given food also depends on how it is produced, where it comes from and whether it's in season.\nDr Jonathan Foley, who investigates climate change solutions, says you can save money and reduce waste by making smaller portions and saving leftovers for later at home.\nThe world wastes between 25% and 30% of its food, according to the Waste & Resources Action Programme.\nTransport is responsible for almost a quarter of carbon dioxide global emissions.\nLiving car-free might be \"the most impactful thing we can do to reduce our transport emissions\", according to Dr Jennings. \nHowever, ditching the car is not possible for everyone, particularly if you live in an area without good public transport, or work night shifts when it isn't running. \nSmall steps still have an impact, like walking and cycling to the local shops or sharing car journeys with friends or neighbours. \nElectric cars are becoming more widespread, but they are still expensive. And it is only truly green travel if the electricity used to power the car comes from green energy sources, such as wind or solar. Low-carbon sources made up 58% of the UK's electricity in 2020, including nuclear.\nUnfortunately for keen travellers, flying is one of the most carbon-intensive things we can do as individuals.\nDomestic flights have the largest emissions per person per kilometre. \nTrain journeys can have less than a fifth of the impact of a domestic flight, although they might be more expensive. Booking in advance can help reduce the cost.\n\"For those who fly a lot, reducing the number of flights you take will make a considerable difference to your personal footprint,\" says Dr Jennings.\nIt takes 3,781 litres of water to make one pair of jeans, according to the UN's Environment Programme, taking into account cotton production, manufacture, transport and washing.\nYou can limit your impact by repairing minor faults in clothing rather than replacing, donating rather than throwing away and choosing higher-quality items that you think will last longer.\nAn increasing number of companies are offering clothes to rent, which helps reduce waste in the fashion industry. You could also try buying second hand.\nChoosing the right household appliances can also have a positive effect on your carbon footprint. Dr Jennings suggests making sure you are buying the most energy-efficient products, such as washing machines, when they need replacing."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-59110091",
      "category": "uk-england",
      "title": "Storm disruption holds up COP26 travellers from Euston station",
      "tags": "Tornadoes,COP26,Glasgow,Rugby,Severe weather",
      "text": "Travellers heading to Scotland for the COP26 climate summit have been left stranded by major rail disruption caused by \"intense storms\".\nHundreds of people were left at London's Euston station when fallen trees meant all trains were suspended.\nThe disruption was initially caused by damage to overhead electrical wires between Rugby and Milton Keynes.\nNetwork Rail said trains had been able to resume using a diversion only for that route to then also become blocked.\nAn update said further damage on the diversion route via Northampton meant trains had stopped running in and out of Euston again. \nEarlier on Sunday, the south and east of England were battered by heavy rain and gusts of up to 80mph. \nThere were also reports of a \"tornado\" in Northamptonshire. \nClimate change scientist Simon Lewis has been stuck on a train for more than three hours as a result of the disruption.\nThe University College London professor was on the 11:00 GMT service to Edinburgh, which came to a halt 45 minutes after departure and had still not made Peterborough - the first stop - several hours later.\nHe said: \"This is inconvenient and a reminder that climate change drives extreme weather events and every country needs to adapt.\"\nAnother passenger decided to book a flight to Glasgow after passengers were told to get off the train after waiting for half an hour.\nDavid Johnson, attending Cop26 as chief executive of the Margaret Pyke Trust - a UK-based international non-governmental organisation - acknowledged flying from Gatwick \"does, of course, seem ridiculous\".\n\"The irony of the climate impacting the trains, meaning a flight to the climate change conference is the only way to get there today, is not lost on me,\" he added.\nMeteorologist Tom Morgan said the Met Office could not confirm any tornadoes but would not rule them out.\nHe said: \"It's not out of the question that there will have been some localised, brief funnel clouds or tornadoes.\"\nGusts of 87mph (140km/h) were recorded at an exposed location on the Isle of Portland in Dorset, he said, while gusts of 60mph (96km/h) were recorded across Hampshire, Dorset, Wiltshire and Sussex.\nIn Northamptonshire, Earl Charles Spencer said a tornado hit the park at Althorp House and the Reverend Richard Coles described a tornado hitting his church in Finedon.\nBBC presenter and former musician Mr Coles tweeted parishioners at St Mary's Church in Finedon had been praying for the COP26 conference \"when we were hit by what I can only describe as a tornado\".\nNorthamptonshire Police said it had received more than 200 calls about weather-related incidents, including trees down in Northampton, Cogenhoe, Roade, Towcester, Castle Ashby and on the A5.\nTrees have fallen in Hampshire, Dorset, Cambridgeshire and Oxfordshire.\nIn Blackbird Leys, Oxford, fire crews were called to Evenlode Tower where cladding had been dislodged by high winds and several panels had already come away from the building, while others were in danger of falling off. \nOxfordshire Fire and Rescue Service said the area was cordoned off to protect local residents and the process of arranging emergency repairs was under way.\nMeanwhile, South Western Railway has advised passengers to \"only travel if essential\" because of fallen trees.\nIn Lincolnshire, police said they had received about 110 incidents directly related to the weather within 90 minutes. \nThe Met Office issued a warning of a brief period of damaging winds as a \"squally band of rain passes through Lincolnshire and the East Midlands\".\nYellow weather warnings are in place across the coasts of Wales, Devon and Cornwall, and southern parts of England."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58073295",
      "category": "science-environment",
      "title": "Extreme weather: What is it and how is it connected to climate change?",
      "tags": "Wildfires,Climate change,Severe weather,Heatwaves",
      "text": "Heatwaves, deadly floods and wildfires - this summer  people are having to confront the link between extreme weather and climate change.\nEmissions from the burning of fossil fuels have been trapping heat in the atmosphere since the start of the industrial era. As a consequence, average temperatures have risen by 1.2C. \nThis additional energy is unevenly distributed and bursts out in extremes like the ones we've been seeing this summer. Without reductions in global emissions, this cycle will keep going.\nHere are four ways climate change is contributing to extreme weather.\nTo understand the impact of small changes to average temperatures, you need to to think of them as a bell curve, with extreme cold and hot at either end, and the bulk of temperatures in the middle. A small shift in the centre means that more of the curve touches the the extremes - and so heatwaves become more frequent and extreme.\nIn the UK, warm spells have more than doubled in length in the past 50 years, according to the Met Office.\nBut the record heatwaves in Western Canada and the US were made longer and more intense by another weather phenomenon - a heat dome.\nWeeks ago, a Pacific storm, fuelled by warmer-than-normal sea temperatures, disrupted the jet stream. When a storm distorts the jet stream, which is made of currents of fast-flowing air, it is a bit like yanking a long skipping rope at one end and seeing the ripples transferring along it. \nThese waves cause everything to slow drastically and weather systems can become stuck over the same areas for days on end.\nIn an area of high pressure, hot air is pushed down and trapped in place, causing temperatures to soar over an entire continent. \nIn Lytton, Western Canada, temperatures hit 49.6C, breaking the previous record by almost 5C. Such an intense heatwave would have been virtually impossible without climate change, according to the World Weather Attribution network. \nOne theory is higher temperatures in the Arctic are causing the jet stream to slow down, increasing the likelihood of heat domes.\nAnd exceptional heat has not been limited to North America this summer. In Russia, a heatwave sent temperatures soaring - matching a 120-year record. Northern Ireland broke its temperature record three times in the same week, while a new high was set in the Antarctic continent.\nAs heatwaves become more intense and longer, droughts can worsen. \nLess rain falls between heatwaves, so ground moisture and water supplies run dry more quickly.\nAnd this in turn means the ground heats up more quickly, warming the air above and leading to more intense heat.\nDemand for water from humans and farming puts even more stress on water supply, adding to water shortages. \nAnd by mid-July, following the early summer heatwaves, more than a quarter of US land was experiencing \"extreme\" or \"exceptional\" drought.\nWildfires can be sparked by direct human involvement - but natural factors can play a huge part. \nThe cycle of extreme and long-lasting heat caused by climate change draws more and more moisture out of the ground and vegetation. \nAnd these tinder-dry conditions provide fuel for fires, which can spread at an incredible speed. \nThe impact of the heatwave on fire development was seen in an explosive fashion in western Canada this summer. \nFires developed so rapidly and explosively they created their own weather system, as pyrocumulonimbus clouds formed. \nAnd these colossal clouds produced lightning, igniting more fires.  \nThis same story is being repeated in Siberia.\nThe frequency of large wildfires has increased dramatically in recent decades. \nCompared with the 1970s, fires larger than 10,000 acres (40 sq km) are now seven times more common in western America, according to Climate Central, an independent organisation of scientists and journalists.\nIn the usual weather cycle, hot weather creates moisture and water vapour in the air, which turns into droplets to create rain. \nThe warmer it becomes, however, the more vapour there is in the atmosphere, resulting in more droplets - and heavier rainfall, sometimes in a shorter space of time and over a smaller area.\nHistoric flooding in China, Germany, Belgium and the Netherlands has shown the devastating impact extreme rainfall events can have. \nAnd these rainfall events are connected to the impacts of climate change elsewhere, according to Peter Gleick, a water specialist from the US National Academy of Sciences.\n\"When areas of drought grow, like in Siberia and western US, that water falls elsewhere, in a smaller area, worsening flooding, like Germany and Belgium,\" he says.\nThe weather across the globe will always be highly variable - but climate change is making that more extreme. \nAnd the challenge now is not only limiting the further impact people have on the atmosphere but also adapting to and tackling the extremes we are already facing.\nTop image from Getty Images. Climate stripes visualisation courtesy of Prof Ed Hawkins and University of Reading."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59102136",
      "category": "uk-wales",
      "title": "Haverfordwest: Deaths after River Cleddau rescue operation",
      "tags": "Haverfordwest",
      "text": "People have died following a major river rescue operation, the BBC has been told.\nIt has been confirmed that one person was taken to hospital after being pulled from the River Cleddau.\nTown councillor Thomas Tudor called it a \"terrible tragedy\" and sent his sympathies \"to the families who have lost loved ones\".\nPolice launched a search after reports that a group of people were in distress in Haverfordwest, Pembrokeshire.\nDyfed-Powys Police, firefighters, coastguard, ambulance crews and four helicopters were deployed to the stretch of the river at Quay Street about 09:00 BST.\nA police spokeswoman said: \"A swift search of the river was launched, with 30 firefighters from Mid and West Wales Fire and Rescue Service working alongside Coastguard crews and helicopter support.\"\nDet Ch Insp Jonathan Rees of Dyfed-Powys Police said he was not in a position to release further details at this time, but everyone had been accounted for and the search stood down.\nHe said at present his priority was ensuring those involved, and their families, had been contacted and were receiving appropriate support.\nAn investigation is under way into the circumstances.\nMr Tudor said: \"Today a terrible tragedy unfolded on the River Cleddau in the Castle Ward of Haverfordwest.\n\"I would like to extend my sympathies to the families who have lost loved ones in this tragedy and I would like to thank the emergency services for their brave efforts in tackling this issue. \n\"I would also like to thank the staff from the Bristol Trader and Vaughans Radio who provided help and support for the emergency services during this difficult operation.\"\nThe Welsh Ambulance Service confirmed one patient was taken to the town's Withybush Hospital for treatment.\nEarlier Dyfed-Powys Police asked people to avoid the area around Quay Street.\nThere is a flood alert on rivers in the western Cleddau catchment area following heavy rain on Friday.\nThe Met Office has issued a warning for more heavy rain across south Wales on Sunday.\nIt comes after a landslide closed a road in Gwynedd following torrential rain.\nThe Severn rail tunnel between Wales and England was forced to close on Friday evening due to flooding.\nIn a statement, the RNLI said a crew was launched from nearby Angle to help with the search on Saturday morning, but has since been stood down. \nPeople in this tight-knit community are obviously upset and shocked at what happened here today.\nIt's said the conditions in the river were dangerous at about 9 o'clock this morning.\nThere had been a heavy and sudden downpour of rain which came amid warnings to be careful.\nThere were dangerous and fast-flowing flood waters following heavy rain in the last few days.\nThis has been an intensive operation with the emergency services called to the scene.\nThey were brought in from a wide area to help in the effort.\nYellow weather warnings for rain also remain in several parts of the country, including Glasgow, where the global COP26 climate summit is due to begin on Sunday.\nOn Saturday afternoon, seven flood warnings remained in place, meaning that flooding is expected, and 46 flood alerts, meaning that flooding remains likely.\nIn Dartmoor, Devon, parts of the area received 125mm (4.9in) of rain in 48 hours - compared with an October average of 130mm (5.1in).\nIt comes after a week of wet weather which saw disruption and destruction in northern areas including Cumbria and southern Scotland."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59113868",
      "category": "business",
      "title": "UK steel makers 'left behind' as US ends trade war",
      "tags": "Steel industry,Trump tariffs,Global trade,Trade,Joe Biden",
      "text": "The UK has been \"left behind\" according to steel makers after the US agreed to end a trade war over items that also included whiskey and Harley-Davidsons.\nPresident Biden has signed a deal to end tariffs on steel imports from the EU, which were imposed by his predecessor Donald Trump.\nBut the agreement does not cover exports from the UK, putting British steelmakers at a disadvantage.\nTrade body UK Steel said a deal for British producers was \"sorely needed\".\nThe tariffs, which came into force in 2018, nearly halved British steel exports to the US, Gareth Stace, director general of UK Steel, said.\nThe US is the second-largest market for British-made steel. But the new deal will put UK producers at a competitive disadvantage compared to European rivals who will be able to ship their products to the US without paying import taxes.\nIn return, the EU removed retaliatory tariffs that it had put on whiskey, power boats and Harley-Davidson motorcycles.\n\"Whilst it is promising to see the US take steps to open up access to its steel markets again, there is significant concern that UK producers have been left behind in this process and continue to wait for their own deal,\" Mr Stace said.\n\"The substantial competitive advantage that this deal provides EU steel producers over UK ones will undoubtedly result in our export orders to the US market being lost to EU exporters.\"\nBut International Trade Secretary Anne-Marie Trevelyan has said the UK and US are in talks to remove \"damaging tariffs\" from British steel exports.\nMs Trevelyan tweeted: \"We welcome the Biden administration's willingness to work with us to address trade issues relating to steel and aluminium.\n\"It is encouraging the US is taking steps to de-escalate this issue.\"\nThe US and EU hope the pact will limit the amount of so-called \"dirty\" steel from countries such as China, where steel production accounts for as much as 20% of all CO2 emissions. The country currently produces more than half of the world's steel.\n\"Together, the United States and European Union will work to restrict access to their markets for dirty steel and limit access to countries that dump steel in our markets, contributing to worldwide over-supply,\" the White House said.\n\"The arrangement is, of course, open to all like-minded partners. Steel manufacturing is one of the highest carbon emission sources globally,\" Ursula von der Leyen, head of the European Commission said.\nIn a statement, a Department for International Trade spokesperson said: \"The UK is committed to addressing both global steel overcapacity and decarbonisation, and we remain focused on agreeing a resolution that sees damaging tariffs removed to the benefit of businesses on both sides of the Atlantic.\" \n\"We welcome the Biden Administration's willingness to work with us to address trade issues relating to steel and aluminium, and it is encouraging that the US is taking steps to de-escalate this issue.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59101193",
      "category": "uk",
      "title": "Fishing row: Turbulence has hit relations with France, PM says",
      "tags": "France,Boris Johnson,Fishing industry",
      "text": "Prime Minister Boris Johnson has acknowledged \"turbulence\" in the UK's relationship with France as the row over fishing rights escalates.\nAfter dozens of French boats were denied post-Brexit fishing licences for UK and Jersey waters, France threatened to block ports to British vessels.\nBut Mr Johnson told the BBC the things that united the UK and France were more important than their divisions.\nThe French president said the row was a test of the UK's global credibility.\nFrance has said it will take \"targeted measures\" against the UK if the row over fishing licences is not resolved by Tuesday.\nBrexit Minister David Frost said the government was \"actively considering\" launching a legal process against France under the Brexit agreement, as a result of the \"threats\" from France.\nLord Frost described language used by French Prime Minister Jean Castex as \"clearly very troubling and very problematic\" in the context of ongoing negotiations \"trying to solve many highly sensitive issues, including on the Northern Ireland Protocol\".\nHis comments followed the emergence of a letter by Mr Castex, seen by the BBC, which said the EU must demonstrate in this dispute that there was \"more damage to leaving the EU than remaining there\".\nWriting on Twitter, Mr Frost said: \"We will continue to talk constructively to try to resolve all the differences between us, and we urge the EU and France to step back from rhetoric and actions that make this more difficult.\"\nPressed on how the UK would respond to the threats as the G20 group of major economies met, Mr Johnson told the BBC: \"We're going to get on and do the things that matter to both of us and make sure that we work together on tackling the big issues that face the world.\"\nReferring to Mr Castex's letter, he acknowledged that \"there's some turbulence in the relationship\".\n\"If one of our partners decides to breach the Trade and Cooperation Agreement that we struck, that's a matter that we have to pursue,\" Mr Johnson said.\nThe UK government suggested on Friday that France's threatened measures - such as blocking ports to UK boats, increasing checks on UK goods, boats and trucks, and even cutting energy supplies - would be a breach of the post-Brexit trade deal with the EU.\nThe prime minister also suggested the UK was concerned France may be \"already in breach\" of the deal.\nMr Johnson raised his concerns with European Commission head Ursula von der Leyen over the \"rhetoric from the French government\" at a meeting at the G20 summit, the prime minister's office said.\nIn a statement, a spokesman added: \"The prime minister stressed that the French threats are completely unjustified and do not appear to be compatible with the UK-EU Trade and Cooperation Agreement or wider international law.\"\nMr Macron and Mr Johnson are expected to have an informal meeting on the margins of the G20 summit in Rome on Sunday.\nBut asked if he felt the French behaviour was unacceptable, Mr Johnson told the BBC the priority for the UK and France was making progress on tackling climate change in talks at the G20 summit and at COP26 in Glasgow.\nSpeaking from the Colosseum in Rome, he invoked the collapse of the Roman Empire as he said the world was \"absolutely conniving in our decline and fall\".\n\"What we want to do is to get the world to focus on the threat that humanity faces,\" he said.\nAs a chronicler of Brexit back 'n' forths and brouhahas, I like to think I've seen quite a bit.\nBut diplomacy via a Twitter thread of a Saturday afternoon still feels like a new one on me.\nLord Frost's threat of legal action contains some pretty punchy language.\nBut it is a counter threat to an existing threat from France, to make trade between the two countries harder from next week unless this row is resolved.\nAnd so a cranking up of the language, on both sides today, could yet prevent a cranking up of the action either side takes, rather than the opposite.\nShould the legal path end up being pursued, we're told both sides would appoint lawyers and it would become a tussle with the European Union rather than with France.\nAnd it could take rather a while.\nJean-Marc Puissesseau, president and chairman of the ports of Calais and Boulogne-sur-Mer, told BBC Radio 4's Today programme that the dispute concerned only about 40 boats, \"a drop of water in an ocean\".\nHe said these boats had been unable to prove their history of fishing in British waters, as the UK required, either because they had been unable to take part in a monitoring survey or because the fisherman had replaced their boats with newer models.\nHe said if sanctions were imposed by France, \"it will be terrible for both sides of the Channel, for you, for us, for the ports, for the fishermen in your country, for the fishermen in our country - and that's only for 40 little boats that are not allowed to fish in your country\".\nThe dispute over fishing rights reignited last month when the UK rejected dozens of applications from French boats to fish in UK territorial waters post-Brexit.\nUnder the trade deal, the EU and UK have agreed they will give licences to boats if they can show they have fished in each others' waters for years.\nBut there have been disagreements about how much evidence is needed, leading to anger from France when applications were denied by the UK and Jersey.\nIn May, French boats protested outside Jersey's port and France threatened to cut off the island's electricity supply over what it said were unfair terms. \nMeanwhile, French President Emmanuel Macron accused the UK of backpedalling on its Brexit commitments over the fishing row and over Northern Ireland.\nHe told the Financial Times it raised questions about the UK's reliability with the EU and with all of its partners.\n\"Because when you spend years negotiating a treaty and then a few months later you do the opposite of what was decided on the aspects that suit you the least, it is not a big sign of your credibility,\" he said.\nAs well as raising the possibility of retaliation, the UK government has said it could launch \"dispute settlement proceedings\" with the EU if France went ahead with \"unjustified\" measures."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59102422",
      "category": "uk-scotland",
      "title": "COP26: Greta Thunberg mobbed as activists gather in Glasgow",
      "tags": "COP26,Climate change,Glasgow",
      "text": "Thousands of activists arrived in Scotland's largest city to make their climate change concerns known. \nThey included Greta Thunberg who was mobbed as she arrived by train in Glasgow. \nThe Swedish activist was surrounded by police, media and activists at the city's Central Station.\nEarlier, faith groups making pilgrimages to Glasgow converged in the city as protests build ahead of COP26 which starts on Sunday.\nMany had walked thousands of miles to join in a procession through the city centre.\nThe event was an \"opening ceremony\" to a series of non-violent protests planned in Glasgow, and around the world, during the United Nations convention.\nMs Thunberg travelled by train from London Euston, carrying a cardboard placard saying Fridays for Future, the name of the youth movement inspired by her school strikes in 2018. \nHundreds of people from Extinction Rebellion (XR) Faith and pilgrimage groups converged at the McLennan Arch on Glasgow Green, where XR Scotland's \"Blue Rebels\" formed a guard of honour for them.\nThe bells at St Mary's Episcopal Cathedral in Glasgow led a UK-wide toll from 18:00, offering a traditional warning to humanity to \"pay heed to the climate crisis\".\nThose arriving in the city include Marcha Glasgow, a group of Spanish activists who took a ferry from Bilbao to Portsmouth to embark on a 30-day hike to Glasgow.\nCamino to COP26 members have walked from London and Bristol to Glasgow in just under two months.\nYoung Christian Climate Network activists arrived in the city on Saturday after walking 1,200 miles from Cornwall.\nEcumenical Pilgrimage for Climate Justice arrived in Glasgow from Poland, Sweden and Germany and Pilgrimage for COP26 has walked from Dunbar to Glasgow.\nGlasgow-based artists Zoe Walker and Neil Bromwich paraded the Serpent of Capitalism, a 30m (100ft) sculptural artwork alongside the pilgrimage groups.\nAlex Cochrane, of XR Glasgow, said: \"COP26 must end a growing crime against humanity by wealthy governments where the global south are sacrificed to bear the brunt of the global north's affluent, carbon-intensive lifestyles.\n\"We welcome the pilgrims of faith - and no faith - who are walking to COP26 to demand governments also walk the walk for the global south.\"\nYaz Ashmawi, of XR Pilgrim, said: \"Countries around the world are already suffering the consequences of our historic emissions in the west, and small island states like the Maldives will be submerged by rising seas if no immediate action is taken on the climate.\n\"As people of faith we have a spiritual duty of care to those who are less fortunate than us, so we have been using this walk to raise money for activists in financially disadvantaged countries that are already impacted, to empower them to join this conversation themselves.\"\nA group of indigenous leaders from North and South America were welcomed to Glasgow by First Minister Nicola Sturgeon. \nShe said that although Scotland did not have a place at the negotiating table, the Scottish government would help Minga Indigena get their message heard. \n\"As representatives of indigenous peoples and the Global South, they have an important message to convey on behalf of those least responsible for the global climate emergency, who are often first and most severely affected by its consequences,\" Ms Sturgeon said. \nCalfin Lafkenche, Mapuche leader from Patagonia, Chile, Minga Indígena said: \"We are the guardians of 70% of the world's biodiversity. It is everyone's task to reach an understanding and move to a new paradigm where all humanity protect nature. \n\"We need to face the greatest challenge in history together.\"\nThe group have so far been unable to bring all their representatives to Glasgow because of a shortage of accommodation in the city. Several members have been given accommodation by local people but organisers still hope to get access to a large property where more of them can stay together.\nOver the next two weeks about 30,000 people are expected to attend the climate conference. \nPolice Scotland Chief Constable Iain Livingstone, Scotland's most senior police officer, previously said his force would respond \"swiftly and robustly\" to protesters who tried to disrupt the event.\nHe said the force - together with 7,000 officers from other parts of the UK who have been deployed to Scotland to help police COP26 - was \"ready for the challenges that lie ahead\". \nDramatic protests from other groups have already begun in other parts of the city.\nSing The Change brought choirs together in George Square to sing an arrangement of Louis Armstrong's  What A Wonderful World. \nFour XR protesters locked themselves to the Memorial Gates at the University of Glasgow on Friday to demand that the establishment adopt the Green New Deal - a climate strategy developed by students and staff at the university.\nOcean Rebellion activists poured \"oil\" in front of Glasgow's Cop26 venue in protest ahead of the event.\nAndrew Darnton, an Ocean Rebellion activist and climate change researcher, told BBC Radio's Good Morning Scotland programme his group had arrived in Glasgow early to get media coverage before the summit began, and had been warmly welcomed by the people of Glasgow. \nThey use \"striking visual performances\", such as setting fire to their boats or pools of dead mermaids, to convey their message about blue carbon - how the seas store carbon. \n\"We are bringing people news about the state of the seas and the degradation of the oceans and pointing out how important that is in relation to getting any kind of meaningful progress on cutting carbon,\" Mr Darnton said. \"You can't do that without the seas.\"\nHe added: \"We'd like people simply to understand that you won't fix the climate crisis without attending to the ocean. \n\"Bottom trawling of the ocean, stirring up the ocean bed, produces more carbon in a year that the whole of aviation, the whole of flying, because the seas lock up so much carbon for us. They provide most of our breathable oxygen.\"\nRail companies worked together to bring young people, politicians and representatives from non-governmental organisations from Europe to Glasgow. \nDebates on sustainable travel were held during the journey to London. Passengers then travelled to Glasgow on a Pendolino clad with a new design to celebrate the Climate Train journey. \nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59107805",
      "category": "uk",
      "title": "JCB signs green hydrogen deal worth billions",
      "tags": "Hydrogen vehicles,Uttoxeter",
      "text": "Construction equipment maker JCB has signed a deal to buy billions of pounds of green hydrogen, defined as hydrogen produced using renewable energy. \nThe deal means JCB will take 10% of the green hydrogen made by the Australian firm Fortescue Future Industries (FFI).\nFFI said the deal was a \"first-of-a-kind partnership\" that would see it become the UK's largest supplier of the clean fuel.\nProduction, mostly done outside the UK, is expected to begin early next year.\nJCB and a firm called Ryze Hydrogen would then distribute it in the UK.\nLord Anthony Bamford, chairman of JCB, said the deal would help to make green hydrogen a viable solution, telling the BBC it was \"the right thing to do\".\nHydrogen does not produce carbon emissions when it is burned, so is considered a likely replacement for fossil fuels in heavy industries such as shipping and steel and cement-making.\nLord Bamford has also called on the government to invest in hydrogen-fuelled forms of transport such as buses, trains and aircraft.\nIn a statement, he said: \"It's fine having an engine powered by green hydrogen, but no good if customers can't get green hydrogen to fuel their machines. \n\"This is a major advance on the road towards making green hydrogen a viable solution.\"\nBusiness Secretary Kwasi Kwarteng has said low carbon hydrogen has a critical role to play in the UK's transition to net zero - that is balancing the amount of greenhouse gas produced and the amount removed from the atmosphere.\nIn the government's UK Hydrogen Strategy, the business secretary argues the UK's \"infrastructure and technical know-how make us ideally positioned to be a global leader in hydrogen\".\nHowever, he has previously admitted its production, and use, would have to rapidly increase for the government's ambitions to be achieved.\nRobert Buckley, an energy analyst at Cornwall Insights, said: \"Hydrogen has the potential to be a very important energy source for heavy transport and industry.\"\nBut he pointed out that Australia, where the hydrogen for the JCB deal will largely be produced, has more solar electricity resources than the UK, as well as an established gas export industry.\nHe said that could give other countries, such as Australia, \"an early advantage\" while hydrogen production in the UK became more established.\nMinisters think low carbon hydrogen has a critical role to play in the transition to net zero. \nThe goal is 5 gigawatts of production capacity by 2030. However, the Business Secretary admits production and usage would have to be ramped up fast for that to be met. \nAnd when the government's UK Hydrogen Strategy was published in August, the trade association RenewableUK said it didn't focus enough on developing the UK's green hydrogen industry - meaning production that uses renewable energy, not natural gas. \nThe new agreement involves importing green hydrogen from abroad, made by a subsidiary of Australian billionaire Andrew Forrest's Fortescue Mining Group.\nOne energy analyst said that such deals could mean that the technology becomes commercial quicker, and firms themselves take it up more quickly. That's clearly the hope for two hydrogen-enthusiastic businessmen.\nJCB, based in Uttoxeter, Staffordshire, also announced earlier this month that it was spending £100m on a project to produce \"super efficient hydrogen engines\" to power its machinery.\nThis latest deal ties in billionaire Lord Bamford and JCB with FFI, which is the newer renewables subsidiary of mining giant Fortescue Metals Group, owned by Andrew Forrest. \nLord Bamford's son, entrepreneur Jo Bamford, is also founder of Ryze Hydrogen, which is building the UK's first network of green hydrogen production plants.\nMr Bamford is also the chairman and owner of Wrightbus, which built the UK's first hydrogen double decker."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-59084408",
      "category": "world-middle-east",
      "title": "Israeli woman jailed three times for refusing to join the army",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-59113710",
      "category": "world",
      "title": "Aukus: French president says Australian PM lied over submarine deal",
      "tags": "France,China,Emmanuel Macron,Submarines,Aukus,United States,Scott Morrison,Australia",
      "text": "French President Emmanuel Macron has said Australia's PM Scott Morrison lied to him about a scrapped submarine deal.\nAsked whether he thinks Mr Morrison was untruthful, the president replied: \"I don't think, I know.\"\nMr Macron was furious after Australia cancelled a $37bn (£27bn) deal to build 12 submarines, and instead negotiated a new defence pact with the US and the UK - the so-called Aukus.\nMr Morrison denies that he was dishonest. \nThe pair met at the G20 summit in Rome for the first time since the row erupted in September.\nOn the sidelines of the gathering, President Macron was asked by an Australian journalist whether he could trust Mr Morrison again.\n\"We will see what he will deliver,\" Mr Macron answered.\n\"I have a lot of respect for your country. I have a lot of respect and a lot of friendship for your people. I just say when we have respect, you have to be true and you have to behave in line and consistently with this value.\" \nThe cancelled deal launched a bitter rift between France, Australia and the US. \nFrench Foreign Minister Jean-Yves Le Drian denounced the decision as \"a stab in the back\", and Paris temporarily recalled its ambassadors to Australia and the US.\nSpeaking after Mr Macron's comments, Scott Morrison told reporters he had not lied to the president, and that he had previously explained to him that conventional submarines would no longer meet Australia's defence needs.\nHe added that rebuilding the trust and relationship between the two nations had already begun.\nOn Friday, US President Joe Biden also held his first face-to-face meeting with Mr Macron since the Aukus pact was agreed.\nDuring the seemingly awkward exchange, Mr Biden admitted that the US was \"clumsy\" over the negotiations. Mr Macron said it was important to \"look to the future\".\nThe leaders will have more time to mend relations, as all three are now heading to the Scottish city of Glasgow for the COP26 climate change summit.\nThe Aukus pact will let Australia build nuclear-powered submarines for the first time, using technology provided by the US. It is one of Australia's biggest defence partnerships in decades.\nThe pact scuppered a deal signed by Australia in 2016 for France to build 12 conventional submarines.\nIt is widely seen as an effort to counter China's growing military might. China has condemned the agreement as \"extremely irresponsible\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59078198",
      "category": "science-environment",
      "title": "Can COP26 really save the planet?",
      "tags": "COP26,Paris climate agreement,Climate change",
      "text": "Will COP26 be a climate \"turning point\" as Boris Johnson wants, or more \"blah blah blah\" of the kind Greta Thunberg condemns? \nAt face value, things do not look promising, for a simple reason: the previous 25 of these giant conferences failed to turn off the tap of the greenhouse gases that are driving up global temperatures.\nDespite three decades of talking, the planet is now at least 1.1C hotter than the pre-industrial level - and rising. \nEven if everyone sticks to their current promises to reduce emissions, we'll still be on course for a dangerous increase of 2.7C by the end of the century.\nFor this conference, however, expectations for real progress are higher than usual.\nThat's partly because the risks are hitting home. This year floods killed 200 people in Germany, heatwaves struck chilly Canada and even the Siberian Arctic was burning. \nAnd scientists now have the evidence to say it's unequivocal that human activity is behind climate change and that's making violent extremes more likely. \nThey're also clearer than ever that avoiding the most damaging temperatures means halving global carbon emissions by 2030 - a deadline looming close enough to focus minds.\nAnd we are seeing something unimaginable even a few years ago: an unprecedented flurry of countries and businesses, some more plausibly than others, pledging to go net zero by mid-century.  \nThat means any greenhouse gases they're still releasing by then should be balanced by an equivalent amount absorbed from the atmosphere, through tree-planting for example.\nSo will Glasgow be the venue where the world shifts towards a zero-carbon future? \nIn truth, it's never likely that a single meeting could ever achieve that.\nCOPs were set up specifically for governments to tackle climate change, and the annual round of conferences does remain the only forum to tackle the problem collectively. \nBut they operate by consensus between nearly 200 countries that all have very different perspectives. \n\"Try herding 200 cats,\" one official once told me.  \nMany of the nations that are rich in oil or coal have been downright hostile to the whole climate agenda, and have tried everything to slow it down. \nOthers that are poor and vulnerable see rising temperatures threatening their very existence and are desperate for help. \nAt the first COP I reported from, in the deep freeze of a Montreal winter in 2005, the pace of talks matched the glacial weather. \nNegotiators were arguing overnight over 'square brackets' that marked unresolved and impenetrable points in a text that was never destined to leave much of a trace.\nWhen they finally reached agreement at dawn - and I spotted the then UK environment secretary Margaret Beckett with tears in her eyes - I asked a veteran observer what was being celebrated.\n\"They've agreed to keep talking,\" he said, without irony. \"So the process continues.\" \nAnd the conferences have rolled on, more or less productively, and at the nine I've witnessed so far, there have been some painful scenes.   \nIn Nairobi in 2006, I heard a frustrated German minister ask why anyone bothered to turn up.\nIn Bali in 2007, the top UN official, exhausted and exasperated, started weeping openly.\nAnd in Copenhagen in 2009, clumsy hosting triggered walkouts that nearly led the talks to collapse.\nYet one former UK government adviser, who was at the heart of those negotiations in Denmark, believes that COPs, for all their faults, are an essential mechanism.\nWithout them, according to Prof Mike Jacobs - now of the University of Sheffield - \"emissions would have risen even higher than they are now\".\nHe says having \"a simultaneous and collective commitment\" forces governments to stay focused on the problem. \nAnd that led to the COP that stands out as a rare example of success - Paris in 2015.\nThe French government, supported by a carefully cultivated alliance, ushered in the Paris Agreement, the first accord of its kind to tackle climate change.\nThis was a landmark moment because never before had every country agreed to act together to limit the rise in temperatures to 2C or, if possible, a lower target of 1.5C. \nRead more about the COP26 summit here.\nYes, the most difficult small print was left unresolved and the accord is entirely voluntary - no country is obliged to cut its emissions faster than it wants to. \nBut Prof Jacobs reckons that setting up a global framework generated a sense of momentum, which in itself has proved significant. \nThat's because more and more of the world's governments are now setting their own targets for renewable energy or phasing out petrol and diesel cars, and that sends a message to businesses that the agenda is serious. \nSo investments in wind and solar power have recently been so vast that their costs have tumbled, which in turn makes a zero-carbon transition more feasible.\nAnd provided the Glasgow talks don't collapse in acrimony, that signal of a greener direction should get even more attention. \nIt could be a 'tipping-point' where big investors start to shift their trillions of dollars out of fossil fuels - a few days ago Europe's largest pension fund announced it would do just that. \nAlready the giant carmakers are having to gear up to go electric, and shipping companies - long accused of dragging their feet - are under pressure to clean up too.\nPlans to decarbonise even the most polluting industries - with so-called 'green cement' and 'green steel' - are becoming more mainstream. \nBut the speed of this response is the key question for COP26.  \nAs things stand, given all the pledges made so far, greenhouse gas emissions are actually set to rise by 16% by 2030, rather than fall by 45% as the science demands. \nAnd if the picture remains unchanged after a fortnight of talking, the accusations of failure will come thick and fast.\nA second challenge is finance for the poorest countries, hit hardest by rising sea levels, floods and droughts, and needing help to go green. \nThey've long felt let down, seeing promises unfulfilled, including a key pledge that was seen as a fundamental issue of trust, for assistance worth $100bn a year to be delivered by now.\nProf Saleemul Huq, an adviser to the prime minister of Bangladesh, is among those cynical about the whole process.\n\"This annual shindig is redundant - it's not as if climate change is an issue just once a year.\n\"It's happening now for everyone, every day, not some time in the future - it needs attention all the time.\" \nSo what is Prof Huq expecting? \n\"I presume they'll manage to pull a rabbit out of the hat in the end but you journalists must check the details of what's announced - is it really what they say it is?\"\nUltimately, the conferences provide a focus for climate action but they can never lead to a transformation overnight. \nThe observer in Montreal was right: it's about a process. \nAnd in a sign of managed expectations for Glasgow, there's talk of the next gatherings: COP27 in Egypt, and COP28, maybe in Qatar. \nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-59114569",
      "category": "uk-england",
      "title": "Salisbury train crash: Major incident as two trains collide",
      "tags": "Salisbury",
      "text": "A major incident has been declared after two trains collided in Salisbury, leaving several people injured.\nThe collision happened near London Road and involved a South Western Railway and a Great Western service.\nA train driver, who was trapped, was treated by paramedics. In total, 17 people were taken to hospital. \nThe crash happened at 18:46 GMT when one train hit an object in a tunnel, and the second train then collided with it due to signalling problems.\nAngela Mattingly, who was on the train, said: \"Everything went black and there were red flashes and everything. \n\"There was suddenly a lot of jostling, possessions being thrown around and I think a few people went forward and hit their heads. You just don't know for a couple of seconds what's happening.\n\"People started to panic but nobody was seriously injured.\"\nLucy Gregory added: \"We were just pulling into Salisbury station and the train felt a bit juddery. \n\"I'd just stood up and put my coat on and my phone in my pocket when there was this massive impact and I fell across the table. \n\"The table came off the wall and I ended up underneath another table. They smashed the windows and we got out of the window. It was really scary.\"\nCorinna Anderson, 51, from Derby, was on the train from London Waterloo to Salisbury, where she was due to visit a friend. \nShe said: \"I was thrown against the wall and there was a massive rumbling. \n\"The first thing I was worried about was is anybody hurt. I'm a trained first aider, so I wanted to help. \n\"There was a lady in the carriage I was in and she was thrown off her seat and into the wall by the door. \n\"I did hear and see that on the Temple Meads train there was a three-week-old baby that was rescued off the train by the fire service and thankfully she is doing ok.\n\"As I climbed off my train I saw the fireman cradling the baby in his arms and then I saw the mother get given the baby and they were escorted away for medical attention.\"\nMs Anderson said she was taken along with some other passengers to the casualty centre at St Marks Church.\n\"A lot of people are shook up, but generally everybody is thankful that nobody has been seriously hurt,\" she said.\nDorset and Wiltshire Fire and Rescue declared the crash a \"major incident\", with some 50 firefighters attending the scene.\nPolice, the ambulance service and coastguard helicopters were also sent to the scene.\nOther train services in the area, close to Fisherton Tunnel in the city, have been halted.\nA mother who was out trick or treating with her family nearby likened the noise of the crash to \"a bomb\".\nTamar Vellacott, 25, said she was walking outside with her young children, around a kilometre from the scene.\n\"It was a noise we've never heard before... my young ones started panicking thinking it was a bomb and we said maybe a lorry had crashed on the London Road and not to panic.\n\"There was no screeching like brakes, just a long rumbling sound like thunder hitting the railway line.\"\nBritish Transport Police confirmed nobody had died in the crash.\nA Network Rail spokesperson said: \"At around 19:00 GMT this evening, the rear carriage of the 17:08 Great Western Railway service from Portsmouth Harbour to Bristol Temple Meads derailed after striking an object on its approach to Salisbury station.\n\"The derailment knocked out all of the signalling in the area.\n\"Subsequently, the 17:20 South Western Railway service from London Waterloo to Honiton then collided with the Bristol train.\n\"There are reports of injuries and the emergency services are on site along with railway first responders.\"\nThe Rail Accident Investigation Branch has also been called to the scene.\nBritish Transport Police said a casualty centre has been set up at St Mark's Church on St Mark's Ave, with local people offering support in the form of blankets, food, drinks and first aid. \nTransport Secretary Grant Shapps tweeted: \"My thoughts go out to those affected by the serious rail incident near Salisbury.\"\nHe said the Rail Accident Investigation Branch and Office of Rail and Road will investigate, adding: \"We need to understand how this happened to prevent in the future.\"\nAn Office of Rail and Road spokesperson said: \"We're supporting Network Rail and the train operators, plus RAIB (Rail Accident Investigation Branch) and the British Transport Police with respect to the collision between two trains near Salisbury Tunnel Junction and liaising with emergency services responding to the incident.\"\nTransport Salaried Staffs Association general secretary Manuel Cortes said the incident was \"a very sobering reminder about why safety on our railways is always paramount\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58813705",
      "category": "uk-wales",
      "title": "Black History Month: Wales' pioneers who are creating change",
      "tags": "Diversity,Black Lives Matter,Wrexham,Culture,Cardiff,BAME communities,Bangor,Neyland,Representation,Black History Month",
      "text": "A statue in honour of Wales' first black head teacher Betty Campbell has brought her to wider public attention.\nBut she is just one of many black pioneers in Wales who have created significant change, according to Race Council Cymru's Marian Gwyn.\nThe historian, who has been working to get black history taught in Welsh schools, has highlighted some of the other \"inspirational\" unsung heroes.\nWho are they and why should everyone know about them?\nThey include a Welsh language teacher, a support worker for immigrants and an internationally recognised composer.\nAli Abdi says he is on a constant mission to ensure people from disadvantaged backgrounds in Cardiff are at the forefront of decision making.\nIn 2017, he spearheaded the Bay Citizens Community Jobs Compact which connects employers and people to combat poverty, unemployment and under-representation in the workforce. \nAli, 36, who has been volunteering for about 20 years, said he got his greatest kick out of helping young people in Grangetown. \nHe runs the national BAME youth forum and has helped bridge the gap between people from black, Asian and minority ethnic (BAME) backgrounds and politics - playing a role with the Welsh Youth Parliament and the children's commissioner for Wales.\nIn 2013, he led a campaign for the first halal-compliant Nandos restaurant in Cardiff after finding it surprising it did not exist considering the \"sizable Muslim community we have here\".\n\"We took action. Muslims and non-Muslims can sit together and now enjoy a cheeky Nandos,\" he said.\nAli also helped raise almost £2m to turn a run-down pavilion into a space where \"people from all communities can meet\".\nWhen Birmingham-born Natalie moved to Pwllheli, Gwynedd, aged nine, the two areas could not have been more different.\nShe was the only black pupil in her school.\n\"In Birmingham, I had friends from all over - it was very multicultural and then suddenly I stood out like a sore thumb.\"\nGrowing up in 1980s Pwllheli, racism was a constant feature, with her left \"feeling like I wanted to be invisible - I had no self-esteem\". \nNatalie, whose parents are Jamaican, became a fluent Welsh speaker and now teaches Welsh as a second language at a primary school in Neyland, Pembrokeshire.\nShe also delivers hate crime workshops in schools and runs engagement activities, sharing details of her culture and heritage. \n\"I'm not somebody who likes to stand out but some things need to be said and shared... we can't expect positive change if we sit back smiling and accept what's going on,\" she said.\nAfter settling in Wrexham, Iolanda Viegas has acted as a constant pillar of support for immigrants. When she came to the UK in 2001 from Mozambique, she was promised work in retail in London. \nBut the bus dropped her off in Wrexham - a place she had never heard about - to work in a warehouse. After finding she was being paid less than minimum wage, Iolanda visited the council and got herself a home and a new job with a decent wage.\nShe became passionate about encouraging other immigrants to stand up for their rights. In 2013, Iolanda set up a group helping the Portuguese community in north Wales to learn English and Welsh, to understand Wales and support each other. \nThis led to her becoming the first woman to become a councillor for Portuguese communities in the UK and Ireland in 2015.\n\"She is one of the most inspirational people I have ever met,\" said Ms Gwyn. \"Everything she does is for the benefit of the people.\"\nIn 2019, Iolanda turned her passion into a career, joining Citizens Advice Cymru to help people apply for status and settle in Wales. \nIfy Iwobi, from Swansea, studied music performance at Brunel University.\nSince then, she has been the Black History Young Musician of the Year (2017) and won the All Wales Ethnic Minority Welsh Women's Achievement Award (2019).\nIfy has attempted to give asylum seekers and young people from disadvantaged backgrounds the chance to explore each other's culture through music and dance in her project Crossing Borders.\n\"Many people love the arts but can't access it because they're expensive. Fees can put a barrier on that, especially for ethnic communities,\" she said.\n\"Many of them were getting into street crime, not going to school and finding it difficult. Here was an opportunity where they could learn new skills.\"\nThe project has given young people the chance to perform at Cardiff's Wales Millennium Centre and The Royal Welsh College of Music and Drama. \nIfy also raised more than £2,000 for the NHS from her Covid track in 2020 and has funded 10 Nigerian children's education from charity performances. \nOmotolani Somoye - known as Tolani - runs engagement activities for people in Bangor, Gwynedd. \nIt is the first step towards realising her goal of having strong communities of people from diverse backgrounds.\nThe 35-year-old from Nigeria moved to Wales in 2015 to study and teach business law at Bangor University. She now runs events to celebrate black history and one recently saw Tolani arrange for artists and dancers from India and Jamaica to share their talents.\n\"People from diverse platforms do not always have an opportunity to present what we have so other people can learn from our culture,\" she said.\n\"I want to give people in Bangor a voice and a platform. I want to serve as a bridge that connects people together in the community where they are free not to be judged by what they do.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59105863",
      "category": "uk",
      "title": "National Trust members vote to ban trail hunts on its land",
      "tags": "Fox hunting",
      "text": "National Trust members have voted to ban trail hunting on its land amid fears it is being used as a \"smokescreen\" for illegal foxhunts.\nThe Hunting Act 2004 banned using dogs to chase or kill foxes. Trail hunting simulates a traditional hunt by laying an artificial scent for riders.\nA total of 76,816 votes were cast to ban trail hunts on trust land, with 38,184 against and 18,047 abstentions.\nThe results of the vote are not binding and trustees will consider the outcome.\nThe vote was taken at Saturday's annual general meeting at Harrogate Convention Centre in North Yorkshire.\nMembers who proposed the ban said \"overwhelming evidence leads to the conclusion that trail hunting is a cover for hunting with dogs\".\nDemonstrators from the League Against Cruel Sports gathered outside the event and welcomed the result, saying \"enough is enough\".\nBut the Countryside Alliance, which campaigned against the motion, said the number who voted represented only a \"tiny proportion\" of the National Trust membership of more than five million people, and therefore gave no mandate.\nIn 2018, the National Trust permitted 25 groups to trail hunt on its land and said it would follow the same approach in 2019.\nBut in 2020 it paused licensing after video emerged of a prominent huntsman giving advice in webinars about how to covertly carry out illegal fox hunts.\nEarlier this month, director of the Masters of Foxhounds Association Mark Hankinson was found guilty of intentionally encouraging huntsmen to use legal trail hunting, which a court heard described as \"a sham and a fiction\" covering for the unlawful chasing and killing of animals.\nHe was ordered to pay £3,500 after Westminster Magistrates' Court's Deputy Chief Magistrate Tan Ikram concluded he was \"clearly encouraging the mirage of trail laying to act as cover for old fashioned illegal hunting\".\nThe National Trust released a statement that said after Hankinson had been found guilty it would \"digest all the information... before making a decision on whether to resume the trail hunting licence application process\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59113434",
      "category": "uk",
      "title": "Boris Johnson on COP26: 'If Glasgow fails, then the whole thing fails'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59105878",
      "category": "science-environment",
      "title": "COP26: 'Moment of truth' as world meets for climate summit",
      "tags": "COP26,Climate change,Environment,Glasgow",
      "text": "The highly anticipated COP26 climate change summit has begun in the Scottish city of Glasgow.\nDelegates from around 200 countries are there to announce how they will cut emissions by 2030 and help the planet. \nWith the world warming because of fossil fuel emissions caused by humans, scientists warn that urgent action is needed to avoid a climate catastrophe.\nUK Prime Minister Boris Johnson said the summit will be the \"world's moment of truth\".\nSpeaking ahead of the two-week conference, Mr Johnson urged leaders to make the most of it: \"The question everyone is asking is whether we seize this moment or let it slip away.\"\nCOP26 President Alok Sharma said agreement would be \"tougher than what we achieved in Paris\" five years ago, when almost all the world's nations agreed a treaty to \"pursue efforts\" to limit the global temperature rise to 1.5C.\n\"This is on leaders,\" he told BBC One's Andrew Marr Show. \"They need to come forward and we need to collectively agree how we are going to meet this goal.\"\nHe said \"we expected more\" of countries such as China, the world's largest carbon emitter, and called the summit a \"real opportunity\" for them to show leadership.\nDay one of the summit will see a report on the state of the climate released by the World Meteorological Organization (WMO).\nThe WMO's provisional report by climate scientists will compare global temperatures this year so far with previous years.\nExtreme weather events linked to climate change - including heatwaves, floods and forest fires - are intensifying. \nThe past decade was the warmest on record, and governments agree urgent collective action is needed.\nThe United Nations gathering is one of the biggest summits the UK has ever hosted, and was delayed for a year because of the pandemic. COP stands for \"conference of the parties\" and it is the 26th such conference.\nMost of the leaders will arrive late on Sunday evening. Many are travelling from another summit, the G20, in Rome. \nSunday is largely a ceremonial opening day, with various speeches from people including Abdulla Shahid, the president of the UN General Assembly and Foreign Minister of the Maldives. The low-lying islands of the Maldives are threatened by climate change because of rising sea levels.\nCountries from every region of the world will have representatives in Glasgow, ready to discuss their plans to cut emissions by 2030. \nThey all agreed in 2015 to make changes to keep global warming \"well below\" 2C above pre-industrial levels but since then, as extreme weather events have intensified, climate scientists have urged nations to aim for 1.5C to limit the risk of environmental disaster.\nAt face value, things do not look promising, for a simple reason: the previous 25 of these giant conferences failed to turn off the tap of the greenhouse gases that are driving up global temperatures.\nDespite three decades of talking, the planet is now at least 1.1C hotter than the pre-industrial level - and rising.\nFor this conference, however, expectations for real progress are higher than usual.\nThat's partly because the risks are hitting home. This year floods killed 200 people in Germany, heatwaves struck chilly Canada and even the Siberian Arctic was burning.\nAnd scientists are clearer than ever that avoiding the most damaging temperatures means halving global carbon emissions by 2030 - a deadline looming close enough to focus minds.\nRead the full analysis\nAt the G20 in Rome, a draft communiqué said the leaders will pledge to take urgent steps to reach those goals. But already a key pledge to deliver $100bn (£73bn) a year in climate finance to developing countries has been pushed out to 2023.\nPrince Charles addressed the G20 summit on Sunday, telling world leaders they have \"an overwhelming responsibility to generations yet unborn\" at COP26, and saying he detects \"a change in attitudes and the build-up of positive momentum\" to take urgent action.\nRead more about the COP26 summit here.\nHost of the summit, the UK has set a target for all of the nation's electricity to come from clean sources by 2035, and reduce its greenhouse-gas emissions to net zero by 2050. But some experts have said this is not achievable with the government's current policies.\nAsked on the Andrew Marr Show if plans being considered to develop the Cambo oil fields near Shetland set a bad example to other nations, Mr Sharma said people would have to \"wait and see\" for a decision.\nLord Deben, chair of the independent Climate Change Committee, which advises the UK government, has said the proposal \"set an example which will be quoted throughout the world\". \nBy Debbie Jackson, BBC Scotland reporter, at the scene\nCOP26 delegates are greeted with an authentic Glasgow welcome - it's a gloomy Sunday and the rain is pouring down. \nTraffic in the city centre is made up of electric buses, brought in to service the conference, and police vans from across the UK. \nClimate campaigners make their way along the river with damp flags, and the COP26 volunteers try to remain cheery in their sodden bobble hats.\nBlue-lanyarded delegates are being dropped off at the squinty bridge to walk to the venue.\nI bump into delegates from Gabon who arrived less than 24 hours ago. They've just had breakfast in a local café and are ready to make their case.\nGhislain Moussavou, director general of the government's forestry commission, is here with a private contractor, Hadi Ghossein.\nMr Moussavou says: \"We are here to speak up for Africa. We are doing a lot to combat the effects of climate change and we bear a lot of its impact.\" \nScotland's First Minister Nicola Sturgeon met with indigenous people from the Americas in Glasgow on Saturday, and said the Scottish government would \"do everything and anything we can\" to help poorer nations and communities that are more vulnerable to the effects of climate change.\nThe heads of state will be joined by some of the world's leading climate activists, including Sir David Attenborough and Greta Thunberg - who was mobbed as she arrived on a \"climate train\" on Saturday evening.\nThe specially chartered train, which arrived from Amsterdam, also had on board some 500 passengers including delegates from the Netherlands, Belgium, Italy and Germany, as well as 150 youth activists and members of the European Parliament.\nMany participants and activists are taking the train to Glasgow as it is a more sustainable way to travel than flying.\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59081526",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Nightclubs reopen in Northern Ireland as restrictions ease",
      "tags": "NI Health,Nightclubs,Hospitality industry,Coronavirus pandemic",
      "text": "Nightclubs in Northern Ireland reopened on Sunday as some remaining coronavirus restrictions imposed last March were lifted.\nThe hospitality sector is expected to be busy on Halloween night, with legal requirements on social distancing also being scrapped.\nMinisters want people to be sensible and exercise personal responsibility.\nCustomers do not have to wear face coverings when they are eating, drinking or dancing in clubs.\nFirst Minister Paul Givan said: \"We ask everyone to keep following the public health advice - the responsibility lies with each of us to protect ourselves, our families and the whole community.\"\nDeputy First Minister Michelle O'Neill said: \"This latest set of relaxations must go hand in hand with the necessary mitigations and personal behaviours that will help to manage risks as people socialise together.\"\nOn 7 October, Stormont politicians agreed that social distancing rules in hospitality venues could be removed from 31 October.\nThe scrapping of 1m (3ft) distancing also meant nightclubs were able to reopen their doors and restrictions banning dancing in those venues have now been removed.\nPeople are also be able to move around venues and stand to have a drink or eat food.\nCustomers do not have to wear face coverings when they are eating, drinking or dancing.\nHowever, last week the Alliance Party's Justice Minister Naomi Long said she was concerned the move could lead to a \"significant\" rise in transmission of the virus.\nIt is understood advice from health officials supported the decision taken, arguing that dancing is a \"strenuous\" activity for which face coverings are not recommended.\nPeople are not yet required to show proof of vaccination to enter nightclubs in Northern Ireland.\nIn Scotland and Wales, vaccine passports are required for entry to large events and nightclubs .\nIn the Republic of Ireland, the rule is in force for access to all hospitality, and tickets to nightclubs must be pre-booked.\nThe Stormont executive has yet to decide whether to deploy a compulsory system, which is being developed by the Department of Health.\nAt present, it is guidance that venues and event organisers ask people to demonstrate either:\nSome venues are voluntarily implementing the measures.\nThe Alliance Party and the SDLP have publicly called for mandatory vaccine certification to be introduced now but other parties remain reluctant to do so, saying they would prefer it remained up to businesses to manage themselves.\nOn Thursday, Sinn Fein's Finance Minister Conor Murphy said he did not expect that Northern Ireland will be placed under a Covid-19 lockdown in the coming months.\nBut the executive did publish its autumn/winter contingency plan for coronavirus this month.\nMr Givan said face coverings would remain mandatory in certain indoor settings into next year.\nHe said other measures under consideration if cases rise sharply or hospital pressures increase were the possible use of mandatory vaccine certification, strengthening self-isolation rules for close contacts of those who contract the virus, and a \"re-imposition\" in law of social distancing in certain settings."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59106907",
      "category": "world-europe",
      "title": "One dead in Czech cable car crash",
      "tags": "Czech Republic",
      "text": "One person has died after a cable car became detached and plunged to the ground in the Czech Republic.\nThe victim in Sunday's incident, on the Jested mountain in the north of the country, is believed to be a guide. He was the only person in the cabin.\nFourteen people who were in a cabin travelling in the opposite direction were rescued by firefighters.\nAn investigation has been launched into why the cabin came loose at the popular tourist destination.\nThe cable route to the 1,012-metre (3,320ft) high Jested mountain near the city of Liberec uses two cabins, each operated manually by a member of staff.\nLast year, more than 210,000 people used the cable cars, according to the Lidove Noviny newspaper."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59103658",
      "category": "world-europe",
      "title": "'Father of tiramisu' Ado Campeol dies aged 93",
      "tags": "Food,Italy",
      "text": "Restaurateur Ado Campeol, dubbed \"the father of Tiramisu\" by Italian media, has died aged 93.\nCampeol was the owner of Le Beccherie, a restaurant in Treviso in northern Italy where the famous dessert was concocted by his wife and a chef. \nThe dish, featuring coffee-soaked biscuits and mascarpone, was added to their menu in 1972 but never patented by the family.\nIt has since become a staple of Italian cuisine, adapted by chefs worldwide.\nThere have been long-running disputes about the origin of tiramisu, including claims that it was served as an aphrodisiac at a brothel in Treviso. \nNorma Pielli, who died in 2015, served a dessert from the 1950s that she called mascarpone slice until visitors to her family's hotel in the northern province of Udine apparently renamed it Tiramisu.\nHowever it is widely thought that the recipe was developed in Campeol's restaurant in Treviso. \nLuca Zaia, governor of the Veneto region, was among those who paid respects, tweeting that the city had \"[lost] another star in its food and wine history\".\nLe Beccherie was opened by Campeol's family in 1939, and Campeol took over the business at the end of World War Two.\nAccording to Chef Roberto Linguanotto, the dish was the result of an accident while making vanilla ice cream. \nMr Linguanotto dropped some mascarpone cheese into a bowl of eggs and sugar, and after he noticed the mixture's pleasant taste, he told Campeol's wife Alba.\nThe pair then perfected the dessert by adding ladyfinger sponges soaked in coffee, and sprinkling it with cocoa - calling it \"Tiramisù\", which translates into English as \"pick me up\".\nThe dish appeared in print in a 1981 issue of Veneto, a local publication dedicated to food and wine, and it is now one of Italy's best known desserts. \nVariants of tiramisu feature alcohol like rum or marsala, but the original recipe - certified by the Italian Academy of Cuisine in 2010 - was alcohol-free because it was intended to be child-friendly.\nUPDATE 17 November: This story has been amended to reflect broader claims to the invention of Tiramisu."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-59110239",
      "category": "entertainment-arts",
      "title": "Stars of music enter the Rock and Roll Hall of Fame",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59094079",
      "category": "science-environment",
      "title": "COP26: Antarctic glacier is named in honour of Glasgow",
      "tags": "Earth science,Antarctic,Glaciers,Intergovernmental Panel on Climate Change,COP26,Climate change,Glasgow",
      "text": "A previously unnamed glacier in West Antarctica is to be called Glasgow Glacier to mark the Scottish city's hosting of the COP26 climate meeting.\nThe 100km-long ice stream is in a region of the White Continent known to be experiencing rapid melting.\nEight other nearby glaciers will also carry the names of cities where important climate reports were issued, or policies were agreed.\nThey include Geneva, which held the very first climate conference in 1979. \nBut anyone who's followed the meandering road of international climate diplomacy down the years will recognise, too, the significance of Rio, Berlin, Kyoto, Bali, Stockholm, Paris and Incheon (see their history below).   \nThe scientists who proposed the names said they wanted the glaciers to be a symbol of what was at stake in Glasgow over the next couple of weeks.\n\"We know that if we continue on the current emissions path, we're heading for 2.7 degrees of warming (by the end of the century) and the consequences this will have for the intensity and regularity of events such as droughts, floods, cyclones, and issues with crop yields, etc,\" said Heather Selley, who monitors the glaciers using satellite imagery.\n\"It's now up to us to decide whether this is the point where humans step up and try to address climate change, or whether it represents a downward spiral with continuing reliance on fossil fuels and the pumping of greenhouse gases into the atmosphere,\" the Leeds University and Alan Turing Institute researcher told BBC News.\nMs Selley's team reported in February how the glaciers entering the ocean along the Getz coast in West Antarctica were being thinned and accelerated on encountering relatively warm seawater. \nUsing the satellite data, the researchers calculated the area as a whole had lost some 315 billion tonnes of ice over the past 25 years - the equivalent of 126 million Olympic swimming pools of water. \nThis would have raised the global ocean surface by 0.9mm over the period. That might not sound much but this contribution was from just one, 600km-wide region of coastal Antarctica. Other locations in the west of the White Continent are melting a lot faster.\nThe new names for the Getz glaciers follow a chronological order, starting in the west with Geneva and ending with Glasgow in the east. This direction is also marked by a progressive increase in the heat content of the local ocean water. \n\"The order reflects the warming climate we saw as the events in these cities happened,\" explained Ms Selley.\nThe new glacier names were submitted by the Foreign, Commonwealth & Development Office on behalf of the UK government and supported by the UK Antarctic Place-names Committee. The names will now be added to the international Composite Gazetteer for Antarctica, for use on maps, charts and future publications.\nAntarctica is so vast, many places still carry no formal name, only  latitude and longitude coordinates.\nGeneva is named after the world's first climate conference in 1979. It set up the body that reviews the science - the Intergovernmental Panel on Climate Change (IPCC)\nRio commemorates the first Earth Summit in 1992 where the United Nations Framework Convention on Climate Change (UNFCCC) was opened for signatures\nBerlin is named after the first Conference of Parties (COP) in 1995 which assessed the progress of dealing with climate change \nKyoto commemorates the formal adoption in 1997 of the protocol that legally bound developed countries to emissions reduction targets\nBali marks the release of the IPCC fourth assessment report (AR4) in 2007. Around this time, climate science began to enter the popular consciousness\nStockholm honours the IPCC fifth assessment report (AR5) approval session in 2014. This report represented the biggest ever coming together of scientists at the time. \nParis memorialises the agreement of a legally binding treaty in 2015 that aimed to limit global temperature rise to well below 2C, preferably below 1.5C \nIncheon marks the meeting of the IPCC in 2018 to consider the special report on the impacts of 1.5 degrees of warming and the difference in risks of going to 2C\nGlasgow hosts the 26th UN Climate Change Conference of Parties (COP26). Its aim is to embed strong policies to realise the goals set out in Paris six years ago"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-59103664",
      "category": "world-asia",
      "title": "Japanese man in Joker costume injures 17 in knife attack on Tokyo train",
      "tags": "Tokyo,Japan",
      "text": "A 24-year-old man wearing a Joker costume attacked passengers on a Tokyo train line on Sunday evening. \nAs many as 17 people were injured as they headed for Halloween parties in the city. \nWitnesses say the suspect was wearing a green shirt and purple suit.  \nHe sprayed a clear liquid around the carriage and set it alight. Video footage showed passengers running through carriages away from the flames while others clambered through windows.\n\"I thought it was a Halloween stunt,\" one witness told the Yomiuri newspaper about the attack. \"Then, I saw a man walking this way, slowly waving a long knife.\"\nThe attack happened at around 20:00 local time (11:00 GMT) near Kokuryo station, in the city's western suburbs. \nMedia reports say the man was arrested by police on the spot. \nAccording to news outlet Kyodo, he told police he adored the character Joker in the Batman comics. \nThe Joker is a super villain in the comics and batman's archenemy. The 2019 hit movie Joker, starring actor Joaquin Phoenix, featured a scene where he attacks several men on a train after being repeatedly harassed by them. It's a pivotal moment, marking the beginning of the character's transformation into the Joker. \nThe NHK news agency quoted police as saying that the man had said he had \"wanted to kill someone since June\" because he had quit his job and seen many of his friendships fall apart. \nIt added that he dressed like the Joker because he \"looked up to him\".\nLocal media reports say that the suspect told authorities he wanted to kill people so he could be sentenced to death.\nThe AP news agency, citing the Tokyo Fire Department, said three of the injured had serious wounds. Local media reports an elderly man was unconscious after being stabbed in the attack.\nVideo from the scene shows passengers running from the attacker, stumbling through a connecting door between carriages and climbing through the train's windows after it made an emergency stop. \nShunsuke Kimura, who filmed one of the videos, told the national NHK broadcaster that the scene was \"horrifying\". \"Train doors were closed and we had no idea what was happening, and we jumped from the windows,\" he said.\nViolent crime is rare in Japan but there have been a number of high-profile knife attacks in recent years.\nTen people were injured by a knife-wielding man on another Tokyo commuter train in August. In 2019, a man attacked a group of schoolchildren waiting for a bus in Kawasaki, killing two and injuring at least 18 others. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59049557",
      "category": "uk-wales",
      "title": "Autism: Workplaces 'need to be more supportive'",
      "tags": "Swansea,Cardiff,Autism,Sully",
      "text": "An autistic woman said her experience of work was traumatising and more consideration was needed for neurodiverse employees.\nAlice Banfield, 25, from Cardiff, said overstimulation and lack of communication led her to have an anxiety attack while working as a shop assistant. \n\"It didn't really encourage me to seek employment after that,\" she said. \nFigures suggest  just 22% of autistic adults in the UK are in employment.\nAfter graduating, Alice took a part-time job as a seasonal shop assistant. \n\"It was very traumatising to me at the time,\" she said.\nShe said she was not given clear instructions, struggled to read her colleagues' and customers' body language and was overstimulated by the busy and bright environment.\nDisclosing her autism did not help.\n\"It was really stressful and put a lot of anxiety on to me and to the point I had an anxiety attack during one of my shifts.\n\"It really triggered [a lack of] trust in working with others and didn't really encourage me to seek employment again after that.\"\nAlice is now a freelance artist and aims to educate people about autism through her work. \n\"I just don't feel like there is much support regarding employment for autistic people,\" she said. \nAn estimated one in seven people in the UK are neurodivergent, which includes people with dyslexia, dyspraxia, ADHD,  the autism spectrum and other neurological functions.\nRebecca Ellis, 29, is a PhD student at Swansea University and received her autism diagnosis when she was 24.\nWhen working full-time as a behavioural assistant at a mainstream school two years ago she suffered long-term fatigue and burnout.\n\"We were needed at break time, at lunch time, before school, after school, in between lessons and during lessons.\n\"Even in the staff room there were eight of us in there, it was very loud, everyone's always trying to get their lunch... it's very busy and it's very friendly... but even friendliness can be overwhelming and quite a lot to be dealing with if you're trying to have a moment to yourself to calm down.\n\"It became overwhelming and I experienced burnout from work, which is where you're just incredibly exhausted and fatigued and you can't have can't push yourself to do it anymore.\" \nRebecca wants to see a number of accommodations made for autistic people at work.\nShe would like either alternatives to an interview, such as a written assessments, or changes to the way interviews are carried out, such as giving autistic candidates the questions ahead of time.\n\"Starting a job is going to be one of the most overwhelming things for an autistic individual because you haven't met your colleagues... you don't know the environment, you don't know the parameters of your job, and all these things can create a really overwhelming situation,\" she said\nShe suggested offering autistic employees a job induction, a mentor and taking the \"burden of asking for accommodations off the autistic person and managed by someone who has been trained in working in a neuro-diverse environment\".\nSound-cancelling headphones, \"a quiet space in which no-one comes to find you\" to retreat to when feeling over-stimulated and individual work spaces to give employees \"a safe space to return to\" would also help, she said.\nShe said most of the changes would benefit everyone. \nDr Vaughn Price is the principal psychologist at Beechwood further education college in Sully, Vale of Glamorgan, for students with autistic spectrum conditions.\nThe college offers experience of work through its coffee shop, selling crafts on an online marketplace and having a workspace set up like an office environment.  \nHe said if workplaces could accommodate autistic employees they would reap the rewards: \"Some of the students I work with are the most hard-working, honest, dedicated, imaginative and creative people that I've ever met.\n\"You meet the needs of an autistic individual, by far they could be some of your most productive, happy and dedicated workers. The possibilities are great.\"\nSian Donovan is director of Cardiff-based cycling charity Pedal Power, and after taking advice from Dr Price on how to make the charity more welcoming to autistic people, she took on an autistic volunteer to help with administration. \n\"He has great difficulty in in communicating with large groups of people and people that he doesn't know but has an excellent brain - we found that once a task was explained, provided he was left quietly to work in an office, he would do an excellent job, and he was very comfortable knowing people would not try and engage in chit-chat\".\nShe said she would encourage others to take on autistic workers and volunteers: \"Don't be afraid of labels... or think that you can't cope, you're just dealing with individuals who may not be as comfortable making eye contact as others but it doesn't mean that they won't be able to do an excellent job.\" \nCardiff-based motor insurance company Admiral said it had more than 200 neurodiverse employees and had trained about 200 line managers in how best to support them.\nIt said it provided support and adjustments to employees from the recruitment stage and throughout their career.\nThe company's head of diversity and inclusion Sian Lewis said: \"We have a deep appreciation of the attributes people from diverse backgrounds can bring.\n\"Bringing in someone with a totally different way of thinking and a completely different perspective can be invaluable.\"\nThe Welsh government's new Code of Practice for Delivery of Autism Services came into effect in September.\nIt also published a delivery plan where raising employers' awareness of autism and the code is listed as top priority. \nThe Welsh government said it was \"committed to improving the lives of autistic people and access to meaningful employment opportunities is an essential part of this\".\nIt said it had recently appointed five disabled people's employment champions to help close the employment gap between disabled people and the rest of the working population."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59105963",
      "category": "science-environment",
      "title": "Climate change: Extreme weather events are 'the new norm'",
      "tags": "UK climate change protests,Climate change",
      "text": "Extreme weather events - including powerful heat waves and devastating floods - are now the new normal, says the World Meteorological Organisation.\nThe State of the Climate report for 2021 highlights a world that is \"changing before our eyes.\"\nThe 20-year temperature average from 2002 is on course to exceed 1C above pre-industrial levels for the first time.\nAnd global sea levels rose to a new high in 2021, according to the study.\nThese latest figures for 2021 are being released early by the WMO to coincide with the start of the UN climate conference in Glasgow known as COP26.\nThe State of the Climate report provides a snapshot of climate indicators including temperatures, extreme weather events, sea level rises and ocean conditions.\nThe study finds that the past seven years including this one are likely to be the warmest on record as greenhouse gases reached record concentrations in the atmosphere.\nThe accompanying rise in temperatures is propelling the planet into \"uncharted territory\" says the report, with increasing impacts across the planet. \n\"Extreme events are the new norm,\" said WMO's Prof Petteri Taalas. \"There is mounting scientific evidence that some of these bear the footprint of human-induced climate change.\"\nProf Taalas detailed some of the extreme events that have been experienced around the world this year. \nAnother worrying development, according to the WMO study, has been the rise in global sea levels.\nSince they were first measured by precise satellite-based systems in the early 1990s, sea levels went up by 2.1mm per year between 1993 and 2002.\nBut from 2013 to 2021 the rise has more than doubled to 4.4mm, mostly as a result of accelerated ice loss from glaciers and ice sheets. \n\"Sea levels are rising faster now than at any other time in the last two millennia,\" said Prof Jonathan Bomber, Director of the Bristol Glaciology Centre.\n\"If we continue on our current trajectory, that rise could exceed 2m by 2100 displacing some 630 million people worldwide. The consequences of that are unimaginable.\"\nIn temperature terms, 2021 will likely be the sixth or seventh warmest on record. \nThat's because the early months of this year were impacted by a La Niña event, a naturally occurring weather phenomenon that tends to cool global temperatures. \nBut the report also shows that the global temperature record is on course to breach 1C for the first time over a 20 year period.\n\"The fact that the 20-year average has reached more than 1.0C above pre-industrial levels will focus the minds of delegates at COP26 aspiring to keep global temperature rise to within the limits agreed in Paris six years ago,\" said Prof Stephen Belcher, chief scientist at the UK Met Office, which contributed to the report.\nCommenting on the analysis, the UN Secretary-General António Guterres, said the planet was changing before our eyes. \n\"From the ocean depths to mountain tops, from melting glaciers to relentless extreme weather events, ecosystems and communities around the globe are being devastated,\" he said. \n\"COP26 must be a turning point for people and planet,\" said Mr Guterres.\nFollow Matt on Twitter @mattmcgrathbbc."
    }
  ]
}