{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57696170",
      "category": "uk-wales",
      "title": "Covid: Wales hospital visit rule change welcomed by parents",
      "tags": "Coronavirus lockdown measures,Cardiff,Childbirth,NHS Wales,Bodelwyddan,Intensive care,Pontypridd,Coronavirus pandemic,Pregnancy",
      "text": "Hospital patients in Wales may be able to have more visitors as new visiting guidelines come into force.\nThe new guidelines will give health boards the option to use lateral flow or point-of-care testing to allow hospital visits, including in maternity units.\nSome expectant parents have criticised the Welsh government's handling of maternity visiting during the pandemic.\nIt said rules had been set to protect the safety of patients and staff.\nIt is still down to individual health boards how they choose to implement Covid rules.\nOne couple who know all too well the impact strict Covid rules in hospitals can have are Michael Taylor and his girlfriend Jade Lamb.\nTheir 14-month-old son Jesse was born prematurely at the beginning of the pandemic and has been in and out of hospital for lung support since.\nJesse had an asthma attack on 28 July last year and his father said they realised \"pretty quickly\" he needed to be in hospital.\nWhen they arrived at the University Hospital of Wales in Cardiff, they were told only one parent could go in, as had been the case on every visit since Jesse was born.\nMr Taylor, 32, from Upper Boat, near Pontypridd, said while he understood \"things were unknown\" about Covid initially, now it felt \"insulting\" as large events are now able to take place in Wales.\nThe father of two said the changes were welcome but they should have been brought in much sooner.\nHe said that a lot of people had missed out on vital time with their loved ones and many had been unable to support their partners.\n\"I just feel for parents whose children have been in hospital for long periods of time,\" he said.\n\"I have had people contact me to say their newborn has been in hospital for 11 weeks and the couple only get half an hour together with them.\"\nSarah Rees, the Welsh representative of campaign group But Not Maternity, questioned why pubs had fewer restrictions than labour wards.\n\"You can go to the pub with five of your friends but you can't care for your sick baby in hospital with your partner,\" she said.\n\"I totally agree that obviously everyone's safety is at the heart, but the crucial point for me is that a birth partner is not a visitor - they are a core part of that process.\"\nDifferent health boards have different rules for attending maternity appointments with a partner, and people are advised to check with their local service.\nAlyson Thomas, the chief executive of the Board of Community Health Councils in Wales, said the rule change was a \"welcome development\". \n\"Nothing beats real human contact with those who know and love you the most, so today's new framework for us is a really welcome development,\" she said.\nThe Welsh government said the Covid-19 pandemic had been a \"difficult time\" for patients and families.\n\"Maternity services keep their visiting guidance under review to enable partners to support women at all stages of pregnancy and birth,\" it said in a statement. \n\"The safety and wellbeing of mothers and babies, as well as the staff who support them, is at the heart of their visiting guidance.\"\nThe change in guidance will also allow people to visit patients on intensive care units, which will be \"enormously helpful,\" according to the chairman of the Welsh Intensive Care Society. \n\"We miss out so much not having visitors visiting face-to-face,\" said Dr Richard Pugh, who is also a consultant in intensive care medicine at Glan Clwyd Hospital in Denbighshire.\n\"Generally, in terms of being able to communicate how someone is day-to-day, it's very difficult to convey over the telephone, so that communication aspect and making sure people can see how their loved ones are doing is incredibly important. \n\"The process needs to be balanced. What the guidance indicates is that this is not a return to normal visiting processes. This is very much visiting with a purpose.\"\nDr Iona Collins, vice chair of the British Medical Association in Wales, said there was a \"delicate balance\" to be struck between allowing more visitors and preventing the spread of the virus. \nShe said: \"We want human contact, we're social animals - but unfortunately we also know Covid spreads by human contact too. \n\"We mustn't forget that Covid is still here. It's a nasty virus and we have to continue to protect ourselves.\"\nHelen Whyley, director of the Royal College of Nursing in Wales, said it was important for family to be able to visit patients again. \nShe said: \"For a long time during this pandemic we have been people's family, and that's always a pleasure and an honour as a nurse but actually we know how important it is for a patient to have their loved ones.\"\nAnnouncing the change, Health Minister Eluned Morgan said: \"Restrictions on visiting have a huge impact on patients and their loved ones. The new guidelines support health boards to make changes that provide further flexibility.\n\"Sadly coronavirus has not gone away and with the emergence of new variants, like delta, we have to remain vigilant. The priority is to keep people safe but there is always a balance between protecting people from the virus and supporting the wellbeing of patients and their loved ones.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57714250",
      "category": "world-europe",
      "title": "Pope 'responds well' to colon surgery at Rome hospital",
      "tags": "Pope Francis,Roman Catholic Church,Rome",
      "text": "Pope Francis has undergone successful surgery to treat a colon problem at a hospital in Rome, the Vatican says.\nThe 84-year-old \"responded well\" to the treatment, which was performed under general anaesthetic, Vatican spokesman Matteo Bruni said.\nIt is the first time Pope Francis has been admitted to hospital since his election in 2013.\nEarlier on Sunday, the Argentine pontiff addressed thousands of visitors in St Peter's Square.\nIn an earlier statement, the Vatican said Pope Francis was being treated at the Gemelli University Hospital for \"symptomatic diverticular stenosis\" of the colon.\nDiverticular disease is a condition that involves bulges in the wall of the large intestine. This can lead to a narrowing, of the colon.\nSymptoms include bloating, recurrent abdominal pain and changes in bowel habits.\nThe Vatican did not provide further details about the surgery or how long the Pope would remain in hospital. \nDuring his Sunday blessing in St Peter's Square, the Pope announced that he would go to Slovakia in September after celebrating Mass in Budapest, the capital of neighbouring Hungary.\nBorn in 1936 in Buenos Aires, Francis lost part of his right lung at the age of 21. \nHe also suffers from a hip problem and sciatica, which causes pain that radiates from the lower back to the legs.\nIn 2014, he had to cancel a number of engagements because of a reported stomach ailment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57714679",
      "category": "uk-wales",
      "title": "George Cross: Queen awards honour to Welsh NHS for Covid work",
      "tags": "NHS Wales,Queen Elizabeth II,Coronavirus pandemic",
      "text": "The Queen has awarded the George Cross to the NHS in Wales for its work during the pandemic.\nThe medal, rarely given to organisations, recognises extraordinary acts of bravery in saving lives.\nIt comes on the 73rd anniversary of the NHS's foundation by Aneurin Bevan in 1948. \nWelsh Health Minister Eluned Morgan said the then Ebbw Vale MP would have been proud to see how it had performed over the past 18 months.\nThe honour is being given to the four health services in Wales, England, Scotland and Northern Ireland.\nThe Queen wrote: \"It is with great pleasure, on behalf of a grateful nation, that I award the George Cross to the National Health Services of the United Kingdom.\n\"This award recognises all NHS staff, past and present, across all disciplines and all four nations.\n\"Over more than seven decades, and especially in recent times, you have supported the people of our country with courage, compassion and dedication, demonstrating the highest standards of public service.\n\"You have our enduring thanks and heartfelt appreciation.\"\nIt is only the third occasion that the George Cross has been awarded to a collective body, country or organisation, rather than an individual.\nTypically, the medal, which was founded by George VI in 1940, is intended to primarily reward civilians for their bravery. \nIt is the highest gallantry award available to civilians and can also be awarded to members of the Armed Forces where military honours, such as the Victoria Cross, would not normally be granted. \nIn 1942, it was conferred on Malta by George VI, in recognition of the fortitude displayed by its people during World War Two.\nThe Queen awarded the George Cross to the Royal Ulster Constabulary in 1999, in recognition of the force's bravery.\nNHS Wales chief executive Andrew Goodall commended his staff. \n\"NHS workers across Wales have shown strength, passion, professionalism and dedication throughout one of the biggest challenges of our lifetime,\" he said.\n\"They have been there for us and for our loved ones when nobody else could be there, and have shouldered enormous physical and emotional demands.\"\nHe said he hoped Covid's legacy would be that people treasured the NHS.\nBaroness Morgan said the award recognised all who had worked in the NHS since it was established.\n\"It is hard to put into words how grateful we are to the NHS in Wales for everything they have done throughout the pandemic, going above and beyond the call of duty to treat, care and support us,\" she said.\n\"This award is just a small token of our appreciation for the heroic service they have given and how indebted we are to their work.\n\"We know the pandemic is not over yet, and we still have many challenges to come, but if we have learnt anything over the last 18 months, it is the strength of character, resolve and determination of our NHS is unquestionable and we are incredibly lucky to have such a health service.\"\nLast month unions called for an \"urgent and significant pay rise\" for NHS workers.\nThe Welsh government is still to make an announcement on potential pay rises but Baroness Morgan has suggested it would be more than the 1% on offer in England.\nPlaid Cymru health spokesman Rhun ap Iorwerth said people \"owe our lives\" to health workers and called for the recommendations of an independent pay review body to be published.\nA bonus of £735 each was given to 222,000 Welsh NHS and care staff earlier this year - amounting to about £500 after tax is deducted."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-57720019",
      "category": "uk-england-manchester",
      "title": "Manchester Arena Inquiry: Ex-GMP officer investigated over evidence",
      "tags": "Independent Office for Police Conduct,Greater Manchester Police,Manchester,Manchester Arena attack inquiry",
      "text": "A former Greater Manchester Police officer is being investigated by a watchdog over his evidence at a public inquiry into the Manchester Arena bomb.\nCh Insp Dale Sexton was the force duty officer in the control room on the night of the 2017 terror attack.\nThe inquiry heard he thought he had \"got away\" with concealing information to an earlier review into the bombing. \nThe investigation follows a referral by GMP to the police watchdog and then a complaint by victims' families.\nTwenty-two people were killed and hundreds more injured in the explosion at the end of an Ariana Grande concert on 22 May 2017.\nIn May, the inquiry heard Mr Sexton declared Operation Plato, a pre-arranged terrorist plan, within minutes but did not alert the fire and ambulance services. \nWhen Ch Insp Sexton, who has since retired, was then asked during his testimony about why he had not told a previous review about concealing the information, he replied: \"I felt as if I'd got away with it.\"\nHe said it was not a decision he was proud of but believed \"it was the right thing to do\" and accepted he should have previously told the full truth but denied lying.\nA spokesperson for the Independent Office for Police Conduct (IOPC) said it had received a voluntary conduct referral from GMP in relation to evidence provided by an officer to the inquiry and a complaint from families of the victims in relation to the same individual.\nIt said it had concluded an independent investigation was needed.\n\"We have informed the force and the complainants' legal representatives of this,\" the spokesperson added.\nIOPC regional director Amanda Rowe said its investigation would focus on the actions of the officer, specifically in relation to the concerns raised by GMP and the families of the victims.\n\"It is vital for public confidence in policing that such matters are subject to thorough and independent scrutiny, which is what we will provide,\" she said.\nA GMP spokeswoman said: \"The IOPC has informed us that they will be investigating the matter independently and therefore it would be inappropriate for us to comment further.\"\nMeanwhile, British Transport Police (BTP) said it had made a \"mandatory referral\" of five officers to the IOPC over its part in \"missed opportunities\" which \"altered the course of what happened\" on the night of the attack.\nBTP said in a statement that part one of the arena inquiry report found the force, among other organisations, was \"responsible for missed opportunities to alter the course of what happened on the night of the Manchester Arena attack\".\nIt said the report \"also states that across these organisations there were failings by individuals who played a part in causing opportunities to be missed\".\nThe force says it thus has a \"mandatory responsibility\" to refer the matter to the IOPC for it to \"decide if there is a requirement for an independent investigation\".\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57722687",
      "category": "uk",
      "title": "Covid-19: England lockdown easing plans, and Kate self-isolates",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday evening. We'll have another update for you tomorrow morning. \nMost legal restrictions will be scrapped in the final stage of England's lockdown easing, Prime Minister Boris Johnson says. Face masks will no longer be legally required, 1m-plus social distancing will end and all businesses will be able to reopen - including nightclubs. Limits on numbers meeting indoors and outdoors will be removed, and work-from-home guidance abolished. In a Downing Street briefing, the PM said ministers would decide next Monday whether the final step would happen as planned on 19 July. He also stressed that the pandemic was \"far from over\". Scotland, Wales and Northern Ireland are in charge of their own coronavirus rules. The Scottish government has suggested it may retain some basic measures, including wearing masks, at its next review in August. On Monday, Wales's health minister said the nation was going to have to \"learn to live with\" coronavirus.\nThe Duchess of Cambridge is self-isolating for 10 days, after coming into contact with someone who later tested positive for Covid. She had been due to spend the day with the Duke of Cambridge to mark the 73rd anniversary of the NHS, but Prince William carried out the engagements alone. Kensington Palace says she does not have any symptoms.\nThe Royal Family has celebrated the 73rd anniversary of the NHS with a cathedral service and Buckingham Palace tea party. The Duke of Cambridge joined NHS staff at a thanksgiving service at St Paul's Cathedral in London, and later hosted a Buckingham Palace tea party to thank NHS workers. Ahead of the St Paul's service, a doctor who was among those treating England's first coronavirus patients, a Covid survivor and an NHS volunteer shared their reflections on Covid-19 with BBC Breakfast. Watch below.\nFormer Hollyoaks actress Stephanie Davis is in hospital with a \"horrific\" bout of Covid. The 28-year-old was admitted early on Friday and has shared a series of videos from her hospital bed, where she has been on painkillers and using an oxygen mask and intravenous drip. Her representatives say she has not been vaccinated because of her allergies and the risk of anaphylaxis. She is also at high risk because of underlying asthma, her spokeswoman says.\nRichard Jones, 18, has spent much of the past year working at discount store Home Bargains - but the rest of the time, he's been investing in stocks. The A-level student is among the thousands of people who have got involved via online share-trading platforms during the Covid pandemic. Read his story here, along with tips on what to consider if you're thinking about investing.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nThe government's scientific advisers have issued new guidance on who should get Covid booster jabs from the autumn, if the data suggests they are needed. So, who could be first in line?\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57716130",
      "category": "business",
      "title": "Grenfell prompts creation of building safety regulator",
      "tags": "Grenfell Tower fire,Construction industry",
      "text": "A new regulator will be set up with the power to prosecute property developers that do not meet safety standards, the government has announced.\nThe new safety regime is designed to prevent any repetition of the Grenfell Tower disaster, which killed 72 people in 2017.\nHousing Secretary Robert Jenrick will unveil the plans in the government's Building Safety Bill on Monday.\nThe new system would reassure \"the vast majority\" of residents, he said.\nHe also said the new regulator would provide \"essential oversight at every stage of a building's lifecycle, from design, construction, completion to occupation\".\nA spokesperson for the Ministry of Housing Communities and Local Government (MHCLG) said the bill would ensure there were clearly identified people responsible for the safety of the design, build and occupation of high rise buildings. \nAnd the bill would also give residents more routes through which to raise concerns about safety, the spokesperson said. Before the Grenfell disaster, residents said they raised the issue of fire safety in the building and were ignored.\nUnder the new system, property developers who fail to meet requirements could be prosecuted, and manufacturers could have their construction products taken off the market.\n\"The new building safety regime will be a proportionate one, ensuring those buildings requiring remediation are brought to an acceptable standard of safety swiftly, and reassuring the vast majority of residents and leaseholders in those buildings that their homes are safe,\" Mr Jenrick said.\nOn Sunday, the housing secretary revealed to the BBC that he planned to use the bill to strengthen the rights of residents who wished to pursue compensation from builders for sub-standard or unsafe work.\nAs part of the proposals, residents will have 15 years rather than just six as previously, to pursue a claim.\nAfter the Grenfell fire, thousands of other blocks of flats were found to be covered in similar dangerous cladding. \nThe government has made a £5bn fund available to remove cladding on buildings over 18 metres. But many residents have still faced huge bills for the removal of cladding and other fire safety work.\nCampaigners - speaking on behalf of leaseholders facing massive bills for safety work - said the longer time frame would not solve the problem for many people, particularly if the developer responsible had gone out of business, or if the building was more than 15 years old.\nLabour's shadow housing secretary Lucy Powell said people had already found the barriers to mounting legal action \"too high and costly, and outcomes ineffective\".\nThe new Bill does not ensure leaseholders will be protected from charges for remedial safety work. It only requires building owners to demonstrate they have explored alternative ways of meet remediation costs before passing them on to leaseholders.    "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57712737/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Scotland tops Europe hotspot chart",
      "tags": "Scottish government,Coronavirus vaccines,Jason Leitch,Coronavirus pandemic,Humza Yousaf",
      "text": "A lack of \"natural immunity\" in the population has led to Scotland having the highest Covid rates in Europe, the national clinical director has said.\nJason Leitch also said Scotland had been hit hard by the infectious Delta variant becoming \"seeded\" in Glasgow.\nSix Scottish health boards are among the top 10 worst-hit regions in Europe, according to World Health Organization (WHO) figures.\nNHS Tayside has the highest rate, with 1,146 cases per 100,000 people.\nLothian, Greater Glasgow and Clyde, Fife, Lanarkshire and Ayrshire and Arran health boards are also in the top 10, along with north-east and north-west England.\nThe only areas in the table outside the UK are Nur-Sultan City in Kazakhstan and the Russian Federation's capital, Moscow.\nA further 2,372 new cases of Covid-19 were confirmed on Monday, with 12.6% of all tests positive.\nIt means that more than 23,000 new infections have been detected in Scotland over the last seven days.\nThe latest Scottish government figures also show there are 338 Covid patients in hospital and 30 are being treated in intensive care.\nProf Leitch confirmed that Scotland had some of the \"highest numbers\" across the UK and Europe.\nHe told BBC Radio's Good Morning Scotland programme that the \"fundamental\" reason for the figures was the spread of the Delta variant.\n\"It's got seeded into our biggest, dense city in Glasgow and we've got less natural immunity because we haven't been at the top of this league table throughout the pandemic,\" he said.\n\"It's not a league table I want to top and I want to get us off there as quickly as we possibly can.\"\nHe warned that a \"big wave\" of Covid infections, fuelled by the Delta strain, was likely to overtake other parts of Europe in the next few weeks.\nProf Leitch also said cases linked to people gathering to watch Euro 2020 matches were \"part of the problem\".\n\"Scotland being out [of the Euros] is a very, very unfortunate from a sporting perspective, but probably better from a Covid perspective,\" he said.\nBut Prof Leitch added that the Scottish government was \"relatively optimistic\" that hospital admissions and deaths were not rising at the same rates they were earlier in the pandemic because of the protection offered by vaccination.\n\"We have to watch the translation of those cases into hospitalisations. Hospitalisations are now going up a little, but they're not at the levels they were in the first and second waves,\" he said.\n\"Intensive care is stable - [there are] really low numbers of Covid cases in intensive care.\"\nThe number of drop-in vaccination centres is being expanded from Monday after the sharp rise in Covid case numbers. \nAll mainland health boards are now offering drop-in clinics.\nEveryone aged 18 and over can attend for their first dose. People who had their a first jab at least eight weeks before can attend for a second dose. \nHowever, Scottish Labour has called for the gap between first and second vaccinations to be halved to four weeks.\nScottish Labour leader Anas Sarwar said that would help deal with the \"out of control\" spread of coronavirus.\nMr Sarwar pointed to guidance from the Medicines and Healthcare products Regulatory Agency (MHRA) which suggests that vaccines can be effective when the two doses are administered just four weeks apart.\nHe accused the Scottish government of being too slow on measures such as walk-in vaccination centres and contact tracing.\nIn response, a spokesman for Health Secretary Humza Yousaf said an eight-week gap was \"optimal\" according to advice from the Joint Committee on Vaccination and Immunisation (JCVI) and \"reducing that below eight weeks would compromise the effectiveness of the vaccine and how long that effect lasts\".\nHe added: \"We are progressing the final stages of our successful vaccine rollout as quickly as we can.\n\"This is limited by supply, we can only give Pfizer to younger age groups, in addition, constraints on supply affect the pool of those who had their first dose eight weeks previously.\"\nLast week saw the most Covid-19 cases than at any point during the pandemic, with a peak of 4,234 new infections recorded. on 1 July.\nAccording to the latest ONS infection survey figures, Scotland is believed to have the highest Covid rate in the UK, with estimated levels in the Scottish population 73% higher than in England, triple those in Wales and more than four times higher than those in Northern Ireland.\nThe Scottish government wants to move all parts of Scotland to level 0 on 19 July, which First Minister Nicola Sturgeon said would be \"a significant step back to normality\".\nIt expects to have completed second doses for all over-40s by 26 July.\nTwo weeks later - on 9 August - the major remaining legal Covid restrictions could be lifted."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51768274",
      "category": "uk",
      "title": "Covid-19 in the UK: How many coronavirus cases are there in my area?",
      "tags": "Coronavirus pandemic",
      "text": "There have been 16 million confirmed cases of coronavirus in the UK and more than 155,000 people have died, government figures show.  \nHowever, these figures include only people who have died within 28 days of testing positive for coronavirus. \nSo far, 91% of people aged 12 and over in the UK have had their first vaccine dose, 84% have had their second and 65% have had a booster. \nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nAfter a sharp increase in December, daily confirmed cases fell during the first half of January, and now appear to be levelling off. \nA further 62,399 confirmed cases were announced on Sunday.\nGovernment figures do not include people who test positive more than once - except in Wales. Some experts suggest this means the official figures are lower than the actual number of daily cases in the UK. \nHowever reinfections more than 90 days after a previous positive result are expected to be included in the data from 31 January.\nRestrictions were put in place across the UK to deal with the emergence of the Omicron variant but they are now being eased. You can use our postcode look-up to check what the rules are where you live.\nThe red and orange areas on the map below show the places currently seeing the highest number of cases per 100,000 people. The map's key was updated on 21 December to allow for rising case numbers. \nMore than 52 million people, 91% of those aged 12 and over in the UK, have now received a first dose of a vaccine. \nThe number of people who have received a second vaccine dose is more than 48 million, or 84% of people aged 12 and over.\nSo far, more than 37 million booster doses have been administered across the UK, with 31 million in England, 3.3 million in Scotland, 1.9 million in Wales and 940,000 in Northern Ireland. \nThe UK Health Security Agency has warned that two doses of a Covid vaccine are not enough to stop people catching the Omicron variant, but their scientists also say a booster vaccine is 88% effective at preventing people ending up in hospital with Covid. \nThe average daily number of deaths within 28 days of a positive test increased in early January, but figures have started to stabilise.\nThere were 75 deaths counted in this way reported on Sunday.\nOf those deaths, there were 75 in England, eight in Wales and two in Scotland. No figures were reported for Northern Ireland.\nThe BBC's Head of Statistics Robert Cuffe says most of the recent increase in Covid deaths could be down to \"coincidental\" Covid - people whose death may have had nothing to do with coronavirus. \nWith the high proportion of infections in the population over the past month, the number of coincidental cases would be expected to increase.\nFigures for doctors registering a death and recording what caused it will increasingly become our best picture of the pandemic's death toll - but these take longer to be published and it will be a while before we get a complete picture. \nThe most recent government figures for the whole of the UK show 16,149 people with coronavirus were in hospital on 27 January, down from 18,065 a week earlier.\nOf those in hospital with coronavirus, 549 are in mechanical ventilation beds - using ventilators to help them breathe - down from 664 a week earlier. \nThe number of hospital patients remains well below the peak of nearly 40,000 people in January last year. \nThe number of patients in hospital with coronavirus increased in almost every area of the UK during December and early January. \nWhen looking at the overall death toll from coronavirus, official figures count deaths in three different ways, each giving a slightly different number. \nFirst, government figures - the ones reported each day - count people who died within 28 days of testing positive for coronavirus. This figure is more than 155,000.\nAccording to the latest ONS figures, the UK has now seen nearly 177,000 deaths in total - that's all those deaths where coronavirus was mentioned on the death certificate even if the person had not been tested for the virus. \nThe third measure counts all deaths over and above the expected number since the pandemic began - that figure was about 150,000 as of 14 January.\nIn total, there were 15,257 deaths registered in the week to 14 January, which was five percent below the five-year average.\nOf the total deaths, 1,557 were related to coronavirus, up from 1,023 in the previous week.\nThe \"R number\" is the average number of people an infected person will pass the disease on to. \nIf R is below one, then the number of people contracting the disease will fall; if it is above one, the number will grow. \nThe government has said in the past that the R number is one of the most important factors in making policy decisions. \nThe latest R number estimate for England and Scotland  is 0.7 to 0.9, for Wales it is 1.1 to 1.5 and for Northern Ireland it is 1.1 to 1.3. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-36580574",
      "category": "uk-england",
      "title": "Who are the George Cross heroes?",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51506729",
      "category": "uk",
      "title": "Covid: What are the social distancing rules?",
      "tags": "Coronavirus lockdown measures,Elderly people,Social distancing,Hospitality industry,NHS,Coronavirus pandemic",
      "text": "Scotland, Wales and Northern Ireland are relaxing some of the rules around gatherings and mixing with others which were introduced to tackle the spread of Omicron.\nHowever, some restrictions remain. \nFirst Minister Nicola Sturgeon has announced a further easing of Covid rules.  \nFrom Friday 28 January, the requirement for physical distancing in indoor settings where people don't have to wear a face covering - such as those leading religious services - will reduce to 1m (3ft) from 2m (6 ft). \nMost of the rules governing indoor and outdoor events have already been lifted. \nCovid passports are required for nightclubs and large events.\nAll restrictions at outdoor events have now been lifted. \nOn 28 January, nightclubs will reopen, and the so-called \"rule of six\" - where gatherings in pubs and restaurants are limited to six people - will be scrapped.\nSome restrictions will remain in place:\nPubs and other hospitality venues now no longer have to offer table service only, and the \"rule of six\", governing the size of groups in hospitality venues, has been scrapped.\nFrom Wednesday 26 January:\nSome rules remain in place:\nThe current restrictions in England don't include any limits on socialising - so friends and family are legally allowed to see each other in private houses, or to meet in public places like pubs and nightclubs.\nCoronavirus spreads mainly when an infected person coughs, sneezes or speaks - sending small droplets, packed with the virus, into the air. \nThe further apart people are, the lower the risk of the infection spreading."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57725523",
      "category": "uk",
      "title": "Covid: Most rules set to end in England, says PM",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Boris Johnson,Vaccine passports,Coronavirus pandemic",
      "text": "Face masks will no longer be legally required and distancing rules will be scrapped at the final stage of England's Covid lockdown roadmap, Boris Johnson has confirmed.\nThe rule of six inside private homes will be removed and work-from-home guidance abolished as 16 months of on-off restrictions on daily life end.\nThe PM said he expected the final step would go ahead as planned on 19 July. \nThis will be confirmed on 12 July after a review of the latest data.\nFurther updates on school bubbles, travel and self-isolation will follow in the coming days, Mr Johnson told a Downing Street news conference.\nHe said that even after the removal of the legal requirement to wear a face covering, he would continue to wear one himself in crowded places \"as a courtesy\".\nMr Johnson said the ability to end a vast majority of legal restrictions in England was thanks to the success of the vaccine rollout in weakening the link between cases and deaths.\nBut he warned cases were predicted to rise to 50,000 a day later this month and that \"we must reconcile ourselves, sadly, to more deaths from Covid\".\nThe prime minister explained: \"If we don't go ahead now when we've clearly done so much with the vaccination programme to break the link... when would we go ahead?\"\nHe added: \"We run the risk of either opening up at a very difficult time when the virus has an edge, has an advantage, in the cold months, or again putting everything off to next year.\"\nSelf-isolation orders for those who test positive would continue, Mr Johnson said, but he suggested there would soon be new rules for fully-vaccinated contacts.\nHealth Secretary Sajid Javid told MPs he would probably make an announcement regarding a new regime for close contacts on Tuesday.\nNo country in the world has attempted to lift restrictions like this - in the face of rapidly rising cases driven by the new, more infectious Delta variant.\nSome say it would be better to wait until autumn when all adults will have had the chance to get a second vaccine dose.\nThat may sound good in principle, but scientists advising government seem to be backing a summer lifting.\nUnlocking was always going to drive up infections. And the problem with trying to delay that is the risk of a surge in cases at a much worse time.\nBy the autumn schools will be back - and we can see the huge disruption the rise in cases in recent weeks has had.\nPeople will also be outdoors more in the summer months, which could help flatten the peak.\nBut perhaps most importantly you risk running into the flu season.\nThat is when the NHS is under most pressure, while a Covid infection followed by flu in quick succession puts the vulnerable even more at risk.\nThe move is not without risk. The government is banking on the wall of immunity built up by the vaccination programme stemming these rises soon.\nScotland, Wales and Northern Ireland are in charge of their own coronavirus rules. \nThe Scottish government has said it may continue to require masks in certain settings even after 9 August, when it is hoped the final curbs will end.\nAhead of a review on 15 July in Wales, ministers said people would need to learn to live with Covid. Rules in Northern Ireland have just eased, with another review due on 8 July.\nThe final stage of England's roadmap, step four, was delayed last month to no earlier than 19 July amid surging virus cases linked to the Delta variant.\nMr Johnson said step four should proceed on that date, subject to the 12 July review. \nAnnouncing what the next stage of the pandemic will look like in England, he confirmed:\nIt means nightclubs will reopen for the first time since the pandemic began, while drinks at the bar will return in a boost to the hospitality industry.\nSocial distancing requirements, including the 1m-plus rule, have prevented many venues from operating at full capacity during the pandemic.\nFace coverings are currently required, for those without an exemption, on public transport and in shops as part of regulations backed by law.\nThe prime minister said that while Covid certificates to prove vaccination or test status would not be legally mandated, businesses could choose to require them.\nResponding to Mr Johnson's announcement, Labour leader Sir Keir Starmer said \"lifting all protections in one go, when the infection rate is going up, is reckless\". \n\"A balanced approach or proper plan would say keep protections,\" he added, suggesting the use of masks in enclosed spaces and on public transport.\nSpeaking alongside Mr Johnson, England's chief medical officer Prof Chris Whitty outlined the three scenarios where he would continue to wear a face covering in the context of rising case numbers.\n\"The first is any situation which is indoors, crowded, or indoors with close proximity with other people... the second situation I'd do it is if I was required to by any competent authority... and the third reason is if someone else was uncomfortable if I did not wear a mask,\" he said.\nProf Whitty warned this coming winter \"may be very difficult for the NHS\", as chief scientific adviser Sir Patrick Vallance said the link between cases, hospital admission and death had been \"weakened, not broken\" by the vaccines.\nOn the vaccine roll-out, Mr Johnson said the gap between first and second vaccine jabs for the under-40s will be shortened from 12 weeks to eight.\nEducation Secretary Gavin Williamson will announce more details on Tuesday about how schools will manage isolation in future, the prime minister added.\nBut he confirmed pupils will no longer be sent home en masse within so-called school bubbles.\nA further 27,334 cases were reported across the UK on Monday, alongside another nine deaths within 28 days of a positive test."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57712737",
      "category": "uk-scotland",
      "title": "Covid: Scotland tops Europe hotspot chart",
      "tags": "Scottish government,Coronavirus vaccines,Jason Leitch,Coronavirus pandemic,Humza Yousaf",
      "text": "A lack of \"natural immunity\" in the population has led to Scotland having the highest Covid rates in Europe, the national clinical director has said.\nJason Leitch also said Scotland had been hit hard by the infectious Delta variant becoming \"seeded\" in Glasgow.\nSix Scottish health boards are among the top 10 worst-hit regions in Europe, according to World Health Organization (WHO) figures.\nNHS Tayside has the highest rate, with 1,146 cases per 100,000 people.\nLothian, Greater Glasgow and Clyde, Fife, Lanarkshire and Ayrshire and Arran health boards are also in the top 10, along with north-east and north-west England.\nThe only areas in the table outside the UK are Nur-Sultan City in Kazakhstan and the Russian Federation's capital, Moscow.\nA further 2,372 new cases of Covid-19 were confirmed on Monday, with 12.6% of all tests positive.\nIt means that more than 23,000 new infections have been detected in Scotland over the last seven days.\nThe latest Scottish government figures also show there are 338 Covid patients in hospital and 30 are being treated in intensive care.\nProf Leitch confirmed that Scotland had some of the \"highest numbers\" across the UK and Europe.\nHe told BBC Radio's Good Morning Scotland programme that the \"fundamental\" reason for the figures was the spread of the Delta variant.\n\"It's got seeded into our biggest, dense city in Glasgow and we've got less natural immunity because we haven't been at the top of this league table throughout the pandemic,\" he said.\n\"It's not a league table I want to top and I want to get us off there as quickly as we possibly can.\"\nHe warned that a \"big wave\" of Covid infections, fuelled by the Delta strain, was likely to overtake other parts of Europe in the next few weeks.\nProf Leitch also said cases linked to people gathering to watch Euro 2020 matches were \"part of the problem\".\n\"Scotland being out [of the Euros] is a very, very unfortunate from a sporting perspective, but probably better from a Covid perspective,\" he said.\nBut Prof Leitch added that the Scottish government was \"relatively optimistic\" that hospital admissions and deaths were not rising at the same rates they were earlier in the pandemic because of the protection offered by vaccination.\n\"We have to watch the translation of those cases into hospitalisations. Hospitalisations are now going up a little, but they're not at the levels they were in the first and second waves,\" he said.\n\"Intensive care is stable - [there are] really low numbers of Covid cases in intensive care.\"\nThe number of drop-in vaccination centres is being expanded from Monday after the sharp rise in Covid case numbers. \nAll mainland health boards are now offering drop-in clinics.\nEveryone aged 18 and over can attend for their first dose. People who had their a first jab at least eight weeks before can attend for a second dose. \nHowever, Scottish Labour has called for the gap between first and second vaccinations to be halved to four weeks.\nScottish Labour leader Anas Sarwar said that would help deal with the \"out of control\" spread of coronavirus.\nMr Sarwar pointed to guidance from the Medicines and Healthcare products Regulatory Agency (MHRA) which suggests that vaccines can be effective when the two doses are administered just four weeks apart.\nHe accused the Scottish government of being too slow on measures such as walk-in vaccination centres and contact tracing.\nIn response, a spokesman for Health Secretary Humza Yousaf said an eight-week gap was \"optimal\" according to advice from the Joint Committee on Vaccination and Immunisation (JCVI) and \"reducing that below eight weeks would compromise the effectiveness of the vaccine and how long that effect lasts\".\nHe added: \"We are progressing the final stages of our successful vaccine rollout as quickly as we can.\n\"This is limited by supply, we can only give Pfizer to younger age groups, in addition, constraints on supply affect the pool of those who had their first dose eight weeks previously.\"\nLast week saw the most Covid-19 cases than at any point during the pandemic, with a peak of 4,234 new infections recorded. on 1 July.\nAccording to the latest ONS infection survey figures, Scotland is believed to have the highest Covid rate in the UK, with estimated levels in the Scottish population 73% higher than in England, triple those in Wales and more than four times higher than those in Northern Ireland.\nThe Scottish government wants to move all parts of Scotland to level 0 on 19 July, which First Minister Nicola Sturgeon said would be \"a significant step back to normality\".\nIt expects to have completed second doses for all over-40s by 26 July.\nTwo weeks later - on 9 August - the major remaining legal Covid restrictions could be lifted."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-nottinghamshire-57699393",
      "category": "uk-england-nottinghamshire",
      "title": "Significant Edward Lear poems discovered",
      "tags": "Nottingham,Poetry",
      "text": "Previously unseen poems and letters written by Victorian nonsense poet Edward Lear have been found hidden in a private collection.\nThe discovery was made by University of Nottingham PhD student Amy Wilcockson in the British Library.\nWhile sifting through manuscripts, Ms Wilcockson noticed some pages written by Lear to a young English woman he had befriended in Italy. \nThe university said the finds were significant.\nMs Wilcockson found the pages, which contain a limerick about an old man on a bicycle, a poem and several letters, in a large collection of manuscripts known as the Charnwood Autograph Collection.\nThey were written by the poet - best known as the author of The Owl and The Pussycat - to Mary Mundella, the daughter of a Nottingham hosiery merchant.\nMary passed the correspondence down to her niece, Lady Dorothea Charnwood.\nMs Wilcockson said: \"I was flicking through, when I came across a poem, 'The Last of the Octopods'.\n\"I read the poem and laughed out loud; it was humorous and nonsensical.\n\"Imagine my joy when I read the signature of the poem's author.\"\nThere was an old man on a Bycicle,\nWhose nose was adorned with an Icicle;\nBut they said - \"If you stop,\n\"It will certainly drop,\n& abolish both you & your Bycicle.\nAfter some research it became clear the pages were unpublished and unseen by the public, and Ms Wilcockson said she realised she had \"something special\" on her hands.\n\"I think this is a really major find for 19th century literary studies, and it deserves a wider public audience too,\" she added. \nThe discoveries have now been digitised by the British Library.\nAmy's co-researcher Dr Edmund Downey said: \"I've felt very privileged helping bring these works to light. The texts will make a significant contribution to Lear scholarship.\" \nFollow BBC East Midlands on Facebook, on Twitter, or on Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-52567567",
      "category": "business",
      "title": "Should I be working from home now?",
      "tags": "Companies,Flexible working,Coronavirus lockdown measures,Employment,Coronavirus pandemic",
      "text": "Scotland will follow England's example and lift its working from home guidance. \nPeople across the rest of the UK are still advised to work remotely wherever possible. \nFrom Monday 31 January, the government will no longer recommend home working wherever possible.\nInstead, employers are being asked to let workers return gradually. It wants workers to spend some time in the office and some time at home. \nA wholesale \"mass return\" to offices next week could risk pushing up infection levels, First Minister Nicola Sturgeon said.\nSpeaking in the House of Commons on 19 January, Boris Johnson said that the government was no longer asking staff to work from home.\nHe said people \"should now speak to their employers about arrangements for returning to the office\". \nThe government had reintroduced its guidance to work remotely when it tightened Covid regulations on 8 December to help tackle the spread of Omicron. \nHowever, that guidance did also say that people should continue travelling to work if they needed \"to access equipment necessary for their role, or where their role must be completed in person\".  \nEmployers were also told to consider letting people come to work if they had a \"challenging home working environment\".\nIn Northern Ireland, ministers said that more people working from home would help to reduce the risk of infection both inside and outside the workplace. However, they didn't tell employers to impose home working, but instead asked them to support it \"where possible\".\nIn Wales, employers are also encouraged to let people work from home where possible. Guidance says staff should not be \"required or placed under pressure to return\" to the workplace unless there's a clear business need. Employers could be fined up to £10,000 for failing to allow staff to work from home where it is \"reasonably practicable to do so\".\nFrom 28 January, the requirement to work from home moves from law to guidance. \nLatest figures suggest that 37% of working UK adults did at least some work from home in 2020, up from 27% the previous year.\nIn the last week of November 2021, seven in 10 travelled to work at least once. \nIn the same week, one in seven said they had been working at home and travelling to work.\nAlthough social distancing limits no longer apply across most UK workplaces businesses still have a legal duty to manage the risks to staff and customers. \nEmployers must follow official safety guidance and carry out Covid risk assessments for those staff who are in the office. \nSafety measures can include:\nFace-coverings remain mandatory for staff and customers in shops and on public transport across the UK, apart from England, where they will cease to be required in any public space on 27 January. \nRegular lateral flow testing remains widespread across the NHS and other parts of the public and private sector.\nNorthern Ireland, Wales and Scotland have already introduced Covid passport schemes which are partly designed to protect staff who work in hospitality and events. \nHowever, England will scrap its mandatory Covid certification scheme from Thursday 27 January, although venues will be able to keep checking customers' status on a voluntary basis if they wish. \nThere is more detailed advice for some industries - including construction, hospitality and manufacturing, plus specific advice for employers in England, Scotland, Wales and Northern Ireland.\nIf employees feel unsafe, they can raise concerns with their local authority, Citizens Advice or the Health and Safety Executive (HSE). \nWorking from home is one of the most effective ways to reduce social exposure, according to the government's Scientific Advisory Group for Emergencies (Sage). \nIt greatly limits face-to-face contact both with colleagues and on public transport.\nAs such, Sage says it has a \"strong impact\" against virus transmission and the R number, which represents a disease's ability to spread.\nMuch of the risk depends on how crowded it is and your distance from other people.\nWearing a mask helps, as does keeping windows open, and avoiding peak journey times where possible."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-57677253",
      "category": "world-asia-india",
      "title": "Indian dowry payments remarkably stable, study says",
      "tags": "Marriage,Asia,India",
      "text": "Dowry payments in India's villages have been largely stable over the past few decades, a World Bank study has found.\nResearchers looked at 40,000 marriages that took place in rural India between 1960 and 2008.\nThey found that dowry was paid in 95% of the marriages even though it's been illegal in India since 1961.\nThe practice, often described as a social evil, continues to thrive and leaves women vulnerable to domestic violence and even death.\nPaying and accepting dowry is a centuries-old tradition in South Asia where the bride's parents gift cash, clothes and jewellery to the groom's family. \nThe study was based on dowry data from 17 Indian states that contain 96% of India's population. It focussed on rural India since a majority of Indians continue to live in villages. \nEconomists S Anukriti, Nishith Prakash and Sunghoh Kwon used information on value of gifts - cash and kind - received or given at the time of marriage. \nThey calculated \"net dowry\" as the difference between the value of gifts given by the bride's family to the groom or his family and those given by the groom's family to the bride's family. The groom's family had paid more to the bride's family in a very small number of marriages. \nThey found the average net dowry had been \"remarkably stable\" over time, with some inflation before 1975 and after 2000.\nAnd the researchers found that a groom's family spends on average about 5,000 rupees ($67; £48) in real terms in gifts to the bride's family. \nThe gifts from the bride's family, unsurprisingly, cost seven times more at about 32,000 rupees ($429). This implied an average real net dowry of 27,000 rupees ($361). \nDowries consume a substantial proportion of household savings and income: in 2007, the average net dowry in rural India was equivalent to 14% of annual household income.\n\"As a share of income, dowry has gone down over time because on average rural incomes have risen in India,\" said Dr Anukriti, an economist at the World Bank Research Group. \n\"But this is just an average claim - to calculate how large dowry is relative to household income for each household, we will need data on household income or expenditure, but unfortunately we don't have such data available,\" she said.\nSource: Marriage Markets and the Rise of Dowry in India by Gaurav Chiplunkar and Jeffrey Weaver\nA lot has changed in India between 2008 and now. But researchers say the trends or patterns of dowry payments were not likely to be too different today in the absence of any \"dramatic changes or structural breaks in marriage markets, laws, human capital of men and women and women's labour market outcomes\".\nThe study also found that dowry was prevalent in all major religious groups in India. Interestingly, Christians and Sikhs showed a \"striking increase in dowry\", leading to higher average dowries than Hindus and Muslims.\nAnother interesting finding was the substantial differences in states over time. The southern state of Kerala showed a \"stark and persistent dowry inflation\" since the 1970s and had the highest average dowry in recent years, the study found. Other states such as Haryana, Punjab and Gujarat also registered inflation in dowry. On the other hand, average dowry decreased in states of Odisha (formerly Orissa), West Bengal, Tamil Nadu and Maharashtra.\n\"We don't have definitive answers about these differences. We hope to explore this question in future research,\" Dr Anukriti said. \nIn a paper published in January, economists Gaurav Chiplunkar and Jeffrey Weaver used data from more than 74,000 marriages in India over the last century to explain how the dowry system had evolved over time.\nThe researchers found that the proportion of Indian marriages including dowry payments doubled between 1930 and 1975, and the average real value of dowry payments tripled. But post-1975, there was a decline in average dowry size.\nThey estimated that the total value of dowry payments in India between 1950 and 1999 was nearly a quarter of a trillion dollars.\nRead more by Soutik Biswas"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57722457",
      "category": "uk-politics",
      "title": "Boris Johnson admits it's ludicrous he's PM, says Cummings",
      "tags": "Dominic Cummings,Boris Johnson",
      "text": "Dominic Cummings has redoubled his criticism of his old boss Boris Johnson, saying the PM cannot distinguish \"between truth and lies\".\nThe former top adviser said Mr Johnson \"lies so blatantly, so naturally, so regularly\" that he sees \"no real distinction\".\nIn a blog post, Mr Cummings claimed Mr Johnson \"regularly admits it's ludicrous he's prime minister\". \nThe PM's official spokesman rejected the former aide's claims about lying. \n\"I don't plan to engage with every allegation made,\" he added when asked about the blog by reporters on Monday.\nIt is the latest broadside against the PM from Mr Cummings since he was forced out of his No 10 role last year, following an internal power struggle.\nBut the former aide also defended his decision to join Mr Johnson's top team in 2019, despite believing him \"unfit to be PM\".\nIn a post to paying subscribers to his Substack website, Mr Cummings claimed Mr Johnson \"regularly admits it's ludicrous he's prime minister\".\nHe wrote that the PM is \"hopeless at bureaucratic infighting,\" and \"routinely says and does things so foolish that people are open-mouthed\".\nMr Cummings added he knew Mr Johnson was \"in any objective sense, unfit to be PM\" when he agreed to become his senior adviser in summer 2019. \nBut despite this, he added, he and former members of the Vote Leave campaign decided to \"roll the dice\" and join his No 10 team anyway, believing his defects could be \"partly mitigated\" in office.\nHe added that they also believed that, without their help, the Conservatives would fail to resolve the post-referendum \"constitutional crisis\".\nThis, he wrote, could have led to a second referendum and former Labour leader Jeremy Corbyn winning power, which would \"probably be an even bigger disaster\".\nHe also justified the move as a chance to deliver post-Brexit political reforms, adding they thought Mr Johnson's weaknesses could be \"turned to advantage\".\nHe wrote that Mr Johnson's \"ignorance of Whitehall\" and his \"desire to enjoy himself rather than work hard\" provided a \"very weird opportunity to force through certain important things that the system left to itself won't do\".\n\"Precisely because he doesn't know what he's doing, we may be able to get him to agree things 'the system' will think are 'extreme' but we think are necessary,\" he added. \n\"As often in politics the immediate prospect of a second referendum and Corbyn - with all the misery, poverty and damage to democracy this would bring - outweighed calculations about the distant future.\"\nDominic Cummings has been openly critical of the prime minister's abilities - or lack of them - before.\nIn his latest blog he suggests that the PM - who has intermittent spurts of self-awareness, according to his former aide - agreed with him.\nHe said in 2016 Boris Johnson told him it would be \"ludicrous\" for him to become prime minister.\nBut did Mr Johnson really believe that? \nAfter all, he is said to have uttered this self-assessment \"with a laugh\", and adding it was no more ludicrous than having David Cameron or George Osborne in No10.\nMr Cummings argues that a flawed Mr Johnson was better than the alternative of Jeremy Corbyn and a second referendum, but paints an unflattering picture of \"government by adviser\" - that Mr Johnson's apparent lack of interest in policy and aversion to hard work allowed his aides to step in and refocus the government's attention away from Brussels and towards science and technology.\nHis is only one side of the story, of course, and Mr Cummings will be keen to convince us that his decision to help Boris Johnson - whom he says is unfit to be PM - to call and win an election has had some lasting benefits.\nMr Cummings became an adviser to the prime minister in July 2019, when Mr Johnson entered No 10 after winning the Conservative Party leadership race, following the resignation of Theresa May.\nHe left his role late last year, following internal battles over his role as Mr Johnson's chief adviser.\nSince then he has used his personal blog, Twitter account and an appearance in May in front of MPs to criticise the government's Covid strategy and Mr Johnson personally. \nThis has included publishing text messages sent to him by Mr Johnson last year - including ones in which the PM apparently described former health secretary Matt Hancock as \"hopeless\".\nIn a subsequent post on Monday, he also took aim at the expected easing of the majority of England's remaining Covid rules on 19 July, adding it was \"obviously not\" the right call."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57727887",
      "category": "world-europe",
      "title": "Georgia: Tbilisi Pride cancelled as far-right protesters burn rainbow flags",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leeds-57725373",
      "category": "uk-england-leeds",
      "title": "Captain Sir Tom laid to rest in hometown of Keighley",
      "tags": "Keighley,Bedford,Captain Tom Moore,Coronavirus pandemic",
      "text": "Captain Sir Tom Moore's ashes have been buried alongside his parents and grandparents in his family grave in Yorkshire.\nRepresentatives of the NHS, Royal British Legion, Scouts, Guides and other groups lined the path at Morton Cemetery in Riddlesden, Keighley.\nAs Sir Tom requested, his headstone bears the words \"I told you I was old\".\nThe World War Two veteran raised more than £32m for the NHS by walking round his garden during lockdown.\nA short service was conducted by Keighley Town Chaplain, the Reverend Dr Jonathan Pritchard and attended by Sir Tom's daughters, grandchildren and other family members as well as the Lord Lieutenant of West Yorkshire, Ed Anderson.\nSir Tom's daughter Hannah Ingram-Moore said he was immensely proud to come from Keighley.\n\"It didn't matter where he was, this was still home to him,\" she said.\n\"For him to be back here in the hands and the arms of this local community, I know that made him so happy, so we're really happy too.\" \nMr Pritchard said it was an \"immense privilege\" to perform the ceremony.\n\"He was an extraordinary man who's made a real significant difference in the life of our nation,\" he said.\n\"He lifted our spirits and raised our vision about what is possible.\n\"So, I'm just very, very moved to be able to be here right at the very end and doing this.\"\nThe guard of honour arrived on two vintage double-decker buses, including members of the Keighley and Worth Valley Railway, Keighley Cougars rugby club and the Bangladeshi Community Association.\nSir Tom was born and grew up in the West Yorkshire town before serving the Duke of Wellington's Regiment during World War Two.\nThe regiment later merged with two others to become the Yorkshire Regiment and Sir Tom was made an honorary colonel last August.\nDuring the first coronavirus lockdown in 2020 he walked 100 laps of his Bedfordshire garden before his 100th birthday in aid of NHS charities.\nSir Tom was knighted for his fundraisings efforts by the Queen during a unique open-air ceremony at Windsor Castle in the summer of 2020.\nHis 100th birthday celebrations included a Spitfire flypast and he also had a number one hit with with Michael Ball and the NHS Voices of Care Choir with their recording of You'll Never Walk Alone. \nHe died aged 100 at Bedford Hospital on 2 February after testing positive for Covid-19."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57724779",
      "category": "business",
      "title": "Four-day week 'an overwhelming success' in Iceland",
      "tags": "Employment,Iceland,New Zealand",
      "text": "Trials of a four-day week in Iceland were an \"overwhelming success\" and led to many workers moving to shorter hours, researchers have said.\nThe trials, in which workers were paid the same amount for shorter hours, took place between 2015 and 2019.\nProductivity remained the same or improved in the majority of workplaces, researchers said.\nA number of other trials are now being run across the world, including in Spain and by Unilever in New Zealand.\nIn Iceland, the trials run by Reykjavík City Council and the national government eventually included more than 2,500 workers, which amounts to about 1% of Iceland's working population.\nA range of workplaces took part, including preschools, offices, social service providers, and hospitals. \nMany of them moved from a 40 hour week to a 35 or 36 hour week, researchers from UK think tank Autonomy and the Association for Sustainable Democracy (Alda) in Iceland said.\nThe trials led unions to renegotiate working patterns, and now 86% of Iceland's workforce have either moved to shorter hours for the same pay, or will gain the right to, the researchers said.\nWorkers reported feeling less stressed and at risk of burnout, and said their health and work-life balance had improved. They also reported having more time to spend with their families, do hobbies and complete household chores. \nWill Stronge, director of research at Autonomy, said: \"This study shows that the world's largest ever trial of a shorter working week in the public sector was by all measures an overwhelming success.\n\"It shows that the public sector is ripe for being a pioneer of shorter working weeks - and lessons can be learned for other governments.\"\nGudmundur Haraldsson, a researcher at Alda, said: \"The Icelandic shorter working week journey tells us that not only is it possible to work less in modern times, but that progressive change is possible too.\"\nSpain is piloting a four day working week for companies in part due to the challenges of coronavirus.\nAnd consumer goods giant Unilever is giving staff in New Zealand a chance to cut their hours by 20% without hurting their pay in a trial.\nIn May, a report commissioned by the 4 Day Week campaign from Platform London suggested that shorter hours could cut the UK's carbon footprint."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57719445",
      "category": "entertainment-arts",
      "title": "Stephanie Davis: Former Hollyoaks star in hospital with 'horrific' Covid",
      "tags": "Hollyoaks,Television",
      "text": "Former Hollyoaks actress Stephanie Davis has spent the weekend in hospital with a \"horrific\" bout of Covid.\nThe 28-year-old was admitted early on Friday and has shared a series of videos from her hospital bed, where she has been on painkillers and with an oxygen mask and intravenous drip.\nEarly on Monday, she said she was \"all right\" but sick of \"being in pain now\".\nHer representatives said she had not been vaccinated because of her allergies and the risk of anaphylaxis.\nShe is also at high risk because of her underlying asthma, her spokeswoman said.\nDavis played a character called Sinead O'Connor in the Channel 4 soap from 2010 to 2019, and is also known for appearing on the BBC talent search Over the Rainbow, as well as finishing as runner-up in the 17th series of Celebrity Big Brother.\nIn an Instagram video posted from hospital on Friday, she said: \"Last night I got a bit of a headache before bed and my sinuses - I woke up so ill and I had to call an ambulance basically.\n\"I've tested positive for Covid. I feel like I've been run over. The worst part is that my skin - my front and back and my skin - I can't touch my skin and it's killing me.\n\"I'm in so much pain. Oh my God, this is horrible. It happens so quick. I basically woke up and I couldn't move.\"\nShe updated fans in the early hours of Monday, saying: \"I think I'm anxious as well because I'm getting the camera put down today, hopefully that'll see what's causing me all the pain.\n\"I'm going to come off this [social media] now and I just want to get myself better. My messages have been crazy so thanks very much for that.\n\"I'm all right, I'm just in pain,\" she added. \"I'm just sick of being in pain now.\"\nShe signed off by telling her followers: \"Please stay safe, wear your masks, wash your hands. This is absolutely horrific.\"\nThe Merseysider has a four-year-old son with Irish reality TV star Jeremy McConnell. \nFollow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57720103",
      "category": "world-asia",
      "title": "Afghanistan: Soldiers flee to Tajikistan after Taliban clashes",
      "tags": "Afghanistan,Taliban,Tajikistan",
      "text": "More than 1,000 Afghan soldiers have fled to neighbouring Tajikistan after clashing with Taliban militants, officials have said.\nThe troops retreated over the border to \"save their own lives\", according to a statement by Tajikistan's border guard.\nViolence has risen in Afghanistan and the Taliban have been making significant gains, particularly in the north of the country, in recent weeks. \nThe surge comes as the US, UK and allies withdraw after 20 years.\nThe vast majority of remaining foreign forces in Afghanistan have left ahead of a September deadline. There are concerns that the Afghan military, who were supposed to take over security in the country, will collapse.\nUnder a deal with the Taliban, the US and its Nato allies agreed to withdraw all troops in return for a commitment by the militants not to allow any extremist group to operate in the areas they control.\nBut the Taliban did not agree to stop fighting Afghan forces, and now reportedly control about a third of the country.\nThe retreat is the third time Afghan soldiers have fled to Tajikistan over the past three days and the fifth case over the past fortnight.  In total, nearly 1,600 soldiers have crossed the border. \nThe latest group of Afghan troops sought refuge early on Monday morning after fighting with militants during the night, Tajikistan's National Security Committee said.\nBadakhshan and Takhar provinces, which border Tajikistan, have seen a rapid Taliban advance. \n\"The Taliban cut off all the roads and these people had nowhere to go but to cross the border,\" one senior Afghan official told Reuters on Monday.\nZabihullah Atiq, a parliamentarian from Badakhshan, said the troops had used various routes to flee. Tajik border guards said Afghan soldiers were being provided with shelter and food, but further details were not available. \nBy Kawoon Khamoosh, BBC News\nWith the new surge in violence across the country, Afghan forces are facing an unprecedented level of combat in the absence of foreign troops.\nGovernment officials have been tweeting non-stop to keep soldiers motivated by underlying their sacrifices. But much of the troops' motivation disappears amid news of retreat, collapse of key districts and casualties.\nMilitary officials in Kabul have talked about \"tactical retreat\" whenever insurgents made gains, but we hear from commanders in the battlefield about a lack of ammunition, and delays in sending support.\nIn Badakhshan province, where the government lost significant territory in recent days, local sources say many government officials \"escaped\" to Kabul way before Taliban attacks.\nNot only can this dishearten soldiers, but it also raises the bigger question of the loyalty of high-ranking officials in peace talks. Will political leaders - whose families already reside abroad - remain in the country if full-scale civil war erupts?\nPresident Ashraf Ghani insists that Afghan security forces are fully capable of keeping insurgents at bay, but there have also been reports of more soldiers seeking refuge in Pakistan and Uzbekistan to escape the fighting.\nNeighbouring countries are bracing themselves for a potential influx of refugees if the fighting continues to intensify.\nTaliban spokesman Suhail Shaheen told the BBC the group was not responsible for the recent increase in violence.  He insisted that many districts had fallen to the Taliban through mediation after Afghan soldiers refused to fight.\nFor the people of Afghanistan, it is a worrying time, says Lyse Doucet, the BBC's chief international correspondent. The Taliban, who have been accused of various human rights and cultural abuses, support Islamic punishments - such as public executions of convicted murderers - as well as banning television, music and cinema, and disapproving of girls over 10 going to school. \n\"They are uncertain about uncertain about their own lives and the futures of their families,\" she says.\nZahra, a 25-year-old resident of Kabul, is among those concerned about the future.\n\"People are expecting a wider than ever war. A lot of people in Kabul fear that the Taliban might reach us at any time,\" she told BBC OS on World Service radio. \nJamshid, a student at Kabul University, said he did not plan to stay in the country if the Taliban took power. \nThere are also growing concerns about how to protect diplomatic missions in Afghanistan. \nRussia on Monday announced that it had temporarily suspended operations at its consulate in the northern city of Mazar-e-Sharif because of the deteriorating security situation. Envoy Zamir Kabulov said Afghan troops had surrendered too many districts, making the situation unstable. \nTurkey and Iran have also suspended operations in the city, moving diplomats to Kabul, according to reports. \nUS-led forces ousted the Taliban from power in Afghanistan in 2001. The group had been harbouring Osama Bin Laden and other al-Qaeda figures linked to the 9/11 attacks in the US that triggered the invasion. However, it has gradually regained enough strength to seize territory again.\nThe Taliban entered direct talks with the US in 2018, and President Joe Biden has said the American pull-out is justified as US forces have made sure Afghanistan cannot become a base for foreign jihadists to plot against the West again.\nHowever, former Afghan President Hamid Karzai told the BBC he believed the Nato and US military mission there had failed in defeating terrorism and extremism. \nHe called on both the Afghan government and the Taliban to \"sit down and talk as soon as possible for peace\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57730092",
      "category": "world-europe",
      "title": "Covid-19: Germany lifts ban on tourists from UK and Portugal",
      "tags": "Coronavirus lockdown measures,Travel,Germany,India,Self-isolation,Coronavirus pandemic",
      "text": "Germany is lifting a Covid-related travel ban on people from the UK and four other variant-hit countries.\nThe restrictions, which also applied to people from Portugal, Russia, India and Nepal, will be relaxed from Wednesday.\nVisitors who are fully vaccinated will also not be required to quarantine.\nNon-vaccinated people will however still be required to quarantine for up to 10 days, with the option to end their quarantine early with a negative test on the fifth day.\nThe five countries have until now been classified as \"virus variant areas\" because of the spread of the Delta and Delta Plus variants, which were first identified in India.\nAlthough German citizens and residents were exempt from the travel ban, they were required to quarantine for 14 days after visiting any of the five \"virus variant\" countries.\nThe countries will now be reclassified as \"high incidence areas\", the Robert Koch Institute (RKI) said on Monday.\nOn Friday, after talks with UK Prime Minister Boris Johnson, Chancellor Angela Merkel said fully vaccinated Britons would soon be able to visit Germany without having to quarantine.\n Are you planning on travelling to Germany? How will lifting the travel ban affect you? Email haveyoursay@bbc.co.uk. \nGermany's vaccination campaign has made big advances: by Monday 32.4m people - or 39% of the total population - had been fully vaccinated against Covid, Germany's RP news website reported. Recipients of at least one jab totalled 56.5%.\nThe Germany-wide infection rate has declined to about five per 100,000 people over seven days - a much lower rate than in the UK. In none of the 16 German regions is the rate above 10.\nCurrently Germany has 526 Covid patients in intensive care, German ntv news reports - again far below Germany's peak levels in the pandemic.\nOn Monday, the RKI reported 440 new infections and 31 Covid-related deaths in Germany.\nGermany's relaxation of restrictions came a few hours after Mr Johnson confirmed the UK was expecting to lift all Covid-related rules from 19 July.\nThe UK government is also expected to announce plans for fully-vaccinated British people to travel to \"amber\" countries - that is, countries designated as medium risk for Covid, including many in Europe - without having to quarantine on their return.\nGerman travel agents say they have a high level of bookings for short summer holidays abroad, with no apparent trend towards cancellations because of Covid.\nForeign Minister Heiko Maas has called for all Covid-related restrictions to be lifted once all adults in Germany have been offered vaccinations, \"which should happen during August\". \nAnd a YouGov survey quoted by DPA news agency said 51% of Germans questioned would support lifting all restrictions for those fully vaccinated from September. Those against totalled 39%, with the others undecided."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57725523/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Most rules set to end in England, says PM",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Boris Johnson,Vaccine passports,Coronavirus pandemic",
      "text": "Face masks will no longer be legally required and distancing rules will be scrapped at the final stage of England's Covid lockdown roadmap, Boris Johnson has confirmed.\nThe rule of six inside private homes will be removed and work-from-home guidance abolished as 16 months of on-off restrictions on daily life end.\nThe PM said he expected the final step would go ahead as planned on 19 July. \nThis will be confirmed on 12 July after a review of the latest data.\nFurther updates on school bubbles, travel and self-isolation will follow in the coming days, Mr Johnson told a Downing Street news conference.\nHe said that even after the removal of the legal requirement to wear a face covering, he would continue to wear one himself in crowded places \"as a courtesy\".\nMr Johnson said the ability to end a vast majority of legal restrictions in England was thanks to the success of the vaccine rollout in weakening the link between cases and deaths.\nBut he warned cases were predicted to rise to 50,000 a day later this month and that \"we must reconcile ourselves, sadly, to more deaths from Covid\".\nThe prime minister explained: \"If we don't go ahead now when we've clearly done so much with the vaccination programme to break the link... when would we go ahead?\"\nHe added: \"We run the risk of either opening up at a very difficult time when the virus has an edge, has an advantage, in the cold months, or again putting everything off to next year.\"\nSelf-isolation orders for those who test positive would continue, Mr Johnson said, but he suggested there would soon be new rules for fully-vaccinated contacts.\nHealth Secretary Sajid Javid told MPs he would probably make an announcement regarding a new regime for close contacts on Tuesday.\nNo country in the world has attempted to lift restrictions like this - in the face of rapidly rising cases driven by the new, more infectious Delta variant.\nSome say it would be better to wait until autumn when all adults will have had the chance to get a second vaccine dose.\nThat may sound good in principle, but scientists advising government seem to be backing a summer lifting.\nUnlocking was always going to drive up infections. And the problem with trying to delay that is the risk of a surge in cases at a much worse time.\nBy the autumn schools will be back - and we can see the huge disruption the rise in cases in recent weeks has had.\nPeople will also be outdoors more in the summer months, which could help flatten the peak.\nBut perhaps most importantly you risk running into the flu season.\nThat is when the NHS is under most pressure, while a Covid infection followed by flu in quick succession puts the vulnerable even more at risk.\nThe move is not without risk. The government is banking on the wall of immunity built up by the vaccination programme stemming these rises soon.\nScotland, Wales and Northern Ireland are in charge of their own coronavirus rules. \nThe Scottish government has said it may continue to require masks in certain settings even after 9 August, when it is hoped the final curbs will end.\nAhead of a review on 15 July in Wales, ministers said people would need to learn to live with Covid. Rules in Northern Ireland have just eased, with another review due on 8 July.\nThe final stage of England's roadmap, step four, was delayed last month to no earlier than 19 July amid surging virus cases linked to the Delta variant.\nMr Johnson said step four should proceed on that date, subject to the 12 July review. \nAnnouncing what the next stage of the pandemic will look like in England, he confirmed:\nIt means nightclubs will reopen for the first time since the pandemic began, while drinks at the bar will return in a boost to the hospitality industry.\nSocial distancing requirements, including the 1m-plus rule, have prevented many venues from operating at full capacity during the pandemic.\nFace coverings are currently required, for those without an exemption, on public transport and in shops as part of regulations backed by law.\nThe prime minister said that while Covid certificates to prove vaccination or test status would not be legally mandated, businesses could choose to require them.\nResponding to Mr Johnson's announcement, Labour leader Sir Keir Starmer said \"lifting all protections in one go, when the infection rate is going up, is reckless\". \n\"A balanced approach or proper plan would say keep protections,\" he added, suggesting the use of masks in enclosed spaces and on public transport.\nSpeaking alongside Mr Johnson, England's chief medical officer Prof Chris Whitty outlined the three scenarios where he would continue to wear a face covering in the context of rising case numbers.\n\"The first is any situation which is indoors, crowded, or indoors with close proximity with other people... the second situation I'd do it is if I was required to by any competent authority... and the third reason is if someone else was uncomfortable if I did not wear a mask,\" he said.\nProf Whitty warned this coming winter \"may be very difficult for the NHS\", as chief scientific adviser Sir Patrick Vallance said the link between cases, hospital admission and death had been \"weakened, not broken\" by the vaccines.\nOn the vaccine roll-out, Mr Johnson said the gap between first and second vaccine jabs for the under-40s will be shortened from 12 weeks to eight.\nEducation Secretary Gavin Williamson will announce more details on Tuesday about how schools will manage isolation in future, the prime minister added.\nBut he confirmed pupils will no longer be sent home en masse within so-called school bubbles.\nA further 27,334 cases were reported across the UK on Monday, alongside another nine deaths within 28 days of a positive test."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-53511877",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Where are the latest cases?",
      "tags": "Scottish government,NHS Scotland,Coronavirus testing,Coronavirus pandemic",
      "text": "There have been 1,152,803 confirmed cases of Covid-19 in Scotland and 10,311 people have died following a positive test for the virus, according to the Scottish government.\nThis page analyses the key figures for the Covid pandemic in Scotland and was last updated using figures available at 14:00 on 30 January.\nThe Scottish government only publishes \"headline statistics\" on cases, deaths and vaccinations over the weekend. This page will be fully updated again on Monday.\nOver the past seven days 51,869 cases have been reported, with 6,185 cases confirmed on Sunday.\nThese totals include PCR tests and positive lateral flow tests, following changes on 6 January to how positive cases are reported.\nThe next chart shows the number of positive cases confirmed by PCR tests only over the past 12 months and uses Public Health Scotland data.\nThe data is based on the date of the test rather than when the test result was reported, which is the daily figure given out by the Scottish government.\nBecause of the time it takes to process the tests and submit records, the most recent figures in this chart are from five days ago.\nThe total number of positive cases in each local authority is published daily by Public Health Scotland.\nRecent data often underestimates the number of positive tests as there are sometimes delays before results are recorded, so this chart also uses figures from five days ago.\nThe Scottish government also publishes the figures on the number of cases across Scotland's 14 health boards.\nThe World Health Organization has highlighted the percentage of positive test results as a key indicator when assessing the status of a Covid-19 outbreak within a country.\nIts guidance says a weekly positivity rate which is kept below 2% is one indication that community transmission of Covid-19 is at low levels.\nOther indicators include the number of cases, Covid-related deaths and hospital admissions per 100,000 people.\nThe Scottish government measures the positivity rate by dividing the number of positive PCR tests per day by the total number of tests carried out.\nThe first coronavirus death in Scotland was reported by NHS Lothian on 13 March 2020.\nThe spring outbreak peaked in mid-April 2020 and then mainly declined until the summer, when Scotland went for a long period when there were no deaths following a positive test for Covid-19.\nThe rate of new deaths rose again in the autumn of 2020 as the second wave of the pandemic took hold, finally peaking at the end of January 2021.\nDeaths from Covid continued throughout 2021 and in to 2022. However, the vaccination programme has so far kept the number lower than previous waves, despite the higher number of cases.\nThe chart below shows data relating to the actual date of death, rather than registration of deaths and the most recent figures are subject to revision.\nThere are three ways to count deaths from Covid-19.\nThe Scottish government's daily announcement counts deaths within 28 days of a positive test for Covid-19, whereas the National Records of Scotland (NRS) counts all death certificates that mention Covid-19, even if the person has not been tested for the virus.\nThe NRS also publishes data on excess deaths, compared with a five-year average.\nExcess deaths from most causes rose in 2020 and during 2021. The exception in both years has been deaths from respiratory diseases, which have seen lower than average excess deaths.\nThe first Covid-19 vaccinations in Scotland were administered on 8 December 2020.\nCurrently the Pfizer-BioNTech, Oxford-AstraZeneca and Moderna vaccines are being given in Scotland, with each requiring two doses.\nBooster jabs are being offered to all over-18s.\nOlder age groups, people with underlying health issues and front-line health and social care workers were prioritised in Scotland's initial vaccination programme, in line with the strategy set out by the Joint Committee on Vaccination and Immunisation.\nThe same priorities are being applied to the booster dose programme which began in September.\nThe coronavirus pandemic has created a huge load on Scotland's hospitals.\nAt the peak of the outbreak in spring 2020 there were more than 1,500 Covid patients in hospital, with over 200 being treated in intensive care.\nNumbers reduced over the summer of 2020, but started to rise steadily again last autumn. In January 2021, the number of Covid patients in hospital went over 2,000.\nOnly patients who test positive during their current stay in hospital, or in the two weeks before their admission, are counted by the Scottish government as Covid-19 patients.\nThey are no longer classified as Covid patients after 28 days in hospital or 28 days after their positive test, whichever is later.\nHowever, the Scottish government also publishes figures on Covid-19 patients who have been treated in intensive care for more than 28 days.\nThe R number, or reproduction number, is a way of rating a disease's ability to spread. It is the average number of people that one infected person will pass the virus on to.\nIf the reproduction number is higher than one, then the number of cases increases exponentially.\nThe Scottish government has been monitoring the estimated R number in Scotland since the start of the outbreak.\nFigures for charts from the Scottish government, Public Health Scotland, National Records of Scotland and the UK government Covid dashboard."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57714057",
      "category": "uk-northern-ireland",
      "title": "Strabane: Large fire has broken out at coffin makers",
      "tags": "Strabane",
      "text": "Firefighters remain at the scene of a large fire at a coffin makers in Strabane, County Tyrone. \nEighty firefighters, 10 fire engines and four special appliances were at the blaze at O'Doherty's on Railway Street.\nWest Tyrone MLA Daniel McCrossan was nearby when he heard an \"explosion\" and said there had been a \"very loud lightning strike in the wider area\".\nThere were thunderstorms in the area at the time, but the cause of the fire has not been confirmed.\nThe Northern Ireland Fire and Rescue Service said it received a call about the fire at 16:10 BST. \nThe operation is expected to continue on Monday, with people asked to stay out of the area due to the high level of activity.\nNIFRS has asked those in the nearby area to keep their windows and doors closed.\nRailway Street is likely to remain closed overnight to allow for a structural inspection of the building to take place.\nSpeaking to BBC News NI, Mr McCrossan, who owns a pub near to where the fire is, said fire crews had managed to contain the fire to O'Doherty's, protecting surrounding properties and businesses.\n\"It is quite a significant blaze,\" he said. \n\"Luckily no one is hurt. There is a house next door, thankfully they weren't home and they weren't hurt either.\"\nDerry City and Strabane District Council has warned the public to be cautious of flooding across the area. \nThe lower deck of the Craigavon Bridge in Londonderry is obstructed from the Duke Street direction by a car in flood water. \nThe council's mayor, DUP councillor Graham Warke, tweeted a picture showing flooding on the lower deck.\nMotorists are being advised to take alternative routes. \nPortstewart Promenade is closed due to structural damage caused by heavy rain.\nPolice said they expected the road to remain closed for some time.\nA yellow weather warning from the Met Office is in place across the west of Northern Ireland until midnight on Sunday. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-57722609",
      "category": "uk-wales-politics",
      "title": "Covid: Wales will need to learn to live with coronavirus, health minister says",
      "tags": "Coronavirus lockdown measures,Welsh government,Coronavirus pandemic",
      "text": "Wales is going to have to \"learn to live with\" coronavirus, the nation's health minister has said.\nEluned Morgan spoke ahead of the UK government's announcement that it will scrap most Covid restrictions in England.\nThe Welsh government is yet to reveal its next moves, but they could be announced a week on Wednesday.\n\"Other harms\" caused by lockdown such as mental health issues were being considered, the minister said.\nThe Welsh government is increasingly confident the current Covid wave will cause less serious illness than before due to mass vaccination. \nBut Baroness Morgan said the Welsh government would not move to a \"political deadline that has been set out artificially\" by the UK government for England.\nThe Conservatives called for Labour to give a plan for freedoms to be restored, while Plaid Cymru said the Welsh government needed to be \"up front\" about the data.\nIt comes after a senior Welsh government politician said more of Wales' rules could move from being legal requirements to advice.\nCoronavirus cases continue to rise in Wales - the health minister said it now stands at 95 cases per 100,000 people.\nShe added there had a been a small increase in the number of people in hospital in Wales with Covid in the last few days, numbering around 100.\n\"We believe vaccination has weakened the link between the virus and hospitalisation, even in the face of the new delta variant,\" the minister told a televised briefing.\nOn the possible easing of restrictions, she said Wales was still in a \"very difficult situation because the case numbers are increasing exponentially\".\nHowever, she added: \"We need to understand that we are going to learn to live with this with this illness.\n\"And we are going to have to adapt as a society to a situation where we will be exposed to an extent to this new variant, and to coronavirus more generally.\"\nCan you spot any difference?\n\"People must begin to learn to live with this virus\", Downing Street is briefing journalists in England. \n\"We are going to learn to live with this illness,\" according to Wales' Health Minister Eluned Morgan.\nRemarkably similar language - radically different approaches to lifting restrictions.\nThe expectation is that England will do away with the vast majority of Covid rules on 19 July, whilst Scotland is aiming to get rid of most of its regulations on 9 August.\nBut in Wales, where transmission of the virus is at its lowest compared to the other UK nations, there is still no mention of a timescale, let alone any indication of whether we're heading in the same direction.\nThe Welsh government's cabinet will meet several times over the next 10 days to pore over the data, with particular focus on the impact on hospitals, ahead of an announcement next week, perhaps as early as Wednesday 14 July.\nIf the pressure on hospitals remains low, there will be huge political pressure on ministers to articulate what learning to live with the virus actually means.\nBecause as it stands, we're none the wiser.\nBaroness Morgan said that having seen a \"weakening\" of the link between cases and hospital admissions, \"we also have to understand that there are other harms that we need to consider and, in particular, the mental health situation, the economic situation, the social situations that people find themselves in\".\n\"We'll be considering those in the next few days,\" she added.\nPrime Minister Boris Johnson confirmed on Monday that face mask and social distancing rules in England will be scrapped from 19 July.\nOn whether Wales would follow England, Baroness Morgan said that \"in an ideal world we would like to move together\", but added: \"If it's not right for Wales, we won't be doing that.\" \n\"We've responded to local circumstances and we will continue to do that,\" she said. \nAs things stand before next week's announcement, England will have different rules on face coverings and social distancing from 19 July.\nOne business woman in the border town of Chepstow said shoppers may avoid the town if they could go somewhere nearby in England where they did not have to wear one.\nLisa Roberts, of J'adore gift shop, said customers are \"refusing to wear them sometimes\" for reasons like glasses misting up and lip reading.\n\"People will bypass Chepstow and go somewhere else, because they just don't want the hassle of wearing one,\" she said.\nDawn Floyd, of St Mary's Collectables in the same town, said if the rules were different between the two countries she doubted that she could challenge her customers if they were not wearing a mask.\n\"How are we going to enforce somebody coming in from England to wear a facemask when it's basically a few 100 yards down the road. I can't see how we can possibly enforce that,\" said Ms Floyd.\n\"I don't think that would be fair to have to sort of confront them to say you can't come in unless you have a face mask,\" she added.\nDespite low rates of Covid admissions, NHS Wales Chief Executive Andrew Goodall said the NHS was struggling to \"catch its breath\" with a backlog of planned operations due to continued Covid-control measures.\nHe told Monday's briefing that 86% of hospital beds in Wales were occupied at the end of last week, with the vast majority of admissions unrelated to Covid.\n\"Demand for urgent and emergency care is back to pre-pandemic levels, and at times it is even busier,\" Dr Goodall said.\nWelsh Conservative's health spokesman, Russell George, said: \"It's long been clear we would have to learn to live with this virus, and it's encouraging Labour ministers are starting to be up front and honest with the Welsh public.\"\nHe added: \"Over the coming days, Labour ministers should start providing the country with clarity, hope and their plan for the restoration of freedoms in Wales - it's the least families, workers and business deserve.\"\nPlaid's health spokesman Rhun ap Iorwerth said: \"Welsh government needs to be up-front about what the data is telling them, specifically on how the vaccination programme has impacted on the number of people becoming seriously ill as a result of infection.\n\"I, for one, am hoping that the data tells a positive story so we can move forward.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57578217",
      "category": "uk-wales",
      "title": "NHS workers: Demand for 'urgent and significant pay rise'",
      "tags": "Welsh government,NHS Wales,Coronavirus pandemic",
      "text": "An \"urgent and significant pay rise\" is vital for NHS workers to reward staff and stop them leaving jobs, unions say.\n\"In the past year, Covid-19 has taken a terrible toll on our society. Many have sadly lost their lives and no-one has been untouched by the pandemic,\" said Welsh Partnership Forum chairman Paul Summers.\nNine trade unions have signed an open letter to the Welsh government.\nThey will give a presentation to health minister Eluned Morgan on Wednesday.\nThe Welsh government is still to make an announcement on potential pay rises, with reports from independent pay review bodies (PRBs) expected to be published in June.\nHowever, Ms Morgan suggested to Politics Wales it would be more than the 1% offered in England, adding: \"I think we've got an obligation. We've seen people on the frontline who have really suffered.\n\"They've really worked their socks off over the past year and so, if we do need to step in and find some additional funding that is beyond the 1%, then we'll certainly look at that.\"\nThe Welsh government said on Wednesday: \"We value and recognise the incredible work done by our NHS workers every day and none more so than during the pandemic'\n\"We haven't set an arbitrary cap on pay in our evidence to the pay review bodies and we will wait for their findings before we make an informed decision.\"\nMr Summers encouraged the Welsh Government to go beyond the recommendations if they do not meet the trade unions' demands.\n\"Throughout Wales, the NHS and its staff have been both vital and central to supporting the people of Wales,\" he added.\n\"NHS staff have exhausted themselves physically and mentally in their efforts to tackle the virus and support patients in a system that was already underfunded and struggling. \n\"It is therefore our belief that there has never been a time when the need for an urgent and significant pay rise for NHS staff has been so great - a belief shared by so many people across Wales.\"\nThe open letter comes jointly from nine unions - the Royal College of Nursing, Royal College of Midwives, GMB, Unite, Unison, Chartered Society of Physiotherapy, BMA, British Association of Occupation Therapists and the Society of Radiographers.\nMr Summers also called for the 2021 pay award to be backdated to December 2020, adding: \"With all the challenges that face NHS staff in the coming years, an urgent and significant pay rise is vital to reward staff and stem the tide of those leaving the NHS.\n\"Retaining and rewarding the skilled, dedicated and experienced NHS staff will have massive benefits on the health and wellbeing of Wales.\"\nIn the run-up to May's Senedd elections, Labour pledged to put in place the \"biggest recovery plan the NHS has ever seen\", a move that would include giving care workers the guarantee of a living wage.\nAt the time, a spokesperson referred to the situation in England, saying: \"We understand the anger of staff across the NHS at the paltry 1% pay rise offered by the UK Tory government. Unlike the Tories in England, we haven't set an arbitrary cap on pay.\n\"The Welsh Labour government didn't include a cap on wage increases in its evidence to the pay review bodies and we wait to see their recommendations.\"\nPrime Minister Boris Johnson defended plans to give some NHS staff in England a 1% pay rise, amid warnings that \"undervalued\" nurses could quit.\nHe said the UK government is giving workers \"as much as we can\" in the \"tough times\" of the Covid pandemic.\nThe 1% rise in England, which is being considered by an independent panel, would cover most hospital staff.\nUK Labour responded by saying the proposal goes against a UK government \"promise\" made last year to give NHS workers a 2.1% pay rise.\nA bonus of £735 each was given to 222,000 Welsh NHS staff earlier this year - amounting to about £500 after tax is deducted.\nThe Royal College of Nurses (RCN) said the Welsh Government should commit to a \"12.5% increase\" for all staff."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-lincolnshire-57724953",
      "category": "uk-england-lincolnshire",
      "title": "Roberts Buncis: Boy, 15, convicted of knife murder of friend",
      "tags": "Boston,Fishtoft",
      "text": "A teenage boy has been convicted of murdering his 12-year-old friend after luring him to woodland and attempting to decapitate him.\nRoberts Buncis was found dead in the Fishtoft area of Boston on 12 December.\nHe had been stabbed more than 70 times in a \"brutal and prolonged\" attack and had suffered wounds \"consistent with an attempt to remove the head\".\nA 15-year-old boy, who cannot be named due to his age, was found guilty after a trial at Lincoln Crown Court.\nThe court heard the defendant \"intended at the very least to inflict serious violence\" on his young victim because \"he was a snitch\".\nThe boy, who was 14 at the time of the attack, admitted manslaughter midway through his trial but denied murder.\nHowever, the jury of nine men and three women took less than two hours to convict him.\nRemanding the boy into custody, Mr Justice Jeremy Baker said he would pass sentence at a later date, explaining to the defendant it was \"not a straightforward sentencing exercise\".\nThe court heard Roberts was found on ground off Alcorn Green two days before his 13th birthday.\nPathologist Prof Guy Rutty, who examined his body, said he had identified 22 sites of injury across the neck, chest and abdomen, some containing up to 17 separate injuries.\nAs well as an attempt to decapitate Roberts he said there were also injuries consistent with someone \"trying to remove the hand or fingers\".\nProsecutors said the defendant used such force the tip of the knife broke off and was later found embedded in Roberts' skull.\nGiving evidence, the defendant claimed he had met up with his friend to hand over a stash of drugs for him to sell, but began arguing when he did not receive the £50 payment he was expecting.\nThe teenager claimed Roberts had taken the knife to the scene and he \"lost control\" when the youngster attempted to stab him.\nHe told the court he recalled stabbing his victim once in the neck, but did not remember 70 other blows.\nFollowing the attack, the court heard the defendant ran home and tried to hide the knife and burn the clothes and gloves he was wearing.\nHe later messaged a friend saying \"things went wrong\" and \"this wasn't supposed to go down like this\".\nProsecutor Mary Loram QC said the defendant had previously discussed a plan with Roberts to rob a shop in order to get money to set himself up as a drug dealer.\nBut, she said, Roberts described the proposal as \"too mad\" and refused to be involved.\nShe told the court the defendant apparently feared that Roberts would snitch on him.\nSpeaking after the trial, Det Ch Insp Richard Myszczyszyn, of East Midlands Special Operations Unit, described the killing as an \"utterly senseless act\".\n\"It's a tragedy that deeply affected the school and the local community, and one that will stay with all of us for a lifetime,\" he said.\n\"The level of violence, and that it involved children, makes it all the more difficult to comprehend.\"\nFollow BBC East Yorkshire and Lincolnshire on Facebook, Twitter, and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57718799",
      "category": "uk-northern-ireland",
      "title": "O'Doherty's coffin makers fire 'caused by lightning'",
      "tags": "Strabane",
      "text": "A large fire which destroyed a coffin makers in Strabane, County Tyrone, was caused by lightning, NI Fire and Rescue Service has said.\nThe blaze broke out at O'Doherty & Sons on Railway Street on Sunday afternoon as storms hit the north west. \nAt the height of the fire, 80 firefighters, 10 fire engines and four special appliances fought the flames.\nManus and Charles O'Doherty said the fire had destroyed their \"much loved family business\".\nThere was \"catastrophic damage\" to the building, said Northern Ireland Fire and Rescue Service. \n\"We have concluded our investigation now and we are satisfied that it [the fire] was due to the lightning storm at the time, given the time it occurred, given the video footage we have seen and from just the evidence of the fire,\" NIFRS Assistant Group Commander Kevin McLaughlin told BBC News NI. \n\"It is quite unusual - a single-storey building in the middle of the town, you wouldn't expect it.\"\nO'Doherty & Sons Ltd has been based on Railway Street since 1908.\n\"We've been part of the fabric of Strabane town,\" said the family in a statement. \"It's therefore a sad day for us to see so much of our family history destroyed by this fire.\"\n\"As a family we are absolutely devastated that a fire has destroyed our much loved family business.\"\nThe businessmen thanked the fire service and the \"employees, customers, suppliers, the public, and local businesses for their many messages of support at this tough time\".\nWest Tyrone MLA Daniel McCrossan said his thoughts were with the family.\n\"This is a family who have been on this street for 113 years,\" said Mr McCrossan.\n\"I cannot get out of my mind today the impact this has had on this family and on the community. It hits very hard for people, this is one of the oldest longest surviving businesses in this town.\"\nA number of the businesses' 27 employees were at the building on Monday morning to see how they could help, he added.\nMr McCrossan had earlier told BBC News NI he had heard an \"explosion\" on Sunday afternoon and said there had been a very loud lightning strike in the area.\nDerry City and Strabane District Council had warned the public to be cautious of flooding across the area on Sunday as storms hit.\nThe Western Trust said part of its new waiting area in the Emergency Department at Altnagelvin Hospital had to be closed due to minor flooding.\nA number of homes and businesses in Londonderry were badly affected, said DUP Foyle MLA Gary Middleton. \n\"We are still assessing the overall damage. Two of the families we were with yesterday afternoon have had to go to alternative accommodation,\" he told BBC Radio Foyle.\nClaudia Kassova and Daniel Fray, whose home was damaged by the flooding, returned to their Waterside home on Sunday afternoon to find a burst manhole behind their house.\n\"The water just came out of nowhere and was gushing through. We just couldn't stop it. There was nothing we could have done,\" Ms Kassova told BBC News NI. \n\"When the manhole burst, everything was just coming up.\"\nThe couple said everything on the ground floor of the house had been ruined. \nOn Sunday, the lower deck of the Craigavon Bridge in Londonderry was obstructed from the Duke Street direction by a car in flood water. \nThe council's mayor, DUP councillor Graham Warke, tweeted a picture showing flooding on the lower deck.\nPortstewart Promenade remained closed to traffic on Monday due to structural damage caused by heavy rain, but pedestrian access had been reinstated. \nMayor of Causeway Coast and Glens Richard Holmes said rainwater had backed up in the pipes under the promenade and could \"not get away fast enough\".\nHe said work had been carried out overnight and it was hoped the road would be repaired later on Monday, and businesses were open as normal.\nBusinessman Damian Morelli said the road had broken up and lifted in places, following a thunderstorm at about 18:00 on Sunday evening.\n\"Basically the water started to lie on the promenade, run down the promenade, and then all of a sudden, the surface of the road started to break up in places,\" he said.\nA yellow weather warning from the Met Office had been in place across the west of Northern Ireland until midnight on Sunday. \nA further warning for heavy, occasionally thundery, showers is in place for Northern Ireland until 20:00 on Monday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57711597",
      "category": "world-asia",
      "title": "Dozens killed in Philippine military plane crash",
      "tags": "Aviation accidents and incidents,Philippines",
      "text": "Fifty people have died and dozens more have been injured after a military plane crashed in the Philippines.\nThe Lockheed C-130 transport aircraft was carrying 96 people, mostly troops, when it overshot a runway at Jolo airport in Sulu province on Sunday.\nThe soldiers were among reinforcements sent to combat Islamist militants such as the Abu Sayyaf group.\nThe dead are mainly military personnel, but three civilians on the ground were also killed, the defence ministry said.\nFive people were initially listed as missing, but all passengers on board have now been accounted for. \nA spokesperson from the Armed Forces of the Philippines told news site ABS-CBN that they were looking for the flight data recorder to find out why exactly the plane crashed. \nMajor Gen Edgard Arevalo said there was no sign of any attack on the plane.\nThe plane, which came down at 11:30 local time (03:30 GMT) a few kilometres from the town of Jolo, was carrying troops from Cagayan de Oro, on the southern island of Mindanao. \n\"It missed the runway, trying to regain power but it didn't make it,\" armed forces chief Gen Sobejana told reporters. \nA statement from the regional military force, Joint Task Force Sulu, said \"a number of soldiers were seen jumping out of the aircraft before it hit the ground, sparing them from the explosion caused by the crash\". \nNo details about how they managed to get out of the plane or their condition were given.\nMany of those on board had only recently completed basic military training, AFP reports. \nThe plane, previously in service with the US Air Force, was handed to the Philippines in January.\nIt was the first of two used Hercules to be delivered by the US under a defence co-operation scheme. \nThe aircraft first flew in 1988, according to Aviation Safety Network."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57716934",
      "category": "world-us-canada",
      "title": "Miami collapse: Remaining structure demolished over safety fears",
      "tags": "Florida,Miami building collapse,Miami,United States",
      "text": "The remaining section of a partially collapsed apartment block near Miami has been demolished over safety fears as a tropical storm approaches Florida.\nOn Sunday night, explosive charges were used to bring down the last standing part of Champlain Towers South, which had been evacuated.\nOn 24 June, part of the block suddenly collapsed. Twenty-four people are known to have died and 121 are still missing.\nCrews resumed the search for victims within a few hours of the demolition.\nThey are now hoping to be able to get into the apartment block's underground garage, which they could not access safely before, and get a clearer picture of any voids that may exist in the rubble.\nNo survivors have been pulled from the rubble at the site in Surfside since the first few hours after the structure's collapse.\nThe demolition operation was brought forward after concerns were raised over the approaching Tropical Storm Elsa, which could reach Florida on Tuesday.\nOn Sunday, the town's Mayor Charles Burkett said there was a danger that strong winds could bring down additional debris and endanger the lives of search crews.\nHe said demolition experts would be able to control how the structure fell, and that the explosion could \"potentially open up a third of the pile [of rubble]\" for emergency teams to access.\nThe existing rubble, meanwhile, was covered with a tarpaulin to protect it from any dust or debris caused by the collapse. \nWhile no other buildings in the area were evacuated, nearby residents were advised to stay indoors and close their windows until at least two hours after the demolition.\nMiami-Dade County Mayor Daniella Levine Cava said the controlled implosion went \"exactly as planned\".\n\"I feel relief because this building was unstable. The building was hampering our search efforts,\" she told the Associated Press.\nMs Levine Cava expressed sympathy for the families of the missing and said those who were forced to evacuate the remaining part of the block had \"left their entire lives behind\".\nShe said teams scoured the structure using drones with thermal imaging cameras to make sure there were no pets still in the building.\nMeanwhile, officials are investigating other tower blocks in the area for potential structural faults.\nWhat caused the 40-year-old Champlain Towers South to crumble remains unclear. A 2018 inspection, however, warned of \"major\" flaws in the original design.\nThe building association's board has said it will appoint an \"independent receiver... to oversee the legal and claims process\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57716131",
      "category": "business",
      "title": "Didi says removal of app in China will affect business",
      "tags": "Gig economy,China",
      "text": "China's biggest ride-hailing company Didi Chuxing has warned there will be an adverse impact on its revenues after its app was removed from Chinese stores.\nChina's internet regulator ordered app stores to stop offering Didi's app on Sunday. \nIt says the firm illegally collected users' personal data.\nIt comes just days after the tech giant began selling shares on the New York Stock Exchange.\nThe removal does not affect existing users, but will prevent new users registering on the country's biggest ride hailing platform.\n\"The company will strive to rectify any problems, improve its risk prevention awareness and technological capabilities, protect users' privacy and data security, and continue to provide secure and convenient services to its users,\" Didi said in a statement.\nThat came after the Cyberspace Administration of China (CAC) said: \"After checks and verification, the Didi Chuxing app was found to be in serious violation of regulations in its collection and use of personal information.\"\nTwo days earlier, the CAC announced it was investigating the firm to protect \"national security and the public interest\", prompting Didi's shares to drop by 5.3%.\nDidi gathers vast amounts of real-time data every day. It uses some of the data for autonomous driving technologies and traffic analysis.\nLast week, China's answer to Uber made its debut on the New York Stock Exchange and at the end of Friday's trading had a market valuation of almost $74.5bn (£53.9bn).\nThe company raised $4.4bn in the Initial Public Offering (IPO), in what was the biggest listing in the US by a Chinese company since Alibaba's debut in 2014.\nBy Karishma Vaswani, Asia Presenter\nWhen I spoke to Didi Chuxing's founder Cheng Wei in 2018, the one thing that was apparent was that this was a man on a mission.\nHe wanted to take the Chinese firm global, and to offer a new vision of what a company driven by data could make possible.\n\"We were born in China,\" he told me at his offices in Beijing during an interview for the BBC series, Asia's Tech Titans.\n\"But we hope to be a global company. We hope to be able to solve traffic and transportation problems for the world.\"\nThe huge ambition Cheng Wei displayed to me on the rooftop of his sprawling Beijing campus manifested itself in Didi's much-anticipated US IPO last week. \nBut the environment in China today is very different from when I spoke to the Didi founder just a few years ago. \nThere's tighter scrutiny now both inside and outside of China on Chinese tech firms. And Didi's troubles come against the backdrop of a broader crackdown on Chinese tech by regulators in the country - a crackdown, that some analysts have said, could be politically motivated as Beijing attempts to impose more control on the dynamic sector. \nWhat this means for both Didi and other Chinese tech firms is that this is likely to be just the start of their troubles. For those looking to list in the US - there will be more questions from investors on the regulatory outlook - which could mean a difficult and uncertain time going forward.\nDidi Chuxing, a platform similar to Uber or Lyft, arranges more than 20 million rides in China every day, on average.\nFounded in 2012, it is particularly popular in China's crowded cities. But it has expanded beyond China into 15 other markets.\nIn June, the company reported revenue of about 42.2bn yuan ($6.52bn) for the three months to the end of March, with the vast majority of that coming from its China mobility business.\nChina has recently moved to tighten up regulation of the country's large tech firms.\nThe investigation follows regulatory crackdowns on other tech firms, from Alibaba to food delivery service Meituan.\nOn Monday, the CAC also said that it plans to investigate the Chinese truck-hailing firm Full Truck Alliance (FTA). \nLike Didi, FTA recently made its New York Stock Exchange debut, raising $1.6bn. It had a market valuation of more than $20bn at the end of trading on Friday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57726118",
      "category": "entertainment-arts",
      "title": "Richard Donner: Superman and Goonies director dies aged 91",
      "tags": "Steven Spielberg,Film",
      "text": "Richard Donner, the Hollywood director whose films included Superman and The Goonies, has died aged 91.\nHe passed away on Monday, his wife, the film producer Lauren Shuler Donner, told Deadline.\nHis first major break came with 1976's The Omen, and later produced Free Willy and The Lost Boys. \nSteven Spielberg, who wrote the story on which The Goonies was based, told Variety that Donner was \"gifted across so many genres\".\n\"Being in his circle was akin to hanging out with your favourite coach, smartest professor, fiercest motivator, most endearing friend, staunchest ally, and - of course - the greatest Goonie of all,\" Mr Spielberg said.\n\"He was all kid. All heart. All the time. I can't believe he's gone, but his husky, hearty laugh will stay with me always.\"\nBorn in the Bronx, New York, Donner started in television in the early 1960s, with credits including anthology series The Twilight Zone and spy thriller The Man From Uncle.\nBut it wasn't until the mid-1970s that he made his mark on Hollywood. His work on 1978's Superman starring Christopher Reeve is often regarded as the first modern superhero film.\nDonner directed and produced The Goonies in 1985. The comedy tells the story of a group of children hunting for a hidden treasure, and has become a cult classic. \nMany have taken to social media to pay tribute to Donner.\nActor Mel Gibson, who starred in Donner's Lethal Weapon movies as well as Conspiracy Theory, told Variety that Donner was \"magnanimous of heart and soul, which he liberally gave to all who knew him.\"\n\"If we piled up all the good deeds he did, it would stretch to some uncharted place in the firmament. I will sorely miss him, with all his mischievous wit and wisdom,\" he said. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57714088",
      "category": "uk",
      "title": "Royals celebrate NHS anniversary with George Cross and tea party",
      "tags": "UK Royal Family,Prince William, Duke of Cambridge,Prince Charles, Prince of Wales,NHS,Queen Elizabeth II,Coronavirus pandemic,Catherine, Duchess of Cambridge",
      "text": "The Royal Family has celebrated the 73rd anniversary of the NHS with the award of the George Cross and a cathedral service.\nIn a personal message, the Queen said NHS staff across the UK had worked \"with courage, compassion and dedication\" for more than 70 years.\nThe Duke of Cambridge joined NHS staff at a thanksgiving service at St Paul's Cathedral in London.\nHe later hosted a Buckingham Palace tea party to thank NHS workers.\nThe Duchess of Cambridge had been due to join him for the events, but is now self-isolating after coming into contact with someone who later tested positive for Covid.\nThe George Cross, instituted by King George VI in 1940 during the height of the Blitz in World War Two, is awarded for \"acts of the greatest heroism or of the most courage in circumstances of extreme danger\".\nIn her handwritten message, the Queen wrote: \"It is with great pleasure, on behalf of a grateful nation, that I award the George Cross to the National Health Services of the United Kingdom.\n\"This award recognises all NHS staff, past and present, across all disciplines and all four nations.\n\"Over more than seven decades, and especially in recent times, you have supported the people of our country with courage, compassion and dedication, demonstrating the highest standards of public service.\n\"You have our enduring thanks and heartfelt appreciation.\"\nNHS England chief executive Sir Simon Stevens said the award recognised the \"skill and fortitude\" of NHS staff, who had responded to \"the worst pandemic in a century and the greatest challenge this country has faced since World War Two\".\nProf Stephen Powis, NHS England medical director, said he could not be \"prouder and more humbled\" by the work of his medical colleagues, adding that the reward recognised the contribution of the NHS since inception as well as over the last 18 months. \nThe awarding of the George Cross by the Queen is made on the advice of the George Cross Committee and the prime minister.\nThis latest award is only the third time the George Cross has been given to a collective body, country or organisation, rather than an individual. \nIn 1942, the George Cross was conferred on Malta by George VI, in recognition of the heroism displayed by the island's inhabitants during enemy bombardments in World War Two and in 1999, the Queen awarded the George Cross to the Royal Ulster Constabulary in Northern Ireland, in recognition of the force's bravery.\nDr Chaand Nagpaul, council chairman of the British Medical Association (BMA) which represents doctors, said the award would be \"a welcome recognition for many who feel exhausted - physically and mentally - after the gruelling challenge of the last year\".\nBut he added: \"It is also vital to ensure that healthcare professionals work in an environment where there is an adequate workforce and resources, including enough hospitals beds and facilities in general practice.\n\"This will be vital if we are to be able to tackle the enormous backlog of over five million patients waiting for treatment as a result of the pandemic\".It comes days after Dr Nagpaul warned that senior doctors in England would be consulted on taking industrial action if the government's 1% pay rise offer was not improved.\nAnd Pat Cullen, acting general secretary and chief executive of the Royal College of Nursing - which has also warned of potential industrial action over pay - said: \"Nursing staff led the foundation of the NHS and today they continue to lead the response to the pandemic.\n\"Along with all of their colleagues they should hold their heads high today to be recognised in this way.\"\nPrince William joined senior NHS figures, frontline staff and patients at the St Paul's service, which celebrated the work of the health service in tackling Covid-19.\nThe cathedral's choir sang hymns as the duke entered the church and followed religious leaders past socially-distanced rows of NHS staff.\nAmong the congregation were Sir Simon; Dr Emily Lawson, NHS England's lead on the vaccine rollout; matron May Parsons, who gave the first Covid vaccination outside clinical trials; and Sam Foster, the nurse who administered the first Oxford-AstraZeneca jab.\nPrime Minister Boris Johnson, Labour leader Sir Keir Starmer and Liberal Democrat leader Sir Ed Davey were also in attendance.\nThey were joined by members of staff who treated England's first Covid patients, as well as people who have been treated for the virus.\nAddressing the congregation during the service at St Paul's Sir Simon described the occasion as an opportunity for \"cautious pride in science, treatments and our vaccines\" but also a time for some \"anger and regret\" over the millions who have died with coronavirus around the world.\nHe said the NHS was \"an inspiring example for our generation of how out of adversity can come strength\".\nThe duke welcomed NHS workers, including respiratory ward nurses, counsellors and care workers, as well as catering managers and housekeeping coordinators, to the Buckingham Palace gardens for the NHS Big Tea.\nThe NHS Big Tea is organised by NHS Charities Together - which the duke and duchess have been patrons of since December 2020.\nThe event was one of thousands of Big Teas happening in homes, hospitals, schools and community spaces across the UK on Monday.\nAlexandra Heys, nurse ward manager in the respiratory high care unit at Gloucestershire Hospitals NHS Foundation Trust, said she felt \"honoured\" to be meeting the duke.\n\"We have all been through a lot, so seeing the public get behind the NHS Big Tea on such as massive scale is an immense boost and really makes a difference,\" she added.\nNHS Charities Together is an independent charity and functions as an umbrella organisation made up of 240 NHS member charities based within hospitals, mental health trusts, ambulance trusts, community health trusts and health boards across the UK."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57718738",
      "category": "business",
      "title": "Morrisons: Bidding war looms for supermarket as rivals circle",
      "tags": "Companies,Morrisons,Retailing",
      "text": "A US investment firm is considering making a rival offer for Morrisons, days after the UK supermarket agreed to a £6.3bn ($8.7bn) takeover.\nApollo Global said it was considering the move, but no approach has yet been made to Morrisons.\nIt is the third firm to show an interest in the UK chain in two months, fuelling speculation of a bidding war. \nOn Saturday, Morrisons accepted an offer by another US investment group led by the owner of Majestic Wine.\nThe takeover bid - led by US private equity firm Fortress Investment Group - is subject to shareholder approval, but the supermarket group's directors are recommending it is accepted.\nMorrisons is the UK's fourth largest UK supermarket chain, with nearly 500 shops and more than 110,000 staff.\nIn a short statement issued on Monday, Apollo said it was \"in the preliminary stages of evaluating a possible offer for Morrisons\".\nHowever, it added: \"No approach has been made to the board of Morrisons. There can be no certainty that any offer will be made, nor as to the terms on which any such offer might be made.\"\nShares in Morrisons surged by 11% on Monday to 269p. That took it well past the 254p per share offered by Fortress over the weekend - itself a 42% premium on the retailer's share price before the offer period.\nNeil Wilson, an analyst at Markets.com, said the offer \"indicates investors believe there could be more juice to be squeezed from this particular bidding war\". \n\"I think there could well be another offer or two and 280p might be seen before it's a knockout. We've talked fairly regularly about the amount of private equity money there is waiting for UK companies, which are cheap versus peers [overseas].\" \nOver the weekend, Morrisons boss Andrew Higginson said Morrison's \"performance through the pandemic\" had improved its standing and enabled it to enter discussions with Fortress from \"a hard-won position of strength\". \nHe said the consortium had a \"full understanding and appreciation of the fundamental character of Morrisons\".\nJoshua A Pack, managing partner at Fortress, said the group was committed to being \"good stewards of Morrisons\".\nLast month, Morrisons turned down an offer worth £5.5bn from a different private equity firm, Clayton, Dubilier & Rice (CD&R) , arguing the bid had significantly undervalued the business.\nUnder UK takeover rules, CD&R has until 17 July to come back with a firm offer. The Takeover Panel is yet to announce the deadline by which Apollo must clarify its intentions in relation to Morrisons. \nAnalysts have speculated that other private equity groups and e-commerce giant Amazon, which has a partnership with Morrisons, could also join the fray.\nYou wait ages for a bidder to emerge for one of the UK's big supermarket chains, then three turn up at once. Speculation that Apollo might be a bidder for Morrisons has circulated since another US private equity firm, Clayton, Dubillier & Rice (CDR), lodged the first takeover offer for the supermarket chain a fortnight ago. \nMorrisons then wrong-footed the market by announcing on Saturday morning that it had agreed a deal with a group of investors led by one of CDR's rivals, Fortress Investment. Now Apollo has indeed joined the fray, saying it is considering its own offer. While it has not yet approached the Morrisons' board, a statement to the stock exchange confirming an interest makes it clear this is more than just a passing fancy.\nThe market clearly expects a bid battle. This morning Morrisons shares were up 11% to 269p, well above the price agreed between the board and Fortress of 254p a share. CDR may return, Apollo is waiting in the wings, and some have still not given up hope of Amazon joining the fray. At the moment, however, Fortress, with a recommendation from the Morrisons' directors tucked into its back pocket, remains the favourite.\nWhat now are the chances of copycat bids for the other two large quoted UK supermarket chains, Tesco and J Sainsbury? Tesco might be simply too big for a private equity raider - its current market capitalisation is nearly £18bn, nearly three times the size of the Morrisons deal. And at Sainsbury's there is a potential blocking shareholder in the shape of Qatar Holdings, which still owns 15% of the chain. If the Qataris can be brought on side, Sainsbury's could, perhaps, become a takeover target.\nLarge private equity firms have been targeting UK supermarkets, which they view as undervalued and attractive due to their large property portfolios. \nLast year, Apollo lost out on buying Asda, Britain's third largest supermarket group, to the Issa brothers and TDR Capital.\nAs part of its offer, Fortress has made clear commitments not to sell off any of Morrisons' property and vowed to protect workers' jobs and pay. \nNevertheless, Labour urged ministers to ensure the group's commitments \"are legally binding, and met\". The Unite union said it would not co-operate with any sale without \"unbreakable guarantees\" on jobs and conditions.\nCatherine Shuttleworth, head of retail research agency Savvy, told the BBC's Today programme: \"Quite often private equity will look at the potential for growth, and what is there to do in these businesses. And it may be they think there's a lot more to go there and they could do something with it. \n\"It may be they are complementary to other businesses they've got and they believe they can put something into those businesses that will drive profit.\" \nShe said whoever ended up buying the chain was likely to make changes. However, they would be expected to stick to their commitments under UK takeover rules."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57716574/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: 'No reason not to get Covid vaccine' - chief medical officer",
      "tags": "NI Health,Coronavirus vaccines,Robin Swann",
      "text": "There are no reasons not to get the Covid-19 vaccine if eligible, as Northern Ireland experiences a fourth Covid-19 wave, NI's chief medical officer has said.\nSir Michael McBride said cases are expected to increase rapidly. \nAbout 400 people with Covid could be in hospital at any one time by the end of the summer, he added. \nBut he said if 90% of the population gets their first jab by the end of the month, that could be reduced by half.\nAbout 80% of the adult eligible population in Northern Ireland have so far received their first dose, and about 60% are fully vaccinated. \nHealth Minister Robin Swann has encouraged more young people to get the Covid-19 vaccine. \nSpeaking in the NI assembly, he said walk-in clinics would be rolled out in towns and villages across Northern Ireland in the coming weeks.\nInitiatives targeting specific industries such as fishing and meat processing will also be put in place.\n\"This is a race between the vaccine and the virus,\" the minister added.\nMeanwhile, chief scientific adviser Prof Ian Young said people booking overseas travel are taking a risk. \nHe also told BBC's Good Morning Ulster programme that it was \"highly likely\" people aged over 50 would need a Covid-19 booster jab by the autumn.\nA further 420 cases of Covid-19, but no deaths, were reported on Monday.\nSpeaking to BBC News NI's The Nolan Show on Monday, Sir Michael said: \"We are in another wave, a fourth wave, there is no doubt about that, numbers will increase rapidly.\n\"We will be making the vaccine as accessible as we can. There are no reasons for not getting this vaccine if you're eligible.\"\nSir Michael said the risks of Covid are significant, and the risks of blood clotting from Covid \"are greater than the extremely rare risk of blood clots with the AstraZeneca vaccine\". \n\"These are safe and effective vaccines so please, get the vaccine. Protect yourself and your family from Covid, and also protect yourself, if you're a young person, from long Covid.\"\nMeanwhile Prof Young said would-be travellers needed to recognise policies could change at their destination country, as well as back home.\n\"Anyone booking a foreign holiday has to recognise that they do so at risk and that's less to do with policy within Northern Ireland or within the UK, it's more to do with the way policy in other countries is changing,\" he said. \nHe urged potential travellers to be cautious and pay attention to the advice of the country to which they intend travelling. \nOverseas travel is regulated by a traffic light system, which groups countries into green, amber and red lists. \nA person who travels to a country on the UK government's green list is not required to self-isolate on their return. \nMeanwhile, from Monday, walk-in vaccinations for a second dose of either Pfizer or Astra Zeneca are now available at the Covid-19 Vaccination Centre in the SSE Arena, Belfast.\nPeople who have a scheduled appointment are asked to keep it, but if this is not possible, they can go directly to the centre. \nIt comes after appointment-free vaccine clinics operated in Belfast and County Down over the weekend in a \"final push\" to get younger people vaccinated. \nMr Swann said officials were watching how rising Covid-19 numbers in Northern Ireland were affecting hospital admissions.\nHe said there was concern at the increased number of cases \"mostly in the younger age groups\".\nHe said appointment-free vaccine clinics aimed to increase the number of young people vaccinated. \n\"It is a serious concern in regards to how we are seeing numbers going up,\" Mr Swann told BBC's Good Morning Ulster programme.\n\"They are mostly in the younger age groups and that's why there's a real concerted effort in getting our vaccine programme to actually increase in regards to those specific age groups.\"\nMr Swann also praised healthcare workers who have been awarded the George Cross by the Queen.\nThe George Cross, which is the highest civilian gallantry award, has been awarded to the Northern Ireland Health and Social Care system alongside the National Health Services in England, Scotland and Wales.\n\"The Covid-19 pandemic has undoubtedly been the biggest challenge faced by the health service since its inception,\" he said.  \n\"The response from our health and care staff has been both inspirational and humbling. They are indeed the best of us.\"\nFighting Covid-19 sometimes feels like playing a game of snakes and ladders; move up three spaces, then something unexpected comes along and we all fall back a bit.\nThe Delta variant has thrown a mean dice.\nBy the summer of 2021, we had hoped to be opening up with confidence. \nInstead we are progressing cautiously with an endgame nowhere near in sight.  The highs and lows continue.\nWhile Covid-19 infections persist across the UK, vaccines are stopping a steep rise in hospital numbers. Many will take that.\nJust as the BMA has described the NHS receiving the George Cross from the Queen as a \"worthy honour\", in the same breath it also remind the authorities that its vital to ensure healthcare professionals work in an environment where \"there is an adequate workforce and resources including enough hospital beds and facilities in general practice\". \nAs always, everything is a balancing act.\nThe health minister said Northern Ireland is unlikely to follow England's lead on the use of face coverings, where the wearing of masks is soon expected to become a \"personal responsibility\".\n\"We have seen the protections that have come from the wearing of face masks in certain areas,\" he said.\n\"It's something that the executive keeps under continual review.\"\nHe added the transmissibility of the Delta variant is a concern and face coverings are one of the main protections against it. \nAnyone over the age of 18 in Northern Ireland will be able to receive a first Covid-19 vaccination without booking an appointment at the following locations:\nFrom Monday\nFrom Tuesday\nOmagh Leisure Centre in County Tyrone will be open for first dose walk-ins on 5, 6, 7 July.\nThe Lakeland Forum in County Fermanagh will be open for first dose walk-ins on 8 July.\nAll regional vaccination centres continue to offer vaccination appointment bookings for first doses.\nAt the SSE Arena, Belfast, people can also walk in to receive their second dose.\nThose who have a scheduled appointment have been asked to keep to that, but those unable to attend can walk in and receive the vaccine between 08:30and 18:00 BST each day.\nSecond doses cannot be given earlier than six weeks for Pfizer and eight weeks for Astra Zeneca. Those who intend to use the walk in service should bring their vaccine card, photo ID and health and care number if available."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57694778",
      "category": "uk-wales",
      "title": "Covid: Why rising coronavirus rates may not mean lockdown in Wales",
      "tags": "Coronavirus lockdown measures,Public health,Contact tracing,Merthyr Tydfil,Coronavirus vaccines,Vaccination,Gareth Davies,Social distancing,Denbigh,Rhosneigr,Coronavirus testing,Welsh government,NHS Wales,Isle of Anglesey County Council,Coronavirus pandemic",
      "text": "With Wales' Covid case and positivity rates the highest since February and steadily rising, it could be asked if Wales is considering another lockdown.\nThe World Health Organization (WHO) guidance last year said governments should consider imposing restrictions if certain thresholds were crossed.\nThose being if the number of new infections over a seven-day period was above 50 per 100,000 population and if the positivity rate - which is the percentage of tests which return a positive result - passed 5%. \nWales' case rate has been above 50 since 23 June and, on Monday, the positivity rate rose above 5%.\nThe case rate is now 95.6, while the positivity rate was 5.5% on Monday as two new Covid deaths and 1,256 cases were reported. \nPublic health officials are attributing this to the more transmissible Delta variant, particularly in north Wales. and the easing of lockdown restrictions -  with most cases involving people under 30.\nBut what seems different in this third wave is that case rises have not yet transferred to a surge of people critically ill and potentially ending up in hospitals.\nCrucially, Wales has fully vaccinated almost 70% of its adult population - with 90% of adults having at least one dose - and the number of Covid patients in Welsh hospitals recently reached its lowest figure since the pandemic began.\nWales' first minister last month paused lockdown easing because of the rise in the new transmissible Delta variant - but with cases rising, could restrictions be added not lifted?\n\"We continue to monitor the public health situation and hope we can manage the rise in cases without the need for the type of lockdowns that were required earlier in the pandemic,\" the Welsh government said.\n\"A number of factors - including case rates, hospitalisation rates and demographics - are considered when we decide how best to manage the effects of the pandemic\"\nA leading virologist said the drop in patients becoming seriously ill as a result of the vaccine programme has reduced the need for tighter restrictions. \n\"The big difference we have is vaccines,\" said Dr Richard Stanton from Cardiff University.\n\"The kind of levels that we would have been worried about in terms of case rates, six months ago, 12 months ago are not levels that would necessarily worry us now. \n\"As case rates go up we will see an increase in hospitalisation rates, but the amount of hospitalisations we get as those case rates go up is going to be a lot lower. \n\"The knock on effect of that is, we can afford to have more transmission without overwhelming the NHS, so we can afford to open up more without overwhelming the NHS.\"\nThe rates are still low compared to the height of the second Covid wave in the winter, where the case rate rose above 600 per 100,000 people and the test positivity hit 25% in January. \nWales, at one stage before Christmas, had the UK's highest Covid case rate and in January about 3,000 people were in Welsh hospitals with coronavirus - more than a third of all patients.\nBut despite the rising recent rates, Covid patients made up 1% of all patients in hospital on 30 June - with a record low of 86 - and Wales has the UK's lowest Covid infection rate.\nThis number in hospital has risen again in the past week and is now about 100, according to Wales' health minister. \nEluned Morgan said: \"We are increasingly confident this wave will not cause the same level of serious illness and harm as the previous waves we have experienced in Wales. \n\"We believe vaccination has weakened the link between the virus and hospitalisation, even in the face of the new Delta variant.\"\nBaroness Morgan said people should take the vaccine and continue to follow Covid rules in order to reduce transmission. \nThe Welsh government has said: \"Since the start of the pandemic we have taken a cautious, phased approach to reopening and have been led by the data that is presented to the cabinet by the chief medical officer and our scientific adviser. \n\"A number of factors - including case rates, hospitalisation rates and demographics - are considered when we decide how best to manage the effects of the pandemic.\n\"The first Minister announced a four-week pause to any further relaxations to the coronavirus restrictions on June 18 to focus on vaccinating more people to help manage the impact of this new wave of infections. \n\"Wales has the best vaccination rates in the UK - almost nine out of 10 adults have had one dose and two-thirds of adults have completed the two-dose course.\n\"We continue to monitor the public health situation and hope we can manage the rise in cases without the need for the type of lockdowns that were required earlier in the pandemic. \n\"Sticking to the rules and taking up the offer of a vaccine is the best way to protect ourselves and prevent the NHS being overwhelmed.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-57687096",
      "category": "newsbeat",
      "title": "Soul Cap: Afro swimming cap Olympic rejection could be reconsidered after backlash",
      "tags": "Hair and facial hair,Life,Black interest",
      "text": "A decision not to allow swimming caps designed for afro hair at international competitions - such as Tokyo 2020 - could be reconsidered, after backlash.\nSoul Cap said Fina, the water sports world governing body, had told them the hats aren't suitable because they don't follow \"the natural form of the head\".\nThe comments sparked criticism from many swimmers with some saying it would discourage black people from the sport.\nFina now says it's \"reviewing the situation\" regarding the products.\nIn a statement, it said it understood \"the importance of inclusivity and representation\".\n\"Fina is committed to ensuring that all aquatics athletes have access to appropriate swimwear for competition where this swimwear does not confer a competitive advantage,\" it added.\nIt said it would speak to Soul Cap about using the hats at Fina's development centres, which train swimmers around the world. \nSoul Cap makes caps to fit over and protect dreadlocks, afros, weaves, braids, and thick and curly hair.\nAfro hair is naturally drier than other hair because it has fewer cell layers. The sodium hypochlorite - or bleach - found in swimming pools can dry it out more, leading to damage.\nYoung black swimmers told Radio 1 Newsbeat they were \"disappointed and heartbroken\" by Fina's words last week. \nKejai Terrelonge, 17, said hair-care is one of many barriers she's faced as a black swimmer.\n\"Using the smaller swimming caps that everyone else would use - it would fit on my head but because I put [protective] oil in my hair, when I was swimming it would just keep sliding off and my hair would get wet,\" said Kejai, who lives in Birmingham.\nSwim England released a statement to \"reassure\" people that Soul Caps are allowed at domestic competitions in England.\nIt said it would raise its \"concerns\" about Fina's rejection \"through the appropriate channels\".\n\"Swimming hats designed for afro hair can reduce barriers to the sport for under-represented groups, including black people,\" it added.\nWhite British children are over-represented in swimming relative to their population share, according to a report by Sport England from January 2020.\nAround 29.3% of white British children take part in swimming, compared with 21.9% Asian children and 20.1% of black children.\nThe founders of Soul Cap, Michael Chapman and Toks Ahmed-Salawudeen, said they were grateful for the support they'd had after Fina's rejection of their application to approve their hats for international competitions.\nThey said they grew up without learning to swim because \"we didn't think it was a sport for us, it wasn't a thing amongst our friends and it wasn't encouraged by our school or parents\".\nIn 2017, they decided to take lessons together - where they met a black woman with afro hair who was struggling with the size of her swim cap.\n\"After speaking with our mums, sisters, friends and realising the lack of suitable swimwear for swimmers with afro hair, braids, locs or any type of voluminous hair - we decided to create our own,\" they said.\nJamaican international swimmer Michael Gunning has also criticised Fina's wording.\nHe tweeted that he was \"utterly shocked and disgusted\" by their decision last week, which \"penalises and further segregates the black community in the pinnacle of sport\".\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57705786",
      "category": "uk-england-london",
      "title": "Jewish man abused twice in an hour on London transport network",
      "tags": "London Underground,Anti-Semitism,Oxford Circus",
      "text": "A Jewish man who was abused twice in one hour in central London was threatened because of his appearance, his brother said.\nYochai was \"verbally assaulted\" while on a bus into Oxford Street and then while at an underground station.\nHis brother said Yochai was targeted because he looked \"obviously Jewish\" and that the offenders \"were not concerned about the repercussions\".\nThe Met Police and British Transport Police are investigating.\nYochai was first abused while sitting on a bus at 23:40 BST on Saturday by a black man wearing a red, white and navy blue T-shirt and shorts and red trainers. He shouted \"free Palestine\" as he got off the bus.\nOnce Yochai left the bus and was walking down an escalator at Oxford Circus Tube station, the Met Police said he was subjected to a \"torrent\" of anti-Semitic abuse by a white man, who was wearing jeans, a black T-shirt and a grey jumper tied around his shoulders.\nAccording to his brother, Yochai had on a kippah - the skullcap worn by some Jewish men - that evening. His brother, who asked not to be named, said Yochai had been left \"very shaken\".\n\"The bus incident happened when the suspect noticed my brother. There was no prior communication before they lashed out [at him],\" he told the Press Association news agency.\n\"It wasn't just a mere verbal assault. He was very close to being physically attacked by this vicious assailant.\"\nYochai's brother said the passenger leaned in close to his face and tried to punch him but Yochai stopped him.\n\"He was shouting angrily: 'I'll give you an uppercut, I'll give you an uppercut',\" he said.\nYochai then managed to \"de-escalate\" the situation by talking to the passenger, but still was faced with \"ugly racist remarks and death threats\", the brother added.\nThe incident ended after the bus driver called the police, he said.\nDescribing how he felt when Yochai told him what he had experienced, his brother said: \"I was upset since this is an experience I've myself had many times as a kid. Not necessarily death threats like this but lots of verbal assaults, things thrown from cars.\n\"I'm not religious like my brother so I don't look obviously Jewish to be a target this way.\n\"It's the fact that anti-Semites are willing to do this when knowing there is CCTV means we've reached the level where they're not concerned about repercussions.\"\nNo arrests have been made and inquiries are continuing.\nSiwan Hayward, director of compliance, policing operations and security at TfL, said: \"We are appalled by the shocking incidents. All our customers have the right to travel without fear of abuse or intimidation, and hate crime has absolutely no place on our network.\"\nCorrection 5 July: An earlier version of this story stated incorrectly that a group of males abused the man on the London Underground; there was only a single assailant at Oxford Circus Tube station. It has also emerged that the same man was the victim in both incidents."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57680023/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Train bosses say social distancing not always possible",
      "tags": "Travel,Transport,Rail travel,Social distancing,Hywel Williams,Transport for Wales,Coronavirus pandemic",
      "text": "Wales' train operator has been accused of \"empty words\" after failing to enforce social distancing rules.\nArfon MP Hywel Williams said Transport for Wales (TfW) had pledged to make the safety of customers an \"absolute priority\".\nHowever, he said the rail service then issued guidance to staff telling them not to enforce social distancing rules.\nTfW said that as passenger demand increases, social distancing \"will not always be possible\" during busy times.\n\"Unfortunately, we have seen a rise in anti-social behaviour towards our front-line staff and it is not the responsibility of individual conductors to enforce Covid regulations,\" said TfW's safety and sustainability director Leyton Powell.\n\"So we work closely with the British Transport Police and security staff to encourage passengers to follow the latest Covid rules.\"\nHe said it was important passengers planned ahead and made \"responsible decisions\" on their need to travel. \nBut Mr Williams said: \"Expecting ticket-paying travellers to cram into overcrowded trains is unacceptable under normal circumstances, but to allow those conditions when Covid cases are on the rise is totally irresponsible.\n\"TfW and the Welsh government must urgently reassess their guidance so that staff, as well as passengers, are protected as journeys increase over the summer.\"\nNia Jones, who lives in Mr Williams' constituency of Arfon, also called for action after describing a trip from Crewe to Bangor as \"an extremely uncomfortable experience\".\nShe said: \"The train was at full capacity, with no means of properly enforcing social distancing, forcing passengers to sit side-by-side and stand in the aisles. \n\"TfW managers must consider what impact their hands-off approach to safety measures will have on passengers' confidence in their services.\"\nCalls were made for an investigation last month after images emerged of packed trains.\nAdam Smith had said he felt \"anxious\" after getting on a train back to his home in Newport from Barry Island, on the June Bank Holiday Monday, which had standing room only.\nFollowing this, Wales' train operator wrote to MPs and said: \"At TfW, the safety of our customers and your constituents is an absolute priority for us, and as society gradually unlocks as we move through the coronavirus pandemic, we're continually reviewing the services we deliver to provide the best and safest possible experience for customers.\"\nHowever, Mr Williams accused the operator of \"empty words\" after being shown a copy of guidance given to conductors. \nTitled \"management of on train social distancing,\" the guidance references the \"large volumes of passengers\" travelling by train on some routes, which provides \"challenges\".\nIt said social distance capacity numbers were based on individuals travelling alone - however, it said there were several factors that could influence what the \"safe capacity\" is.\nThese include groups travelling in bubbles, families or vulnerable people travelling with carers.\n\"The numbers provided are a baseline for reporting social distancing capacity breaches and must not be enforced,\" it states.\n\"We request this to balance of risk to colleagues in trying to enforce these numbers and so as not to introduce other risks to other passengers by doing so. \n\"We provide information to passengers to make their own decision if they are happy to board the train.\"\nAll of TfW's carriages are currently in use and the fact more than 75% of train stations are unmanned makes it even more difficult to enforce social distancing.\nHowever, Mr Powell said conductors were encouraged to report breaches of social distancing and this information was used to look at increasing capacity, running supplementary bus services or deploying more security.\n\"The safety of our customers and colleagues has been a priority throughout the pandemic and we continue to implement many safety measures following industry and government guidance, including enhanced cleaning regimes on trains and at stations, queuing systems during peak times, free hand sanitiser at key stations and by ensuring people wear face coverings, unless exempt,\" he added.\nMr Powell urged people to use the capacity checker tool before travelling."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57721140",
      "category": "uk",
      "title": "Duchess of Cambridge forced to self-isolate due to Covid contact",
      "tags": "UK Royal Family,Coronavirus pandemic,Catherine, Duchess of Cambridge",
      "text": "The Duchess of Cambridge is having to self-isolate for 10 days after coming into contact with someone who later tested positive for Covid.\nShe had been due to spend the day with the Duke of Cambridge to mark the 73rd anniversary of the NHS.\nBut Prince William arrived alone for a service at St Paul's Cathedral and a Buckingham Palace tea for NHS staff.\nKensington Palace said she does not have any symptoms, but is \"following all relevant government guidelines\".\nIt said in a statement: \"Last week the Duchess of Cambridge came into contact with someone who has subsequently tested positive for Covid-19.\n\"Her Royal Highness is not experiencing any symptoms, but is following all relevant government guidelines and is self-isolating at home.\"\nCatherine's last public event was a visit to Wimbledon on Friday when she toured the venue and met staff in its museum and Centre Court kitchen.\nShe also sat with the Duke of Kent in the royal box on Centre Court and with former British number one tennis player Tim Henman on Court 14 to watch Jamie Murray play in a men's doubles match.\nThe duchess is patron of the All England Lawn Tennis Club and a keen tennis fan, but is now likely to miss the men's and women's finals at the weekend.\nThe duchess, who has received both her Covid jabs, began self-isolating on Friday after being alerted that afternoon.\nThe PA news agency says she follows the royal household testing regime by taking lateral flow tests twice a week.\nIt reports she additionally took lateral flow tests before visiting Wimbledon and watching England's Euro 2020 victory against Germany last Tuesday at Wembley with Prince William and Prince George. Both results were negative.\nPrince William contracted Covid last spring but was able to carry on with telephone and online engagements while being treated by royal doctors.\nThe Prince of Wales also caught the virus during the same period but had milder symptoms, although he did lose his sense of smell and taste for a period."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57725704",
      "category": "entertainment-arts",
      "title": "Hairspray: West End musical cancels performances after Covid case",
      "tags": "Theatre,Musical Theatre,Coronavirus pandemic,Music",
      "text": "West End musical Hairspray has scrapped all performances for 10 days after a member of its production team tested positive for Covid-19.\nThe show at the London Coliseum, which stars Michael Ball and Les Dennis, has been suspended until 14 July.\nThe announcement comes after a matinee performance was cancelled on Sunday.\nProducers said they were \"adhering to the strictest of protocols\" and the ill person \"will not have come into contact with anyone visiting the venue\".\nTheir statement said: \"Unfortunately, despite extremely robust measures being in place, a member within the Hairspray company has sadly tested positive for Covid-19.\"\nThey added: \"We want to reassure all of our audiences that due to the strict processes we have in place at the London Coliseum, this registered case will not have come into contact with anyone visiting the venue and we are confident that we have adhered to all the required health and safety requirements.\"\nUnder current government guidance, those who test positive for Covid-19, or who have been in close contact with someone who has, must self-isolate for 10 days. \n\"The safety of our customers remains our number one priority,\" the statement added. \"Everyone at both the London Coliseum and in the Hairspray team are so sorry that this means these performances cannot go ahead.\"\nThe opening night of the production, which sees Ball revive his role as the mother of a teenage girl growing up in 1960s Baltimore, was attended by Culture Secretary Oliver Dowden last month.\nOrganisers said ticketholders could get a full refund or book for a new date.\nIt is not the only theatre show to be disrupted. London's Royal Court has announced its play Seven Methods of Killing Kylie Jenner would be suspended between 5 and 11 July \"due to Covid isolation requirements\" after a member of the production team tested positive.\nThe West End revival of Joseph and the Amazing Technicolor Dreamcoat also faced delays in June.\nAnd the Cheltenham Music Festival lost a choir that was due to appear on Monday. But organisers found a replacement choir - The Carice Singers - who stepped in to perform the world premiere of Lillie Harris's The Dusk of Thee at just one day's notice.\nThe spate of cancellations prompted acclaimed playwright James Graham to describe the UK's current mass isolation policy as \"unsustainable\" on Sunday.\nOn Monday, Prime Minister Boris Johnson said anyone who tests positive would still have to self-isolate at step four of the government roadmap, probably from 19 July, but that \"close contacts\" may no longer need to do so if they are fully vaccinated.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57701777",
      "category": "business",
      "title": "Unions warn workers at risk if face masks rules dropped",
      "tags": "Coronavirus lockdown measures,Bus travel,Unite,Coronavirus pandemic",
      "text": "Public transport and shop workers will face more risk of infection if mask rules are dropped, unions have said.\nBoris Johnson is expected to confirm later that the majority of Covid restrictions in England will be lifted from 19 July.\nThese could include making face mask wearing voluntary and the end of 1m-plus social distancing.\nBut dropping mask-wearing on public transport would be \"gross negligence\", the Unite union said.\nA Unite spokesman, pointing to official figures, said there had been a high level of Covid deaths among bus drivers even with mandatory face mask wearing.\n\"To end the requirement to wear masks on public transport would be an act of gross negligence by the government,\" said Unite national officer for passenger transport Bobby Morton.\n\"Rates of infection are continuing to increase and not only does mask wearing reduce transmissions, it helps provide reassurance to drivers and to passengers who are nervous about using public transport.\n\"The idea of personal responsibility and hoping that people will wear masks is absolutely ridiculous, members are already reporting there is an increase in passengers ignoring the rules on mask wearing.\"\nBut industry body the Rail Delivery Group, which represents train companies, said that travelling by train was \"low risk\" and \"any decision to leave public transport behind other parts of the economy would need to be based on the science\".\nIt said trains are \"well ventilated with air regularly refreshed either by air conditioning systems, or by doors and windows being opened\".\n\"Given that wearing a mask helps protect others, we would also support people who wished to continue wearing one in future if it becomes voluntary,\" the industry body added.\nCare minister Helen Whately told BBC Radio 4's Today programme that she may continue to wear a mask when commuting by train from her constituency in Kent to London.\n\"I think it's the sort of environment where, if something's crowded, I think I might,\" she said. However, she added: \"I know personally, and I know others, aren't comfortable wearing masks all the time.\n\"As I've said, there are downsides to masks as there are downsides to many of the restrictions.\"\nRyanair said that face-masks would remain mandatory on its flights \"to protect the health of our passengers and crew\".\nThere is expected to be a rise in coronavirus infections when restrictions are eased, but the government hopes that vaccinations will limit hospitalisations and deaths.\nThe lifting of Covid restrictions was originally planned to be on 21 June, but this was pushed back to 19 July after a rise in infections driven by the Delta variant.\nRestrictions that are currently in place in England include the \"rule of six\" for gatherings, pubs and restaurants having to have table service, limits on how many people can be in theatres and cinemas, and nightclubs being closed. Facemasks also need to be worn in shops.\nScotland, Wales and Northern Ireland have their own coronavirus rules, and the Scottish government has said it could keep some basic measures, including wearing masks, at its next review in August.\nThe Usdaw union said face masks should continue to be mandatory for shoppers after 19 July to protect shop workers.\n\"Retail staff are working with the public every day and are deeply worried about catching Covid-19,\" said Paddy Lillis, Usdaw general secretary.\n\"This is not the right time to water down safety in stores and the government should not be removing the requirements of face coverings and distancing in busy public areas like shops.\n\"To speak about the wearing of face coverings in these settings in terms of personal responsibility ignores the reality that public-facing workers have no option but to interact with large numbers of people as a part of their job,\" he said.\nThe union urged shoppers to keep wearing face masks, and to carry on washing hands and social distancing \"to help make shops safer and limit the spread of Covid-19\".\nMr Lillis added that many retail workers had continued to work through the pandemic \"to keep the country supplied with essentials\".\n\"These key workers must be valued, respected and protected,\" he added.\nDan Shears, health and safety director at the GMB union, said: \"If compulsory masks are going to go then it is up to employers to control the Covid infection risk, primarily through ventilation, to keep workers and the general public safe.\"\nThe assistant general secretary of the Unison union,  Jon Richards, said: \"Now isn't the time to throw caution to the wind, especially with infections on the rise. The economy is important, but so is public confidence.  \n\"People want clarity from the government as restrictions are eased. They don't need a confusing free-for-all, with ministers absolving themselves of any responsibility for public health.   \n\"Face coverings and well-ventilated workspaces provide a level of reassurance and security to staff who deal with the public. Safety laws also require their employers to keep these workers safe.\"\nDo you wear a face mask at work? Or do your clients or customers? What do you think should happen? Share your views and experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57719551",
      "category": "world-middle-east",
      "title": "Ever Given: Egypt agrees deal to release ship that blocked Suez Canal",
      "tags": "Egypt,Global trade,Shipping industry,Suez canal",
      "text": "Egypt will release the container ship that blocked the Suez Canal in March, after it agreed a compensation deal with the vessel's owners and insurers. \nThe two sides said the Ever Given would be allowed on Wednesday to leave the Great Bitter Lake, the canal's midway point, where it has been impounded.\nThe deal's terms were not revealed, but Egypt had demanded $550m (£397m).\nThe 400m-long (1,312ft) Ever Given became wedged across the canal after running aground amid high winds.\nIt was freed six days later following a salvage operation that involved a flotilla of tug boats and dredging vessels, and during which one person was killed.\nGlobal trade was disrupted as hundreds of ships had to wait to pass through the 193km (120-mile) waterway, which connects the Mediterranean Sea to the Red Sea and provides the shortest sea link between Asia and Europe.\nUK Club, which insured the Ever Given's owner Shoei Kisen for third-party liabilities, announced on Sunday that a \"formal solution\" had been agreed with the Suez Canal Authority (SCA) to settle their dispute over compensation.\n\"Preparations for the release of the vessel will be made and an event marking the agreement will be held at the authority's headquarters in Ismailia in due course,\" it added. \nThe SCA said the event would be held on Wednesday, and that participants would be able to watch the ship leaving the canal.\nNeither side disclosed the amount of compensation, but SCA chairman Osama Rabie said it would receive a tug boat as part of the deal.\nThe SCA initially asked for $916m, including $300m for a salvage bonus and $300m for loss of reputation. But UK Club rejected the claim, describing it as \"extraordinarily large\" and \"largely unsupported\".\nThe SCA later lowed its demand to $550m, but the owners and insurers reportedly offered to pay $150m.\nMr Rabie said in May that the Ever Given had struggled to steer and ran aground despite the efforts of two escort tugs because it was moving at a \"very high\" speed and its rudder's size \"was not appropriate\". \nUK Club said that while the Ever Given's owners and insurers \"fully acknowledge that the SCA is entitled to compensation for their legitimate claims arising out of this incident\", they were concerned by the allegations.\n\"It is important to clarify that whilst the master is ultimately responsible for the vessel, navigation in the canal transit within a convoy is controlled by the Suez Canal pilots and SCA vessel traffic management services. Such controls include the speed of the transit and the availability of escort tugs.\"\nThe value of the goods inside the Ever Given's 18,000 containers has been estimated at $775m. They include products for large multinational companies like Chinese PC manufacturer Lenovo and Swedish furniture giant Ikea, as well as those for smaller businesses like UK-based clothing company Snuggy and bicycle maker Pearson 1860."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57728218",
      "category": "uk",
      "title": "Covid: Johnson, Whitty and Vallance on when they'll still wear face masks",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57715496/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Mask law and one metre rule set to end in England",
      "tags": "Coronavirus lockdown measures,Boris Johnson,Coronavirus pandemic",
      "text": "Boris Johnson is expected to confirm he is confident the majority of the remaining Covid restrictions in England can be lifted from 19 July.\nMaking face masks voluntary and ending 1m-plus social distancing and QR code sign-ins at restaurants will be among his press conference announcements.\nThe PM said people must \"learn to live\" with Covid and \"exercise judgement\".\nInfections are expected to rise when rules are eased but ministers believe deaths will be limited by vaccinations.\nA further 27,334 cases were reported across the UK on Monday, alongside another nine deaths within 28 days of a positive test.\nThe fourth and final stage of the government's roadmap out of lockdown in England was delayed last month to no earlier than 19 July.\nAmong the current measures are the \"rule of six\" for gatherings, table service in pubs and restaurants, capacity limits in theatres and cinemas, the closure of nightclubs, and working from home guidance.\nHowever, while many of the remaining rules and guidance looks set to be swept away, the prime minister is not expected to address self isolation, travel restrictions or the rules in schools.\nScotland, Wales and Northern Ireland are in charge of their own coronavirus rules, and the Scottish government has suggested it may retain some basic measures, including wearing masks, at its next review in August.\nThe chairman of the British Medical Association, Dr Chaand Nagpaul, said it \"makes no sense\" to stop wearing face masks in enclosed public settings amid a rising number of cases of the Delta variant.\nHe told BBC Radio 4's Today programme \"face masks are proven to reduce spread of this infection\" and \"we can't understand why we would knowingly want people to become infected\".\nUnions representing public transport and shop workers said their staff would face even more risk of infection if face mask rules are dropped.\nMeanwhile, Ryanair said face masks would remain mandatory on its flight \"in order to protect the health of our passengers and crew\".\nIn comments released by Downing Street before the prime minister gives his update at a 17:00 BST news conference, Mr Johnson said he \"must stress that the pandemic is not over and that cases will continue to rise over the coming weeks\". \nBut praising the successful vaccine rollout, he said he would \"set out how we can restore people's freedoms\", adding: \"As we begin to learn to live with this virus, we must all continue to carefully manage the risks from Covid and exercise judgement when going about our lives.\"\nDowning Street said step four of the easing would go ahead in two weeks' time only if the government's \"four tests\" for easing curbs had been met.\nThe verdict on those tests - on the jab rollout, vaccine effectiveness, hospital admissions, and new virus variants - would only be confirmed on 12 July following a review of the latest data.\nThe findings of reviews on the use of Covid certification - or vaccine passports - and on social-distancing measures are also due to be announced by Mr Johnson.\nIt is understood the restriction banning pub-goers from ordering a drink directly at the bar will be dropped.\nBut Downing Street stressed rules against travel to high-risk countries, the requirement to isolate if people test positive, as well as surge and community Covid testing programmes would continue after 19 July.\nHealth Secretary Sajid Javid will update the Commons on the changes at the same time Mr Johnson holds his briefing at Downing Street alongside England's chief medical officer, Prof Chris Whitty, and the government's chief scientific adviser Sir Patrick Vallance.\nBehavioural psychologist Prof Stephen Reicher, one of the scientists advising the government, expressed concern about the face mask plans.\nHe told Today: \"We need very clear messaging and in certain spaces - crowded, badly ventilated spaces - masks are crucial mitigation,\" adding ministers needed to provide \"support and proportionate mitigations to keep us safe. Along with the vaccine, that's the way out\". \nPaul Nowak, deputy general secretary of the Trades Union Congress, said it was \"vital\" people would be returning to Covid-secure work sites.\n\"I just don't think it is acceptable for the government to simply outsource its responsibilities to individuals and to individual employers,\" he said. \nMeanwhile, shadow health secretary Jonathan Ashworth urged the government to confirm \"what level of mortality and cases of long Covid\" it considers acceptable.\n\"Letting cases rise with no action means further pressure on the NHS, more sickness, disruption to education - and risks a new variant emerging with a selection advantage,\" he warned.\nStephen Powis, the National Medical Director for NHS England, said infections were currently rising but hospital rates were not increasing at the same rate as previous peaks and \"things are looking very good\".\nHe told BBC Breakfast the NHS was \"well used to coping with pressures, we do it every year and every winter. So we are prepared.\"\nFrom the start of the pandemic, the single most important measure for controlling Covid was getting people to isolate when they had symptoms. \nIt's why so many have urged the government to do more to support people financially when they do so.\nEverything else from mask-wearing and social distancing to contract tracing was about marginal gains on top.\nAs we learnt more about the ability of the virus to spread before symptoms developed or among those who were asymptomatic those marginal gains became more important.\nBut alongside isolating when ill, the new tool in the fight against Covid is, of course, vaccination.\nNot only do the vaccines protect you, they protect others by curbing spread by cutting your chances of being infected in the first place and your risk of passing on the virus if you do become infected.\nWith high vaccination uptake, all those other measures are much less important than they once were. \nThat's why ministers feel they can ditch many of them - and in doing so become arguably the first nation to relax restrictions on this scale with infections rising and attempt to learn to live with Covid.\nThe review of social-distancing measures has been of particular interest to the hospitality industry, which says many venues are unable to operate profitably under restrictions on capacity and table service rules.\nThe findings of a review into Covid certification are also expected. The use of certificates to prove a person's Covid vaccination or test status has been welcomed by some travel industry bosses and leading sports bodies - but the concept has raised concerns over discrimination and privacy.\nSeparately, the PM will give further details on the future of care home visits. At the moment, care home residents in England can choose up to five people who can visit regularly, but no more than two people should visit at one time or in one day.\nCare minister Helen Whately says visits are unlikely to \"completely go back to normal\" as there was a need for some precautions for residents - and face coverings were expected to remain a requirement.\nAround 64% of the UK adult population has now received a second vaccine dose, with just over 86% having now received at least a first dose.\nNo 10 has said the government is ensuring preparations are in place to offer third \"booster\" doses to everyone aged over 50 and the most vulnerable over the winter months."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57715601",
      "category": "uk",
      "title": "Covid-19: PM on easing lockdown and Queen awards NHS",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday morning. We'll have another update for you this evening. \nPrime Minister Boris Johnson is expected to reveal plans for the next, and final step, out of lockdown. We \"learn to live with this virus, we must... exercise judgement when going about our lives\", he says. He is due to announce the next steps on social distancing, face coverings, working from home and care home visits at a news conference later. Coronavirus cases have been rising and Labour's shadow health secretary Jonathan Ashworth warned that letting this happen \"with no action means further pressure on the NHS, more sickness, disruption to education - and risks a new variant emerging with a selection advantage\". But no change will be implemented until the \"four tests\" are met and a final decision will be made on 12 July, after a review of the latest data. Meanwhile Scotland, Wales and Northern Ireland are in charge of their own coronavirus rules.\n\"You have the enduring thanks and heartfelt appreciation of us all,\" the Queen said in a handwritten message as she awarded the George Cross to the NHS. The health service, which marks its 73rd anniversary, has been recognised for \"acts of the greatest heroism or of the most courage in circumstances of extreme danger\" - the criteria for the award brought in by King George VI in 1940 - and it \"recognises all NHS staff, past and present, across all disciplines and all four nations\" the Queen said. Describing the award as \"unprecedented\", NHS England chief executive Sir Simon Stevens says it recognises the \"skill, compassion and fortitude\" of NHS staff, who had responded to \"the worst pandemic in a century and the greatest challenge this country has faced since World War Two\".\nIndonesia's government has ordered oxygen producers to prioritise medical needs as a surge in Covid cases has led to shortages in a number of cities. The country is currently recording more than 25,000 new cases every day following increased travel and the spread of the more contagious Delta variant. Hospitals say they are struggling, with one reporting that 63 patients died as it grappled with depleting oxygen. Read more here.\nThe anti-lockdown movement has been making its feelings known about the measures put in place to contain the spread of coronavirus. But as Prime Minister Boris Johnson is set to announce the final step to ease restrictions in England, what will become of the group once they are lifted? Find out here.\nHow does an Olympic hopeful train during lockdown? Seventeen-year-old Evie Davis, who represented Team GB at the European Swimming Championships, used a giant paddling pool when pools closed during the pandemic. Watch her story.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nWith an announcement due later on the finals step to ease restrictions in England, here's a reminder of the roadmap for lifting lockdown.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-51205344",
      "category": "health",
      "title": "What are the latest rules for face coverings and masks?",
      "tags": "Coronavirus lockdown measures,Retailing,Social distancing,Personal protective equipment (PPE),Viruses,Coronavirus pandemic",
      "text": "People in England are no longer legally required to wear face masks in almost all public spaces, although they are still recommended in some settings. \nThe change is part of the government's decision to lift Plan B coronavirus measures in England.\nMasks are still required in many situations in Scotland, Wales and Northern Ireland. \nFrom Thursday 27 January:\nWhat are the latest changes to the UK's Covid rules?\nFace mask changes: 'We hope customers aren't discouraged'\nIn Scotland, masks must be worn in most indoor public spaces including public transport, shops and gyms (although they can be temporarily removed when exercising).\nThey must be worn in pubs and restaurants when not seated or dancing, and in the workplace in communal areas and canteens. \nThey are compulsory for all school staff as well as secondary school pupils and are required in indoor public spaces in universities.\nLike England, under-12s are exempt.\nFrom Friday 28 January, adults running organised sessions with under-5s will no longer need to wear face coverings. \nIn Northern Ireland, post-primary pupils must wear face coverings inside school buildings, as must staff if they can't socially distance.\nMasks must also be worn on public transport, in shops and hospitality venues unless you're sitting down to eat or drink.\nMasks aren't required in gyms or other exercise venues.\nHowever, people no longer have to show proof of exemption if they're not wearing a mask.\nUnder-13s don't have to wear masks in public indoor places, and primary school pupils are exempt from the rules on public transport.\nPeople no longer have to wear face masks by law in cafes, pubs, restaurants and nightclubs, but face coverings are required on public transport and  most public spaces, including shops.\nSecondary school pupils are being asked to wear masks in class until the end of half term. \nThe guidance in Wales applies to everyone aged 11 or over.\nIn England, Transport for London (TfL) officers and police can currently fine people £200 for their first offence. This drops to £100 if paid within 14 days. \nThe penalty doubles for each subsequent offence, with no discount for quick payment. So, a second penalty would be £400, a third £800, up to a maximum of £6,400. \nIn Wales, the penalty for a first offence is £60, with the fine doubling for each subsequent offence - up to a maximum of £1,920. Repeat offenders can also be prosecuted in court where fines are unlimited.\nIn Scotland, the police can issue a penalty notice of up to £60 for breaking the law on mask-wearing.\nEvidence suggests transmission mainly happens indoors where people are close together.\nCovering the nose and mouth reduces the spread of coronavirus droplets from coughs, sneezes and while speaking.\nThe main purpose is to protect others although there is some evidence they offer protection to wearers.\nIt should:\nStandard surgical masks are acceptable. It is also possible to buy FFP2 and FFP3 masks used by healthcare workers which can offer higher protection. However, these must be fitted correctly to work."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57698950",
      "category": "world-middle-east",
      "title": "After Lod violence, Israeli city's residents fear for the future",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-52105079",
      "category": "uk-wales",
      "title": "Coronavirus: Messages of thanks from across Wales",
      "tags": "Manorbier,Splott,Cardiff,Morriston,NHS,Boverton,Uplifting stories",
      "text": "From the UK-wide clap for NHS workers to people volunteering to shop for their more vulnerable neighbours, the coronavirus crisis has prompted many to respond with acts of kindness and hope. \nSome people in Wales have decorated their homes to bring cheer.\nIn Splott, Cardiff, Rhiannon Lewis has painted the front of her house with a giant rainbow to thank NHS workers.\n\"I live in the best street ever and all my neighbours have been supportive and excited about it,\" she said.\n\"It is a really panicked time and everything has been cancelled... people are only going out once a day so my house is just something interesting to look at and cheer everyone up.\nPeople across the country have been putting rainbows, \"stay safe\" and \"be kind\"messages of support in their windows for NHS workers to see.\nChildren have been taking chalk to the pavements to create more rainbows of hope and lift spirits.\nIn Boverton, Vale of Glamorgan, Gary Brew has dressed dragons on his front gate to look like frontline workers and put up a sign reading \"NHS\" decorated with hearts. \nMr Brew, whose wife works as a nurse at the University Hospital of Wales in Cardiff, often decorates his gates at Christmas, Halloween and when Wales has a big rugby game, but said he felt moved to celebrate NHS workers at the moment.\nHe said: \"With the crisis we're going through I thought the dragons would have to go blue for the NHS. \n\"I've had really nice comments [about the display]. The NHS' nurses and doctors are going beyond the mark, amazing. It's a way of saying thanks.\" \nSeven-year-old Shealeigh Thomas from Manorbier in Pembrokeshire has written her own message of support to frontline NHS workers.\nHer mother Andrea says she was moved to write the letter after watching a news report.\nShe wrote: \"Dear NHS staff, I just want to thank you for everything you have done and are doing to beat Covid-19. \n\"You've done everything for us and will keep doing your best today and all ways. That's [why] we love you. Thank you.\"\nMrs Thomas said when she saw the note her daughter had written it made her cry.\"I did get a bit emotional,\" she said.\n\"She's taking it [the coronavirus crisis] better than any of us, she's very calm.\"\nMrs Thomas, who has friends and family working for the NHS, said her daughter was \"chuffed\" to see her note shared on social media.\nRefuse collectors in Caerphilly have also been receiving letters of thanks from grateful residents. \nChristina Harrhy, chief executive of Caerphilly council, shared images of the letters on Twitter, adding:  \"Some lovely kind messages left for our refuse/recycling guys. Keeping a core service going without any fuss. Thanks guys.\"\nIn Maenclochog, Pembrokeshire, people have been keeping busy making colourful scarecrows to bring cheer. \nIn Swansea, staff working in the accident and emergency department at Morriston Hospital have been singing on the building's front steps. \nMore than 500 people commented on the video and praised their work during the outbreak.\nPugh's garden centres in Radyr, Cardiff, and Wenvoe in Vale of Glamorgan were forced to close when the government banned all \"non-essential\" retail - but the company has been trying to make the best of the situation.\nOne of its chefs took home leftovers from the kitchen and turned them into cakes, sausage rolls and pastries for NHS workers and lab staff in the Cardiff's University Hospital of Wales and a paramedic base in Bridgend. \nMany of the centres' plants have been donated to care and nursing homes and fresh fruit and veg from its food hall was distributed between houses in isolation."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57715496",
      "category": "uk",
      "title": "Covid: Mask law and one metre rule set to end in England",
      "tags": "Coronavirus lockdown measures,Boris Johnson,Coronavirus pandemic",
      "text": "Boris Johnson is expected to confirm he is confident the majority of the remaining Covid restrictions in England can be lifted from 19 July.\nMaking face masks voluntary and ending 1m-plus social distancing and QR code sign-ins at restaurants will be among his press conference announcements.\nThe PM said people must \"learn to live\" with Covid and \"exercise judgement\".\nInfections are expected to rise when rules are eased but ministers believe deaths will be limited by vaccinations.\nA further 27,334 cases were reported across the UK on Monday, alongside another nine deaths within 28 days of a positive test.\nThe fourth and final stage of the government's roadmap out of lockdown in England was delayed last month to no earlier than 19 July.\nAmong the current measures are the \"rule of six\" for gatherings, table service in pubs and restaurants, capacity limits in theatres and cinemas, the closure of nightclubs, and working from home guidance.\nHowever, while many of the remaining rules and guidance looks set to be swept away, the prime minister is not expected to address self isolation, travel restrictions or the rules in schools.\nScotland, Wales and Northern Ireland are in charge of their own coronavirus rules, and the Scottish government has suggested it may retain some basic measures, including wearing masks, at its next review in August.\nThe chairman of the British Medical Association, Dr Chaand Nagpaul, said it \"makes no sense\" to stop wearing face masks in enclosed public settings amid a rising number of cases of the Delta variant.\nHe told BBC Radio 4's Today programme \"face masks are proven to reduce spread of this infection\" and \"we can't understand why we would knowingly want people to become infected\".\nUnions representing public transport and shop workers said their staff would face even more risk of infection if face mask rules are dropped.\nMeanwhile, Ryanair said face masks would remain mandatory on its flight \"in order to protect the health of our passengers and crew\".\nIn comments released by Downing Street before the prime minister gives his update at a 17:00 BST news conference, Mr Johnson said he \"must stress that the pandemic is not over and that cases will continue to rise over the coming weeks\". \nBut praising the successful vaccine rollout, he said he would \"set out how we can restore people's freedoms\", adding: \"As we begin to learn to live with this virus, we must all continue to carefully manage the risks from Covid and exercise judgement when going about our lives.\"\nDowning Street said step four of the easing would go ahead in two weeks' time only if the government's \"four tests\" for easing curbs had been met.\nThe verdict on those tests - on the jab rollout, vaccine effectiveness, hospital admissions, and new virus variants - would only be confirmed on 12 July following a review of the latest data.\nThe findings of reviews on the use of Covid certification - or vaccine passports - and on social-distancing measures are also due to be announced by Mr Johnson.\nIt is understood the restriction banning pub-goers from ordering a drink directly at the bar will be dropped.\nBut Downing Street stressed rules against travel to high-risk countries, the requirement to isolate if people test positive, as well as surge and community Covid testing programmes would continue after 19 July.\nHealth Secretary Sajid Javid will update the Commons on the changes at the same time Mr Johnson holds his briefing at Downing Street alongside England's chief medical officer, Prof Chris Whitty, and the government's chief scientific adviser Sir Patrick Vallance.\nBehavioural psychologist Prof Stephen Reicher, one of the scientists advising the government, expressed concern about the face mask plans.\nHe told Today: \"We need very clear messaging and in certain spaces - crowded, badly ventilated spaces - masks are crucial mitigation,\" adding ministers needed to provide \"support and proportionate mitigations to keep us safe. Along with the vaccine, that's the way out\". \nPaul Nowak, deputy general secretary of the Trades Union Congress, said it was \"vital\" people would be returning to Covid-secure work sites.\n\"I just don't think it is acceptable for the government to simply outsource its responsibilities to individuals and to individual employers,\" he said. \nMeanwhile, shadow health secretary Jonathan Ashworth urged the government to confirm \"what level of mortality and cases of long Covid\" it considers acceptable.\n\"Letting cases rise with no action means further pressure on the NHS, more sickness, disruption to education - and risks a new variant emerging with a selection advantage,\" he warned.\nStephen Powis, the National Medical Director for NHS England, said infections were currently rising but hospital rates were not increasing at the same rate as previous peaks and \"things are looking very good\".\nHe told BBC Breakfast the NHS was \"well used to coping with pressures, we do it every year and every winter. So we are prepared.\"\nFrom the start of the pandemic, the single most important measure for controlling Covid was getting people to isolate when they had symptoms. \nIt's why so many have urged the government to do more to support people financially when they do so.\nEverything else from mask-wearing and social distancing to contract tracing was about marginal gains on top.\nAs we learnt more about the ability of the virus to spread before symptoms developed or among those who were asymptomatic those marginal gains became more important.\nBut alongside isolating when ill, the new tool in the fight against Covid is, of course, vaccination.\nNot only do the vaccines protect you, they protect others by curbing spread by cutting your chances of being infected in the first place and your risk of passing on the virus if you do become infected.\nWith high vaccination uptake, all those other measures are much less important than they once were. \nThat's why ministers feel they can ditch many of them - and in doing so become arguably the first nation to relax restrictions on this scale with infections rising and attempt to learn to live with Covid.\nThe review of social-distancing measures has been of particular interest to the hospitality industry, which says many venues are unable to operate profitably under restrictions on capacity and table service rules.\nThe findings of a review into Covid certification are also expected. The use of certificates to prove a person's Covid vaccination or test status has been welcomed by some travel industry bosses and leading sports bodies - but the concept has raised concerns over discrimination and privacy.\nSeparately, the PM will give further details on the future of care home visits. At the moment, care home residents in England can choose up to five people who can visit regularly, but no more than two people should visit at one time or in one day.\nCare minister Helen Whately says visits are unlikely to \"completely go back to normal\" as there was a need for some precautions for residents - and face coverings were expected to remain a requirement.\nAround 64% of the UK adult population has now received a second vaccine dose, with just over 86% having now received at least a first dose.\nNo 10 has said the government is ensuring preparations are in place to offer third \"booster\" doses to everyone aged over 50 and the most vulnerable over the winter months."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57718918",
      "category": "uk-politics",
      "title": "Jonathan Bartley: Green Party co-leader to stand down",
      "tags": "Jonathan Bartley ,Green Party (England and Wales)",
      "text": "Jonathan Bartley is to stand down as co-leader of the Green Party in England and Wales at the end of July.\nThe London councillor said he wanted to give the party time to choose new leadership before the next general election.\nHe has co-led the party since 2016, first alongside Green MP Caroline Lucas and then current co-leader Sian Berry.\nMs Berry will remain acting leader whilst a leadership election takes place.\nIn a statement, Mr Bartley said the party's new leadership team \"needs time to get used to the role\" before voters next head to the polls.\nHe added it was \"increasingly clear\" the prime minister could use new powers to call a general election earlier than the planned date of 2024.\nMr Bartley and Ms Berry were due to face re-election in September 2022, as the Greens have a policy of electing new leaders every two years.\nParty officials are yet to decide whether single candidates will be able to stand in the race to replace them, as would happen for a scheduled contest.\nThey will also have to decide whether to elect a new deputy leadership at the same time, so the terms for the two roles can continue to run in sync. \nThe party normally elects its leadership and deputy leadership together, in order to meet gender balance rules in its constitution. \nMr Bartley added he was \"hugely proud\" of what the party had achieved in the last five years, adding it is now \"vying to be the country's third party\".\nHe said he planned to use his experience as co-leader to \"develop the wider movement for a progressive alliance\".\n\"Until progressive parties work together, there is a risk of Conservative governments for years to come,\" he said. \nHe added he hopes to play a \"full, if different role in the Green Party\" after stepping down.\nFor many years, the Greens did not have a leader, just \"principal speakers\", to distance themselves from the traditional Westminster power structures.\nThere are separate Green parties in Scotland and in Northern Ireland."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57724779/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Four-day week 'an overwhelming success' in Iceland",
      "tags": "Employment,Iceland,New Zealand",
      "text": "Trials of a four-day week in Iceland were an \"overwhelming success\" and led to many workers moving to shorter hours, researchers have said.\nThe trials, in which workers were paid the same amount for shorter hours, took place between 2015 and 2019.\nProductivity remained the same or improved in the majority of workplaces, researchers said.\nA number of other trials are now being run across the world, including in Spain and by Unilever in New Zealand.\nIn Iceland, the trials run by Reykjavík City Council and the national government eventually included more than 2,500 workers, which amounts to about 1% of Iceland's working population.\nA range of workplaces took part, including preschools, offices, social service providers, and hospitals. \nMany of them moved from a 40 hour week to a 35 or 36 hour week, researchers from UK think tank Autonomy and the Association for Sustainable Democracy (Alda) in Iceland said.\nThe trials led unions to renegotiate working patterns, and now 86% of Iceland's workforce have either moved to shorter hours for the same pay, or will gain the right to, the researchers said.\nWorkers reported feeling less stressed and at risk of burnout, and said their health and work-life balance had improved. They also reported having more time to spend with their families, do hobbies and complete household chores. \nWill Stronge, director of research at Autonomy, said: \"This study shows that the world's largest ever trial of a shorter working week in the public sector was by all measures an overwhelming success.\n\"It shows that the public sector is ripe for being a pioneer of shorter working weeks - and lessons can be learned for other governments.\"\nGudmundur Haraldsson, a researcher at Alda, said: \"The Icelandic shorter working week journey tells us that not only is it possible to work less in modern times, but that progressive change is possible too.\"\nSpain is piloting a four day working week for companies in part due to the challenges of coronavirus.\nAnd consumer goods giant Unilever is giving staff in New Zealand a chance to cut their hours by 20% without hurting their pay in a trial.\nIn May, a report commissioned by the 4 Day Week campaign from Platform London suggested that shorter hours could cut the UK's carbon footprint."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57680023",
      "category": "uk-wales",
      "title": "Covid: Train bosses say social distancing not always possible",
      "tags": "Travel,Transport,Rail travel,Social distancing,Hywel Williams,Transport for Wales,Coronavirus pandemic",
      "text": "Wales' train operator has been accused of \"empty words\" after failing to enforce social distancing rules.\nArfon MP Hywel Williams said Transport for Wales (TfW) had pledged to make the safety of customers an \"absolute priority\".\nHowever, he said the rail service then issued guidance to staff telling them not to enforce social distancing rules.\nTfW said that as passenger demand increases, social distancing \"will not always be possible\" during busy times.\n\"Unfortunately, we have seen a rise in anti-social behaviour towards our front-line staff and it is not the responsibility of individual conductors to enforce Covid regulations,\" said TfW's safety and sustainability director Leyton Powell.\n\"So we work closely with the British Transport Police and security staff to encourage passengers to follow the latest Covid rules.\"\nHe said it was important passengers planned ahead and made \"responsible decisions\" on their need to travel. \nBut Mr Williams said: \"Expecting ticket-paying travellers to cram into overcrowded trains is unacceptable under normal circumstances, but to allow those conditions when Covid cases are on the rise is totally irresponsible.\n\"TfW and the Welsh government must urgently reassess their guidance so that staff, as well as passengers, are protected as journeys increase over the summer.\"\nNia Jones, who lives in Mr Williams' constituency of Arfon, also called for action after describing a trip from Crewe to Bangor as \"an extremely uncomfortable experience\".\nShe said: \"The train was at full capacity, with no means of properly enforcing social distancing, forcing passengers to sit side-by-side and stand in the aisles. \n\"TfW managers must consider what impact their hands-off approach to safety measures will have on passengers' confidence in their services.\"\nCalls were made for an investigation last month after images emerged of packed trains.\nAdam Smith had said he felt \"anxious\" after getting on a train back to his home in Newport from Barry Island, on the June Bank Holiday Monday, which had standing room only.\nFollowing this, Wales' train operator wrote to MPs and said: \"At TfW, the safety of our customers and your constituents is an absolute priority for us, and as society gradually unlocks as we move through the coronavirus pandemic, we're continually reviewing the services we deliver to provide the best and safest possible experience for customers.\"\nHowever, Mr Williams accused the operator of \"empty words\" after being shown a copy of guidance given to conductors. \nTitled \"management of on train social distancing,\" the guidance references the \"large volumes of passengers\" travelling by train on some routes, which provides \"challenges\".\nIt said social distance capacity numbers were based on individuals travelling alone - however, it said there were several factors that could influence what the \"safe capacity\" is.\nThese include groups travelling in bubbles, families or vulnerable people travelling with carers.\n\"The numbers provided are a baseline for reporting social distancing capacity breaches and must not be enforced,\" it states.\n\"We request this to balance of risk to colleagues in trying to enforce these numbers and so as not to introduce other risks to other passengers by doing so. \n\"We provide information to passengers to make their own decision if they are happy to board the train.\"\nAll of TfW's carriages are currently in use and the fact more than 75% of train stations are unmanned makes it even more difficult to enforce social distancing.\nHowever, Mr Powell said conductors were encouraged to report breaches of social distancing and this information was used to look at increasing capacity, running supplementary bus services or deploying more security.\n\"The safety of our customers and colleagues has been a priority throughout the pandemic and we continue to implement many safety measures following industry and government guidance, including enhanced cleaning regimes on trains and at stations, queuing systems during peak times, free hand sanitiser at key stations and by ensuring people wear face coverings, unless exempt,\" he added.\nMr Powell urged people to use the capacity checker tool before travelling."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57717144",
      "category": "world-asia",
      "title": "Indonesia faces oxygen crisis amid worsening Covid surge",
      "tags": "Indonesia,Coronavirus pandemic",
      "text": "Indonesia's government has ordered producers to prioritise medical oxygen amid a Covid surge and a shortage of oxygen in a number of cities.\nHospitals say they have almost exhausted supplies, with one reporting that 63 patients died as a result of oxygen shortages. \nIndonesia is recording more than 25,000 new cases every day.\nIncreased travel and the highly contagious Delta variant have exacerbated the crisis.\nIndonesia has had the worst Covid outbreak in South East Asia, with about 2.3 million positive cases and more than 60,000 deaths so far.\nHowever, experts warn that the overall numbers are potentially much higher because of severely inadequate testing outside the capital Jakarta.\nA lockdown was announced on the country's main island Java, as well as in the tourist island of Bali last week.\nOn Monday, two hospitals in the city of Bandung announced that they had run out of oxygen, and had to reject new patients seeking emergency treatment. \nOver the weekend, emergency services and intensive care units of public hospitals in the cities of Bandung, Surakarta, and Pamekasan said they were struggling with an influx of people seeking admission with some having to turn away patients.\nOthers have set up tents outside. \n\"It's a war-like emergency,\" a woman seeking treatment for her elderly mother told the BBC's Indonesian service. Her mother had first been rejected at a hospital that had run out of beds, and was only able to get admitted to a makeshift tent at another one.\nIn the Regional General Hospital (RSUD) in Bandung, the emergency room was closed for Covid patients as of 2 July, with the lack of oxygen being one of the reasons. \n\"Four days ago, there was shortage of oxygen supply from distributors and vendors,\" hospital head Mulyadi told the BBC at the weekend. \"So four days ago, I tried to make the use of oxygen more efficient.\"\nHe added that producers are struggling to meet the increased demand from hospitals.\n\"Every day a lot of people come, 10 to 15 Covid-19 patients, there are a lot of queues,\" doctor Syaiful Hidayat at the Smart Pamekasan Hospital told the BBC. \nThe pulmonary specialist says they initially set up an emergency tent for Covid patients but were later forced to turn some patients away. \nHealth ministry official Siti Nadia Tarmizi said they had asked the gas industry to step up production of medical oxygen, and appealed to people not to hoard.\n\"We hope people don't stock up on oxygen,\" she said, adding that this would only worsen the shortage for others. \nHer comments come as people have been trying to privately secure oxygen cylinders to treat patients at home. \nNew cylinders ands refills are hard to come by, and prices have doubled because of high demand. \nIn Jakarta, the daily number of funerals following Covid protocols jumped 10-fold since early May, the government said on Sunday. \nThere is also a high number of infections and deaths among the country's medical frontline workers, despite most of them being vaccinated.\nThe country is mostly relying on the Chinese Sinovac jabs and experts are now considering giving a third dose to boost efficacy against the new Delta variant.\nThe International Federation of Red Cross and Red Crescent Societies said last week that the country was \"teetering on the edge of a Covid-19 catastrophe\".\nMeanwhile, starting Tuesday, Indonesia will change entry rules for foreign visitors, only allowing in fully vaccinated people who present a negative Covid test, the authorities said.\nIncoming visitors will still have to spend eight days in quarantine upon arrival."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-57718384",
      "category": "uk-scotland-edinburgh-east-fife",
      "title": "Edinburgh flooding: Half of July rain fell in one hour",
      "tags": "Floods,ScotRail,Edinburgh,Severe weather",
      "text": "Edinburgh was hit with nearly half of its average July rainfall in under an hour on Sunday, as storms caused flooding across the city.\nTrains were stopped and homes and businesses fought to keep the water out. The newly-opened St James Quarter shopping centre was also affected.\nCouncil flood prevention teams are working with Scottish Water to find blockages and clear surface water.\nA yellow warning of rain and a Sepa flood alert remain in place on Monday. \nEdinburgh council said up to 37mm of rain had fallen - beyond the capacity of the city's drains and sewerage system.\nCouncillor Lesley Macinnes, transport and environment convener, said: \"Our roads and flood prevention teams have worked extremely hard, throughout Sunday and overnight, to minimise the impact of this intense, sudden downpour.\n\"No city's drainage systems are designed to cope with the sort of short, sharp volume of water. \n\"Our sympathies are with anyone who has experienced damage to their property. Officers, along with partners, are working flat-out to make sure the aftermath is cleared as quickly as possible.\"\nImages shared on social media showed a series of flooding incidents.\nAt a bridge in Chesser, fire crews could be seen moving vehicles stuck in the water. A couple were also pictured stuck at a bus stop on Roseburn Terrace.\nSunday's stormy weather also caused a problem for shoppers in the new St James Quarter, which opened last month.\nWater could be seen dripping down windows and onto the balconies of several floors to ground level.\nA spokeswoman for St James Quarter said: \"Parts of the galleria were cordoned off for safety reasons.\n\"St James Quarter has been built to fully integrate with the city's streetscape and is not an enclosed building.\n\"Whilst it has been designed as a naturally-ventilated environment and allows some rain to come into the galleria, the extent of water ingress in two sections was mainly caused by severe rainfall testing areas which are still under construction.\"\nThree restaurants, Five Guys, Burger King and Nando's as well as Genting Casinos and Tenpin at Fountain Park in Fountainbridge were closed on Sunday due to flooding. They remain closed. \nCineworld at the other end of the complex was unaffected by the flooding.\nThe Royal Botanic Garden in Edinburgh was also closed on Monday following flooding there.\nOn Sunday evening, ScotRail had announced that trains between Helensburgh and Edinburgh would only run as far as Bathgate for safety reasons.\nBuses were arranged to run from Edinburgh to Glasgow while Network Rail workers set up pumps to clear water from railway tracks\nMeanwhile, a search was carried out in the River Forth for two people in a kayak after the Coastguard received a 999 call from a passer-by who was concerned about them due to the poor weather conditions.\nThe Coastguard was called just before 17:15 on Sunday and carried out an extensive search, involving its helicopter from Prestwick, rescue teams from Fisherrow, Kinghorn and South Queensferry and RNLI lifeboats from Kinghorn and South Queensferry.\nAfter nothing was found, the search was called off at about 21:00 pending further information."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57714808",
      "category": "world-asia",
      "title": "Afghanistan: All foreign troops must leave by deadline - Taliban",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban,US Armed Forces,United States",
      "text": "Any foreign troops left in Afghanistan after Nato's September withdrawal deadline will be at risk as occupiers, the Taliban has told the BBC.\nIt comes amid reports that 1,000 mainly US troops could remain on the ground to protect diplomatic missions and Kabul's international airport.\nNato's 20-year military mission in Afghanistan has all but ended.\nBut violence in the country continues to rise, with the Taliban taking more territory.\nUnder a deal with the militant group, the US and its Nato allies agreed to withdraw all troops in return for a commitment by the Taliban not to allow al-Qaeda or any other extremist group to operate in the areas they control.\nPresident Joe Biden set a deadline of 11 September - the 20-year anniversary of the 9/11 attacks on the US - for American troops to fully withdraw, but reports suggest the pullout may be complete within days. \nAs Afghan forces prepare to take charge of security alone, concern is growing for the future of Kabul.\nTaliban spokesman Suhail Shaheen said seizing Kabul militarily was \"not Taliban policy\".\nBut speaking to the BBC from the group's office in Qatar, he said no foreign forces - including military contractors - should remain in the city after the withdrawal was complete.\n\"If they leave behind their forces against the Doha agreement then in that case it will be the decision of our leadership how we proceed,\" Mr Shaheen told the BBC.\n\"We would react and the final decision is with our leadership,\" he added.\nDiplomats, NGOs and other foreign civilians would not be targeted by the Taliban, he insisted, and no ongoing protection force for them was needed.\n\"We are against the foreign military forces, not diplomats, NGOs and workers and NGOs functioning and embassies functioning - that is something our people need. We will not pose any threat to them,\" he said.\nMr Shaheen described last week's withdrawal from Bagram Airfield - once the largest US military base in Afghanistan - as a \"historic moment\".\nBut Farzana Kochai, a female MP, said the withdrawal was being carried out irresponsibly.\nAfghan government spokesman Razwan Murad told the BBC that the government was ready for talks and a ceasefire and the Taliban should now prove that they were committed to peace.\nMr Shaheen denied that the militant group had played any part in the recent uptick in violence.\nHe insisted that many districts had fallen to the Taliban through mediation after Afghan soldiers refused to fight.\nOn Sunday, the Taliban captured another area in southern Kandahar province. The militants say they now control about a quarter of the country's nearly 400 districts.\nThe Taliban spokesman described the current government as \"moribund\" and referred to the country as the \"Islamic emirate\" - an indication that the group envisaged a theocratic basis for governing the country and were unlikely to agree to Afghan government demands for elections.\nMr Shaheen said elections had so far not been raised in negotiations between the Taliban and the Afghan government.\nUS-led forces ousted the Taliban from power in Afghanistan in October 2001. The group had been harbouring Osama Bin Laden and other al-Qaeda figures linked to the 9/11 attacks in the US.\nPresident Biden has said the American pull-out is justified as US forces have made sure Afghanistan cannot become a base for foreign jihadists to plot against the West again.\nAfghan President Ashraf Ghani, meanwhile, insists that the country's security forces are fully capable of keeping insurgents at bay, but many believe the withdrawal risks casting the country back into the grip of the Taliban."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-53503712",
      "category": "explainers",
      "title": "Covid: What are the care home visiting rules and how are they changing?",
      "tags": "Elderly people,Coronavirus vaccines,Personal finance,Care homes,Coronavirus pandemic",
      "text": "Restrictions for visiting friends and family in care homes in England are being relaxed. \nRules have already eased in Scotland.\nAs part of the lifting of the Plan B measures in England, from Monday 31 January:\nCare home staff in England must already be vaccinated (unless exempt).\nBy 16 February care workers will be asked to take lateral flow tests (LFTs) before their shifts, replacing the current system which includes weekly PCR tests.\nThe self-isolation period for those who test positive will be reduced from 14 to 10 days, with the ability to end it even earlier, subject to testing negative on days five and six.\nCare homes will only have to follow outbreak management rules for 14 rather than 28 days.\nMore detailed guidance will be published shortly. \nThere is no longer any limit to the number of households which can visit each resident, or to the frequency or duration of visits. \nCare homes can decide group numbers - including children - based on a range of factors including the size of the visiting area. \nEssential and \"named person\" visits can continue during an outbreak of Covid. \nA care home resident who has tested positive can receive one named visitor per day in their private room - as long as the visitor wears appropriate personal protection equipment (PPE) and follows physical distancing and hand hygiene rules.\nThe self-isolation rules have also been eased for care home residents:\nOfficial adult care homes guidance\nThe Welsh government says there is \"no prescribed limit\" on the number of indoor visitors. Decisions about how care home visits take place rest with the provider. \nThey are advised to generally restrict visiting to those who are familiar with the home's procedures. Providers should risk assess requests from less frequent visitors. \nOfficial guidance for care home visitors and residents\nOfficial guidance for care home providers\nNorthern Ireland is in the \"Gradual Easing\" phase of care home visiting.\nHospice residents may have one daily visit, from two nominated individuals, either separately or together. \nThe rules are due to be reviewed again by the end of February. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57723836",
      "category": "business",
      "title": "Van sales soar amid home delivery boom",
      "tags": "Electric cars,UK economy,Car industry",
      "text": "Sales of new vans in the UK came close to record levels during the first six months of 2021 due to a boom in home deliveries and the economy reopening. \nBut registrations of new cars remained sluggish, with a shortage of computer chips limiting supplies of some models.\nThe Society of Motor Manufacturers and Traders, which released the data, said the industry was now battling against a \"long Covid\" of supply problems.\nThis would restrict the UK car industry's recovery, the SMMT said.\nDemand for electric cars, which remained relatively strong through the pandemic, has continued to rise. In June, they accounted for more than one in every 10 cars sold.\nPrior to the pandemic, demand for new vans was already very strong - in 2019, sales in the first six months of the year were the highest on record. \nIndustry experts say this was largely due to the rapid growth of online shopping and home deliveries, as well as the introduction of so-called \"clean air zones\" in several cities, which prompted businesses to invest in new vehicles. \nInevitably, momentum was lost during the lockdown last year, and sales fell by 20% compared with the year before. Nevertheless, the soaring popularity of home delivery services meant the vans business suffered less severely than other parts of the auto industry.\nNow, with the economy reopening, demand is strong once again. In the first six months of the year more than 191,500 were sold, the third highest total on record. \nThat happened despite the continuing shortage of computer chips, or semiconductors, which affected production volumes and deliveries in June, and took some of the energy out of the market.\nCar sales, meanwhile, which remain much higher than those of commercial vehicles in terms of overall volume, have failed to recover at the same speed.\nSome 186,000 new cars were registered in June, on the face of it a very significant increase of 28% over the same period last year. But the comparison is artificial; last summer, showrooms were only just beginning to reopen after the first lockdown, and sales were still very low.\nCompared to the average over the past decade, sales were down 16.4% in June and 26.8% for the first half of the year. While there has been a surge in demand from company fleet buyers in particular, the semiconductor shortage has affected supplies, slowing the recovery.\n\"With the final phases of the UK's vaccine rollout well under way and confidence increasing, the automotive sector is now battling against a 'long Covid' of vehicle supply challenges,\" explained Mike Hawes, the chief executive of the SMMT.\n\"The semiconductor shortages arising from Covid-constrained output globally are affecting vehicle production, disrupting supply on certain models\".\nDespite the disruption, sales of electric vehicles have continued to rise rapidly. In the first half the year nearly 74,000 new battery powered cars were registered - more than six times the figure from the same period in 2019.\nIn June, more than one in every 10 cars sold was electric, and EVs had a greater share of the market than diesels.\nMeanwhile, the chip shortage, which has left some customers facing long waits for their new cars, has boosted the second-hand car market. In fact, prices of used cars, which usually depreciate, have been rising.\n\"Demand is high\", explains Jamie Hamilton, automotive director at Deloitte. \"But the limited availability of new cars means that there are even fewer used cars coming onto the market. As a result prices have shot up.\n\"Unfortunately, there is little respite for the industry, with the semi-conductor shortage expected to continue causing issues throughout the year, and maybe even into 2022\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57713127",
      "category": "uk-scotland",
      "title": "'Ongoing need' for face coverings after 9 August in Scotland",
      "tags": "Robert Jenrick,Scottish government,Personal protective equipment (PPE),Coronavirus pandemic",
      "text": "The Scottish government has said there will be \"ongoing need\" for face coverings when all other restrictions are lifted on 9 August.\nIt said that while measures are \"under review\" people could still be expected to wear masks on public transport and in shops.\nIn England, however, wearing masks is soon expected to become a \"personal responsibility\".\nAll legal restrictions are expected to be lifted in England on 19 July.\nThe UK government's Communities Secretary Robert Jenrick told the BBC he would like the four nations to \"move as one\" on the matter but acknowledged the picture was different across the UK.\nScotland is due to move to level zero on 19 July, with all other major legal restrictions scheduled to be dropped on 9 August.\nHowever, that does not currently include the wearing of face coverings, which could continue in certain settings - for example, shops and public transport.\nA spokesperson for the Scottish government said decisions had not yet been made on \"baseline\" measures after the move.\nThey said: \"We will take account of social and economic factors as well as the epidemiological impact on transmission and will keep measures under review.\n\"As the first minister has set out, we will have to manage living with Covid 19 for some time to come, even when we are able to move beyond level zero.\n\"There will still be some ongoing need for face coverings, for example on public transport and in retail, and we will be working with sectors to establish baseline mitigations and produce further guidance by end of July.\"\nWearing face coverings on public transport and in shops became a legal requirement in July last year.\nPeople with certain medical conditions or disabilities, and children under five, were exempt.\nAll legal restrictions are expected to be lifted in England on 19 July, with the public having to exercise \"judgement\" on issues like wearing face coverings.\nMr Jenrick told the BBC: \"We would like the whole of the union to move as one. We are going to work with Scotland, Wales and Northern Ireland to try and be as co-ordinated as possible.\n\"Cases are slightly different in each of the four nations but certainly in England, our view is that things are looking positive for July 19.\"\nMr Jenrick said the government was \"still looking at the data\" in terms of allowing those who have been fully vaccinated to be able to holiday quarantine-free in countries on the amber list for international travel.\nBut he added: \"It is our objective, yes, that those who are double vaccinated should be able to travel to amber list countries as soon as possible, including for holidays.\"\nSome doctors have warned that certain measures - including the use of face masks - should be kept beyond July, with the British Medical Association (BMA) calling the rise in infections alarming.\nDr Christine Tait-Burkard, from the University of Edinburgh, told the BBC she favoured a more cautious approach.\nShe said: \"We can definitely go through the next step on 19 July despite the numbers - and that sounds absolutely mad, but the hospitalisation numbers still look very encouraging and the vaccination programme still looks encouraging\n\"But I'm quite a bit happier with the Scottish approach to eventually release everything in August only.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57710766",
      "category": "world-us-canada",
      "title": "Miami collapse: Crews prepare for demolition as storm nears",
      "tags": "Florida,Miami building collapse,Miami,United States",
      "text": "The standing portion of a partially collapsed apartment block near Miami is set to be demolished over safety fears as a tropical storm approaches Florida. \nExplosives are in place to bring down the remaining part of Champlain Towers South between 22:00 and 03:00 local time (02:00 and 07:00 GMT).\nSearch efforts will resume once the site is deemed safe, officials said.\nPart of the 12-storey block collapsed on 24 June. Twenty-four people are known to have died and 121 are missing.\nThe remaining unstable structure, which does not contain any bodies, is being demolished to ensure the safety of search teams.\nEarlier efforts to find possible survivors in the rubble following the initial collapse were suspended ahead of Sunday's planned demolition. \nThe controlled demolition was brought forward after concerns were raised over the approaching Tropical Storm Elsa, which could reach Florida on Tuesday.\nNo survivors have been pulled from the rubble at the site in Surfside since the first few hours after the structure's collapse.\nOn Sunday, Surfside Mayor Charles Burkett said there was a danger that strong winds in the coming days could bring down additional debris and endanger the lives of the search teams. \nHe said demolition experts could control how the structure falls, before adding that the explosion could \"potentially open up a third of the pile [of rubble]\" for emergency teams to access. \nMeanwhile, Miami-Dade County Mayor Daniella Cava Levine advised nearby residents to remain indoors and close their windows until at least two hours after the demolition is completed.\nShe said the operation was \"critical to expand our scope of search - especially in the area closest to the building\". \nMs Cava Levine expressed sympathy for the families of the missing, adding that those who were forced to evacuate the remaining part of the building had \"left their entire lives behind\".\nNo other buildings in the area needed to be evacuated, she said.\nMs Cava Levine said teams had been scouring the structure using drones with thermal imaging for any pets that may have been left behind. \n\"As soon as the building is down and it is safe, our first responders with resume their search efforts,\" she told a press conference.\nThe families of the missing were told in advance of the decision to pause the search effort on Saturday as crews began preparations for the demolition.\nEarlier on Sunday, Miami-Dade Fire Rescue Assistant Chief Ray Jadallah said small holes were being drilled into the foundation of the building where explosive charges would be placed.\nThe mayor signed a demolition order on Friday. There are as yet no details about compensating the owners of the affected apartments.\nMeanwhile, officials are investigating other tower blocks in the area for structural faults.\nWhat caused the 40-year-old Champlain Towers South to crumble remains unclear. A 2018 inspection, however, warned of \"major\" design flaws in the original design.\nThe building association's board has said it will appoint an \"independent receiver... to oversee the legal and claims process\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57710048",
      "category": "world-europe",
      "title": "Cyprus: Nations send help to tackle worst wildfire in decades",
      "tags": "Cyprus,Israel,Greece,Wildfires,Environment,European Union",
      "text": "Several nations have answered Cyprus's appeal to help tackle a huge wildfire, described by officials as the worst in the country's history.\nThe UK, Greece, Italy and Israel are among those helping, including with firefighting aircraft.\nCyprus said missions to drop water had helped to reduce fire outbreaks, but warned that blazes could resurge.\nOn Sunday, four people were confirmed to have died in the fires, which have been fanned by strong winds.\nThe blaze has spread through the southern Limassol district and forced the evacuation of several villages. \nMore than 20 sq m (50 sq km) of forest and farmland have been destroyed, along with power lines.\nFirefighters are racing to prevent the wildfire from spreading to the Machairas National Forest Park. \n\"It is the worst forest fire in the history of Cyprus,\" Director of the Department of Forests Charalambos Alexandrou told local television.\nThe European Commission's head of crisis management, Janez Lenarcic, said on Saturday that a co-ordinated response was under way. The EU's emergency Copernicus satellite is tracking the blaze, the commission said.\nSeveral aircraft are already tackling the flames, assisted by British troops stationed on the island.\nThe British Royal Air Force, which has a base at Akrotiri near Limassol, tweeted images of two helicopters taking part in the operations.\n\"We stand shoulder to shoulder with the Republic of Cyprus as we work together to overcome this tragedy,\" said the commander of British Forces Cyprus, Maj Gen Rob Thomson.\nOn Sunday, Cyprus's Interior Minister Nicos Mouris confirmed that all four people who died in the fires were Egyptian farm workers. \nTheir bodies were found about 600m from their burnt-out vehicle near the village of Odos. A local policeman told AFP news agency that it appears they fled the vehicle and became trapped among the flames.\nPresident Nicos Anastasiades described the fire - in the foothills of the Troodos Mountains - as \"a tragedy\".\nIn a tweet, he said it was \"the largest fire since 1974\" - referring to the year Cyprus was divided following a Turkish invasion - and had caused loss of life.\nHe pledged that the government would \"provide immediate assistance to the victims\" and their families.\nMr Anastasiades visited a relief centre in the village of Vavatsinia on Sunday morning, before travelling on to other affected areas.\nMeanwhile, police have arrested a 67-year-old man on suspicion of arson. A witness saw a man driving away from the village of Arakapas, north-east of Limassol, at the same time the fire started on Saturday, police said.\nCyprus has been experiencing a week-long heatwave, with temperatures reaching up to 40C (104F).\nExperts say that climate change is expected to increase the frequency of extreme weather events, such as heatwaves. However, linking any single event to global warming is complicated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57716574",
      "category": "uk-northern-ireland",
      "title": "Covid-19: 'No reason not to get Covid vaccine' - chief medical officer",
      "tags": "NI Health,Coronavirus vaccines,Robin Swann",
      "text": "There are no reasons not to get the Covid-19 vaccine if eligible, as Northern Ireland experiences a fourth Covid-19 wave, NI's chief medical officer has said.\nSir Michael McBride said cases are expected to increase rapidly. \nAbout 400 people with Covid could be in hospital at any one time by the end of the summer, he added. \nBut he said if 90% of the population gets their first jab by the end of the month, that could be reduced by half.\nAbout 80% of the adult eligible population in Northern Ireland have so far received their first dose, and about 60% are fully vaccinated. \nHealth Minister Robin Swann has encouraged more young people to get the Covid-19 vaccine. \nSpeaking in the NI assembly, he said walk-in clinics would be rolled out in towns and villages across Northern Ireland in the coming weeks.\nInitiatives targeting specific industries such as fishing and meat processing will also be put in place.\n\"This is a race between the vaccine and the virus,\" the minister added.\nMeanwhile, chief scientific adviser Prof Ian Young said people booking overseas travel are taking a risk. \nHe also told BBC's Good Morning Ulster programme that it was \"highly likely\" people aged over 50 would need a Covid-19 booster jab by the autumn.\nA further 420 cases of Covid-19, but no deaths, were reported on Monday.\nSpeaking to BBC News NI's The Nolan Show on Monday, Sir Michael said: \"We are in another wave, a fourth wave, there is no doubt about that, numbers will increase rapidly.\n\"We will be making the vaccine as accessible as we can. There are no reasons for not getting this vaccine if you're eligible.\"\nSir Michael said the risks of Covid are significant, and the risks of blood clotting from Covid \"are greater than the extremely rare risk of blood clots with the AstraZeneca vaccine\". \n\"These are safe and effective vaccines so please, get the vaccine. Protect yourself and your family from Covid, and also protect yourself, if you're a young person, from long Covid.\"\nMeanwhile Prof Young said would-be travellers needed to recognise policies could change at their destination country, as well as back home.\n\"Anyone booking a foreign holiday has to recognise that they do so at risk and that's less to do with policy within Northern Ireland or within the UK, it's more to do with the way policy in other countries is changing,\" he said. \nHe urged potential travellers to be cautious and pay attention to the advice of the country to which they intend travelling. \nOverseas travel is regulated by a traffic light system, which groups countries into green, amber and red lists. \nA person who travels to a country on the UK government's green list is not required to self-isolate on their return. \nMeanwhile, from Monday, walk-in vaccinations for a second dose of either Pfizer or Astra Zeneca are now available at the Covid-19 Vaccination Centre in the SSE Arena, Belfast.\nPeople who have a scheduled appointment are asked to keep it, but if this is not possible, they can go directly to the centre. \nIt comes after appointment-free vaccine clinics operated in Belfast and County Down over the weekend in a \"final push\" to get younger people vaccinated. \nMr Swann said officials were watching how rising Covid-19 numbers in Northern Ireland were affecting hospital admissions.\nHe said there was concern at the increased number of cases \"mostly in the younger age groups\".\nHe said appointment-free vaccine clinics aimed to increase the number of young people vaccinated. \n\"It is a serious concern in regards to how we are seeing numbers going up,\" Mr Swann told BBC's Good Morning Ulster programme.\n\"They are mostly in the younger age groups and that's why there's a real concerted effort in getting our vaccine programme to actually increase in regards to those specific age groups.\"\nMr Swann also praised healthcare workers who have been awarded the George Cross by the Queen.\nThe George Cross, which is the highest civilian gallantry award, has been awarded to the Northern Ireland Health and Social Care system alongside the National Health Services in England, Scotland and Wales.\n\"The Covid-19 pandemic has undoubtedly been the biggest challenge faced by the health service since its inception,\" he said.  \n\"The response from our health and care staff has been both inspirational and humbling. They are indeed the best of us.\"\nFighting Covid-19 sometimes feels like playing a game of snakes and ladders; move up three spaces, then something unexpected comes along and we all fall back a bit.\nThe Delta variant has thrown a mean dice.\nBy the summer of 2021, we had hoped to be opening up with confidence. \nInstead we are progressing cautiously with an endgame nowhere near in sight.  The highs and lows continue.\nWhile Covid-19 infections persist across the UK, vaccines are stopping a steep rise in hospital numbers. Many will take that.\nJust as the BMA has described the NHS receiving the George Cross from the Queen as a \"worthy honour\", in the same breath it also remind the authorities that its vital to ensure healthcare professionals work in an environment where \"there is an adequate workforce and resources including enough hospital beds and facilities in general practice\". \nAs always, everything is a balancing act.\nThe health minister said Northern Ireland is unlikely to follow England's lead on the use of face coverings, where the wearing of masks is soon expected to become a \"personal responsibility\".\n\"We have seen the protections that have come from the wearing of face masks in certain areas,\" he said.\n\"It's something that the executive keeps under continual review.\"\nHe added the transmissibility of the Delta variant is a concern and face coverings are one of the main protections against it. \nAnyone over the age of 18 in Northern Ireland will be able to receive a first Covid-19 vaccination without booking an appointment at the following locations:\nFrom Monday\nFrom Tuesday\nOmagh Leisure Centre in County Tyrone will be open for first dose walk-ins on 5, 6, 7 July.\nThe Lakeland Forum in County Fermanagh will be open for first dose walk-ins on 8 July.\nAll regional vaccination centres continue to offer vaccination appointment bookings for first doses.\nAt the SSE Arena, Belfast, people can also walk in to receive their second dose.\nThose who have a scheduled appointment have been asked to keep to that, but those unable to attend can walk in and receive the vaccine between 08:30and 18:00 BST each day.\nSecond doses cannot be given earlier than six weeks for Pfizer and eight weeks for Astra Zeneca. Those who intend to use the walk in service should bring their vaccine card, photo ID and health and care number if available."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-57707992",
      "category": "uk-wales-politics",
      "title": "Covid: Wales moving to increasing normality, says minister",
      "tags": "Coronavirus lockdown measures,Welsh government,Coronavirus pandemic",
      "text": "More of Wales' Covid-19 rules could change over the next few weeks from being legal requirements to government advice, according to a Welsh minister.\nMick Antoniw said Wales was \"moving to a stage where we are having increasing normality\" but that ministers and officials would evaluate data ahead of the next review on 15 July.\nAll legal restrictions are expected to be lifted in England on 19 July.\nAnd the SNP government is aiming to do the same in Scotland on 9 August.\nWith no date set in Wales, the Conservatives have accused the Welsh government of being \"stuck in lockdown mode\".\nResponding to reports on Sunday that England will move into a period without legal restrictions, where the public will have to exercise \"personal responsibility\", Andrew RT Davies MS, the leader of the Conservatives in the Senedd, tweeted: \"It's time for Welsh government to provide clarity on Wales' route to normality.\"\nA further 535 people have tested positive for coronavirus, according to latest data published by Public Health Wales.\nCounsel General Mr Antoniw told the BBC's Politics Wales programme the Welsh government's \"current thinking is that we have obviously an increase in the level of infections, but we have less hospitalisation out of that\". \n\"We want to maximise the vaccination rates still further, and then around the 15th or 16th of July, we'll have a review, and we'll consider what further easings can be taken within the data that we actually have,\" he said.\n\"Setting a date has its own problems because, if you're saying you want to achieve these certain things on this particular date... it is still always dependent on what the latest information is in respect of the infection rates.\n\"We are certainly moving in the direction of a much greater normality.\n\"But the pandemic is going to be with us for some time,\" he added.\nThere have only been minor changes to the rules in Wales since 7 June after the first minister announced a pause in a bid to reduce daily hospital admissions and allow time to vaccinate more people.\nMinisters had considered permitting more indoor mixing, allowing more people to attend indoor events and reopening ice skating rinks, before deciding to hold off.\nIn Wales, people are currently able to meet in private homes if they are in an extended household with a fixed set of other homes, unlike in England where six people from any household can meet.\nNightclubs remain closed, as they do across the UK, while limits on social distancing and how many people can meet outside remain.\nThe restrictions will be reviewed the week starting 12 July, with any further lifting due to be announced by the first minister towards the end of the week.\nAsked on Politics Wales if he foresaw big changes to the rules in Wales during that review, Mr Antoniw said: \"I certainly would envisage a shift in the way in which we assess risks, that we look at things differently. \n\"We look at how much more can be done on the ground by way of guidelines and advice because, clearly, we're moving to a stage where we are having increasing normality.\n\"But it's got to be something that's based on the reality of the fact there are still risks out there.\n\"So, over the next week or so, all that data's going to be evaluated.\n\"We'll take advice from the medical officers and from the scientists, and then we'll work out basically what is the best next step forward in terms of moving towards that greater normality.\n\"But also in a way that doesn't put people at risk,\" he added."
    }
  ]
}