{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-57307861",
      "category": "world-latin-america",
      "title": "Covid: Peru more than doubles death toll after review",
      "tags": "Peru,Coronavirus pandemic",
      "text": "Peru has more than doubled its Covid death toll following a review, making it the country with the world's highest death rate per capita, according to Johns Hopkins University data.\nThe official death toll is now more than 180,000, up from 69,342, in a country of about 33 million people.\nPrime Minister Violeta Bermudez said the number was increased on the advice of Peruvian and international experts.\nThis was in line with so-called excess deaths figures.\nExcess deaths are a measure of how many more people are dying than would be expected based on the previous few years.\n\"We think it is our duty to make public this updated information,\" Ms Bermudez said. \nThe news, released on Monday, came just six days before Peru is set to hold a presidential run-off election between leftist Pedro Castillo and right-wing candidate Keiko Fujimori.\nPeru has been one of the worst-hit countries in Latin America, resulting in an overstretched healthcare system and a lack of oxygen tanks. It has registered 1.9 million infections in total.\nSome of the reasons for it being so badly hit include an absence of fridges in people's homes - forcing many households to make frequent trips to markets to shop for food rather than stocking up - and overcrowding in homes and public places.\nThe president of the Peruvian Medical Federation, Godofredo Talavera, said the increased toll was not a surprise. \n\"We believe this occurs because our health system does not have the necessary conditions to care for patients. \n\"There has been no government support with oxygen, with intensive care beds. We do not have enough vaccines at the moment. The first line of care has not been reactivated. All this makes us the first country in the world in mortality,\" he said. \nBut experts say Peru has also had problems with its testing regime, as it lacks the resources to carry out widespread molecular tests, the most reliable type.\nIn the early days of the pandemic, Peru bought millions of cheap tests from China, most of which were designed to detect virus antibodies, not active cases, the Associated Press reported.\nSome of these tests have been found by independent analysis to be sub-standard, the agency said.\nThe criteria for recording Covid deaths has now been broadened beyond people who tested positive for the virus to include \"probable\" cases - those with \"an epidemiological link to a confirmed case\" or who present \"a clinical picture compatible with the disease\".\nThe official number of Covid deaths now stands at 180,764, a huge increase on the previous official figure of 69,342.\nThat makes more than 500 Covid deaths per 100,000 people, overtaking Hungary with 300 per 100,000.\nIn comparison, neighbouring Colombia, with a larger population than Peru, has registered 88,282 deaths.\nBrazil has one of the world's highest death tolls with more than 460,000, but in a country of more than 211 million. \nPeruvians had long suspected they weren't getting the true picture of the country's dire coronavirus situation from the government. \nThe revised figure for Covid-19 related deaths shows they were right to be doubtful. In fact, the government has admitted the real number is more than twice the previous figure.\nA government working group of experts, formed to analyse Peru's data, published the revised figures after establishing broader criteria by which deaths from coronavirus were recorded.\nNow that the narrower definition has been abandoned, the country's per capita death toll is in fact much higher than Brazil's. \nSuch a figure coincides more closely to the anecdotal evidence coming from hospitals and intensive care units across the country and with the images of cemeteries struggling to find space for the high number of burials each day. \nMeanwhile, the process of vaccination has been slow and beset with difficulties across most of South America."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57276982",
      "category": "uk-wales",
      "title": "Folly Farm's pensioner sloths move into new retirement home",
      "tags": "Zoos and Zoology",
      "text": "Two pensioner sloths have joined a brand-new retirement home to spend their days lazing about.\nOver lockdown, Tuppee, 26, and Lightcap, 36, moved into the new, purpose-built home for older sloths in Folly Farm, Pembrokeshire.\nThe visitor attraction takes in sloths which have \"retired\" from other zoos, giving them a place to settle and relax.\nSloth keeper, Becky Dyson, said lockdown suited the lazy animals well.\nWhile the zoo was closed during lockdown, the farm's zookeepers like so many others wanted to do some home improvements. \nSo they built the two-toed sloths a new, bigger retirement home in the Tropical Trails exhibit.\nDesigned for the more experienced sloth, 'Sloth Forest' has biomass heating and extra places to snooze.\nBecky said: \"Like us humans, sloths are prone to aching muscles and creaking joints as they get older. Our new sloth retirement home has lots of warmth, cosy places to cuddle up and plenty of humidity.\"\nSome of the new features include softer flooring made out of cocoa fibre soil and branches that are close together so it is easier for them to climb.\n\"We all know how important it is to keep active as we get older and sloths are no different. We've spaced things like their feeding stations and sleeping boxes a bit further apart in Sloth Forest to encourage them to keep moving around,\" Becky continued.\n\"But as we all know, sloths aren't famous for being active. They spend a lot of time cuddled up together in their boxes.\n\"Lightcap is a sweetheart, she's really curious and always interested in what we're doing so we're pretty confident she'll love meeting our visitors when the experience is up and running.\n\"Tuppee is a typical grumpy old man, but he's definitely softened since Lightcap moved in a couple of years ago. They enjoy each other's company and we often find them cuddled up together.\"\nShe added: \"As you might expect, Tuppee and Lightcap weren't really affected by the lockdown. Sloths aren't exactly known for being party animals so the 'stay at home' order didn't bother them at all.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-highlands-islands-57267473",
      "category": "uk-scotland-highlands-islands",
      "title": "Dog buried alive under rocks in 'one of worst abuse cases'",
      "tags": "Dogs,Animals",
      "text": "A dog was buried under a pile of rocks and left for dead in what the Scottish SPCA has described as one of its worst animal abuse cases.\nThe border collie was saved after his cries were heard by passing hillwalkers.\nVets who examined the dog found he had multiple skull and jaw fractures and required surgery to remove a damaged eye and teeth.\nHe has been named Jake and given a new home with an SSPCA inspector.\nJake was found in the Highlands late last year. \nThe SSPCA has not named the exact location to protect the people who found him, and have only now revealed details of the case following the dog's recovery from his injuries.\nThe animal welfare charity said Jake was \"on the brink of death\" and needed weeks of veterinary care.\nYvonne Sloss, who was called to the scene along with fellow inspector Mark Greener, said it was a distressing incident.\nShe said: \"This was truly one of the worst cases I have ever experienced.\n\"When I first saw Jake I felt shock, sadness and disbelief that someone had deliberately done this to him.\n\"His head was so swollen and he was in a terrible way. We didn't think there was any way he would make it.\"\nFollowing almost six weeks of treatment Jake was fostered by Mr Greener to continue his recovery.\nThe SSPCA inspector said: \"Jake required specialist care and it took time for him to come round and really heal. \n\"It took him a while to trust me but now that he does, we're bonded forever.\"\nMr Greener added: \"We are always outside and Jake loves to play. \n\"I really couldn't imagine life without him now. I'm so thankful to the passers-by who found Jake. Without them he may not have survived that day.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57294872",
      "category": "uk-wales",
      "title": "Covid: Social workers fear a 'generation of traumatised children'",
      "tags": "Coronavirus lockdown measures,Scottish government,Social work,Children,UK government,Welsh government,Young people,Northern Ireland Executive,Coronavirus pandemic,Child protection",
      "text": "A whole generation of children may have been left \"traumatised\" during the pandemic, social workers have warned.\nThey say a 20% fall in child protection orders in Wales, a figure found by a BBC probe, paints a false picture.\nCharities and unions fear many of the most vulnerable children across the UK have slipped under the radar because of lockdown restrictions.  \nAnd there is concern social care services will face an influx of referrals as those restrictions ease.\nA decline in the number of child protection orders - the mechanism used to place someone in local authority care - would normally be viewed as a positive.\nBut with schools, youth workers and social workers unable to keep a close eye on the most vulnerable due to Covid restrictions, that decline could be masking the true figure.\n\"The opportunities to identify where problems existed at an early stage have been absent during the pandemic,\" said Alison Hulmes, director of the professional association for social workers in Wales, BASW Cymru.\n\"All the time that we're not identifying support that young people need, they're being damaged. \n\"There's potentially a whole generation of children and young people who are being traumatised, not being safeguarded, and that's simply not acceptable.\"\nThere are also mounting fears for the future - and whether there will be enough resources and staff to deal with the anticipated rise in referrals.\nMs Hulmes said: \"We're expecting those figures to shoot up, [so] we're really concerned about the impact on the profession of an inevitable increase.\"\nWhile being taken into care is a last resort for local authorities, for those who need the help it can be a lifeline - people like Emma, from Essex.\n\"I was severely abused by my parents, emotionally, physically… and then I was sexually abused by my father from a really young age, from six,\" she said.\n\"I had my hair shaved twice, I had flea bites, bruises all over me. I think it was obvious I was being abused.\n\"I was punched by one of my parents in front of the social worker, and was removed that way. It was only supposed to be two weeks but then my mum said she didn't want me back.\"\nNow aged 31, she said being taken away from her abusive environment was the right - and only - option for her.\n\"I went into a children's home and, on the whole, it was quite good being around children that had been through similar experiences,\" she said.\n\"It gave me some sort of rules and boundaries, which was probably what I needed. It was good.\"\nAccording to figures seen by the BBC, last year in Wales there were 1,120 care orders made by its 22 local authorities between March 2020 and January 2021.\nThat is down from 1,400 the previous year.\nChristopher Dunn, from Voices for Care Cymru, said the findings were not a surprise.\n\"We know a high percentage of safeguarding referrals come from education and health settings, and you know those young people weren't visible to those sort of protective adults during lockdowns for very understandable reasons,\" he said.\n\"You tend to really only understand a story when you directly meet a young person in a safe environment and virtually you just can't get that connection as you can face to face.\"\nTayler, from west Wales, said she would not have gone to university if she had not been through the care system from the age of four, along with her sister. \n\"It's such a shame that some people will have been missed but they don't know any different,\" she said.\n\"They think what they're going through is OK and that's the worrying thing. That's what's concerning, it's because they don't know what they're going through is neglect or abuse or anything like that.\"\nThe Welsh Local Government Association said it was clear the real impact of coronavirus on children and children's services was \"yet to come\".\n\"Councils are very concerned about the impact of the Covid-19 pandemic on vulnerable children… and are increasingly highlighting concerns about demands that will be placed on services as lockdown measures are eased,\" said one association official.\nThe body said it was continuing to press the Welsh government to ensure funding was in place \"to meet both the increasing demand and pressures in the short term as well as long term\".\nMs Hulmes said there needed to be a \"clear route map\" out of lockdown, with guidance on personal protective equipment, to allow social workers to get into homes \"and undertake direct work\".\nThe Welsh government said the pandemic had brought additional complexities to social work and \"this will have a future impact\".\nIt said it was working with councils and partners to \"overcome these challenges\". \nThe UK government said it recognised the \"tireless\" work of social workers during the pandemic.\nIt said it had given councils in England £4.6bn \"to help them meet additional demands\" and was working alongside unions and the sector.\nThe Scottish department of health and social care said social workers would have an important role to play as Scotland recovered from the pandemic. \nIt said: \"Workforce planning is underway to ensure that the workforce of the future is recruited, trained and supported to fulfil this role.\"\nThe Northern Ireland Executive said all health and social care trusts had rebuilding plans in place for the resumption of services affected by the pandemic.\nA spokesperson said: \"The Department of Health has recently invested in an additional 15 places on the OU [Open University] degree in social work programme in recognition of the rising demands on the profession.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-57281632",
      "category": "uk-england-beds-bucks-herts",
      "title": "Pilot in near miss at Shuttleworth air show 'distracted by passenger'",
      "tags": "Old Warden",
      "text": "A pilot who was involved in a near miss at an air show may have been distracted by a passenger trying to take control of the aircraft, an investigation has found.\nThe plane almost hit another at the Shuttleworth drive-in event at Old Warden, Bedfordshire, on 27 September. \nA UK Airprox Board report said the passenger kept resting their hands and feet on the controls.\nIt classed the risk of collision as B, the second highest category.\nAccording to the report, one of the aircraft, a PA18, was towing a glider into position for the air display.\nThe other plane, a PA46, then came 50ft (15.2m) below and 200ft (60.9m) horizontally from the glider and its towing plane.\nThe PA18 pilot, who had been looking at the glider, said they saw the other plane fly in front of them and \"did not have time to carry out any avoiding action\".\nThe PA46 pilot said they saw the other aircraft pass behind but \"no avoiding action was required because they did not consider there was a risk of collision\". \nHowever, they also reported they had \"experienced some difficulty with the passenger in the right-hand seat\".\n\"They were constantly asking to try to fly the aircraft and, despite numerous requests for them not to do so, kept resting their hands and feet on the controls,\" the report said.\n\"This required keeping a watchful eye on them and it may have distracted the PA46 pilot's lookout and navigation.\"\nThe report also said a Notices to Airmen (NOTAM) was in place detailing a restricted flying area for the air show but the PA46 pilot had infringed this and not communicated with any suitable air traffic unit.\nAs such, the flight information service officer (AFISO) was not aware the aircraft was there until a warning was issued by a third aircraft. \nThe report also said the PA18 had its transponder turned off, which meant it could not be identified, and was also less manoeuvrable as it was towing the glider.\nIt agreed all these factors meant safety was not assured.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-57308592",
      "category": "world",
      "title": "Covid: WHO renames UK and other variants with Greek letters",
      "tags": "World Health Organization (WHO),Coronavirus lockdown measures,Coronavirus testing,Coronavirus pandemic",
      "text": "The World Health Organization (WHO) has announced a new naming system for variants of Covid-19.\nFrom now on the WHO will use Greek letters to refer to variants first detected in countries like the UK, South Africa and India. \nThe UK variant for instance is labelled as Alpha, the South African Beta, and the Indian as Delta. \nThe WHO said this was to simplify discussions but also to help remove some stigma from the names.\nEarlier this month the Indian government criticised the naming of variant B.1.617.2 - first detected in the country last October - as the \"Indian variant\", though the WHO had never officially labelled it as such. \n\"No country should be stigmatised for detecting and reporting variants,\" the WHO's Covid-19 technical lead, Maria Van Kerkhove, tweeted. She also called for \"robust surveillance\" of variants, and for the sharing of scientific data to help stop the spread. \nLetters will refer to both variants of concern, and variants of interest. A full list of names has been published on the WHO website. \nThese Greek letters will not replace existing scientific names. If more than 24 variants are officially identified, the system runs out of Greek letters, and a new naming programme will be announced, Ms Van Kerkhove told STAT News in an interview.\n\"We're not saying replace B.1.1.7, but really just to try to help some of the dialogue with the average person,\" she told the US-based website. \"So that in public discourse, we could discuss some of these variants in more easy-to-use language.\"\nOn Monday, a scientist advising the UK government said the country was in the early stages of a third wave of coronavirus infections, in part driven by the Delta, or Indian variant. \nIt is thought to spread more quickly than the Alpha (UK; Kent) variant, which was responsible for the surge in cases in the UK over the winter.\nVietnam, meanwhile, has detected what appears to be a combination of those two variants. On Saturday, the country's health minister said it could spread quickly through the air and described it as \"very dangerous\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-57286411",
      "category": "world-asia-india",
      "title": "Holding on to hope during India’s Covid disaster",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57305510",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Rules may not be eased in some areas next week",
      "tags": "Glasgow,Coronavirus pandemic,Humza Yousaf",
      "text": "Covid restrictions may not be relaxed further next week in parts of Scotland where infections are rising, the health secretary has warned.\nUnder the lockdown easing roadmap, areas in level two are scheduled to move down to level one on 7 June. \nBut Humza Yousaf said this may not be possible for areas where Covid cases are giving \"cause for concern\".\nHe said this could affect locations outside Glasgow, which is the only part of Scotland still in level three.\nThe rest of mainland Scotland is in level two, while some islands have already moved down to level one.\nFirst Minister Nicola Sturgeon has said she is hopeful Glasgow can move down a level at the end of this week, which would allow people to meet inside homes and gardens, and alcohol to be served inside bars and restaurants. \nShe is due to announce on Tuesday whether the rest of Scotland can move down to level one on 7 June, a step which would allow greater numbers of people to socialise and venues such as soft play centres to reopen. \nMr Yousaf told the BBC's Good Morning Scotland programme that while the impact of new variants on the NHS was still being assessed, it may be necessary to hold some areas back. \nHe said: \"It may not be the entire country moving to level one.\n\"I think people would understand where there are rising case numbers, where there is rising test positivity... it may be the case that parts of the country move to level one but actually other parts of the country we decide to keep in level two.\"\nAsked if he was referring to Glasgow, he replied: \"Glasgow - but also, I must be quite frank, there are other parts from the data that continue to give us cause for concern.\"\nThe Scottish Conservatives called for a more targeted approach to tackle local outbreaks rather than impose restrictions on a whole council area or city. \nLeader Douglas Ross said: \"Leaving behind whole areas should be ruled out. Sweeping measures that unnecessarily hurt a whole city or council area are unfair on businesses and local people waiting to get on with their lives.\n\"Selectively imposing restrictions and targeting resources at smaller areas is entirely possible. The blanket council-wide approach is not the only plausible option.\"\nRenfrewshire and East Renfrewshire both currently have case rates higher than Glasgow. \nConcern has recently been raised about rising infections in Dundee, which have increased from a very low level in a relatively short space of time.\nA seven-day average case rate of 50 per 100,000 people has previously been seen as a threshold for a move to level two, but increasingly a range of indicators are taken into account such as the impact on hospital admissions or whether community transmission is widespread.\nThe actual number of cases has also guided decisions, such as when East Renfrewshire was allowed to move down to level two, despite a high case rate, because the actual numbers were still relatively low.\nIn the past seven days City of Edinburgh has seen 401 new cases, while South Lanarkshire has seen 236 positive tests and North Lanarkshire has seen 231.\nGlasgow City continues to have the highest number of cases - 815 in the past week - but the numbers have fallen for four consecutive days.\nMr Yousaf said case rates were not the only \"metrics\" being considered in reaching decisions, with a focus on how the  B.1.617.2 variant, first identified in India last year, was having an impact on hospital admissions and serious illness.\n\"We cannot give you an absolute definitive answer at this stage about what the effects are, but the signs are certainly optimistic that although case numbers are increasing, that doesn't necessarily translate into severe disease,\" he said.\nVaccinations for 30 to 39-year-olds are due to start in the NHS Greater Glasgow health board area shortly, and younger people are also being offered vaccines in targeted postcodes.\nThe health secretary said figures for the end last week suggest the number of \"did not attends\"  for vaccination appointments had fallen \"drastically\" after reports that as many as 50% had been missed the previous weekend. \nFirst Minister Nicola Sturgeon has, meanwhile, praised an article by Edinburgh University professor Devi Sridhar in the Guardian, which argued that vaccination made Covid a \"manageable\" health issue by breaking \"the link between cases, hospitalisation and deaths\". \nMs Sturgeon tweeted that vaccination offered a way to manage Covid less restrictively, adding: \"It's a transition as we complete vaccination, but this is the path I hope Scotland is on.\"\nIn the latest daily update, the Scottish government said there had been 490 new cases of coronavirus detected, 4.2% of all tests, with one new death.\nA total of 3,251,138 Scots have now received the first dose of a Covid-19 vaccine and 2,044,253 have received their second dose.\nMr Yousaf said he remained optimistic that plans to have 12,000 football fans at Hampden and a 6,000-capacity Euro 2020 fanzone in mid-June would go ahead. \n\"We have worked really, really closely not just with the football facilities but perhaps more importantly with our clinicians to says what is it we can do that is safe in the current context,\" he said.\n\"We know that outdoor transmission is a lot less likely and a lot less dangerous than for example people mixing indoors.\n\"Even with our sometimes not so great Scottish weather, UV light helps to kill off the virus in a way outdoors that it cannot do indoors.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57294438",
      "category": "uk",
      "title": "Covid-19: 'Very few' Covid hospital patients had two jabs, NHS boss says",
      "tags": "Coronavirus lockdown measures,Keir Starmer,Coronavirus vaccines,Boris Johnson,Matthew Hancock,Coronavirus pandemic",
      "text": "The head of NHS Providers has said \"very, very few\" Covid patients in hospital in England have received two coronavirus jabs - showing the vaccines provide \"very high\" levels of protection.\nChris Hopson said patients now tended to be younger - meaning there was a lower need for critical care.\nBut he said it was \"incredibly striking\" how busy hospitals were, as they deal with non-Covid backlogs.\nTrusts were going \"full pelt\", he said.\nMeanwhile, Vaccines Minister Nadhim Zahawi has confirmed that the government is considering making coronavirus vaccines compulsory for NHS staff.\nNHS staff have been eligible to receive a jab since the first phase of the vaccine rollout - but the fact that there is no requirement for them to take up the offer has become a widely-debated issue. \nMr Zahawi told BBC One's Andrew Marr Show: \"It would be irresponsible of us as government and ministers not to ask that question.\"\nHe added that surgeons have to be vaccinated for Hepatitis B \"because there is a responsibility to protect those that are most vulnerable\".\nMr Hopson said that trusts are seeing more patients who put off treatment in the pandemic - and who now require more complex care and longer stays.\nThere are 870 coronavirus patients in hospital in the UK, latest government figures show, compared to the peak of 39,249 in January.\n\"More informed debate\" was needed over ending coronavirus restrictions in England on 21 June, Mr Hopson added.\nMr Hopson said he had spoken to heads of NHS trusts in hotspot areas in the past 48 hours, with one trust seeing 47 coronavirus patients on Saturday, compared to 49 the day before. \nIn comparison, the trust had 170 coronavirus patients during last November's peak.\nA \"handful\" of patients in hospital had received both vaccination doses, but they usually have additional conditions, he added.\nAbout five million patients were waiting for surgery in England in March - the highest figure since modern records began. \nNHS England figures show that more than 436,000 people were waiting for more than a year, compared with 1,600 before the pandemic.\nA similar picture is emerging across the devolved nations.\nMeanwhile, writing in the Observer, Labour leader Sir Keir Starmer said government \"incompetence\" is putting the end of restrictions at risk - after \"weak, slow decisions\" allowed the Indian variant to gain a foothold in several UK hotspots.\nBoris Johnson and ministers were too distracted by \"covering their own backs\" and \"civil war\" following accusations by former adviser Dominic Cummings, Sir Keir said.\nHe said Mr Johnson's refusal to take action before the second wave led to \"avoidable and unforgivable\" deaths and \"mistakes were being repeated\" as cases begin to rise again.\nThe prime minister has previously denied that people died needlessly, saying the government faced \"incredibly difficult\" decisions but always aimed to protect lives.\nHealth Secretary Matt Hancock said the UK was making \"fantastic progress\" in vaccination, with 53% of 30 to 39-year-olds having had their first dose in just over two weeks.\nHe said the research on the vaccine's effectiveness against variants was also \"encouraging\". \"Vaccines are saving lives, are safe, effective and our way out of this devastating global pandemic,\" he said.\nThe number of people who are now fully vaccinated, having received both doses has now passed 25 million, closing in on half of the British population. \nBut while the UK has some of the highest levels of vaccination in the world, confirmed cases, admissions to hospital and deaths have all risen over the last seven days.\nOn Sunday, the government's coronavirus dashboard reported 3,240 new infections. There were also six deaths within 28 days of a positive Covid test, but this figure can be affected by reporting delays over a bank holiday weekend.\nThe NHS continues to urge the clinically vulnerable and people aged 50 and over to bring forward their second dose to help tackle the spread of the B.1.617.2 variant."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57296472",
      "category": "uk",
      "title": "Boris Johnson marries Carrie Symonds at Westminster Cathedral",
      "tags": "Carrie Symonds,Boris Johnson",
      "text": "Prime Minister Boris Johnson has married his fiancee Carrie Symonds in a secretly-planned wedding at Westminster Cathedral.\nThe marriage took place in a \"small ceremony\" on Saturday afternoon, a Downing Street spokesman said.\nThe spokesman added that the couple would celebrate again with family and friends next summer, with their honeymoon also delayed until then.\nThe prime minister has already returned to work.\nHe is the first PM to get married while in office in nearly 200 years.\nThe Mail on Sunday reported that 30 guests were invited to the ceremony at short notice - the maximum number of attendees allowed under Covid restrictions in England.\nA small number of church officials were involved in preparations for the Catholic ceremony, which was officiated by Father Daniel Humphreys, it said.\nAlthough Mr Johnson, 56, has been married twice before, the Roman Catholic Church can allow divorcees to remarry if the previous marriages were outside the Roman Catholic Church.\nBoris Johnson likes to avoid talking about his private life - he's declined to answer questions on the topic for the past few years.\nIt can't have been easy to keep yesterday's wedding - between a former journalist and someone who works in public relations - under wraps.\nBut it seems to have taken almost everyone in Westminster by surprise. \nSuch was the desire to keep it quiet, Downing Street only officially confirmed it had happened on Sunday morning - the day after the wedding.\nChristopher Lamb, Rome correspondent for Catholic magazine The Tablet, told BBC Radio 5 Live: \"There will be a feeling that, why are some people who are divorced allowed to be married in the church and others not?\n\"And I think that's where the Church, I think, can look at its current rules and see how it can become more welcoming. It has been welcoming to Boris Johnson, why not to others?\"\nFather Mark Drew, assistant priest at St Joseph's Church in Penketh, Warrington, said he has previously had to tell Catholic couples going through a divorce they are not able to remarry in the Church.\n\"It looks to them - rightly or wrongly - as if the Church is applying double standards and I do fear that this decision does make the Church look bad.\"\nJust one official photograph has been released - the day after the wedding - showing the couple in the garden at 10 Downing Street in the hours following the ceremony.\nHowever, Conservative MP James Cleverly shared a different photograph of the newlyweds enjoying their garden reception in the Saturday sunshine, with decorations and a table of refreshments visible in the background.\nAt this stage in the day's proceedings, Mrs Johnson is seen barefoot and her husband has dispensed with his jacket and tie.\nDowning Street did not reveal any details of who was invited and whether any of Mr Johnson's Cabinet colleagues were among the guests.\nSeveral politicians have congratulated the couple, including Home Secretary Priti Patel, Health Secretary Matt Hancock, Vaccines Minister Nadhim Zahawi and Work and Pensions Secretary Therese Coffey.\nMs Patel wrote on Twitter: \"Many Congratulations to Mr & Mrs Johnson @BorisJohnson and @CarrieSymonds. Wishing you both much love and happiness.\"\nMusicians were pictured leaving No 10 on Saturday night. \nMembers of the public were asked to leave Westminster Cathedral just after 13:30 BST, the Sun reported.\nThe new Mrs Johnson - who has confirmed she will take her husband's surname -  wore a white dress to exchange vows with the prime minister.\nHer wedding dress was designed by Athens-based Christos Costarellos, who studied at the London College of Fashion and describes his work as being \"inspired by the spirit of ancient Greek philosophy\". \nThe last prime minister to get married while in office was Robert Banks Jenkinson in 1822.\nMrs Johnson used to work in the Conservative Party press office, which she joined in 2010, and two years later she worked on Mr Johnson's successful campaign to be re-elected as mayor in London. \nShe became the party's head of communications before leaving in 2018 to work in public relations for marine conservation organisation Oceana. Mrs Johnson then became head of communications for conservation group the Aspinall Foundation in January. \nThe couple were first romantically linked by the media in early 2019.  In February 2020, they revealed that they were engaged and that she was pregnant.\nTheir son, Wilfred, was born last April. \nMr Johnson and his previous wife, Marina Wheeler, announced in 2018 that they were divorcing after 25 years of marriage. \nHe was previously married to Allegra Mostyn-Owen."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57185065",
      "category": "uk-wales",
      "title": "Covid: Holiday cottages to get 'year's takings over summer'",
      "tags": "Holidays,Aberystwyth,Coronavirus pandemic",
      "text": "Holiday let firms in Wales are predicting a bumper summer, with one saying they have been \"blown away\" by demand. \nGreg Stevenson of Under the Thatch said some of its 60 properties would take a normal year's earnings in a few months. \nNorth Wales Holiday Cottages also has many properties booked until October. \nMeanwhile, lack of availability in other hotspots would mean more bookings in Powys and Ceredigion, said Mid Wales Tourism's chairman.\nFollowing the end of the first lockdown in 2020, self-catering occupancy rates in Wales reached 90% in August - with industry bosses confident that figure could be topped this year.\n\"These are green shoots and we continue to work with the sector as we relax the restrictions in a phased and gradual way,\" a Welsh government spokesman said. \nOverall, the number of people renting self-contained accommodation in Wales between January and September rose from 60% in 2018 to 62% in 2019, but fell to 52% in 2020.\nThis was partly because nobody could travel in April, May and June because of lockdown. \nHowever, when restrictions were lifted, figures reached a three-year high - in August 2020, occupancy was at 90% (compared to 88% in August 2019) and in September, the figure was 82% (compared to 68% in 2019).\nWith Wales now at Covid alert level two, six people from six different households are allowed to visit pubs, cafes and restaurants together.\nHowever, people are still not allowed to have visitors from another household inside their home, unless they have formed a \"bubble\" with them.\nHoliday let firms 'blown away' by surge in demand\nMr Stevenson is confident things will follow a similar pattern this year.\nOf Under the Thatch's 82 holiday lets, three quarters are in Wales and he said: \"After a tough winter, we've been blown away by demand for summer 2021, with most properties having total annual sales that now more than make up for the losses of closure during lockdown.\"\nThe company specialises in authentic renovations and he believes he could fill another 50 in July and August.\nPrices are up across the industry for the peak season, and he added: \"When cancellations come in, breaks resell at higher prices - which goes some way to recovering the losses of the last year. \n\"Most of our properties are owned by families that live within a 30-minute drive of their rental, and I'm pleased that so many Welsh families can benefit from the resurgence in interest in Welsh accommodation this summer.\"\nThe firm also rents in other European countries, and part of the boom in the Welsh market could be down to a reluctance to book abroad because of issues such as quarantine, Covid testing and the UK government's traffic light system, Mr Stevenson said. \n\"We've noticed unprecedented demand for Ireland, mostly, it has to be said, from Irish clients this year,\" he said.\n\"But there is noticeable nervousness around booking the places in Spain, France and Portugal, etc.\"\nNorth Wales Holiday Cottages, which helps rent hundreds of properties, has seen an upsurge in demand over the past month, with it also having little availability left in July and August.\nDirector Barbara Griffiths said March and April had seen \"much lower levels\" of bookings as only people from Wales could travel.  \nBut she added: \"Since mid-April we have more or less reached expected, normal occupancy. \n\"Going forward, bookings are quite a lot above normal levels. \n\"In recent years, people have booked much later for their summer holidays but this year they are booking much earlier.\"\nMany properties are fully booked until winter, however, Ms Griffiths said about two-thirds have some availability in September.\nThere are also signs things are picking up for a company that brings tourists into the UK - after a tough year for Shropshire-based Janet Redler Travel.\nHer business has made just £4,000 in the past 15 months, with redundancies and two staff on furlough. \nHowever, its first tour to Wales since Covid, of 30, arrives on 12 July.\nMs Redler said it had been \"quite difficult\" to put some aspects of the trip together after they had taken the booking in February, and some elements were still outstanding as businesses did not want to commit and then cancel if restrictions changed.\n\"This group that we have coming in July will be travelling in a 'bubble of six', they will sit at meal times together, visit attractions on the coach and they will also have received two vaccinations,\" she said.\n\"Most of our clients are extremely well-travelled and are desperate to travel again.\"\nThere has been a cancellation, though, from a group from Sweden who had a special interest in gardens. \nDespite this, Ms Redler believed 2022 would be \"extremely busy\" because of pent-up demand when quarantine restrictions should have ended.  \nMid Wales Tourism chairman Rowland Rees-Evans believed people were \"desperate to get out\", adding: \"It's been 14 months of life none of us were expecting, and we are getting back to some normality.\"\nHe is also a director at Penrhos Park, near Aberystwyth, and thought the demand was helping people to discover new areas.\n\"If they couldn't get in Pembrokeshire or north Wales, they are looking to go somewhere else,\" Mr Rees-Evans added.\n\"Mid Wales as a region is becoming more recognised.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57311441",
      "category": "world-europe",
      "title": "NSA spying row: US and Denmark pressed over allegations",
      "tags": "Germany,Denmark,Spying,Angela Merkel,National Security Agency",
      "text": "European powers have pressed the US and Denmark over reports the two worked together to spy on top European politicians, including German Chancellor Angela Merkel. \nDanish broadcaster DR said Denmark's Defence Intelligence Service (FE) collaborated with the US National Security Agency (NSA) to gather information from 2012 to 2014. \nMrs Merkel is among those demanding answers. \nBoth FE and the NSA are yet to comment. \nDenmark's Defence Minister, Trine Bramsen, did not confirm or deny the report but told AFP news agency that \"systemic eavesdropping of close allies is unacceptable\". She was not in charge of the ministry during the alleged spying. \n\"This is not acceptable between allies, and even less between allies and European partners,\" said French President Emmanuel Macron, after speaking with Mrs Merkel.\nMrs Merkel said she agreed with Mr Macron's comments, but that she was also reassured by the Danish defence minister's condemnation.\nIntelligence was allegedly collected on other officials from Germany, France, Sweden and Norway. Those nations have also called for explanations. \nNorwegian Prime Minister Erna Solberg told public broadcaster NRK: \"It's unacceptable if countries which have close allied co-operation feel the need to spy on one another.\" \nThe NSA is said to have accessed text messages and the phone conversations of a number of prominent individuals by tapping into Danish internet cables in co-operation with the FE.\nThe alleged set-up allowed the NSA to obtain data using the telephone numbers of politicians as search parameters, according to DR. The FE's subsequent secret investigation into the affair was codenamed \"Operation Dunhammer\" and concluded in 2015.\nDR interviewed nine sources, all of whom are said to have had access to classified information held by the FE. \nAlong with Mrs Merkel, then-German Foreign Minister Frank-Walter Steinmeier and the opposition leader at the time, Peer Steinbrück, are also said to have been targeted.\nSimilar allegations emerged in 2013.\nThen, secrets leaked by US whistleblower Edward Snowden alleged tapping of the German chancellor's phone by the NSA.\nWhen those allegations were made, the White House gave no outright denial but said Mrs Merkel's phone was not being bugged at the time and would not be in future. \nFollowing the new report, Mr Snowden accused US President Joe Biden of being \"deeply involved in this scandal the first time around\". Mr Biden was US vice-president at the time the reported surveillance took place.\n\"There should be an explicit requirement for full public disclosure not only from Denmark, but their senior partner as well,\" he tweeted. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-57300643",
      "category": "world-africa",
      "title": "Nigeria school abduction: Gunmen kidnap students in Niger state",
      "tags": "Nigeria",
      "text": "Nigerian officials say gunmen have kidnapped many students from an Islamic school in Nigeria - the latest in a series of such attacks on schools.\nAuthorities in Niger state confirmed to the BBC that gunmen had seized an unknown number of students from the school in the town of Tegina on Sunday.\nA teacher told the BBC that 150 students were missing, while other reports put the figure at about 200.\nAbductions carried out for ransom are increasingly common in northern states.\nIn February nearly 300 girls were taken by armed men from a boarding school in Jangebe, Zamfara state. Most were later freed.\nIn the latest incident, witnesses quoted by This Day news website said gunmen riding on motorcycles stormed the town and opened fire indiscriminately. As people fled the attackers went to the Islamic school and seized the children. The school is attended by boys and girls, aged six to 18.\nAuthorities said two people were shot during the attack and one had since died. A number of people travelling in a car were also reportedly kidnapped.\nBBC Nigeria correspondent Mayeni Jones says kidnapping for ransom has become more common across Nigeria in recent months.\nThe attack in Tegina comes a day after 14 people kidnapped from a university in the neighbouring state of Kaduna were released.\nTegina is also not far from the town of Kagara, where 27 students were abducted in February.\nThere have been at least six kidnappings of students in north-west and central Nigeria since December, our correspondent says, and more than 800 students and staff have been abducted.\nThe 2014 kidnap of 276 schoolgirls in the north-eastern town of Chibok by Islamist militants Boko Haram brought global attention to the scourge of raids on schools in Nigeria, but more  recent attacks are suspected to be the work of criminal gangs."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-57311581",
      "category": "uk-england-birmingham",
      "title": "Kingstanding stabbing: Boy 14, killed in attack",
      "tags": "Birmingham knife crime ,Birmingham,West Midlands Police,Kingstanding",
      "text": "Police are hunting up to seven people after a 14-year-old boy was stabbed to death in Birmingham. \nThe boy was confirmed dead at the scene on College Road, Kingstanding, at about 19:30 BST on Monday.\nWest Midlands Police said he is thought to have been chased towards the nearby McDonalds by a group of youths who fled the scene after the teen collapsed.\nThe force said detectives were making \"rapid progress\" after launching a murder investigation.\nDet Ch Insp Stu Mobberley said officers were aware of \"speculation in the community that this was a racially motivated attack\".\nAt the moment, he said there was is no evidence to suggest that was the case.\n\"What we do know is that this was appalling violence which has cost a young lad his life,\" he said.\nThe force said it had \"flooded\" the area with officers since the attack and was fast-tracking analysis of CCTV footage.\nThe road remains closed for police investigations and a post-mortem examination is expected to take place on Tuesday afternoon.\nDet Insp Mobberley added detectives were \"already following up a number of really strong lines of enquiry\". \n\"Another young life has been taken far too soon,\" Det Insp Ranj Sangha said.\n\"We have officers with the boy's family who are facing the cruellest of news.\n\"We will be leaving no stone unturned in our hunt for the callous individuals responsible for this, or for anyone harbouring them, knowing what they have done.\"\nWest Midlands Ambulance Service said it sent two ambulances to the scene, at the junction with Wardour Grove, at 19:35.\n\"Crews arrived to find a teenage boy in a critical condition following a stabbing,\" a spokesperson said. \n\"The team of ambulance staff worked together to administer advanced life support at the scene. Tragically,  despite their best efforts, nothing could be done to save the boy and he was confirmed dead at the scene a short time later.\"\nJack Dromey, the area's Labour MP, branded the attack \"truly shocking\".\n\"My condolences to his family,\" he added.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57308487",
      "category": "uk-wales",
      "title": "Nicola Faith: Sunken fishing boat raised from sea",
      "tags": "Colwyn Bay,Fishing",
      "text": "The wreck of a sunken fishing boat has been raised from the seabed.\nThe Nicola Faith failed to return to Conwy on 27 January, and the bodies of her three crew were later found on beaches in Wirral and Blackpool.\nThe wreck was found last month in the Colwyn Bay area, 194yds (177m) from its last known position.\nIt was raised by the Marine Accident Investigation Branch (MAIB) which will now take it to a secure location for further testing.\nThe MAIB said the families of Alan Minard, 20, Ross Ballantine, 39, and skipper Carl McGrath, 34, would have an opportunity to view the vessel if they wished.\nIn the first stages of the operation, a remotely operated vehicle was used to conduct a final survey of the Nicola Faith in the position it came to rest on the seabed.\nEvidence including fishing equipment and outlying debris was mapped and collected from the area around the vessel and was crucial in helping the team understand what led to the vessel's capsize, according to the MAIB.\nIn preparation for the recovery, a number of anchors were laid out and salvage pumps were used to remove a large quantity of seawater from inside the boat.\nThe boat, which weighed 11 tonnes, was raised using a 141ft (43m) long crane barge and placed on the deck of an adjacent ship.\nChief inspector of marine accidents, Capt Andrew Moll said: \"This operation needed to be meticulously planned and executed to ensure that valuable evidence was conserved. We are pleased to have achieved that and successfully recovered Nicola Faith.\n\"The purpose of our investigation is to improve safety. The next phase of the investigation will be to establish what events led to the vessel's capsize, the mechanics of how the vessel sunk and why.\n\"Once the investigation is complete a report which details the findings will be prepared and published. As well as providing the families with an explanation, our report will aim to prevent such a tragic accident recurring.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57299083",
      "category": "world-asia",
      "title": "Mount Everest: Teacher who set new women's speed record says 'aim high'",
      "tags": "Mountaineering,Mount Everest,Hong Kong,Nepal",
      "text": "\"When you aim high, expect high,\" Tsang Yin Hung, a former teacher from Hong Kong, told reporters in Nepal.\nIt is a phrase she often repeated to her friends before recording the world's fastest ascent of Mount Everest by a woman last Sunday.\nMs Tsang, 45, reached the top of the world's highest mountain from base camp in 25 hours and 50 minutes.\nThat was fast enough to beat the previous record, set by a Nepalese climber in 2017, by more than 12 hours.\n\"I just feel a kind of relieved and happy because I am not looking for breaking record. I just [wanted to] challenge myself,\" Ms Tsang told media in Nepal's capital Kathmandu on Sunday, after safely returning from Everest.\nMs Tsang is one of three climbers who have set new Everest records in recent days. \nLast Sunday, Arthur Muir, 75, became the oldest American to climb the mountain, while 46-year old Zhang Hong of China became the first blind man from Asia to complete the feat on Monday.\nThe record-breakers are three of the hundreds of climbers who have summited the mountain so far this spring.\nThey have done so despite a surge in coronavirus cases in Nepal and Everest base camp since mid-April.\nNepal's government reopened Mount Everest to foreigners in April after it was shut last year because of the coronavirus pandemic.\nMs Tsang made a previous attempt on 11 May, but bad weather forced her to turn back. Determined to make it to the top, she returned a week later.\nShe left base camp at 13:20 local time (07:35 GMT) on 22 May and reached the top at 15:10 the next day, a Nepalese government official told AFP news agency.\nUsually climbers spend several days in different camps before reaching the peak.\nMs Tsang beat the 2017 record set by Nepali woman Phunjo Jhangmu Lama, who climbed Everest in 39 hours and six minutes.\nMs Tsang attributed the record to her ability, team work and luck. But for her, the record was an afterthought.\n\"I always tell my working team, my friends, when you aim high, expect high,\" Ms Tsang was quoted as saying by Reuters news agency. \"So I feel relieved because I can prove my work to my friends, to my students.\"\nMr Zhang reached the top of the 8,849m-tall (29,031ft) mountain a few days after Ms Tsang on 24 May.\nThe Chinese mountaineer lost his sight at the age of 21 due to glaucoma, an eye condition where the optic nerve becomes damaged.\nMr Zhang, who was born in south-western Chinese city of Chongqing, was escorted to the top by three guides.\n\"No matter if you're disabled or normal, whether you have lost your eyesight or you have no legs or hands, it doesn't matter as long as you have a strong mind,\" Mr Zhang told Reuters."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57301065",
      "category": "uk",
      "title": "Hundreds more Afghans and their families to be allowed to settle in UK",
      "tags": "British Armed Forces,War in Afghanistan (2001-present),Afghanistan,British Army",
      "text": "Plans to rapidly relocate hundreds more Afghans who worked for the British military and UK government, mostly as interpreters, have been announced. \nIncluding family members, more than 3,000 Afghans are expected to be allowed to settle in the UK, joining 1,300 who have already done so.\nThe decision comes amid fears for their safety as international troops prepare to leave the country. \nDefence Secretary Ben Wallace said it was \"only right\" to accelerate plans.\nHe added that those being relocated were those that might otherwise \"be at risk of reprisals\" from the Taliban. \nThe issue has been a concern since British forces ended combat operations in Helmand in 2014 - with troops who served there being among the most vocal in their support for measures to protect those who assisted them during their deployment. \nEarlier schemes applied strict criteria on who could apply for a new life in the UK and considered the Afghans' length of service and precise roles - for example favouring interpreters who worked with British troops on the frontline in Helmand for more than a year. \nBut under new government policy, any current or former locally employed staff who are assessed to be under serious threat to life will be offered priority relocation to the UK - regardless of their employment status, rank or role or length of time served.\nThe government said this was done to reflect the fact that the security situation in Afghanistan has changed and acknowledges the potential risk to local staff who have worked for the UK government and military over the past 20 years. The scheme, the Afghan Relocation and Assistance Policy, was set up on 1 April.\nHome Secretary, Priti Patel described the move as \"a moral obligation\".\nIn a statement, the government said: \"Following the decision to begin the withdrawal of military forces from Afghanistan, the prime minister has agreed with the Ministry of Defence, Home Office and Ministry of Housing, Communities and Local Government to rapidly accelerate applications through the policy.\"\nIt is not yet clear precisely how many Afghans will be relocated to the UK, but the government says it is expecting more than 3,000 to be resettled.\nAlthough it will cast a wider net than previous schemes did, not everyone who worked for the British will be eligible to apply. For example, some locally hired Afghans were sacked while working for the British for serious misconduct. \nMr Wallace told the BBC that \"with Western powers leaving, the threat is increasing, including targeted attacks by the Taliban\". \nHe said those who worked for the British had \"sacrificed a lot to look after us and now is the time to do the same\". \nMs Patel said: \"It's our moral obligation to recognise the risks they faced in the fight against terrorism and reward their efforts.\n\"I'm pleased that we are meeting this fully, by providing them and their families the opportunity to build a new life in this country.\"\nAt the start of this year there were still 750 British troops in Afghanistan - mostly providing security in the capital Kabul. \nTheir withdrawal is already under way following US President Joe Biden's decision to pull out US troops from the country. Nato forces have agreed to do the same, though senior British Defence officials have expressed their \"disappointment\" at the decision. \nThe US, who employed many more local Afghans, is reported to be working on a similar  scheme.\nThe relocation of hundreds of Afghans to the UK will provide a major logistical challenge as British forces leave the country for good. The government will have to work out ways to fly them out safely along with the remaining British troops. The government will also have to liaise with local authorities as to where the Afghan families will be located and housed back in the UK. \nWhile ministers say they are accelerating the pace of relocations in parallel with the military withdrawal, the new scheme is not time-limited and will remain open after British troops have left Afghanistan. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57302790",
      "category": "business",
      "title": "Whiplash: New rules to crackdown on fraudulent insurance claims",
      "tags": "Companies,Car insurance,Car industry,Insurance",
      "text": "The government is promising more than £1bn in savings for motorists, as new rules on car insurance claims for whiplash come into effect in England and Wales on Monday.\nThe aim is to cut the high numbers of fraudulent road accident claims.\nThe new rules will enable insurers to cut premiums for millions of drivers by about £35 a year, say ministers.\nThe reforms will also include a simplified process for making accident claims online that are under £5,000.\nMedical evidence will also be mandatory for all future whiplash claims. \nThe government says the UK has \"some of the safest roads in Europe\", with fewer crashes being reported year-on-year since 2013.\nYet road traffic accident claims are more than 40% higher now than in 2006.\nIt said more than 550,000 claims were made in 2019-20 alone, while there had also been an increase in exaggerated, fraudulent and embellished claims.\nInsurers have pledged to pass on the savings to motorists - worth a total of £1.2bn, the Ministry of Justice added.\n\"For too long, the system for making whiplash claims has been open to abuse by individuals looking for an easy payday - with ordinary motorists paying the price,\" said Lord Chancellor Robert Buckland.\n\"Our changes, which come into force today, will put an end to this greedy opportunism and ultimately see savings put back into the pockets of the country's drivers.\" \nThe new digital portal will enable motorists to make a claim for any road traffic-related personal injury valued at under £5,000, including claims for whiplash. \nThe idea is to do away with the need for expensive lawyers, so claimants can settle their own affairs.\nIt is intended that a majority of road traffic accident claims should be dealt with using the portal in future.\nThe new rules also include increasing the track limit for personal injury small claims related to road traffic accidents, from £1,000 to £5,000. \nThis means that a majority of all claims will be processed in the cheaper small claims track, where legal costs are not recoverable. \nMotorists will need to submit medical evidence to the portal before any settlement can be made.\n\"There are almost as many lurid headlines about whiplash claims as there are claims themselves,\" said Steve Gooding, director of the RAC Foundation.\n\"This new system should mean legitimate cases are easier and quicker to deal with, fraudulent claims are more likely to fail and all drivers benefit from decreases in their insurance premiums.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-57309937",
      "category": "world-asia-china",
      "title": "Beijing residents react to government allowing couples to have up to three children",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57302806",
      "category": "world-europe",
      "title": "NSA spying row: Denmark accused of helping US spy on European officials",
      "tags": "France,Germany,Sweden,Denmark,National Security Agency,Norway,United States",
      "text": "Denmark's secret service helped the US spy on European politicians including German Chancellor Angela Merkel from 2012 to 2014, Danish media say.\nThe Defence Intelligence Service (FE) collaborated with the US National Security Agency (NSA) to gather information, according to  Danish public service broadcaster DR.\nIntelligence was allegedly collected on other officials from Germany, France, Sweden and Norway.\nSimilar allegations emerged in 2013.\nThen, secrets leaked by US whistleblower Edward Snowden alleged tapping of the German chancellor's phone by the NSA.\nWhen those allegations were made, the White House gave no outright denial but said Mrs Merkel's phone was not being bugged at the time and would not be in future. \nGermany is a close ally of the US. \nGerman President Frank-Walter Steinmeier and a spokesperson for Angela Merkel have said they were not aware of Danish involvement until the DR report, which was shared with other European media over the weekend.\nThe NSA is said to have accessed text messages and the phone conversations of a number of prominent individuals by tapping into Danish internet cables in co-operation with the FE.\nThe alleged set-up, said in the report to have been codenamed \"Operation Dunhammer\", allowed the NSA to obtain data using the telephone numbers of politicians as search parameters, according to DR.\nDR interviewed nine sources, all of whom are said to have had access to classified information held by the FE. \nAlong with Mrs Merkel, then-German Foreign Minister Frank-Walter Steinmeier and the opposition leader at the time, Peer Steinbrück, are also said to have been targeted.\n\"Politically I view this as a scandal,\" Mr Steinbrück told German media.\nDenmark's Defence Minister Trine Bramsen, who had reportedly been earlier informed of the espionage, told DR that \"systematic wiretapping of close allies is unacceptable\". \nOther European politicians have condemned the reports.\nNorwegian Prime Minister Erna Solberg told public broadcaster NRK: \"It's unacceptable if countries which have close allied co-operation feel the need to spy on one another.\" \nFrance's Europe Minister Clement Beaune told France Info radio the allegations were \"extremely serious\".\nNeither the FE nor the NSA have yet commented on the latest reports.\nFollowing the new report, Mr Snowden accused US President Joe Biden of being \"deeply involved in this scandal the first time around\". Mr Biden was US vice-president at the time the reported surveillance took place.\n\"There should be an explicit requirement for full public disclosure not only from Denmark, but their senior partner as well,\" he tweeted. \nIn 2013, Mr Snowden - a former contractor for the US Central Intelligence Agency (CIA) - leaked to the media details of extensive internet and phone surveillance by US intelligence. \nThe US then charged him with theft of government property, unauthorised communication of national defence information and wilful communication of classified communications intelligence.\nMr Snowden found refuge in Russia. \nPrior to the evidence he exposed, top US intelligence officials had publicly insisted that the NSA had never knowingly collected data from private phone records."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57302814",
      "category": "world-middle-east",
      "title": "Israel coalition government a threat to security, warns Netanyahu",
      "tags": "Yair Lapid,Israel,Naftali Bennett,Benjamin Netanyahu,Netanyahu corruption trial",
      "text": "Israel's PM Benjamin Netanyahu has warned that a proposed unity government aimed at replacing him would be a danger to the country's security.\nHe urged fellow right-wingers not to back a deal after ultra-nationalist Naftali Bennett said he would form a coalition with a centrist party.\nMr Netanyahu's opponents have until Wednesday to form a government.\nIf they are successful, it would bring to an end the rule of the country's longest-serving prime minister.\nMr Netanyahu, who faces serious corruption charges and could go to jail, fell short of a decisive majority at a general election in March. It was the country's fourth inconclusive vote in two years - and again he failed to secure coalition allies.\nBut his opponents may only be able to form a minority government, propped up by Arab members of parliament.\nOn Monday, the centrist opposition leader Yair Lapid warned that \"many obstacles\" remained before a unity government could be formed. \n\"We'll have to overcome them together,\" he told journalists. \"That's our first test - to see if we can find smart compromises in the coming days to achieve the greater goal.\"\nTensions remain following the recent Gaza conflict, which also triggered inter-communal clashes in Israeli cities between Jews and Arabs.\nSome Arab politicians could be reluctant to back a government led by Mr Bennett, who is a staunch supporter of Jewish settlement in the Israeli-occupied West Bank - land Palestinians want for a future state.\n\"Don't form a left-wing government - such a government is a danger to Israel's security and future,\" 71-year-old Mr Netanyahu, who has dominated Israeli politics for a generation, said on Sunday. \nNaming left-wing leaders who, he hinted, could weaken Israel's security cabinet, he asked: \"What impact will that have on Israel's deterrent capability? How will we look to our enemies? What will they say in Iran and Gaza?\"\nMr Netanyahu accused Mr Bennett of \"misleading the public\" and of carrying out \"the fraud of the century\" - a reference to the Yamina party leader's previous public promises not to join forces with Mr Lapid. \nMr Bennett, 49, earlier announced in a televised address that his party would join talks to form a unity government.\n\"Mr Netanyahu is no longer trying to form a right-wing government because he knows full well that there isn't one. He is seeking to take the whole national camp, and the whole country, with him on his personal last stand,\" Mr Bennett said.\n\"I will do everything to form a national unity government with my friend Yair Lapid.\"\nBefore the announcement, Israeli media reported that under the proposed terms of the deal, Mr Bennett would replace Mr Netanyahu as prime minister and later give way to Mr Lapid, 57, in a rotation agreement. The arrangement has not been officially confirmed.\nThe proposed coalition would bring together factions from the right, the left and the centre of Israeli politics. While the parties have little in common politically, they are united in their desire to see Mr Netanyahu's time in office come to an end.\nMr Lapid, a former finance minister, was given until 2 June to form a new coalition government after Mr Netanyahu failed to do so. His Yesh Atid party came second to Mr Netanyahu's right-wing Likud at the last election. \nAfter an evening of high political drama on Sunday, Israel is much closer to a new coalition that will unseat its long-time prime minister. But Benjamin Netanyahu should not be written off.\nHe was quick to respond to the latest announcement with his own appeal to right-wing members of Naftali Bennett's Yamina party - and those of Gideon Saar's New Hope - not to join the agreement. \nHe taunted them by asking \"Who will take care of settlements?\" and suggested the proposed unity government would offer a weak security cabinet that would be unable to stand up to Israel's rival, Iran.\nIf he chips away just a couple of members of parliament with these attacks, then the prospective government could tumble.  \nAnd even if this coalition does get sworn in, it will be a fragile one - bringing together parties from across the political spectrum with stark ideological differences. To stay in power, it will be forced to kick many sensitive issues into the long grass. \nOn Saturday night, Mr Netanyahu's Likud party made an offer to Mr Bennett and the leader of another potential coalition party to share the premiership in a three-way split.\nHis offer was rejected but the prime minister repeated the same option on Sunday.\nUnder Israel's electoral system of proportional representation, it is difficult for a single party to gain enough seats to form a government outright. Smaller parties are usually needed to make up the numbers needed for a coalition.\nMr Lapid was initially given a 28-day mandate to form a government but this was interrupted by the recent 11-day conflict in Gaza.\nOne of his potential coalition partners, the Arab Islamist Raam party, broke off talks because of the violence. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leicestershire-57284728",
      "category": "uk-england-leicestershire",
      "title": "Afghan refugee found by motorway completes architecture degree",
      "tags": "Uppingham,Afghanistan,Blaby,Refugees and asylum seekers",
      "text": "A former child refugee who arrived in the UK unable to speak English has graduated with an architecture degree.\nSalman Khan, 25, fled war-torn Afghanistan as a boy and began a six-month journey through snow and mountains.\nMr Khan was 12 years old when he was found walking next to a UK motorway and taken to a police station before going into foster care in Leicestershire.\nLeicestershire County Council said: \"Salman's story is inspiring.\"\nMr Khan said it was his dream to build schools in Afghanistan because he said: \"[It's] a war-torn country and someone has to rebuild it\".\n\"This is the whole reason I chose it [to study architecture],\" he added.\n\"I have a friend who said 'I will build it' and I said 'I will design it'.\"\nAfter leaving his family in Afghanistan and travelling with strangers, he spent a few weeks in temporary care before being given a home with a foster family in Blaby, Leicestershire \nHe learned English with the help of his foster parents and social workers while attending South Wigston High School, before going on to Guthlaxton College and the universities of Lincoln and Kent.\n\"When I went to school, I was shocked at the facilities they had. It was so different from what I knew, there was even carpet on the floor,\" he said.\n\"It was not the way it was [back home] but I did not realise that was not normal.\n\"When I came here it gave me a sense I was missing opportunities. It was a shock really. The amount of help I got here was tremendous.\"\nMr Khan, who lives in Uppingham, Rutland, said he was inspired to work hard by his foster family.\n\"They have got degrees - they are accountants and doctors,\" he said.\n\"There were photos of their graduations outside my bedroom, every time I came out. I wanted my photo on that wall too.\"\nMr Khan is now supporting the work of Place To Call Home. a regional campaign led by Leicestershire County Council to recruit foster carers to support young refugees in the East Midlands.\nDeborah Taylor, from Leicestershire County Council, said: \"He's a young man who has dealt with many hardships but, with the support of a kind and loving family, has flourished and achieved a life ambition.\"\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57301075",
      "category": "world-middle-east",
      "title": "Israel's right-wing leader Bennett backs deal to oust PM Netanyahu",
      "tags": "Naftali Bennett",
      "text": "A key Israeli opposition party has backed a unity government that would bring to an end to Benjamin Netanyahu's time as the country's longest serving prime minister.\nThe ultra-nationalist leader Naftali Bennett said his party would join talks to form a governing coalition with centrist party leader Yair Lapid.\nMr Lapid has until Wednesday to announce the result of his efforts.\nMr Netanyahu, meanwhile, said the proposed deal would \"weaken Israel\".\nThe prime minister, who is on trial for fraud, fell short of a decisive majority at a general election in March. It was the country's fourth inconclusive vote in two years - and again Mr Netanyahu failed to secure coalition allies.\nMr Bennett, 49, who leads the Yamina party, made his announcement in a televised address.\n\"Mr Netanyahu is no longer trying to form a right-wing government because he knows full well that there isn't one. He is seeking to take the whole national camp, and the whole country, with him on his personal last stand,\" he said.\n\"I will do everything to form a national unity government with my friend Yair Lapid.\"\nBefore the announcement, Israeli media reported that under the proposed terms of the deal, Mr Bennett would replace Mr Netanyahu, 71, as prime minister and later give way to Mr Lapid, 57, in a rotation agreement. The arrangement has not been officially confirmed.\nThe proposed coalition would bring together factions from the right, the left and the centre of Israeli politics. While the parties have little in common politically, they are united in their desire to see Mr Netanyahu's time in office come to an end.\nSpeaking shortly after Mr Bennett's announcement, the prime minister accused Mr Bennett of carrying out \"the fraud of the century\" - a reference to the Yamina leader's previous public promises not to join forces with Lapid.\nMr Netanyahu said Mr Bennett's approach would be \"a danger for the security of Israel\". He did not elaborate.\nMr Lapid, a former finance minister, was given until 2 June to form a new coalition government after Mr Netanyahu failed to do so. His Yesh Atid party came second to Mr Netanyahu's right-wing Likud at the last election. \nMr Bennett's party holds a crucial six seats in the 120-member parliament that would help give the proposed opposition coalition a clear majority.\nAfter an evening of high political drama, Israel is much closer to a new coalition that will unseat its long-time prime minister. But Benjamin Netanyahu should not be written off.\nHe was quick to respond to the latest announcement with his own appeal to right-wing members of Naftali Bennett's Yamina party - and those of Gideon Saar's New Hope - to not join the agreement. \nHe taunted them by asking: \"Who will take care of settlements?\" and suggested the proposed unity government would offer a weak security cabinet that would be unable to stand up to Israel's rival, Iran.\nIf he chips away just a couple of members of parliament with these attacks, then the prospective government could tumble.  \nAnd even if this coalition does get sworn in, it will be a fragile one - bringing together parties from across the political spectrum with stark ideological differences. To stay in power, it will be forced to kick many sensitive issues into the long grass. \nOn Saturday night, Mr Netanyahu's Likud party made an offer to Mr Bennett and the leader of another potential coalition party to share the premiership in a three-way split.\nHowever, his offer was rejected. But the prime minister repeated the same option on Sunday.\nUnder Israel's electoral system of proportional representation, it is difficult for a single party to gain enough seats to form a government outright. Smaller parties are usually needed to make up the numbers needed for a coalition.\nMr Lapid was initially given a 28-day mandate to form a government, but this was interrupted by the recent 11-day conflict in Gaza.\nOne of his potential coalition partners, the Arab Islamist Raam party, broke off talks because of the violence. There were also clashes in Israeli cities between mixed Arab and Jewish populations."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57288485",
      "category": "uk",
      "title": "Flat owners warning over rooftop developments",
      "tags": "Housing,Urban planning,Planning permission",
      "text": "Leaseholders have warned about the potential dangers of adding rooftop developments to blocks of flats. \nIt follows a change in the law which makes it easier for freeholders to build up to two extra storeys on top of their buildings.\nSome flat owners have said their homes have been left damaged and devalued by new developments.\nThe government said such developments would help meet the demand for new homes. \nResidents at Apex Court in West Ealing, London, said the building had experienced extensive flooding, cracks and even falling cladding since a further five flats were built on top.\nPauline Sadler and her husband Tony own one of the flats which had previously been on the top floor.\nThey said their ceilings and walls had been badly damaged by a series of floods caused by the new development.\n\"The surveyor has said it'll take months to get the dampness out of this flat,\" said Mrs Sadler. \"They didn't put any proper drainage, so when it rains the water goes into the cavity wall.\"\nShe said their flat has now lost around 40% of its value (a total of £170,000) and they had been told it may not even sell at auction.\nThe Apex Court rooftop extension was built using planning permission before the new rules were introduced in England last summer.\nTwo-storey extensions on top of many blocks of flats are now classed as permitted development, meaning they don't have to go through the standard planning process - potentially encouraging more freeholders to build upwards. \nA surveyor's report commissioned by some of the leaseholders at Apex Court found visibly poor workmanship. \nThe report raised concerns over the development's fire safety measures and warned that the new storey left four of the existing flats at risk of carbon monoxide poisoning by blocking the escape of waste flue gases.\nIt's not just the leaseholders whose flats have been damaged that are worried. Jane Purcell, who lives on the ground floor, said she is concerned the cost of repairs could be passed on to the residents.\nRepairs to buildings are usually paid for by the leaseholders, but they say this damage has been caused by the new development and not by routine wear and tear.\n\"We're really, really scared that these enormous repairs are going to somehow leak through on the service charges,\" she said. \n\"I've had my flat valued and the estate agent said if this business isn't sorted out, you can knock at least £50,000 off it.\"\nMany rooftop development companies say the work can be done in a way that minimises the impact on existing residents and even improves the value of their homes, for example, by paying for communal areas to be improved.\nThere is also a shortage of housing, which rooftop developments could go some way to easing - within cities at least.\nAlthough the government's own figures suggest the change could result in hundreds of new homes a year, some developer reports speculate it could mean hundreds of thousands of new properties.\nHowever, there is concern that the new permitted development rules reduce leaseholders' opportunities to object.\nBaroness Andrews, a lifelong Labour peer and a leaseholder herself, faces a similar rooftop development on her own building and is scathing of the change to planning rules.\n\"It allows developers and freeholders to build upwards while minimising the ability of the leaseholders and residents to prevent that or to be compensated for the impact of these upward extensions,\" she said. \n\"It short-circuits the planning system.\n\"You can't make the full objections and appeals that you can if you have to go through the full planning system so your rights are significantly reduced.\"\nFile On 4 asked the freeholder of Apex Cour, Paramvir Bhatti, about the leaseholders' concerns, but he did not respond.\nA statement from Trisara Consultants UK Limited, which carried out the work, said it took the complaints seriously.\n\"We have engaged with the residents and any other interested parties immediately and in good faith to ensure that the issues raised were thoroughly and properly investigated,\" it said. \n\"We are satisfied that, to date, we have taken all reasonable steps to address the residents' complaints.\" \nHowever, it said that discussions with residents were ongoing so it could not comment further.\nThe government said in a statement: \"All homes, whether delivered under a permitted development right or a planning application, are required to meet building regulations. Where a building is being extended upwards, additional requirements may apply.\"\nFor the Sadlers, there is no obvious end to their difficulties.\n\"There's no justice in this,\" Mrs Sadler said, gesturing at her peeling walls. \"This is something belonging to me and people are damaging it. And I can't do anything about it.\"\nYou can hear more about the Apex Court development as well as other leaseholder issues in File On 4 - Leaseholder Losses on BBC Radio 4 at 20:00 on 1 June. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-57256075",
      "category": "education",
      "title": "Gender stereotypes: Primary schools urged to tackle issue",
      "tags": "Violence against women,Schools,Sex education,Women",
      "text": "Calling girls \"sweetie\" or boys \"mate\" in primary school perpetuates gender stereotypes, campaigners say.\nIn a letter to the education secretary in England, various groups are calling on the government to address the language and ideas used in schools.\nStereotypes limit children's aspirations and create inequalities that help fuel gender-based violence, they say.\nThe government says challenging stereotypes is in its guidance. \nThe letter to Education Secretary Gavin Williamson is signed by various groups including Girlguiding UK, the Fawcett Society and the National Education Union.\nIt says the curriculum, books and language used in schools reinforce ideas of how girls and boys should look and behave.\nIt suggests schools should \"actively challenge gender stereotypes\" from an early age before they become ingrained.\n\"Evidence shows us that gender stereotyping is everywhere and it causes serious, long-lasting harm,\" according to Felicia Willow, chief executive of the Fawcett Society, which campaigns for gender equality. \n\"These stereotypes are deeply embedded, they last a lifetime and we know they are one of the reasons we see violence against women and girls,\" she said.\nThe debate about a culture of sexual abuse in schools has escalated in recent months after the website Everyone's Invited, set up to allow survivors of sexual abuse to share their experiences, attracted more than 16,000 posts. Some were from children as young as nine.\nThe letter calls for schools to be a key part of the response and urges the government to ensure more specialist resources and training are made available to nurseries and primary schools.\nIt suggests this could lead to an improvement in other areas such as encouraging more girls to study science, technology and maths, helping to improve boys' reading skills and increasing children's well-being.\nLifting Limits, one of the signatories to the letter, is a charity that works with primary schools, enabling teachers and pupils to learn how to spot and challenge stereotypes.\nIts chief executive, Caren Gestetner, says without sexist intent, language can often perpetuate ideas about what it means to be \"normal\" as a girl or boy. \nShe says examples include addressing boys as mate or girls as sweetie or using phrases such as, \"We need a strong man to open that\", or, \"Make sure you ask Mummy to sign the form\". \nTeacher Megan Quinn, who works at Gospel Oak Primary School in north London, said the whole school started \"questioning things together, looking and thinking like gender detectives\". \nPupils spotted examples in books and noticed that the actions in a French lesson, which were being used to teach masculine and feminine articles like \"le\" or \"la\", were based on gender stereotypes. \nStaff also examined the curriculum and decided to add more female scientists and composers while a lesson about dance looked at male dancers.\nThe letter also calls on the government to ensure a new compulsory Relationships and Sex Education (RSE) curriculum, introduced last autumn, is fully rolled out in England.\nIt focuses on relationships in primary schools and sex and relationships in secondary schools. \nDue to the pandemic, schools were allowed to delay the lessons until the summer term.\nA spokesperson for the Department for Education said: \"Schools should be places where all pupils feel safe and are protected from harm.\"\n\"Important issues such as personal privacy, consent and challenging stereotypes about gender are part of our guidance to ensure more young people have a better understanding of how to behave towards their peers, including online.\"\nOfsted is also undertaking a review into safeguarding measures in schools and colleges in England which will be published shortly. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-57303592",
      "category": "world-asia-china",
      "title": "China allows three children in major policy shift",
      "tags": "Population growth,China",
      "text": "China has announced that it will allow couples to have up to three children, after census data showed a steep decline in birth rates. \nChina scrapped its decades-old one-child policy in 2016, replacing it with a two-child limit which has failed to lead to a sustained upsurge in births.\nThe cost of raising children in cities has deterred many Chinese couples.\nThe latest move was approved by President Xi Jinping at a meeting of top Communist Party officials.\nIt will come with \"supportive measures, which will be conducive to improving our country's population structure, fulfilling the country's strategy of actively coping with an ageing population and maintaining the advantage, endowment of human resources\", according to Xinhua news agency.\nBut human rights organisation Amnesty International said the policy, like its predecessors, was still a violation of sexual and reproductive rights.\n\"Governments have no business regulating how many children people have. Rather than 'optimising' its birth policy, China should instead respect people's life choices and end any invasive and punitive controls over people's family planning decisions,\" said the group's China team head, Joshua Rosenzweig.\nAlso, some experts were sceptical of the impact.\n\"If relaxing the birth policy was effective, the current two-child policy should have proven to be effective too,\" Hao Zhou, a senior economist at Commerzbank, told Reuters news agency.\n\"But who wants to have three kids? Young people could have two kids at most. The fundamental issue is living costs are too high and life pressures are too huge.\"\nOn a rainy, bleak day in Beijing I was out buying a coffee when the news broke.\nPeople started looking down at their phones as they beeped and whirred with the headline flashing across their screens - China to allow couples to have three children.\nThis is big news in a country which didn't start suddenly producing more babies when the one-child policy eased off to two.\nIn fact, many are asking how a three-child policy might mean more children when the two-child version didn't and why birth restrictions have remained here at all given the demographic trend.\nVery good questions.\nOne thought is that, among those prepared to have two children, at least some parents will have three.\nHowever, I have interviewed many young Chinese couples about this subject and it is hard to find those who want bigger families these days.\nGenerations of Chinese people have lived without siblings and are used to small families - affluence has meant less need for multiple children to become family-supporting workers, and young professionals say they'd rather give one child more advantages than spread their income among several kids.\nThe census, released this month, showed that around 12 million babies were born last year - a significant decrease from the 18 million in 2016, and the lowest number of births recorded since the 1960s.\nThe census was conducted in late 2020 - some seven million census takers had gone door to door to collect information from households.\nGiven the sheer number of people surveyed, it is considered the most comprehensive resource on China's population, which is important for future planning.\nIt was widely expected after the census data results were released that China would relax its family policy rules. \nBy Kerry Allen, China Media Analyst\nChina's leading media are giving a lot of fanfare to the \"three-child policy\".  \nNewspaper People's Daily, broadcaster CCTV and news agency Xinhua are all posting happy cartoon images of children today on their social media pages and saying that the new policy has \"arrived\". \nIt is already the top talking point on popular social network Sina Weibo - posts mentioning the new policy have already racked up tens of thousands of views, and hundreds of thousands of comments.  \nMore than 180,000 users have commented on Xinhua's upbeat post, and the ones with the most likes do not look upon the policy kindly. \n\"There are too many big pressures in life at the moment,\" one user says, \"Young people are not willing to have kids.\"  \nMany talk about modern day \"workplace dilemmas\" for people leaving on maternity/paternity leave and there not being even \"the most basic reproductive benefits\".  \nAnd with a shrinking labour market, young Chinese people today accept that they have to work longer hours. Overtime and overwork are endemic.  \nMore women meanwhile are choosing to pursue further education and employment, rather than settle down early to start a family.  \nThe government's move in 2016 to allow couples to have two children failed to reverse the country's falling birth rate despite a two-year increase immediately afterwards.\nYue Su, principal economist from The Economist Intelligence Unit, said: \"While the second-child policy had a positive impact on the birth rate, it proved short-term in nature.\"\nChina's population trends have over the years been largely shaped by the one-child policy, which was introduced in 1979 to slow population growth.\nFamilies that violated the rules faced fines, loss of employment and sometimes forced abortions.\nThe one-child policy also led to a severe gender imbalance in the country. The traditional preference for male children led to large numbers of girls being abandoned or placed in orphanages, or cases of sex-selective abortions or even female infanticide.\n\"This poses problems for the marriage market, especially for men with less socioeconomic resources,\" Dr Mu Zheng, from the National University of Singapore's sociology department, said.\nAhead of China's latest census, experts had speculated that birth restrictions might be lifted entirely - though it appears as though China is treading cautiously. \nBut others said that such a move could potentially lead to \"other problems\" - pointing out the huge disparity between city dwellers and rural people.\nAs much as women living in expensive cities such as Beijing and Shanghai may wish to delay or avoid childbirth, those in the countryside are likely to still follow tradition and want large families, they say.\n\"If we free up policy, people in the countryside could be more willing to give birth than those in the cities, and there could be other problems,\" a policy insider had earlier told Reuters, noting that it could lead to poverty and employment pressures among rural families.\nExperts had warned that any impact on China's population, such as a decline, could have a vast effect on other parts of the world.\nDr Yi Fuxian, a scientist at the University of Wisconsin-Madison, said: \"China's economy has grown very quickly, and many industries in the world rely on China. The scope of the impact of a population decline would be very wide.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-57262181",
      "category": "education",
      "title": "Eviction ban: A million are in fear of losing their homes, charity says",
      "tags": "Housing,Coronavirus lockdown measures,Affordable housing,Coronavirus pandemic,Social housing",
      "text": "As England's coronavirus eviction ban comes to an end on Monday, around a million households fear losing their homes, a charity says. \nAbout 400,000 renters have had eviction notices or been told to expect them, the Joseph Rowntree Foundation says. \nOne renter in arrears told the BBC his landlord has \"the power to just flick their finger and get me out\".\nBut a landlord said she had struggled to pay her mortgage while her tenant was not paying rent.  \nThe government said it was balancing the needs of landlords to use the courts with support for tenants by continuing to require extended notice periods.\nDuring the pandemic, bailiffs were asked not to carry out evictions if anyone living in the property had Covid-19 symptoms or was self-isolating.\nEviction notice periods were extended to six months as an emergency measure during the pandemic - but will drop to four months from 1 June. Before the pandemic, notice periods were usually two months in England.\nJoseph Rowntree Foundation economist Rachelle Earwaker said many renters in low income work such as catering or taxi driving had lost their livelihoods in the pandemic and ending the eviction ban risks \"a two-tier recovery\".  \n\"We're really worried that there will be a wave of homelessness coming through,\" said Ms Earwaker. \nThe charity commissioned YouGov to question more than 10,000 adults, a quarter of them renters, in England, Wales and Scotland, early in May.\nThe findings suggest that, compared with homeowners, renters are more than three times as likely to be behind with rent or bills (6% vs 19%).\nThey were also twice as likely to worry about:\nBlack and minority ethnic households, those on lower incomes and those with children had the highest levels of concern, the research suggests. \nRudolf Bozart has had a year to forget - the media company he worked for went bust, he found a job as a carer but was made redundant. So now he delivers takeaways. \nThe bills have mounted - energy, council tax and rent - and the 26-year-old owes the landlord £3,400 in arrears.\n\"It is stressful and it's affecting my health and it gives a lot of sleepless nights,\" he says. \n\"I just don't know when I'm going to wake up to the dreadful message, saying that this is your notice because of the rent arrears.\n\"So far the ban on eviction was my safety net for me not ending up on the streets.\"\nCandy Richards has been trying evict a tenant she says stopped paying his rent in October 2019, well before the pandemic. \nDespite being in work he now owes her more than £10,000 and the eviction ban means she's \"been powerless to do anything to get my property back.\"\n\"It didn't do anything to support tenants who were in genuine arrears, but what it did do was safeguard tenants who had just decided to stop paying rent or who were committing anti-social behaviour, because there was no distinction between those tenants who couldn't pay and those tenants who wouldn't pay.\"\nShe is struggling to pay mortgages on the rental property and on the home she shares with her son. \n\"This situation has really put me off wanting to rent the property out again in the future.\"\nAlicia Kennedy, director of Generation Rent, an organisation representing private renters, described the government's decision to end the ban as \"reckless\". \n\"If the government doesn't intervene, thousands of homeless families could be turning to their council for help,\" she said.\n\"We can't build back better without financial support for the renters who have been hit hardest.\" \nThe Ministry of Housing, Communities and Local Government said that 45% of private landlords own just one property and are highly vulnerable to rent arrears.\nIt said there was financial support to help people pay their living expenses, including the furlough scheme and the £20-a-week Universal Credit uplift, which have both been extended until the end of September.\nHousing Minister Christopher Pincher said: \"As Covid restrictions are eased in line with the roadmap out of lockdown, we will ensure tenants continue to be supported with longer notice periods, while also balancing the need for landlords to access justice.\"\nBen Beadle, chief executive of the National Residential Landlords Association, said expecting landlords and tenants to \"muddle through\" was a failed strategy.\n\"The government needs to develop a financial package which ensures that benefits cover the rents of those in receipt of them,\" he said. \nA tenant hardship loan scheme, similar to those in Wales and Scotland, could be the answer, he suggests."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56441048",
      "category": "world-middle-east",
      "title": "Israel election hopes and fears play out in crater town",
      "tags": "Israel elections 2021,Israel & the Palestinians,Israel,Benjamin Netanyahu",
      "text": "The town of Mitzpe Ramon is recovering from its isolation in the desert. Often the inhabitants had only themselves and their crater for company. \nThe population of 5,211 lives on a cliff edge above a naturally formed chasm in the Negev desert - a site of stunning beauty that entices tourists. \nBut the visitors vanished amid the Covid closures. The lockdown laid waste to work for the tour guides. In Israel, joblessness has soared.\nThe country suffered badly as the virus surged last year and there were claims of government blunders. \nThen came a dramatically swift vaccine rollout. A battered economy is starting to reopen. Many of these things were weighing on Israel's already crisis-hit coalition, when gridlock triggered yet another election. \nBut in Mitzpe - the town whose name means \"lookout\" - no-one seems to be watching much. \nThe streets don't echo with the sound of political rallying. Election posters are as unlikely to be seen as foreign tourists. \nInstead there's a desert wind and weariness. The same bitter divisions over Prime Minister Benjamin Netanyahu's leadership - splits formed years ago - look set to play the major role in Tuesday's poll, the fourth since 2019.  \n\"It's no, no, no to Bibi and his friends,\" says Boaz Katz, who runs Desert Prime tours. He has seen business drop by two-thirds since the start of the pandemic. \nHe steers his 4x4 over rocks into the crater's core, hinting at worries shared by many Israelis. \n\"I think about the future a lot and it spooks me to see Benjamin Netanyahu and his natural companions - I want to live in a free, democratic country,\" says Mr Katz, who used to vote for Mr Netanyahu's Likud party. \nThe prime minister has been met with protests over his desire to rewire parts of the justice system while on trial for corruption. Others oppose his long-standing pact with ultra-religious parties.\nThe tour guide scratches a heart shape in the sand and explains the landscape.\nThe crater was not formed by an asteroid smashing into Earth. Instead, it was scoured out over millennia through water erosion, as torrents eviscerated soft rock.\nLikewise, those who rival for Israel's leadership feel they are fighting an unstoppable force. \nThe last election with no winner led to an \"emergency coalition\" to fight the pandemic. Mr Netanyahu's rival Benny Gantz - a former general and political novice - agreed to a rotating premiership. \nBut Mr Gantz never got to take his turn. The remnants of his Blue and White party are facing near wipe-out, according to opinion polls. \nThe drive back into town passes the only shopping centre. There's a queue at the shawarma restaurant. Others sit inside a franchise coffee shop, masks on. Business is also back by the crater.\nRachel Amsalem lives on the edge. Her home close to the clifftop is covered in Israeli flags. \nA Likud cap rests on a rail in the porch, ready for outings when she faces off against the \"black flag\" protesters who oppose Mr Netanyahu.\n\"He doesn't sleep. He is the guardian of Israel,\" says Mrs Amsalem, borrowing a biblical phrase. \nShe knew him decades ago, working as a maid in the Netanyahu family home in Jerusalem.  \nHer parents fled Algeria in the 1940s. Decades later, she came to Mitzpe Ramon, a development town providing low-cost homes for Jewish immigrants, many from Arab countries. The community now forms a base of working-class support for Mr Netanyahu. \nMrs Amsalem credits him with the speedy vaccine deal helping bring the pandemic under control. Last year, her daughter-in-law, also called Rachel, died with Covid-19. \n\"Nobody else has the courage to pick up the phone and call [vaccine-maker] Pfizer,\" she says. \n\"He works day and night, whether it's [the diplomatic deals] with Arab countries, [countering] Iran, on corona, on the economy… there's one person we should say thanks to.\"\nBut Mr Netanyahu's opponents have instead been scrambling to find another viable challenger to him.\nThe \"anti-Bibi\" bloc now includes a former ally-turned-rival, Gideon Saar, who left Likud. Many more opposition votes are being soaked up by the centrist party led by a former TV host, Yair Lapid.  \nThe outcome could rest on how smaller parties do. In an unlikely move, Mr Netanyahu has tried to get support from Palestinian citizens of Israel, who make up a fifth of the population.\nA drive further north in the Negev - al-Naqab in Arabic - reveals deep scepticism over the motives of a politician who once warned his base to get to the polling stations as \"the Arabs are voting in droves\".  \n\"We all know he is lying to people,\" says Huda Abu Obaid, a community organiser in the Bedouin town of Lakiya. \nShe believes Mr Netanyahu wants to further divide support for a group of Arab parties, which could strengthen his hand in coalition building. \n\"We know very well that he was the worst one for us, for the Arab community, and I think that he will not change himself,\" she says. \nThe sun is setting back by the crater where the Mitzpe Ramon desert circus school - closed for much of the last year - is warming up. A juggler appears at the cliff edge. The principal, Adam De Langa, urges unity, calling a fourth election \"crazy\".\nIt might be another cry in the wilderness.  The sides remain entrenched in Israel's unwon battle for a stable government. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-north-east-orkney-shetland-57231441",
      "category": "uk-scotland-north-east-orkney-shetland",
      "title": "Men who badly injured woman dropping sofa from roof avoid jail",
      "tags": "Aberdeen",
      "text": "Two men who badly injured a woman after dropping a sofa from a roof have been ordered to pay a total of £15,000 in compensation to their victim.\nEdita Butkeviciute, now 31, was treated for injuries to her spine, legs and lungs after the incident in Aberdeen in December 2019.\nShe said she was \"lucky to be alive\" but did not want the men to be jailed.\nBarrie Law, 27, and Lee Morrison, 33, had been moving the sofa. They admitted acting culpably and recklessly.\nAt Aberdeen Sheriff Court, Sheriff William Summers said that as a direct alternative to custody, Law must pay compensation of £12,000 and Morrison must pay £3,000.\nBoth were also told to carry out 150 hours of unpaid work, and will be supervised for 18 months.\nMs Butkeviciute told BBC Scotland News she was still in pain every day but felt \"blessed\" to be alive.\nLaw and Morrison admitted dropping a sofa from the rooftop of Nailco Nail Bar on Union Street on 7 December 2019.\nThe sofa struck Ms Butkeviciute, causing severe injury, permanent disfigurement and impairment.\nFiscal depute Colin Neilson told the court the men had been moving the sofa from a flat. They took it through a window and dragged it along the roof before checking below and pushing it over the side.\nMs Butkeviciute, from Lithuania, had stepped outside at the rear of her work to speak on the phone.\nShe was knocked unconscious by the falling sofa, then woke up screaming and unable to move.\nMs Butkeviciute suffered a catalogue of injuries which needed surgery, and still suffers pain, flashbacks and panic attacks.\nDefence solicitor George Mathers, for Law, said the men could not fit the sofa through a door, so took it out of the window and dropped it - with \"dire consequences\".\nHe said his client's actions would \"haunt him for the rest of his life\".\nMr Mathers also praised the \"extreme fortitude\" and attitude of Ms Butkeviciute.\nDebbie Ginniver, for Morrison, said her client felt \"dreadful\" about what had happened, and described it as \"a catastrophic error of judgement\".\nSheriff Summers said it was hard to imagine anything more culpable and reckless than dropping a sofa from a roof.\nHe said the two men were fortunate that the consequences had not been even worse.\n\"You simply should not have done this and your actions are inexcusable,\" he said.\nThe sheriff added that if no precautions had been taken at all, then a prison sentence would have been inevitable.\nMs Butkeviciute said the men's actions had been \"stupid\", but she had not thought they should go to jail.\n\"I am glad these two men admitted what happened so other people can learn an important lesson - people can get seriously hurt and what happened to me proves that,\" she said.\n\"I'm in pain every day.\n\"It happened in seconds. Now, I feel great, I appreciate life like never before, it changed me in a really good way as well. I am very positive, I have no hate.\"\nMs Butkeviciute added that she wanted to focus on her recovery and \"move on with my life.\n\"I could have died that day, so I really do feel blessed.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57299350",
      "category": "business",
      "title": "Travis Perkins warns of price rises amid shortage of raw materials",
      "tags": "Construction industry,Inflation",
      "text": "The UK's biggest builders' merchant has warned customers of \"considerable\" cost increases to raw materials amid an industry-wide shortage. \nAs first reported by the Times, Travis Perkins says the price of bagged cement will rise by 15%, chipboard by 10% and paint by 5% from Tuesday.\nIt comes as industry groups warn electrical components, timber and steel are also in short supply.\nThey blame surging demand as lockdown eases, as well as supply chain issues. \nTravis Perkins has been informing customers in its stores, websites and by email of the price rises. \nIt said it had seen demand across the board - from consumers doing more DIY projects, to demand from big infrastructure projects such as HS2. \nIt said the increases could affect its other brands which include Keyline and BSS.\nA spokesman said: \"In instances where we have seen some challenges posed by global demand for raw materials or inflationary pressures, we continue to work closely with our suppliers and partners to minimise price increases where possible, whilst also ensuring healthy stock availability for all of our customers.\" \nThe Office for National Statistics has projected a rise of 7-8% in material prices this year, with increases for certain materials, such as timber, expected to more than double.\nThe supply problems stem from a number of factors. Construction industry projects have surged since lockdown began easing which has led to skyrocketing demand for already scarce materials.\nThere are also issues hitting specific products, such as the warmer winter affecting timber production in Scandinavia while the cold winter weather in Texas affected the production of chemicals, plastics and polymer.\nThere has also been a sharp rise in shipping costs amid the pandemic.\nThe Federation of Master Builders said that some building firms may have to delay projects and others could be forced to close as a result.\n\"Small, local builders are being hit hardest by material shortages and price rises,\" chief executive Brian Berry told the BBC last week.\n\"My members are experiencing price rises of 10-15% across the board, rising to 50% on timber and 30% on cement.\"\nTrade group the Construction Leadership Council said it saw material shortages lasting for the foreseeable future. \nRoland Glancy, managing director of design service Peek Home, advised people to delay home improvement projects until autumn.\n\"The last thing you want is to knock through a wall and then struggle to get hold of a bag of plaster to complete your vision, leaving you living in a building site, just when we should be enjoying our new freedoms,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-kent-57299121",
      "category": "uk-england-kent",
      "title": "Brexit lorry park 'ruins night sky' for Kent residents",
      "tags": "Light pollution,Dover",
      "text": "Floodlights at a Brexit lorry park in Kent have \"destroyed\" the night sky, residents say. \nThe site near Ashford, Kent, was built to cope with extra customs checks after Britain left the European Union.\nLinda Arthur, who lives in nearby Mersham, said it was like \"living next to Gatwick Airport\". \nThe Department for Transport said it had commissioned a \"detailed lighting survey\" and was working to develop a plan to reduce the disturbance. \nThe 66-acre Sevington inland border facility, close to the M20, operates through the night, providing customs checks for hauliers entering or leaving the UK by ferry at Dover or Hoylhead, or by Eurotunnel from Folkestone.\nMrs Arthur said she lived in a \"beautiful area\", which had been a \"quiet country village until this happened to us\".\n\"We have lost our dark night sky,\" she added.\nGeoffrey Fletcher said the lights had a \"terrific impact\" on the area.\n\"When the sun goes down and the lights switch on, one really can't imagine unless you see it, the glow in the night sky.\"\n\"I live about a mile away and the whole of the western night sky for us is destroyed,\" he said.\nThe Department for Transport said it had already \"acted to minimise disturbance by turning off the lights in one of the most public sections\", and would share an action plan with residents once the lighting survey is complete."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57302185",
      "category": "uk",
      "title": "In pictures: Bank Holiday Monday brings hottest day of the year",
      "tags": "Coronavirus lockdown measures",
      "text": "People headed to beaches, parks and pub gardens to enjoy the sunshine as the Bank Holiday weekend brought the warmest weather of the year and blue skies for much of the UK.\nMonday saw the hottest day of the year so far, with Northolt in west London recording a temperature of 24.8C and Kinlochewe, in Scotland's northwest highlands, seeing a high of 25.1C, the Met Office said. \nHowever, not everyone in the UK has enjoyed the balmier temperatures, with forecasters observing some mist and chillier weather along parts of the north-east coast. \nThe warm spell comes after a month of gloomy weather that saw Britons stuck indoors as lockdown rules were eased across the country.\nA series of heavy downpours meant May was the fourth wettest on record for the UK, and the wettest ever for Wales."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-57306802",
      "category": "technology",
      "title": "Privacy group targets website 'cookie terror'",
      "tags": "Internet privacy,GDPR",
      "text": "A privacy group has lodged hundreds of complaints against what it calls \"cookie banner terror\" online.\nNoyb, headed by well-known Austrian privacy advocate Max Schrems, is targeting companies which it says deliberately make it hard to opt-out of tracking cookies.\n\"By law, users must be given a clear yes/no option,\" the group said.\nMarketing groups have blamed the EU's strict privacy rules for creating the problem.\nCookies are used for all sorts of purposes, but one of their major uses is for third-party advertising tracking - which is why ads for a product you may have searched for \"follows\" you from website to website.\nAfter the EU's General Data Protection Regulation (GDPR) was implemented in 2018, websites began to display very prominent pop-up forms, and some American sites withdrew service to EU users.\nThat also applied to the UK,  and was carried over into UK law post-Brexit.\nBut many websites force users to revoke consent for dozens of marketing partners individually - a process that can take several minutes. Others highlight the \"accept all\" in a green colour or make it more prominent.\nNoyb - an acronym for \"none of your business\" - says that kind of form is designed to make it \"extremely complicated to click anything but the 'accept' button\". \nTo combat this, the group has created an automated system, which it says can find violations and auto-generate a complaint under GDPR. \nIt claims \"most banners do not comply with the requirements of the GDPR\". \nFines can be up to €20m (£17.5m) or 4% of a company's global revenue, whichever is higher. \nOf the 500 pages in its first batch of complaints, 81% had no \"reject\" option on the first page, but rather hidden in a sub-page, it said. Another 73% used \"deceptive colours and contrasts\" to lead users into clicking \"accept\", and 90% provided no easy way to withdraw consent, it said.\nNoyb says it is first issuing draft complaints to 10,000 of the most-visited websites across Europe, along with instructions on how to change settings. \nBut it says that if firms do not comply within a month, it will file full formal complaints with enforcement authorities. \n\"If successful, users should see simple and clear 'yes or no' options on more and more websites in the upcoming months,\" the group said. \nMr Schrems, the chair of the group, is a well-respected privacy advocate who has lodged successful legal challenges in the past. \nIn July last year, he successfully had an agreement that governed the transfer of EU citizen's data to the United States struck down by Europe's highest court.  \nMr Schrems said this latest campaign was designed to combat \"a whole industry of consultants and designers\" making \"crazy click labyrinths\". \n\"Frustrating people into clicking 'okay' is a clear violation of the GDPR's principles,\" he said, accusing firms of trying \"to make privacy a hassle for users.\"\n\"They often deliberately make the designs of privacy settings a nightmare, but at the same time blame the GDPR for it.\n\"This narrative is repeated on hundreds of pages, so users start to think that these crazy banners are required by law.\" \nThe legal basis for cookie consent is complicated, involving an older set of rules called the ePrivacy Directive as well as the more recent GDPR, and a range of national data protection authorities which enforce the rules.\nData protection and privacy expert Pat Walshe said that the way the advertising industry had approached the rules had \"led to confusion at best\".\n\"In my humble opinion, a lack of regulatory enforcement has emboldened the ad industry and in part led to the current state of the 'data vampire' infested web and app experiences,\" he said.\n\"In light of the lack of regulatory enforcement the Noyb action is welcome. If regulators won't uphold and enforce the law then organisations like Noyb play an even more important role than ever.\"\nCookies themselves have also come under fire in recent years, with many calling for them to be replaced by another system.\nGoogle, for example, has begun a process of phasing out the support for third-party cookies in its popular Chrome web browser, citing privacy concerns. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57305501",
      "category": "uk-wales",
      "title": "Criccieth sea rescue: Swimmer identified after appeal",
      "tags": "Criccieth",
      "text": "A swimmer who was pulled from the sea off the coast of Gwynedd has been identified by police following an appeal to find out who she was.\nMembers of the public helped to rescue the woman after she got into difficulties while swimming in the sea at Criccieth on Sunday.\nShe was taken to hospital and North Wales Police asked for help after being unable to identify her.\nThe force said it had now confirmed who she was.\nEmergency services were called to the seaside village just before midday with the coastguard, ambulance and air ambulance also attending.\nTemporary Supt Jon Bowcott said the woman, who was wearing a wetsuit, did not have car keys on her and may have walked to the beach for a swim."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-suffolk-57305589",
      "category": "uk-england-suffolk",
      "title": "Pin Mill boat rescue: Diners rescued as floating restaurant gets stuck",
      "tags": "Woolverstone,Ipswich",
      "text": "Diners on a floating river cruise restaurant had to be rescued after the craft ran aground and got stuck in mud. \nThe vessel, The Allen Gardiner, got into difficulty near Pin Mill, Suffolk, at about 18:00 BST on Sunday.\nHolbrook Coastguard Rescue Team and Suffolk Fire and Rescue crews came to the aid of the eight passengers and three members of crew onboard. \nOwner Craig Ambury said both engines failed and it was later discovered the boat was missing 420 litres of diesel.\nHe said: \"The wind and the tide swept us on to the mud straight away before we could get an anchor out in deeper water. \n\"Once you are on the mud and the tide's dropped, you're basically just sitting there.\"\nMr Ambury said when the coastguard team arrived they could not reach the vessel so the fire and rescue service was called.\nFire crews used inflatable walkways to get to the craft and helped the eight diners and one member of crew to shore, he said.\nThe captain and one other member of crew stayed onboard until the early hours of Monday to wait for an engineer, Mr Ambury added.\n\"They managed to pull her off the mud and she's now at Woolverstone Marina and the engineer reports we are missing 420 litres of diesel so that seems to be the issue. \n\"On Saturday afternoon, we loaded 500 litres of diesel at Fox's Marina and we've only done two trips, so there seems to be missing diesel. \n\"There's no explanation. There's no pollution or anything like that, so it's a head-rubbing scenario,\" he said.\nThe boat has since returned to Fox's Marina in Ipswich and has been repaired.\nMeanwhile, Mr Ambury said the diners thought the experience was \"jolly good fun\" and they would be \"dining out on that story for quite some time\".\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55045639",
      "category": "health",
      "title": "Who is eligible for the Covid jab and is it compulsory for anyone?",
      "tags": "Coronavirus vaccines,Moderna,Vaccination,Pfizer,Omicron variant,Coronavirus pandemic,AstraZeneca",
      "text": "About 37 million people have now had booster Covid vaccine doses across the UK - more than 64% of those eligible.\nThe government is urging everyone who can, to come forward and receive the jab.\nFor most people in the UK, the Covid vaccine is not mandatory.\nHowever, Health Secretary Sajid Javid has reconfirmed that the government wants all front-line NHS staff in England (with some exceptions) to be fully vaccinated by 1 April if they want to to keep their job.\nCare home staff in England must also already be vaccinated (unless exempt).\nMeanwhile a number of employers, including Morrisons, Next, Ikea, Ocado and Wessex Water have cut sick pay for unvaccinated workers who are forced to isolate after being exposed to Covid.\nEmployees will receive only the statutory-sick-pay (SSP) minimum (£96.35 per week), unless there are mitigating circumstances.\nAll staff who test positive for the virus will still receive full sick pay, regardless of their vaccination status.\nAcross the UK, Covid passports providing vaccination status or negative test results are required to enter some venues.\nMany foreign countries are restricting entry to vaccinated travellers or imposing restrictions on those who are not. \nIn England boosters are now available to all over-16s three months after their second dose - but appointments can be booked after two months. Some walk-in appointments are also available. \nIn Scotland boosters can be booked online.\nIn Wales people should wait to be invited, with older and higher-risk people being prioritised.\nIn Northern Ireland people aged 18 to 29 can go to walk-in hubs, and make booster appointments. \nEarly studies from UK researchers suggested a booster vaccine - on top of the first two jabs - provides 80-85% protection against Omicron (compared with 97% against Delta).\nMore antibodies are developed thanks to the booster, giving the body stronger defences against the virus. \nIt makes it harder for Omicron to infect the body, although current vaccines are still not a perfect match.\nPfizer has started clinical trials of a new Covid vaccine which targets the Omicron variant.\nModerna will soon begin trials of its own Omicron-specific jab, and AstraZeneca has also started working on a new version of its vaccine.\nAll children aged 12 and over are being offered two doses of the Pfizer jab. They can usually have a second dose 12 weeks after the first.\nA low-dose version of the Pfizer vaccine has been approved for children aged five to 11 who have health conditions putting them at greater risk from catching Covid. Eligible children in this age group are now being invited for vaccination in Scotland\nPrimary school children who live with clinically vulnerable adults should also be offered a jab, government vaccine advisers said. \nThe Joint Committee on Vaccination and Immunisation (JCVI) also recommended that the normal booster dose should be offered to children aged 12-15 if they:\nIt is not yet clear when children will get these doses.\nAbout 16 and 17-year-olds in England who had a second vaccine dose at least three months ago are being invited to have their booster.  \nThey can make an appointment or attend a drop-in clinic, as can eligible children of the same age in Scotland.\nChildren who are not considered to be at high risk from Covid should wait 12 weeks after a positive Covid test before having the vaccine.\nYour booster will be a single dose of either Pfizer or Moderna - regardless of which vaccine you received before.\nIf you have recently tested positive for Covid, you should wait four weeks from the date of the test before having your booster.\nYou shouldn't have the booster if you have a severe illness or high fever, but Pfizer and Moderna say a mild fever or a cold are not reasons to delay.  \nThe vaccines do not infect you with Covid, and cannot cause positive results on a lateral flow or PCR test.\nYou can still book your first or second jab. You need to wait eight weeks between the first and second.\nIn particular, the government wants unvaccinated pregnant women to come forward.\nThe most common ones include a sore arm, headache, chills, fatigue and nausea.\nThey are part of the body's normal immune response to vaccines and tend to resolve within a day or two.\nThere are extremely rare, but occasionally fatal, cases of people developing blood clots after taking the AstraZeneca vaccine. \nAnd a very small number of people have experienced a severe allergic reaction after the Pfizer vaccine.\nYou should discuss any existing serious allergies with your healthcare professional before being vaccinated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57304907",
      "category": "world-europe",
      "title": "France fugitive caught after shoot-out with Dordogne police",
      "tags": "France",
      "text": "An armed ex-soldier on the run in south-western France has been shot by police after a 24-hour manhunt.\nThe man, named by police as 29-year-old Terry Dupin, had fled to a forest after shooting at officers on Saturday, sparking a massive search.\nHe was wounded during a shoot-out with a special forces squad, and has been taken into custody, officials say.\nInterior Minister Gérald Darmanin said he had been \"neutralised\" and thanked police for their \"decisive action\".\nThe manhunt began on Saturday after a \"dispute\" at Dupin's ex-partner's home, in Le Lardin-Saint-Lazare in Dordogne, led to him shooting at police.\nThe suspect, who had past domestic violence convictions, fled to nearby woods armed with a knife and a long-range hunting rifle, police said.\nMore than 300 officers, four armoured vehicles and a police helicopter were deployed to comb the four sq km (1.5 sq mile) stretch of woodland into Sunday night. Some 1,800 residents were urged to stay at home to avoid the \"potentially very dangerous\" suspect.\nAt around midday on Monday, the suspect was seriously wounded in a shoot-out with police, prefect of Dordogne, Frédéric Périssat, said.\n\"Neutralised means that he was wounded during the return of fire. He is currently in the hands of the fire and rescue service for medical treatment,\" Mr Périssat said.\nDuring the arrest, the suspect opened fire several times on special forces officers, he said, adding that the man appeared unconcerned about his own life.\nMr Darmanin praised the hundreds of officers deployed since Saturday.\nPolice had called for witnesses and issued a photo and description of the suspect, naming him as Terry Dupin, a bearded man of athletic build, born in 1992 in Rosny-Sous-Bois, near Paris.\nHe was described as a \"dangerous individual sought by police for attempted murder\".\nReports said the ex-soldier had struck his ex-partner and fired at her current boyfriend with a hunting rifle. Officers then came under fire when they arrived at the scene. No-one was injured.\nOfficers closed off roads around the town and set up a security perimeter.\nThe manhunt had shocked residents of the rural community.\n\"The outcome is what I hoped for, I believe that the whole population is relieved and I hope that we will never have to relive such an event,\" the mayor of Le Lardin-Saint-Lazare, Francine Bourra, told BMFTV.\n\"Normal life will really resume tomorrow morning,\" she added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57157496",
      "category": "health",
      "title": "Covid Indian variant: Where is it, how does it spread and is it more infectious?",
      "tags": "Bolton,Bedford,Coronavirus vaccines,Croydon,Hillingdon,Blackburn,India,Hounslow,Coronavirus pandemic",
      "text": "The majority of new coronavirus cases in the UK are the so-called Indian variant - named the Delta variant by the World Health Organization.\nThis version - or mutation - was first spotted in India last October.\nViruses mutate all the time. Most variants are insignificant, but some can make a virus more contagious. \nUK scientists say the Delta variant - known as B.1.617.2 - is spreading more quickly than the Kent or Alpha variant, which was behind a surge in cases over the winter.\nThere have been almost 18,000 cases of the B.1.617.2 variant in England, just under 3,000 in Scotland, 189 in Wales and 37 in Northern Ireland. \nThe latest Public Health England figures up to 2 June showed the worst-hit areas were:\nHowever, just because it's the most common strain doesn't always mean there's lots of it about. \nIn West Lancashire and East Hertfordshire, for example, in the two weeks to 29 May the variant accounted for 100% of the cases analysed for variants. But this amounted to only nine individual infections each.\nNot all cases are analysed and a higher proportion are in areas with lots of the Delta variant, potentially skewing the figures. \nBut random swabbing carried out by the Office for National Statistics, which is not skewed in this way, also found a growing proportion of cases looked like they were the Delta variant. \nIt does appear to spread more easily than the Kent variant (B.1.1.7). \nTransmission rates for the Indian strain have been put at anywhere between 30 and 100% higher than for the Kent or Alpha variant. \nRoughly 12% of contacts of people with the Indian variant went on to develop coronavirus, compared with 8% of those who had the so-called Kent variant, according to Public Health England analysis - suggesting it is roughly 50% more transmissible. \nBut some of that could be the behaviour of humans, rather than the virus itself. \nWhen a variant spreads faster than others, it could be driven by the strain being more infectious, by differences in how close people get, or by different vaccination rates. \nFor instance, it's been pointed out some of the worst-affected areas have very low proportions of residents working from home.\nDespite fears over the Indian variant, most of the UK went ahead with easing restrictions on 17 May.\nHowever, the government has issued new guidance for people in eight areas of England with high numbers of cases\nPeople have been advised to minimise travelling in and out of Kirklees, Bedford, Blackburn with Darwen, Bolton, Burnley, Leicester, Hounslow and North Tyneside.\nIn addition, residents have been advised - wherever possible - to meet people outside, maintain social distancing of 2m (6ft) from people not in their household and work from home if they can. \nIt is not clear whether the next stage of easing in England will happen on 21 June, as was set out in the government's roadmap. \nThe prime minister and health secretary have indicated they will wait for another week's data before making a decision.\nMany countries already have bans on people from the UK and elsewhere entering. \nFrance has brought a ban on non-essential travel from the UK back into force in direct response to the spread of the India variant. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-57305834",
      "category": "uk-england-merseyside",
      "title": "Formby beach stabbings: Police dispersal zone enforced",
      "tags": "Formby",
      "text": "A police dispersal zone has been put in place on a beach and nearby area after a teenager and two men were stabbed.\nThe attacks took place on Formby beach, Merseyside, and a street close to the beach, at 19:10 BST on Sunday, and left one man, 20, in a critical condition.\nThe injuries to the 16-year-old boy and the other man, 20, were described as serious but not life-threatening.\nThe dispersal zone was put in place on Monday afternoon and will stay in force until 16:00 on Wednesday, police said.\nOfficers had earlier said they believed the \"horrific\" and \"appalling\" stabbings were linked.\nThe Merseyside force said the dispersal zone would give police officers the power to order people to leave the beach area and not return for up to 48 hours if they suspect they are causing, or likely to cause, crime, nuisance or anti-social behaviour.\nOfficers also have the power to seize any item, including vehicles, used to cause anti-social behaviour.\nInsp Graham Fisher said: \"We will be out on high visibility patrols from this evening enforcing it. We will take action against anyone seen acting recklessly or inappropriately.\n\"We are well aware of the significant impacts of knife-related crime and the worry this will cause for the vast majority of people in the area who are law-abiding members of the community looking to enjoy the beach and surrounding areas.\"\nAnyone with information about anti-social behaviour or violent crime on the beach and dunes, which are managed by the National Trust, has been asked to get in touch with Merseyside Police.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57309613",
      "category": "uk",
      "title": "'Gene therapy is a game changer for our son'",
      "tags": "Spinal muscular atrophy",
      "text": "Baby Arthur is just five months old. He has no way of knowing the treatment he is receiving in his right arm is the world's most costly medicine.\nHis devastating progressive disorder causes loss of muscle control.\nBut he has become one of the first patients to be treated on the NHS with Zolgensma, a gene therapy with a list price of £1.795m.\nAround 40 children are born with the most severe form of Spinal Muscular Atrophy (SMA) every year.\nUntreated, they rarely live beyond two. \nThe NHS has negotiated a confidential discount which means dozens of infants can be treated each year with Zolgensma, which is manufactured by Novartis Gene Therapies.  \nArthur, from south-east London, finds it difficult to move his arms and legs and cannot lift his head, so some permanent damage has already been done.  \nThe hope is the one-off treatment will stabilise his condition and prevent further deterioration.\nHis father, Reece Morgan, says there have been many ups and downs. \n\"Our hope is that he can have the best possible life in terms of his movement,\" he says. \"We don't know, but we're just going to try as best as we can to give him everything he possibly needs.\"\nThe drug contains a healthy copy of a missing or faulty gene called SMN1. \nThis is inserted into a harmless virus. \nIn the body, the virus delivers the replacement gene into the nucleus of motor neuron cells. \nThis is essential to prevent the cells from gradually dying. \nThe now healthy motor neuron cells start producing the missing SMN protein which is vital for muscle function.  \nEvelina London Children's Hospital, where Arthur is being treated, is one of a handful of centres which will be offering Zolgensma.\nFour specialist NHS centres have now been commissioned across the country. The other sites are Manchester University NHS Foundation Trust, Sheffield Children's NHS Foundation Trust and University Hospitals Bristol and Weston NHS Foundation Trust.\nDr Elizabeth Wraige, a consultant paediatric neurologist at the Evelina, explains that this treatment can really alter the outlook for these children.\n\"Twenty years ago a baby born with SMA would have a very shortened life expectancy, \" she tells the BBC.\n\"Now, we have the potential to enable children to acquire motor skills such as rolling and sitting and even standing-walking, that would have been impossible without treatment for SMA.\"\nNHS England chief executive Sir Simon Stevens says it is \"fantastic news that this revolutionary treatment is now available for babies and children like Arthur on the NHS\".\nHe adds that Zolgensma is among the \"life-changing therapies\" being \"routinely\" used by the health service.\nSally-Anne Tsangarides, general manager at Novartis Gene Therapies in the UK, calls it a \"hugely important step for babies in England\".\n\"We thank all those who have been involved in the landmark agreement that has made it possible,\" she says.\nDespite the high list price, both NICE and the Scottish Medicines Consortium recommended the NHS fund the treatment.   \nTrials have shown it produces lasting benefits, which endure at least five years, and perhaps will prove to be permanent.  \nThe only other treatment for SMA involves costly spinal infusions which need to be given at least three times a year.\nTora, from south-west London, first displayed symptoms when she was around three months old - struggling to lift her head when lying on her tummy.\nBy the time Tora began treatment with Zolgensma in the US when she was 10 months old, her mum, Taisya Usova, says she was floppy and didn't have any mobility.\n\"She couldn't do the basic things. She couldn't reach for a toy, which was five centimetres away. We couldn't leave her alone, Even on the sofa, where she was all surrounded by cushions and pillows because everything was too dangerous,\" she says. \"We couldn't relax for a second, and she couldn't enjoy her life.\"\nNow aged two years and eight months, Tora is an inquisitive little girl who speaks three languages and can walk a little with the help of her parents.\n\"If she's just sitting on the sofa you would never notice that something is not quite right,\" Taisya explains.\n\"It saved her life, and basically she now has a chance to enjoy her life and to do things that are so basic and simple for any other child but for her it would be absolutely impossible. To go to the playground, to go on a swing, or to hold and read a book.\" \nRajdeep Patgiri, Tora's Dad, says the family now feels positive.\n\"Before we were afraid of what the next day would bring,\" he says. \"We were always afraid that she would lose some skills - deteriorate in her swallowing, in her breathing. Now we look forward with optimism that tomorrow something good will happen.\" \nAround one in 50 people carry the faulty gene for SMA, and the condition affects approximately one in every 10,000 births.  \nIt is the most common genetic cause of death in childhood.  \nSMA is a condition where the clock is ticking from the moment a baby is born. Every week that passes where they are untreated, risks further damage to the nerve fibres and can make the difference between a child being able to walk or run or sit unaided.\nIt is usually spotted when babies are around three months old and they start failing to meet the usual milestones like kicking their legs or holding their heads up.  \nBut by then, permanent damage will have been done to motor neuron cells.\nFor families who have already had an affected child, prenatal screening is offered.  \nThis has enabled babies to be given Zolgensma within a few days of birth, long before symptoms appear.  \nThis can mean their muscles develop normally and they suffer no movement problems.\nPatient groups and doctors treating SMA want the condition to be added to the newborn screening programme. All babies are given a heel prick blood test which can pick up nine conditions like sickle cell disease and cystic fibrosis. \n\"We need newborn screening for SMA to be introduced in the UK so that our children have this opportunity for their futures,\" charity SMA UK tells the BBC.\n\"The earlier Zolgensma is given for SMA the better, with pre-symptomatic treatment shown to give the very best possible outcomes. Early diagnosis and treatment is vital.\"\nNickie Aiken, Conservative MP for the Cities of London and Westminster says the UK is lagging behind many of our European neighbours and the world. \n\"It's a disgrace. Our newborn screening programme needs to expand and catch up urgently with the likes of Poland, Hungary and America so that we can identify diseases early and our children get the treatment they need. We have the means to test for these conditions and we have the treatments - by not screening for them we are doing wrong by our children, and they risk becoming the sick children of Europe.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57299360",
      "category": "uk-northern-ireland",
      "title": "Poots: European Union treating NI as a political plaything",
      "tags": "NI Brexit,DUP (Democratic Unionist Party),Brexit",
      "text": "The DUP leader Edwin Poots has accused the European Union of treating Northern Ireland as a political \"plaything\".\nMr Poots claimed the EU was damaging the Northern Ireland peace process.\nEuropean Commission Vice-President Maros Sefcovic firmly rejected that suggestion.\nSpeaking on the Marr programme on BBC One, Mr Poots said the current EU commissioners did not seem to care about the peace process.\nHe said he shared the fear of his predecessor Arlene Foster that anger over the Northern Ireland Protocol could lead to violence on the streets this summer.\nHe said: \"I don't want to use a threat of violence in terms of this.\n\"Our arguments are very clear, they are very coherent.\n\"This is the European Union seeking to punish the UK and, as a consequence, Northern Ireland is being used as a plaything.\n\"I can assure you, Northern Ireland should be nobody's plaything.\"\nHe urged the UK government to consider invoking Article 16 of the protocol, which allows either side to suspend any part of the agreement that causes \"economic, societal or environmental difficulties\".\nOn the same programme, the European Commission Vice-President Maros Sefcovic, firmly rejected any suggestion that the EU no longer cared about the peace process.\nHe expressed \"total commitment to the Good Friday/Belfast Agreement\".\nHe said the protocol brought economic opportunity for Northern Ireland and added that he was working \"flat out\" to ensure that the protocol worked \"smoothly\".\nMr Sefcovic suggested a temporary Swiss-style veterinary agreement as a solution for Northern Ireland, where the UK continues to follow all EU agrifood rules.\nHe said such a deal could be done in weeks and would remove 80% of GB-NI checks.\nAlthough Lord Frost has already ruled out such a deal.\nMr Poots also rejected this proposal saying: \"That struck me as a temporary solution. I want permanent solutions to take the barriers away and provide security in terms of the single market.\"\nHe suggested providing checks between GB and the EU in Northern Ireland \"that doesn't have to be at the border, it can be at another location in NI including the ports\".\nMr Sefcovic said he wants to meet the Northern Ireland Executive parties soon.\n\"I would like to hear from Mr Poots himself but also from other leaders of the political parties who form the Northern Ireland Executive, and discuss with them what we can do better,\" he said.\nDeputy First Minister Michelle O'Neill said the DUP \"need to be honest with people\" over Brexit.\n\"Any difficulties being faced by businesses or traders are a direct result of the Brexit the DUP campaigned for, and now must take responsibility for,\" she said. \nMs O'Neill said \"no credible alternative\" to the Northern Ireland Protocol exists, adding that it must be implemented to protect the Good Friday Agreement and prevent a hard border on the island of Ireland.\nShe said Brexit \"is not an excuse for violence\" and called on unionist leaders to state that \"there can be no place for threats of violence in our society.\"\nAlliance councillor Sorcha Eastwood described the interview with Mr Poots as \"bizarre\".\nIn a tweet, the Lagan Valley representative said Mr Poots was \"painting a picture of NI which I certainly don't recognise\".\nThe SDLP's Matthew O'Toole tweeted that Mr Poots' rejection of a temporary Swiss-style deal was \"a bizarre line to take\".\nThe south Belfast MLA said a Swiss-style deal would \"reduce checks across the board rather than just for big supermarkets\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57310148",
      "category": "business",
      "title": "Covid-19: Red list arrivals terminal opens at Heathrow Airport",
      "tags": "Tourism,Coronavirus lockdown measures,London Heathrow Airport,Travel & leisure industry,Air travel,Coronavirus pandemic",
      "text": "A dedicated terminal for passengers arriving in the UK from countries with a high risk of Covid has opened at Heathrow Airport.\nTravellers arriving on direct flights from red list nations will now transit through Terminal Three.\nHeathrow said its top priority was protecting the public and helping reduce the risk of new variants.\nThere are 43 countries on the red list, but direct flights are permitted from only India, Pakistan and Bangladesh.\nDirect flights are also allowed from Kenya, but the country has currently suspended air travel to the UK. \nOnly British and Irish nationals or UK residents are allowed to travel from countries on the list. \nBut anyone who has been in a red list country in the previous 10 days, whether they took a direct flight or came via another country, is required to pay for quarantine in a hotel for 10 nights after their arrival. \nHowever, there has been concern at reports that travellers from red list areas were mixing with other passengers in immigration halls, where they could be waiting for several hours on occasion.\nIt comes as a scientist advising the UK government warned of signs the country is in the early stages of a third wave of coronavirus infections.\nA Heathrow Airport spokeswoman said: \"Red list routes will likely be a feature of UK travel for the foreseeable future as countries vaccinate their populations at different rates.\n\"We're adapting Heathrow to this longer-term reality by initially opening a dedicated arrivals facility.\"\nShe added that while opening the facility would be \"logistically very challenging\", Heathrow hoped that doing so would enable Border Force to carry out its duties more efficiently, as passenger volumes increase in line with countries on the government's green list. \nBut for now, the current red list system would continue, including mandatory negative Covid tests for all international arrivals, mandatory use of face coverings, social distancing, segregation and enhanced cleaning regimes and ventilation in immigration halls.\nHeathrow added that its dedicated arrivals site would switched to Terminal 4 \"as soon as operationally possible\".\nA government spokeswoman emphasised the UK's top priority was protecting the health of the public, using an enhanced borders regime to reduce the risk of new variants being transmitted. \n\"As we reopen international travel safely, we will maintain 100% health checks at the border and the new dedicated terminal at Heathrow for arrivals from red list countries will enable passengers to be processed as safely and as efficiently as possible, before being transferred to a managed quarantine facility,\" she said. \n\"We continue to do all we can to smooth the process, including the roll-out of our e-gate upgrade programme during the summer and deploying additional Border Force officers.\"\nIt's been three and a half months since the government first introduced quarantine hotels.\nBut before red list passengers make their way to the hotels for their 10 days of isolation, they were waiting in the same arrivals hall as passengers from other lower risk countries, sometimes for hours at a time. While there were separate queues, some people felt unsafe. \nAlthough the idea of a separate red list-only terminal has been floated before, the issue has always been about who would pay for it. \nAfter over a year of incredibly low passenger numbers, opening an extra terminal was a big cost that Heathrow weren't eager to take on. \nSome felt that as the red list is a government policy, it should be the government that foot the bill. \nAlthough neither side has confirmed who is covering the cost, it's understood that the government is now picking up a substantial part of it.\nInternational travel is likely to remain very different for a while, as Heathrow anticipates that a red list terminal will be needed for some time. \nThe Home Office told the BBC that Border Force has mobilised additional staff to help minimise queuing times for passengers who are compliant with the UK's border health measures, and that it is making sure that it has the right level of resources to maintain border security as international travel begins to open.\nHowever, the Public and Commercial Services Union (PCS) says that its Border Force members are \"very concerned\" about the health and safety issues arising from the decision to open up Terminal Three as a dedicated red list terminal. \nA PCS spokesman said: \"The decision was taken at extremely short notice meaning key social distancing procedures are not in place and operational work is likely to be undertaken without the necessary protection for border staff or passengers. \n\"This is another poorly planned initiative that will be understaffed and rely on volunteers to do overtime, to avoid mounting queues.\"\nDozens of countries are on the red list, including India, Pakistan, Turkey, Brazil and South Africa."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57309449",
      "category": "uk-wales",
      "title": "Kinmel Bay, Rhos Point and Anglesey sea rescues as temperatures rise",
      "tags": "Kinmel Bay,Rhôs-on-Sea,Llandudno",
      "text": "The RNLI and coastguards in Wales have reported a number of rescues over bank holiday Monday as temperatures rose.\nOne involved an eight-year-old girl who drifted out to sea on an inflatable in Kinmel Bay, Conwy county.\nHM Coastguard said it strongly urged people not to use inflatables at the coast.\nIt comes as the weekend saw the highest temperatures of the year, compared with the first half of May which had 157% of average monthly rainfall.\nLifeguards in Wales said last week they were expecting their busiest ever summer.\nCrews at Rhos Point, Conwy county, also responded to a call at about 15:30 after a man who had fallen from a water scooter could not get back onto it.\nLlandudno coastguard team and inshore lifeboat team went to help the man out of the water.\nOn Anglesey, two kayakers - one of whom was in the water and unable to get back in - were helped by Treaddur Bay Lifeboat and Holyhead Coastguard teams.\nHM Coastguard said it had dealt with a \"myriad\" of other things including people getting cut off by the tide.\nIt said it had been a \"busy\" day thanks to the sunny weather attracting visitors to the coast.\nSenior coastal operations officer, Michael Buratti, said: \"One of the incidents this afternoon attended by Rhyl coastguard rescue team and the RNLI inshore lifeboat from Rhyl involved a child on an inflatable that drifted out to sea at Kinmel Bay.\n\"People need to be aware that even the slightest offshore breeze can blow an inflatable out to sea very quickly.\n\"If the inflatable capsizes or the person on it panics and jumps into the water to swim to shore, the outcome could be devastating,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-57298507",
      "category": "world-latin-america",
      "title": "Partner of Tory peer's son held over Belize death",
      "tags": "Belize",
      "text": "The partner of the son of Lord Ashcroft, the millionaire businessman and pollster, is in custody in Belize after a police officer was shot dead.\nThe body of Supt Henry Jemmott, 42, was found on a pier in the town of San Pedro after reports of a gunshot.\nJasmine Hartin, partner of Andrew Ashcroft, was discovered nearby. Police said she had what appeared to be blood on her arms and clothing. \nLord Ashcroft is domiciled in Belize but remains active in UK politics. \nA former deputy chairman of the Conservative Party, he has also represented Belize at the United Nations. \nHe has made no comment on the incident involving his son's partner. \nPolice said Ms Hartin and Supt Jemmott were known to be friends. \n\"From what we have been made to understand, they were drinking. From investigation, they were alone on the pier and yes, they were both fully clothed,\" Belize Police Commissioner Chester Williams told a news conference. \nSupt Jemmott, who was the father of five children, was found in the water with a single bullet wound to the head. A police firearm assigned to him was retrieved from the pier, Mr Williams said. \nMs Hartin, who is in her late 30s, initially refused to speak to police without a lawyer, the commissioner said. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57303396",
      "category": "uk",
      "title": "Covid-19: Eviction fear for millions of renters, and India's orphan emergency",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday morning. We'll have another update for you tomorrow. \nAs rules preventing evictions in England end today, research from the Joseph Rowntree Foundation suggests about a million households fear losing their homes. About 400,000 renters have been served with eviction notices or have been told to expect them, the poll of 10,000 people found. Earlier in the pandemic, bailiffs were told not to carry out evictions if anyone living there had Covid symptoms or was self-isolating and notice periods were extended to six months. From today, that reduces to four months. One renter told the BBC his landlord had \"the power to just flick their finger and get me out\", but a landlord said she had struggled to pay her mortgage while her tenant was not paying rent.\nThe wave of coronavirus infections which swept across India killed hundreds of thousands, left many children orphaned and raised questions about how they will be cared for. Anurag Kundu from the Delhi Commission for Protection of Child Rights said these orphans constitute a \"national emergency\" after an unprecedented number of people died in such a short period of time. For some, like five-year-old Pratham and his baby brother Ayesh - whose parents died within days of each other - an NGO is hoping they can be adopted together. Relatives of other orphaned children reject adoption. One grandmother caring for her grandchildren after the death of their parents said she worried for their future but asked: \"How can I give them away?\" India's adoption rates are usually low. But social media has been flooded with calls to adopt children whose parents died of Covid - raising fears of trafficking and exploitation.\nA leading expert on biological warfare has warned that loosely regulated laboratories researching deadly viruses are an \"open goal\" for terrorists. Colonel Hamish de Bretton-Gordon, a soldier turned academic who has investigated chemical and biological warfare in places such as Iraq and Syria, said there are thousands of labs worldwide holding deadly viruses where controls can be disturbingly weak. It comes as the US has said it is revisiting the origins of the coronavirus pandemic, including the possibility that it escaped from a laboratory in Wuhan.\n\"It could be me, it could be my family, my friends. Any day, any time, on the street, in the subway. I'm not feeling safe,\" says Wan Chen of the rising number of racist attacks against Asian Americans during the pandemic. A third of Asian Americans say they fear for their safety. That is why Ms Chen joined a volunteer patrol in Queens, New York City, where members intervene or call for help if they see trouble. It is one of several such groups to spring up across the US. The anti-China rhetoric of some politicians, including former President Donald Trump, has been blamed for the escalation in racist incidents.\nCompanies offering homes to rent for holidays say they have been \"blown away\" by demand, with some saying they expect to make as much from this summer's bookings as they normally do over the whole year. Greg Stevenson of Under the Thatch says issues with booking abroad such as quarantine and testing have helped fuel the boom in domestic holiday lets. Businesses relying on tourists from overseas are facing a slower recovery, however, with one saying it has made just £4,000 in 15 months.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nIf you're planning to travel abroad, you may need to prove your vaccine status. Here's how you can do that with the NHS app.\nYou can find more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-56997931",
      "category": "explainers",
      "title": "What are the travel rules for France, the US, and other popular destinations?",
      "tags": "Tourism,Republic of Ireland,Foreign & Commonwealth Office,Spain,France,Greece,Travel,Germany,Coronavirus vaccines,Coronavirus testing,Italy,United States,Vaccine passports,Coronavirus pandemic",
      "text": "Foreign travel is possible for people in the UK once again.\nHowever, many countries are re-introducing restrictions in response to the new Omicron variant.\nThere are regulations about who can enter most countries, restrictions on what you can do when you get there, and rules to follow when you return home.\nThese are often changing quickly, so it's important to keep checking the Foreign Office guidance and tourist information for your destination before you go. \nHere are some of the key things to know about travelling to some popular destinations.  \nYou might also find this table useful. It shows Covid case numbers and vaccine doses by country.\nWhen comparing figures from different countries, it's important to bear in mind that not all governments record coronavirus cases and deaths in the same way. You should also consider the population size of each nation."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57306596",
      "category": "business",
      "title": "UK set for stronger post-Covid recovery, says OECD",
      "text": "The UK economy's recovery from the pandemic is set to be stronger than previously thought, a leading international agency has suggested.\nThe Organisation for Economic Co-operation and Development says the UK is likely to grow 7.2% in 2021, up from its March projection of 5.1%. \nThe OECD raised its forecast for global growth to 5.8%, compared with the 4.2% it predicted in December. \nHowever, it warned that growth would not be shared evenly. \nThe UK's growth is set to be the fastest among the large rich countries, the OECD says.\nUK Chancellor Rishi Sunak attributed the strength of the forecast to the success of the UK's vaccine rollout and the government's Plan for Jobs. \nHowever, he cautioned that with debt at nearly 100% of GDP, there was a need to \"ensure public finances remain on a sure footing\". \nThe OECD said prospects for the world economy had brightened, with activity returning to pre-pandemic levels. \nHowever, they remained short of what had previously been expected by the end of 2022.\nThe OECD praised stimulus measures and swift vaccine rollouts in richer countries for boosting growth, but said the slow jab distribution in many developing countries threatened to blight their economic progress.\nIt said the recovery would remain uneven and vulnerable to fresh setbacks as long as a large proportion of the world's population were not vaccinated. \nGlobal growth will be led by a strong upturn in the US, where GDP is forecast to reach 6.9% this year, before easing to 3.6% in 2022, the OECD added.\nOutput in China has also caught up, but emerging-market economies, including India, may continue to have large shortfalls in GDP.\nThe strong forecast this year for the UK reflects the key role that vaccination plays in supporting economic recovery. It is the fastest growth among the large rich countries - and within the wider G20, it's behind only India and China. But that also reflects the UK rebounding from a downturn that was one of the deepest. \nThe OECD report gives a flavour of how countries are performing over the course of the health crisis by setting out how long it expects them to take to get back to pre-pandemic levels of economic activity (GDP) per capita. For the UK, it's the middle of next year, along with Italy and Canada. \nThat's a few months ahead of France and Spain but behind the US, Japan and Germany. It's also behind several emerging economies, including China, which was the first to regain the lost ground. \nOECD Secretary-General Angel Gurría said there was an urgent need to \"step up the production and equitable distribution of vaccines\". \n\"Effective vaccination programmes in many countries has meant today's economic outlook is more promising than at any time since the start of this devastating pandemic,\" he said. \n\"But for millions around the world, getting a jab still remains a distant prospect. We urgently need to step up the production and equitable distribution of vaccines.\" \nOECD chief economist Laurence Boone urged stronger international co-operation between nations to help provide poorer countries with resources to vaccinate their populations. \nIncome support for people and businesses should continue, but as restrictions ease, these should be \"better targeted\" where they are needed most, including through retraining and job placement. \nThe OECD said support also needed to focus on \"viable businesses to encourage a move away from debt into equity, and to create jobs and invest in digitalisation\". \nPublic debt has risen in most economies as a result of the pandemic, but current low interest rates have made servicing the debt manageable. \nIn the UK, while GDP is predicted to return to pre-pandemic levels next year, the OECD warns that increased border costs following Brexit will hit foreign trade. \nUnemployment is also expected to peak at the end of 2021, with a predicted rise to 6.1% when the furlough scheme ends. \nIt will reach an average of 5.4% in 2021, above 2020 levels of 4.5% and 2019 levels of 3.8%. \nThe OECD recommends the UK government should maintain support measures until economic recovery is under way, focusing on businesses and sectors with the best growth prospects. \nThe report also says a closer trade relationship with the EU would improve the economic outlook in the medium term. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57303306",
      "category": "world-asia",
      "title": "Covid: Vietnam starts mass testing as new variant emerges",
      "tags": "Vietnam,Coronavirus testing,Coronavirus pandemic",
      "text": "Vietnam hopes to tackle a new Covid outbreak by mass testing risk groups in Ho Chi Minh City and introducing new social distancing measures. \nThe efforts come in response to a new cluster linked to a religious mission. \nVietnam has had relative success in controlling the virus but cases have been rising over the past weeks.\nOver the weekend, officials warned of a new \"very dangerous\" hybrid variant discovered in the country. \nThe government says the new variant combines features of the  mutations first identified in India and the UK, and is easily transmissible by air.\nOverall, the country has registered just over 7,000 infections and 47 deaths, but the latest spike accounts for more than half of the total number of cases.\nThe latest outbreak in Ho Chi Minh City is centred around a Christian mission which had seen at least 125 positive cases, and accounts for most of the city's infections. \nThose living in the vicinity of the cluster have already been tested and are in lockdown.  \nOfficials now plan to test as many as 100,000 people each day, focusing on groups considered to be high risk. \nIn addition to testing, officials announced new social distancing measures across the city for 15 days, starting from 31 May.\nShops and restaurants are closed, and religious activities have been suspended.\n\"All events that gather more than 10 people in public are banned city-wide, but the city is considering to lower the number of people to just five,\" the government said.\nWhen the virus first spread beyond China in early 2020, Vietnam acted fast and decisively, closing its borders to almost all travellers except returning citizens.\nIt then quarantined and tested everyone who entered the country.  It also conducted widespread contact-tracing and testing.\nThe government is under pressure to ramp up vaccinations to combat the re-emergence of the virus.\nJust over one million people or 1% of the population have received at least one dose of the vaccine so far."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57303416",
      "category": "business",
      "title": "Hong Kong offers top bank executives quarantine exemptions",
      "tags": "Coronavirus lockdown measures,Hong Kong,Banking,Coronavirus pandemic",
      "text": "Hong Kong is offering top bankers exemptions from strict virus quarantine measures, said the Securities and Futures Commission (SFC).\nSenior executives who are fully vaccinated can apply to be exempted from a mandatory 21-day quarantine.\nIt comes after authorities had previously warned that slow vaccination uptake could hurt the city's position as a global financial centre.\nHong Kong has some of the world's strictest quarantine restrictions. \nA maximum of two senior executives from each of the financial services companies that are licensed by SFC and two of their overseas affiliates can apply for the waiver, according to the announcement.\nFive days before their trip, those applying for quarantine exemption have to provide the SFC with a copy of their passport photo page or identity card, an itinerary of their visit and proof that they are fully vaccinated against Covid-19.\nThe SFC is the official body that issues licences allowing firms including investment banks, securities brokerages and asset managers to operate in Hong Kong.\nAnyone granted the exemption is allowed to attend only activities listed in the itinerary supplied to authorities and has to self-isolate otherwise. \nAnyone found breaking the rules would lose that exemption and be sent to a quarantine centre for three weeks.\nThose convicted of breaking the rules would also face six months in prison and a HK$5,000 ($644, £454) fine.\nGovernment officials are currently among those who do not have to go through compulsory quarantine.\nSeparately last week, Hong Kong warned that it could have to throw away vast stores of coronavirus vaccines because of people's reluctance to be injected. \nLess than 20% of people have had a jab, even though Hong Kong has more than enough doses for the whole population.\nThe low take-up rate has been blamed on a relatively small number of infections and distrust of the government.\nHong Kong's government is keen to reinvigorate the city's economy, after the pandemic and years of political tensions helped push the city into its worst ever recession.\nEarlier this month, official figures showed that Hong Kong's economy had finally emerged from a year and a half of contractions, but concerns remain that the recovery is uneven."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-18008697",
      "category": "world-middle-east",
      "title": "Benjamin Netanyahu, Israel's unseated long-term leader",
      "tags": "Israel & the Palestinians,Israel,Benjamin Netanyahu,Israel elections 2019,Israel elections 2020",
      "text": "For many years, to his supporters and opponents alike, Benjamin Netanyahu appeared to be politically invincible. Israel's longest-serving leader won a record four elections and held office five times - more than any other prime minister in the country's 73-year history. In the end, it took an unprecedented coalition of parties whose only common goal was to oust him to finally cast him out.\nMr Netanyahu's unrivalled success in polls owed much to the image he cultivated as the person who could best keep Israel safe from hostile forces in the Middle East.\nHe took a hard line towards the Palestinians, putting security concerns at the top of any talk of peace, and long warned of existential danger to Israel from Iran.\nHis final years though were dogged by his criminal trial for alleged corruption, which fuelled criticism of his determination to stay on power, and street protests calling for him to go.\nBenjamin Netanyahu was born in Tel Aviv in 1949. In 1963 his family moved to the US when his father Benzion, a prominent historian and Zionist activist, was offered an academic post.\nAt the age of 18, he returned to Israel, where he spent five distinguished years in the army, serving as a captain in an elite commando unit, the Sayeret Matkal. He took part in a raid on Beirut's airport in 1968 and fought in the 1973 Middle East war.\nAfter his military service, Mr Netanyahu went back to the US, where he earned bachelor's and master's degrees at the Massachusetts Institute of Technology (MIT).\nIn 1976, Mr Netanyahu's brother, Jonathan, was killed leading a raid to rescue hostages from a hijacked airliner in Entebbe, Uganda. His death had a profound impact on the Netanyahu family, and his name became legendary in Israel.\nMr Netanyahu set up an anti-terrorism institute in his brother's memory and in 1982 became Israel's deputy chief of mission in Washington.\nOvernight, Mr Netanyahu's public life was launched. An articulate English speaker with a distinctive American accent, he became a familiar face on US television and an effective advocate for Israel.\nHe was appointed Israel's permanent representative at the UN in New York in 1984.\nOnly in 1988, when Mr Netanyahu returned to Israel, did he become involved in domestic politics, winning a seat for the Likud party in the Knesset (parliament) and becoming deputy foreign minister.\nHe later became party chairman, and in 1996, Israel's first directly elected prime minister after an early election following the assassination of Yitzhak Rabin. \nMr Netanyahu was also Israel's youngest leader and the first to be born after the state was founded in 1948.\nDespite having fiercely criticised the 1993 Oslo peace accords between Israel and the Palestinians, Mr Netanyahu signed a deal handing over 80% of Hebron to Palestinian Authority control and agreed to further withdrawals from the occupied West Bank, to much opprobrium from the right.\nHe lost office in 1999 after he called elections 17 months early, defeated by Labour leader Ehud Barak, Mr Netanyahu's former commander.\nMr Netanyahu stepped down as Likud leader and was succeeded by Ariel Sharon.\nAfter Mr Sharon was elected prime minister in 2001, Mr Netanyahu returned to government, first as foreign minister and then as finance minister. In 2005, he resigned in protest at the Israeli withdrawal from the occupied Gaza Strip.\nHis chance came again in 2005, when Mr Sharon - just before a massive stroke that left him in a coma - split from Likud and set up a new centrist party, Kadima.\nLife and times\nMr Netanyahu won the Likud leadership again and was elected prime minister for the second time in March 2009.\nHe agreed to an unprecedented 10-month freeze on settlement construction in the West Bank, enabling peace talks with Palestinians, but negotiations collapsed in late 2010.\nAlthough in 2009 he had publicly announced his conditional acceptance of a Palestinian state alongside Israel, he later toughened his position. \"A Palestinian state will not be created, not like the one people are talking about. It won't happen,\" he told an Israeli radio station in 2019.\nPalestinian attacks and Israeli military action repeatedly brought Israel into confrontation in and around the Gaza Strip before and after Mr Netanyahu returned to office in 2009.\nThe fourth such conflict in just 12 years erupted in May 2021, putting a temporary halt to efforts by parties opposed to Mr Netanyahu to oust him following a series of inconclusive elections.\nAlthough during the conflicts Israel had the support of the United States, its closest ally, relations between Mr Netanyahu and President Barack Obama were difficult.\nThey reached a low point when Mr Netanyahu addressed Congress in March 2015, warning against a \"bad deal\" arising out of US negotiations with Iran over its nuclear programme. The Obama administration condemned the visit as interfering and damaging.\nThe advent of Donald Trump's presidency in 2017 led to a closer alignment between US and Israeli government policies, and within a year Mr Trump announced his recognition of Jerusalem as Israel's capital.\nThe move sparked fury across the Arab world - which supports the Palestinians' claim to the eastern half of Jerusalem occupied by Israel since the 1967 Middle East war - but it handed Mr Netanyahu a major political and diplomatic coup.\nJust over a year later, Mr Trump also recognised Israeli sovereignty over the occupied Syrian Golan Heights, further reversing decades of US policy and earning Mr Netanyahu's praise.\nAnd in January 2020, Mr Netanyahu hailed Mr Trump's blueprint for peace between Israel and the Palestinians as \"the opportunity of the century\", though it was spurned by Palestinians as one-sided and left on the table.\nMr Netanyahu also saw eye-to-eye with Mr Trump on Iran, welcoming the president's withdrawal in 2018 from the Iran nuclear deal and reinstatement of economic sanctions.\nAfter 2016, Mr Netanyahu was dogged by a corruption investigation, which culminated in him being charged with bribery, fraud and breach of trust in connection with three separate cases in November 2019.\nMr Netanyahu is alleged to have accepted gifts from wealthy businessmen and dispensed favours to try to get more positive press coverage.\nHe denies wrongdoing and says he is the victim of a politically motivated \"witch hunt\" engineered by his opponents. He went on trial in May 2020, becoming the first serving prime minister to do so and defying calls by opponents to step down. \nEven under the cloud of criminal allegations, Mr Netanyahu survived three deadlocked general elections in less than a year and won a record fifth term, agreeing to share power with political rival Benny Gantz in a rare government of national unity established to deal with the coronavirus emergency.\nIts collapse after only eight months triggered a fourth election in two years. Although the Likud won the most seats, opposition among other right-wing parties to Mr Netanyahu's continuation as prime minister meant he could not secure a majority.\nInstead, a spectrum of parties from far left to far right, backed by Arab MPs, formed a so-called \"change government\" in an arrangement never-before-seen in Israel, and in June 2021 mustered enough votes in parliament to take power, finally ending Mr Netanyahu's era.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57308587",
      "category": "world-asia",
      "title": "Bangladesh arrests tiger poaching suspect after 20-year hunt",
      "tags": "Conservation,Tiger conservation,Tigers,Bangladesh,Wildlife conservation",
      "text": "A man suspected of killing 70 endangered tigers has been arrested in Bangladesh after a 20-year search. \nHabib Talukder - known as Tiger Habib - was finally caught following a tip off, after three previous arrest warrants had been issued for him, police said.\nHe has operated in the Sundarbans mangrove forest, on the border between India and Bangladesh.\nThe area is home to the world's largest population of Bengal tigers. Only a few thousand remain in the wild.\nBlack market traders buy their pelts, bones and even flesh for sale around the globe. \n\"He was on the run for a long time,\" police chief Saidur Rahman told the Dhaka Tribune.\nThe 50-year-old Habib Talukder started his career collecting honey from bees in the forest.\nHoney hunter Abdus Salam told AFP news agency that the locals \"equally respect him and are scared of him\".\n\"He's a dangerous man who could fight alone with [tigers] inside the forest.\"\nOfficer Abdul Mannan told the Dhaka Tribune that both the police and the forestry department had sought to arrest Habib Talukder for years.\n\"He secretly entered the Sundarbans and hunted wild animals despite being banned from entering the forest long ago,\" he told the paper. \"He has been carrying out these criminal activities even though there are multiple cases against him… some powerful gangs are involved in this.\"\nThe paper reports the suspect was detained on Saturday morning.\nBangladesh tiger census data released in 2018 showed numbers in the Sundarbans had risen to 114 that year from a record low of 106 in 2015. \nWildlife charity WWF released data last year suggesting that after rapid declines over the past decades, endangered tiger populations were making a \"remarkable\" comeback around the world. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57304515",
      "category": "uk",
      "title": "Covid-19: UK in early stages of third wave - scientist",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "There are signs the UK is in the early stages of a third wave of coronavirus infections, a scientist advising the government has said. \nProf Ravi Gupta, from the University of Cambridge, said although new cases were \"relatively low\" the Indian variant had fuelled \"exponential growth\".  \nHe said ending Covid restrictions in England on 21 June should be postponed.\nEnvironment Secretary George Eustice said the government could not rule out a delay to the planned lockdown easing.\nBut business leaders have warned of the harmful impact of any change to the proposed dates.\nOn Monday, the UK reported more than 3,000 new Covid infections for a sixth day in a row.  \nPrior to this, the UK had not surpassed that number since 12 April.\nNo deaths within 28 days of a positive test were reported in England, Wales or Northern Ireland - but one death was reported in Scotland.\nProf Gupta told BBC Radio 4's Today programme the UK was already in a third wave of infections and at least three quarters of cases were the variant identified in India.\nHe said: \"Of course the numbers of cases are relatively low at the moment - all waves start with low numbers of cases that grumble in the background and then become explosive, so the key here is that what we are seeing here is the signs of an early wave.\"\nHowever, he said the number of people who had been vaccinated in the UK meant this wave would probably take longer to emerge than previous ones.\n\"There may be a false sense of security for some time, and that's our concern.\"\nThe final stage of the government's roadmap for lifting lockdown would remove all limits on how many people you can meet - either indoors or outdoors.\nBut Prof Gupta - a member of the government's New and Emerging Respiratory Virus Threats Advisory Group (Nervtag) - said ending restrictions in June should be delayed \"by a few weeks whilst we gather more intelligence\".\nMeanwhile, Dr Chaand Nagpaul, council chairman of the British Medical Association, said the UK was at a \"pivotal moment\" in its battle against the virus, and called on ministers to \"act with maximum caution when considering whether to go ahead with lifting restrictions\" on 21 June. \n\"A premature ending of all legal restrictions which then resulted in a surge of infections would undermine our health service's efforts to tackle the biggest level of backlog of care it has ever faced,\" he said.\n\"It would also add further demands on staff who are exhausted, both mentally and physically.\"\nIn March, almost five million patients were waiting for surgery - the highest number since modern records began.\nMore than 436,000 were waiting more than a year, NHS England figures show - compared with just 1,600 before the Covid crisis.\nKate Nicholls, chief executive of UK Hospitality, said it would be \"devastating\" for the sector if they were not able to fully reopen in June, with many hospitality venues currently operating at 60% capacity because of social distancing rules. \nShe said some businesses were \"haemorrhaging cash\" and a delay would \"push them closer to the cliff edge of business failure\".\nGreg Parmley, chief executive of live music trade association Live, said the whole sector - from festivals to small venues - was \"completely geared up\" for a return from 21 June after being closed for more than a year. \nHe said the government's series of trial events had shown \"music events can be held safely, with almost no Covid impact, so there is no reason to keep us closed any longer\".\nMr Eustice told the BBC the government had to take things \"one step at a time\".\n\"We can't rule anything out. We know this has been a difficult pandemic, a dynamic situation. We have to make that judgment a couple of weeks before. \n\"It will only be by then that we will see the impact of the latest easement we made on 17 May.\"\nThe timetable for relaxing Covid measures varies across the UK. The Scottish government hopes to lift more restrictions on 7 June, while in Wales there is due to be a review on 3 June. In Northern Ireland some measures were relaxed on 24 May - the next review is due on 10 June.  \nA final decision on whether restrictions will be lifted in England will be reached on 14 June.\nThe Indian variant - known as B.1.617.2 - is thought to spread more quickly than the Kent variant, which was responsible for the surge in cases in the UK over the winter.\nIn some areas of England - including in Bolton, Blackburn, and Sefton in north-west England and Bedford, Chelmsford and Canterbury in the South East - the Indian variant is causing the majority of infections.\nIn England, people aged over 30 are currently able to book to get the vaccine.\nTwickenham Stadium in south-west London has been turned into a vaccine walk-in centre for locals for the day, in a drive to try to boost vaccinations.\nOrganisers announced in the afternoon that they would be offering vaccines to anyone aged over 18 until the end of the day."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57304900",
      "category": "world-us-canada",
      "title": "Tarzan actor Joe Lara, 58, presumed dead in plane crash",
      "tags": "Aviation accidents and incidents,Television,Nashville,Tennessee",
      "text": "US actor Joe Lara, best known for playing Tarzan, is presumed dead after a plane crash in Tennessee.\nThe 58-year-old is among seven people believed killed when a light aircraft crashed into a lake near the town of Smyrna on Saturday.\nHis dietician wife, Gwen Shamblin Lara, who founded a weight-loss church, is also among the victims.\nRescue workers say they found wreckage and human remains at the crash site.\nMr Lara played the lead role in the 1989 TV movie Tarzan in Manhattan before reprising the role in the follow-up TV series Tarzan: The Epic Adventures.\nHe gave up acting in 2002 to pursue a career in country music.\nHis wife, 66, was the leader of a Christian weight-loss group called Weigh Down Ministries which she launched in 1986.\nShe wrote a best-selling faith-based weight-loss book, urging people to \"turn away from the love of food and towards the love of God\", and founded the Remnant Fellowship Church in Brentwood in 1999, according to her website.\nThe Laras' Cessna C501 plane was carrying seven people when it crashed at around 11:00 local time (17:00 GMT) on Saturday, shortly after taking off from Smyrna airport en route to Palm Beach, Florida, officials said.\nThe small jet went down into Percy Priest Lake, about 12 miles (19km) south of Nashville.\nAs well Mr and Mrs Lara, also on board was Mrs Lara's son-in-law, Brandon Hannah, and the couples Jennifer and David Martin, and Jessica and Jonathan Walters.\nBy Saturday night, rescue workers said they were shifting their operations from rescue to recovery as there appeared to be no survivors.\nRescuers had found \"several components of the aircraft as well as human remains\" in a debris field about half a mile wide.\nThe Remnant Fellowship church released a statement, saying it had lost some of its \"finest and most loving\" leaders in a \"horrible tragedy\". \nIt described Mrs Lara as a \"gentle, and selfless mother and wife\" who had lived \"every day laying down her own life to ensure that others could find a relationship with God\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57298821",
      "category": "uk-england-london",
      "title": "Islington flower seller Tony Eastlake stabbed to death",
      "text": "A flower seller has been stabbed to death close to his stall in north London.\nTony Eastlake, 55, died from a knife wound after being attacked on Essex Road, Islington, just before 17:30 BST on Saturday.\nThe father of one, who was pronounced dead at the scene, was described by his family as a kind man \"loved by everybody\" in the community.\nPolice are treating his death as murder.\nMr Eastlake had been working on his flower stall since he was 14, his family said in a statement.\nThe statement continued: \"Our hearts are broken forever at the loss of such a very special man.\n\"A man who was loved by everybody in the Islington community, who is remembered as kind and caring and always laughing, but most importantly a father who leaves behind a devastated family, Lisa, Pauline, and his only daughter and best friend Paige, who he adored.\n\"Tony was [at the flower stall] through rain or shine, a smiling and friendly face to so many of us.\"\nWitnesses reported him being involved in \"an altercation\" with another man before the assault, the Metropolitan Police said.\nA post-mortem examination is due to take place in the coming days, and so far no arrests have been made.\nPolice have urged witnesses to come forward and would like to hear from anyone who has CCTV or dashcam footage from the time.\nDet Ch Insp Vicky Tunstall, leading the investigation, said: \"I am particularly keen to hear from people who were in Halliford Road or Ecclesbourne Road between 17:20 and 17:25 BST.\n\"Did you see Tony? Or did you witness an altercation, or see anyone running away?\n\"Lastly, I would like to hear from those within the community who may have information about why this murder has taken place.\n\"We are looking at several possible motives and I am keeping an open mind as to the circumstances behind the attack.\"\nA vigil has been planned close to Mr Eastlake's stall at 18:00 BST on Monday evening by members of the community."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57304921",
      "category": "uk-scotland",
      "title": "Extremely rare prehistoric animal carvings found for first time in Scotland",
      "tags": "Archaeology,Lochgilphead",
      "text": "Prehistoric animal carvings thought to be thousands of years old have been found for the first time in Scotland.\nHistoric Environment Scotland (HES) said the carvings - thought to be between 4,000 and 5,000 years old - were discovered inside Dunchraigaig Cairn in Kilmartin Glen, Argyll.\nThey are thought to date to the Neolithic or Early Bronze Age, and include images of deer.\nHamish Fenton, who has an archaeology background, found them by chance.\nKilmartin Glen is viewed as one of the most important concentration of Neolithic and Bronze Age remains in mainland Scotland.\nValuable as sources of meat, hides, and with bones and antlers used for a variety of tools, HES said deer would have been very important to local communities at the time.\nDr Tertia Barnett, principal investigator for Scotland's Rock Art Project at HES, said: \"It was previously thought that prehistoric animal carvings of this date didn't exist in Scotland, although they are known in parts of Europe.\n\"So it is very exciting that they have now been discovered here for the first time in the historic Kilmartin Glen.\n\"This extremely rare discovery completely changes the assumption that prehistoric rock art in Britain was mainly geometric and non-figurative.\"\nDr Barnett said there were a few other prehistoric carvings of deer in the UK, but the only others created in the Early Bronze Age were \"very schematic\".\n\"It is remarkable that these carvings in Dunchraigaig Cairn show such great anatomical detail and there is no doubt about which animal species they represent.\"\nMr Fenton said he had been passing the cairn at dusk when he noticed the burial chamber in the side of the cairn and decided to slide inside with a torch.\n\"As I shone the torch around, I noticed a pattern on the underside of the roof slab which didn't appear to be natural markings in the rock.,\" he said.\n\"As I shone the light around further, I could see that I was looking at a deer stag upside down, and as I continued looking around, more animals appeared on the rock.\"\nHe said the discovery had been completely unexpected.\n\"To me, discoveries like this are the real treasure of archaeology, helping to reshape our understanding of the past,\" he added.\nThe cairn is currently closed while HES carries out further evaluation and puts measures in place to protect the carvings."
    }
  ]
}