{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57121825",
      "category": "uk-northern-ireland",
      "title": "Edwin Poots is elected DUP leader",
      "tags": "DUP (Democratic Unionist Party),Sir Jeffrey Donaldson",
      "text": "Northern Ireland Agriculture Minister Edwin Poots has been elected leader of the Democratic Unionist Party.\nHe succeeds Arlene Foster, who steps down as party leader on 28 May and will then leave her role as NI first minister at the end of June. \nMr Poots beat MP Sir Jeffrey Donaldson to take the top post in the party.\nIt is the first time in the party's 50-year history that a leadership contest has taken place. \nMr Poots received 19 votes and Sir Jeffrey 17 votes. \nHe has said that he would like to remain as agriculture minister and would not take on the role of Northern Ireland first minister if elected party leader. \nNorth Belfast MLA Paula Bradley has been elected as the party's new deputy leader, after incumbent Lord Dodds announced he would not bid for re-election. \nShe beat MP Gregory Campbell by 18 votes to 16, and is the first woman elected to the post. \nOnly three people have held the role of DUP leader since the party was established in 1971 - its founder the late Ian Paisley, followed by Peter Robinson and its current leader, Arlene Foster.\nA secret party ballot of party MPs and NI Assembly members was held on Friday.\nMr Poots said it was an immense honour to be selected for the top post and he was looking forward to a \"positive relationship right across Northern Ireland with my party colleagues and indeed with people from other parties\".\nHe said Northern Ireland people had shown \"remarkable resilience\". \n\"I stand here very proud to be taking up the mantle as leader of the Democratic Unionist Party and that brings with it a responsibility to all of unionism,\" he said.\n\"I will be a leader in unionism who will be reaching out to other leaders in unionism. I want to see unionism working together.\"\nHe said the Northern Ireland Protocol, which places a border down the Irish Sea, has proven to be a \"massive challenge for us\". \nHe said he wants to ensure that there is not the \"unionist bickering that we have had in the past\" and \"I will encourage all unionists to work with me\". \nLater, speaking to reporters outside Stormont, Mr Poots said he would speak to Northern Ireland Secretary Brandon Lewis on Friday night and meet him next week. \nThe DUP leader-designate cancelled media interviews and did not take any questions. \nMr Lewis, and Irish Foreign Minister Simon Coveney, separately tweeted their congratulations to Mr Poots and said they looked forward to working with him.\nAhead of the party vote, in a message to MPs and Northern Ireland Assembly members, Mr Poots said that leading the DUP \"would be my greatest honour\".\nHe said he had been \"tried and tested over many years in political office\" and had a plan to \"reinvigorate unionism\".\nMs Bradley said she would serve the party to the best of her ability and give it \"her all\". She said she would support the leader, but would at times be a \"critical friend\".\n\"It's a great honour. I would never have thought just over a week ago that I would be standing in this position today,\" she said. \nThere has been concern in the past that it looked like the DUP's Westminster grouping seemed to have too much power and too much sway. \nClearly this is a signal that they want the power base shifted back to Stormont and that is what is going to happen from the end of the month. \nFor Edwin Poots, this has been a lifelong ambition for him. He is steeped in the DUP. \nHis father is a DUP founding member. He is also Free Presbyterian. \nHe has talked about reform being one of his key policies and clearly that has won some of those undecided DUP politicians over, in terms of getting behind him. \nThere has been a concern in recent years that some of the establishment and key central figures within DUP HQ held too much power. \nHe obviously wants to oversee all of that and that has been what he's promised them. Clearly the pitch has paid off. \nThe result of this also shows that there is still a split in the party. \nSome of those within Sir Jeffrey's camp are incredibly disappointed and very shocked by the result. \nThey were quietly confident that they were going to edge it.\nMr Poots became an MLA (Member of the Legislative Assembly) for the Lagan Valley constituency in 1998 and has also served on Lisburn City Council.\nHe has served as Northern Ireland minister for the environment, minister for arts, culture and leisure and as health minister over the course of his political career.\nAfter the DUP and Sinn Féin agreed to share power together and formed a government in 2007, Mr Poots was appointed as culture and arts minister in the executive.\nIt would be the first of a number of ministerial briefs he has held during his political career.\nThe DUP is a socially conservative party and Mr Poots's religiously-influenced views - including his belief that the earth is 6,000 years old - have also generated headlines in the past.\nRead more here.\nA former police officer, canteen kitchen worker and social worker, Ms Bradley is arguably less known among the public than MP Gregory Campbell, who was also a contender for the deputy leader post. \nShe currently chairs Stormont's Communities Committee. Prior to being elected to Stormont, she had been a councillor on Newtownabbey council.\nMs Bradley is one of the more socially liberal members of the party. \nDefeated leadership contender Sir Jeffrey Donaldson said he has has no regrets about putting his name forward. \n\"They [party members] have made their choice and I respect that,\" he said. \n\"The party must now consider what that means for our way forward, what it means for the union that we cherish, and what it means for Northern Ireland.\"\nMP Ian Paisley, who backed Mr Poots for leader, said he was \"personally delighted\" for him.\n\"We have been boyhood friends, and are very, very close, and I am personally delighted for him,\" Mr Paisley said. \n\"I am also delighted for Paula. She is an absolutely excellent candidate for deputy leadership, she made one of the best speeches I have ever heard in a selection meeting today.\"\nHe said the differences between the leadership candidates were \"subtle\". \n\"It is important that people recognise that because the power base is at Stormont, and because most of the votes in the electoral college are based at Stormont, then clearly that is where the influence is going to be,\" he added. \nEast Antrim MP Sammy Wilson declined to say which candidate he had voted for, but congratulated Mr Poots and Mrs Bradley.\nHe described his election as \"very significant\" and said dealing with the post-Brexit arrangements for Northern Ireland and the Irish Sea border would be a \"massive issue\".\n\"Not only for unionists, but for people across the political spectrum. One of the big jobs Edwin has to do is to persuade the government that what they've done in signing the protocol is wrong and they've got to get it changed.\"\nMrs Foster announced her decision to resign after facing a revolt from DUP members.\nShe had led the party since December 2015 and was appointed first minister of Northern Ireland the following month.\nBBC News NI understands that she will sever her ties with the DUP when she stands down as first minister.\nSources close to her said she thinks it is no longer the party she joined."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57124200",
      "category": "uk",
      "title": "Saving my teeth damaged by years of domestic abuse",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57119439",
      "category": "uk-northern-ireland",
      "title": "Covid-19: NI Executive urged to rethink new travel rules",
      "tags": "Tourism,Travel,Travel & leisure industry,NI economy,Coronavirus pandemic",
      "text": "Tourism bodies have urged Stormont to rethink guidance on visitors arriving from the Common Travel Area (CTA).\nPeople visiting friends and family in Northern Ireland from GB, Republic of Ireland, Channel Islands or Isle of Man will be exempt from a requirement to self-isolate from 24 May.\nNew guidance states those exempt from self-isolation must take Covid-19 tests before departure and on later dates.\nThe Northern Ireland Tourism Alliance described this as \"unmanageable\".\nPreviously, Stormont ministers had only advised that people could travel from Northern Ireland to the CTA for essential reasons.\nOn Thursday, the executive announced relaxations to this rule, but introduced certain requirements for travellers arriving into Northern Ireland. \nThe new guidance sets out that anyone exempt from self-isolation will be asked to take lateral flow tests for Covid-19 pre-departure, as well as on days two and eight post-arrival into Northern Ireland.\nAll other visitors will be required to self-isolate on arrival for 10 days.\nBoth the Northern Ireland Tourism Alliance and the Travel Association (ABTA) have raised concerns over the new rules. \nNorthern Ireland Tourism Alliance chief executive Joanne Stuart said it \"remained unclear how the controls would be managed and by whom\".\nShe described the testing requirements as \"complicated and confusing\" and said they would have the potential to put off visitors from coming.\n\"What people desperately want after months of uncertainty is confidence and clarity and this latest updated guidance does nothing to provide any of that,\" Ms Stuart said. \nShe added that it would also \"shut down plans to promote Northern Ireland as a visitor destination\" for travellers in Great Britain and the Republic of Ireland.\nChief executive of ABTA, Mark Tanzer, believes Northern Ireland should follow England, Scotland and Wales in publishing a green list of destinations where holidaymakers can return from without having to self-isolate.\nMr Tanzer said the executive must also \"continue to provide financial support through to recovery\".\nMembers of the Northern Ireland Tourism Alliance have requested urgent meetings with representatives from the Northern Ireland Executive Office, Department for the Economy and Department of Health to press for change."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-13331522",
      "category": "world-middle-east",
      "title": "Hamas: The Palestinian militant group that rules Gaza",
      "tags": "Israel & the Palestinians,Israel,Palestinian territories,Gaza,Hamas",
      "text": "Hamas is the largest of several Palestinian militant Islamist groups.\nIts name is an Arabic acronym for the Islamic Resistance Movement, originating as it did in 1988 after the beginning of the first Palestinian intifada, or uprising, against Israel's occupation of the West Bank and Gaza Strip. Under its charter, it is committed to the destruction of Israel.\nHamas originally had a dual purpose of carrying out an armed struggle against Israel - led by its military wing, the Izzedine al-Qassam Brigades - and delivering social welfare programmes.\nBut since 2005, when Israel withdrew its troops and settlers from Gaza, Hamas has also engaged in the Palestinian political process. It won the legislative elections in 2006, before reinforcing its power in Gaza the following year by ousting the rival Fatah movement of President Mahmoud Abbas. \nSince then, militants in Gaza have fought four major conflicts with Israel, which along with Egypt has maintained a blockade on the strip to isolate Hamas and to pressure it to stop attacks.\nHamas as a whole, or in some cases its military wing, is designated a terrorist group by Israel, the United States, European Union and United Kingdom, as well as other powers.\nHamas came to prominence after the first intifada as the main Palestinian group opposed to the Oslo peace accords signed in the early 1990s between Israel and the Palestine Liberation Organisation (PLO), the body representing most Palestinians. \nDespite numerous Israeli operations against it and clampdowns by the Palestinian Authority (the main governing body of the Palestinians) Hamas found it had an effective power of veto over the process by launching suicide attacks.\nIt carried out multiple bus bombings, killing scores of Israelis, and stepped up its attacks after Israel assassinated its chief bomb maker Yahya Ayyash in December 1995. \nThe bombings were widely blamed for turning Israelis off the peace process and bringing Benjamin Netanyahu - a staunch opponent of the Oslo accords - to power in 1996.\nIn the post-Oslo world, most particularly following the failure of US President Bill Clinton's Camp David summit in 2000 and the second intifada which followed shortly thereafter, Hamas gained power and influence as Israel clamped down on the Palestinian Authority, which it accused of sponsoring deadly attacks.\nHamas organised clinics and schools, which served Palestinians who felt let down by the corrupt and inefficient Palestinian Authority, dominated by the Fatah faction.\nMany Palestinians cheered the wave of Hamas suicide attacks in the first years of the second intifada. They saw \"martyrdom\" operations as avenging their own losses and Israel's settlement-building in the West Bank, territory wanted by Palestinians for a future state of their own.\nIn March and April 2004, Hamas spiritual leader Sheikh Ahmed Yassin and his successor Abdul Aziz al-Rantissi were assassinated in Israeli missile strikes in Gaza. \nThe death of Fatah leader Yasser Arafat that November saw the Palestinian Authority newly led by Mahmoud Abbas, who viewed Hamas rocket-fire as counter-productive. \nWhen Hamas scored a landslide victory in Palestinian parliamentary elections in 2006, the stage was set for a bitter power-struggle with Fatah.\nHamas resisted all efforts to get it to sign up to previous Palestinian agreements with Israel, as well as to recognise Israel's legitimacy and to renounce violence.\nHamas's charter defines historic Palestine - including present-day Israel - as Islamic land and it rules out any permanent peace with the Jewish state.\nThe document also repeatedly makes attacks on Jews as a people, drawing charges that the movement is anti-Semitic. \nIn 2017, Hamas produced a new policy document that softened some of its stated positions and used more measured language. \nThere was no recognition of Israel, but it did formally accept the creation of an interim Palestinian state in Gaza, the West Bank and East Jerusalem - what are known as pre-1967 lines.\nThe document also stresses that Hamas's struggle is not with Jews but with \"occupying Zionist aggressors\". Israel said the group was \"attempting to fool the world\".\nAs a result, the new Hamas-led government was subjected to tough economic and diplomatic sanctions by Israel and its allies in the West.  \nAfter Hamas ousted forces loyal to Fatah from Gaza in 2007, Israel tightened its blockade on the territory, and Palestinian rocket-fire and Israeli air strikes continued. Egypt also closed its border crossing with Gaza and has only opened it intermittently since.\nIsrael holds Hamas responsible for all attacks emanating from the strip, and the two sides have been in a constant state of conflict ranging from deadly incidents around the border to full-scale hostilities.\nThe deadliest round, in 2014, saw at least 2,251 Palestinians, including 1,462 civilians, killed during 50 days of fighting. On the Israeli side, 67 soldiers and six civilians were killed.\nMost recently, an 11-day conflict in May 2021 killed at least 256 people in Gaza and 13 in Israel before it ended with an Egyptian-brokered truce.\nRepeated attempts at reconciliation between Hamas and Fatah have failed, and the first Palestinian elections for 15 years, in which Hamas was due to compete, were called off by President Abbas in April 2021.\nMeanwhile, the humanitarian situation for the two million Palestinians in Gaza has deteriorated. The strip's economy has collapsed, and there are shortages of water, electricity and medicine. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57108969",
      "category": "business",
      "title": "No alternative to vaccine passports, says Dubai airport boss",
      "tags": "Companies,World Health Organization (WHO),Economics,Global economy,United Arab Emirates,Aerospace,Air travel,Vaccine passports,Dubai,Coronavirus pandemic",
      "text": "The boss of the world's busiest airport for international passengers has said Covid passports are the only way to restart mass foreign travel. \nDubai Airports chief executive Paul Griffiths told the BBC: \"I don't think there is an alternative.\"\nCritics of the digital systems argue they discriminate against those who cannot get vaccinated.\nBut Mr Griffiths says he is a complete supporter of the documents, which he says are \"inevitable\". \n\"I think the problem is not the vaccine passport and its discrimination. It's the need to roll things out and have a proper globally equitable vaccine programme,\" he said.\nThe World Health Organisation and World Travel & Tourism Council are among those opposed to vaccine passports amid fears they will create a  \"two-tier society\". \nLast month, Dr Mike Ryan from the WHO repeated concerns about the ethical and fairness issues surrounding vaccine passports.  \n\"They do need to be considered, especially in a world where vaccine is distributed in such a grossly inequitable way,\" he said.\nThe aviation industry is desperately looking for ways to pick up speed after the damage wrought by government restrictions and a collapse in passenger confidence.\nAccording to the Air Transport Action Group, it was making a $3.5 trillion annual contribution to the global economy before the pandemic.\nHowever, with flights grounded, the numbers going through Dubai International Airport have collapsed in a similar way to the rest of the industry. \nEven so, 2020 was Dubai's seventh year in a row as the world's busiest airport for international passengers, having overtaken London Heathrow in 2014.\nA record 86.3 million people passed through in 2019, but as the coronavirus pandemic grounded flights, that fell 70% to 25.8 million last year. \nMr Griffiths wants that number to rise again: \"We need to get into risk management rather than risk avoidance.\"\nHe added: \"I just don't think the world can survive without that mobility for much longer, certainly socially and economically, but you can understand why countries around the world are being very conservative. The last thing any politician wants is a surge of infection on their turf.\"\nLast year, the United Arab Emirates saw its economy contract by 6.1% amid the global slowdown.\nFor Dubai, a Middle Eastern hub which plays a key role in joining East and West, air travel is key to repairing the damage. \nMr Griffiths says: \"The city's been  built as a global hub and it's enabled a tremendous commercial and tourism centre to be developed here in the UAE. \n\"So we are pretty dependent, because at least 35% of GDP is based around the enablement of travel and tourism, so it has a big dramatic effect here.\" \nTo get through the crisis, the airport has cut costs by closing entire terminals and concourses, which means a bailout from Dubai's government has been avoided.\n\"We were able to get into a position where we could cover all of our costs with about 20% of our throughput, which is where we are at the moment,\" explains Mr Griffiths.\nHe adds that 8,500 jobs have been reduced to 2,500. \"It's been a lot of pain for a lot of people. But we're well positioned to recover now.\"\nThe desire to recover and avoid new outbreaks of coronavirus has led to the emergence of several different Covid travel passes. The European Union, the G20 and International Air Transport Association are all working on schemes.\nMr Griffiths says even if multiple systems are introduced for checking passengers, his airport can avoid queues such as those seen at London Heathrow.  \n\"Whatever the system, we will adapt our processes to ensure that our passengers aren't put in huge long queues,\" he adds.\nThose passengers that are flying are being looked after by \"near-hospital theatre levels of cleanliness\" as well as physical distancing and insistence on mask wearing.\nTechnology is also helping stop the spread of germs, with the acceleration of contactless check-in and immigration arrangements.\nWhen it comes to the rules, passengers are \"adhering extremely well, because we make sure they adhere to them\", Mr Griffiths says. \n\"We've got a very, very close eye on them: 6,000 CCTV cameras watch the passenger flow, because obviously, we've got to keep everything moving, to keep everything safe and secure.\"\nIf international air travel is to get moving again, \"it's up to the countries to decide what the entry requirements are, and it's up to the airlines and the airports around the world to enforce it\", says Mr Griffiths.\n\"If this all works, and everyone comes together, vaccine passports will be a very, very simple way of us travelling without documents around the world.\"\nYou can watch Paul Griffiths' full interview on \"Talking Business with Aaron Heslehurst\" this weekend on BBC World News at Saturday 23:30 GMT, Sunday 05:30 and 16:30 GMT, Monday 06:30 GMT and 10:30 GMT and Tuesday at 12:30 GMT."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57127783",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Three million people receive vaccine",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "More than three million people in Scotland have now received a first dose of the Covid Vaccine.\nThe Scottish vaccine rollout has now reached two-thirds of the eligible population.\nThe programme is currently moving through those aged 40 to 49 years old. More than 50% of this age group has come forward to receive a first vaccination.\nIn total, 3,003,339 people have now received a first dose.\nA second dose has also been given to 1,599,519 members of the population.\nScotland's chief medical officer, Dr Gregor Smith, said: \"It is down to the enormous efforts of our vaccination teams around the country.\n\"Everyone has a role to play in helping to bring this virus under control and we want to see our high uptake rates continuing through all the age groups.\"\nDr Smith said that, \"supplies permitting\", he expected that all adults in Scotland would be offered a first dose by the end of July.\nThe milestone came as Scotland recorded 413 new cases of coronavirus, but no new deaths in the past 24 hours.\nThe Scottish government noted that registry offices are generally closed at weekends.\nThe daily test positivity rate was 1.6%, according to the latest figures.\nWith the exception of Glasgow and Moray, mainland Scotland is due to move from level three to level two restrictions on Monday.\nAs the vaccination programme progresses through the 40-49 age group, appointments are also being scheduled for people aged 30 to 39 years old. \nThe Joint Committee on Vaccination and Immunisation (JCVI) has advised that this age group should be be offered an alternative to the Oxford/AstraZeneca vaccine.\nDr Smith added: \"The latest advice from the JCVI regarding 30 to 39-year-olds is clear that it is based on the current low prevalence of the virus and the availability of alternatives to the Oxford/AstraZeneca vaccine.\n\"If the situation changes, the advice is that vaccination of adults aged 30-39 years with any of the UK authorised vaccines is always better than no vaccination, except where there are specific medical reasons for not doing so.\" \nNHS Greater Glasgow and Clyde public health director Dr Linda De Caestecker said the rollout was the \"most significant of any vaccination programme ever undertaken\" by the health board. \nShe added: \"The number of doses administered within NHSGGC and across Scotland is hugely encouraging.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57129745",
      "category": "uk-politics",
      "title": "Covid contracts: Priti Patel accused of lobbying for face mask firm",
      "tags": "Michael Gove,Priti Patel,Personal protective equipment (PPE),Coronavirus pandemic",
      "text": "Home Secretary Priti Patel has been accused of lobbying a fellow minister on behalf of a healthcare firm trying to get a government contract.\nIn May last year, Ms Patel wrote to Michael Gove expressing disappointment the government had not bought face masks from a company that had links to someone she knew.\nLabour has called for an investigation, saying she breached ministerial rules.\nBut Ms Patel's spokesman said she acted as she should have. \n\"The home secretary rightly followed up representations made to her about the vital supply of PPE,\" the spokesman said.\n\"During a time of national crisis, failure to do so would have been a dereliction of duty.\"\nIn recent weeks there have been a series of revelations about PPE deals awarded to those with government connections.\nIn May 2020, Ms Patel wrote a letter to Mr Gove, the Cabinet Office minister, about a company called Pharmaceuticals Direct Ltd that was in talks with the government about an order for face masks.\nShe said the government's \"late stage\" decision not to use the company had caused problems for the firm. \n\"I would be most grateful if you could review this matter urgently,\" she wrote in the letter to Mr Gove.\nThe contact at Pharmaceuticals Direct Ltd was a man called Samir Jassal, a Conservative activist who Ms Patel knew. According to his LinkedIn, he worked as an adviser to Ms Patel between 2014 and 2015 and on social media describes her as a \"good friend\". \nHealth Secretary Matt Hancock wrote back to Ms Patel to say the masks being offered by the firm were \"not suitable for use in the NHS\". \nBut the company was later awarded a contract in July 2020, worth just under £103m, to supply a different type of mask. \nThe letters - which were first reported in the Daily Mail and now seen by the BBC - have come to light as part of a legal challenge by the Good Law Project.\nLabour called for an investigation, saying there was \"no evidence that the Home Secretary had any interest\" in the PPE deal until contacted by Mr Jassal, suggesting she did it \"as a favour to her friend\".\n\"This would represent a glaring and flagrant breach of the ministerial code,\" the party said, referring to the set of rules for ministers' conduct.\nLabour pointed to this principle in the code: \"Ministers must ensure that no conflict arises, or could reasonably be perceived to arise, between their public duties and their private interests, financial or otherwise\".\nThe Good Law Project, a campaign group which took the government to court over not publishing PPE contracts, is taking legal action over the £103m contract for masks.\nThe government has previously said ministers have no part in deciding who gets contracts. \nAfter coronavirus hit the UK, the government struck thousands of deals with private companies, spending billions of pounds of public money in the process.\nBecause it was an emergency, the government was allowed to go directly to preferred suppliers without any competition. But it has led to questions about the way the contracts were chosen.\nMr Jassal previously said the company has 20 years' experience in the healthcare sector and it asked to supply PPE via an online government portal. The company, he said, had supplied PPE to various outlets for many years.\nPharmaceuticals Direct Limited said: \"The business is proud of its successful track record of procurement and supply to various medical organisations, including supplying NHS bodies.\n\"As a business that has specialised in the procurement and delivery of healthcare supplies for more than 20 years, PDL was (and is) both equipped and well suited to find solutions to the urgent demands of the pandemic.\"\nThe company also said Mr Jassal was not employed by PDL.\nThis article was updated on 18 May after Pharmaceuticals Direct Limited responded with a comment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57108109",
      "category": "world-middle-east",
      "title": "Israel-Gaza: BBC reporters' reaction on the ground",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57124997",
      "category": "uk",
      "title": "Rough sleepers in England to get £203m funding to help them off the streets",
      "tags": "Robert Jenrick,Homelessness in the UK",
      "text": "More rough sleepers in England will be helped off the streets and into housing this year as part of a £203m programme, the government has announced.\nSome 2,688 people were estimated to be sleeping rough on any single night in England last autumn.\nHousing Secretary Robert Jenrick said the money will be given to councils to support shelters and specialist mental health or addiction services.\nBut charity Crisis warned the funding \"will only scratch the surface\".\nThe government said its Rough Sleeping Initiative had reduced rough sleeping by nearly a third compared to areas that have not taken part in the programme.\nUp to 14,500 beds and 2,700 support staff will be funded through the new investment, Mr Jenrick said.\nThe government said the funding was an 81% increase from the £112m allocated for the initiative last year.\n\"At the beginning of the pandemic we took swift and decisive action to bring rough sleepers in from the streets and settled them into longer-term accommodation in record numbers,\" Mr Jenrick said.\n\"That work continues, the results are clear and are a huge credit to all involved.\"\nJon Sparkes, the chief executive of homeless charity Crisis, said the work in the past year to get people off the streets has been \"vital\", and he welcomed the additional funding.\n\"But the number of people helped by this funding will only scratch the surface,\" he added.\nThe announcement \"falls short\" for those with multiple support needs who require specialist help, like housing first, Mr Sparkes said, adding long-term solutions were needed.\n\"Without such sustained support, those helped off the streets today risk returning to them tomorrow.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57124736",
      "category": "world-us-canada",
      "title": "Cat jumps five storeys to safety from burning building",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57122914",
      "category": "science-environment",
      "title": "China lands its Zhurong rover on Mars",
      "text": "China has successfully landed a spacecraft on Mars, state media announced early on Saturday.\nThe six-wheeled Zhurong robot was targeting Utopia Planitia, a vast terrain in the planet's northern hemisphere.\nThe vehicle used a combination of a protective capsule, a parachute and a rocket platform to make the descent.\nThe successful touchdown is a remarkable achievement, given the difficult nature of the task. \nOnly the Americans have really mastered landing on Mars until now. All other countries that have tried have either crashed or lost contact soon after reaching the surface. \nChinese President Xi Jinping congratulated the mission team on its \"outstanding achievement\" in a special message. \n\"You were brave enough for the challenge, pursued excellence and placed our country in the advanced ranks of planetary exploration,\" he said. \nThomas Zurbuchen, the head of science at the US space agency (Nasa), was quick also to add his own congratulations.\n\"Together with the global science community, I look forward to the important contributions this mission will make to humanity's understanding of the Red Planet,\" he said.\nThe Russian space agency, Roscosmos, said the success augured well for its future cooperation with China.\nThe robot officially landed shortly after 07:00 on Saturday, Beijing time (Friday 23:00 GMT), according to state media. \nIt took 17 minutes to unfold its solar panels and send a signal back to Earth. \nZhurong, which means God of Fire, was carried to Mars on the Tianwen-1 orbiter, which arrived above the planet in February.\nThe probe then spent time surveying Utopia, taking high-resolution images to pinpoint the safest place to put the rover down.\nThe aim with all such ventures is to pick a spot that is devoid of imposing craters and where the landscape isn't covered in large boulders.\nChinese engineers would have had to follow the landing effort with a time lag. \nThe current distance to Mars is 320 million km, which means radio messages take almost 18 minutes to reach Earth.\nEvery stage of the Zhurong robot's approach to the surface therefore would have been conducted autonomously.\nThe landing architecture was a familiar one.\nThe rover was encased in an aeroshell for the initial phase of the nine-minute descent. This capsule's dive to the surface was slowed by pushing up against the Martian air.\nThe heat this generated was managed by a forward-facing shield.\nAt a predetermined time, a parachute opened to reduce the velocity still further. \nFinally, the Zhurong robot broke away on a rocket-powered bench for the manoeuvres that took it safely to the ground.\nLanding on Mars is always a daunting challenge but China would have had confidence going into the procedure, given the great competence it has shown in its space endeavours of late. \nThis is a nation that has been putting rovers on the Moon, and bringing lunar samples back to Earth. This month it launched the first segment of a space station above our planet.\nNow that Zhurong has got down successfully, scientists will try to get at least 90 Martian days of service out of it, studying the local geology. A day, or Sol, on Mars lasts 24 hours and 39 minutes.\nThe robot looks a lot like Nasa's Spirit and Opportunity vehicles from the 2000s. It weighs some 240kg and is powered by fold-out solar panels.\nA tall mast carries cameras to take pictures and aid navigation; five additional instruments will investigate the mineralogy of local rocks and the general nature of the environment, including the weather.\nLike the American rovers, Zhurong has a laser tool to zap rocks to assess their chemistry and a radar to look for sub-surface water-ice.\nUtopia Planitia is where Nasa landed its Viking-2 mission in 1976. \nIt's a colossal basin - more than 3,000km across - that was formed by an impact early in Mars' history. \nThere is some evidence pointing to it having held an ocean long ago.\nRemote sensing by satellites indicates there are significant stores of ice at depth.\nDean Cheng, a research fellow in Chinese political and military affairs at the Washington-based think-tank, The Heritage Foundation, said Saturday's success would be an enormous fillip to the country.\n\"From the Chinese perspective, space benefits Chinese diplomacy, Chinese technology; it's a great advertisement; it reinforces the legitimacy of the Chinese Communist Party to its own people. \n\"Space always has military implications, and conversely, by going to Mars, it demonstrates that China can contribute to what they term the global pool of human knowledge,\" he told BBC News.\nAmerica put down its latest rover, Perseverance, in February. Europe, which has twice failed with landing attempts, will send a rover to Mars next year (in a joint project with the Russians)."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57126309",
      "category": "uk-northern-ireland",
      "title": "Edwin Poots and the DUP facing big questions after smash-and-grab win",
      "tags": "DUP (Democratic Unionist Party)",
      "text": "It was a classic smash-and-grab operation.\nSmashing the previous leadership and then grabbing power before his challenger even entered the race.\nEdwin Poots boxed off the support he needed to succeed Arlene Foster as Democratic Unionist Party (DUP) leader as she prepared her resignation speech - and never looked back. \nHe pulled off a political masterstroke to land his dream job, leader of the party he joined as a 16-year-old, after winning an election over Sir Jeffrey Donaldson on Friday.\nBut, for others in the DUP, his rise to the top is the nightmare outcome they dreaded.\n\"We didn't see this coming,\" said one party officer, as he watched his new leader march down the Stormont hill in triumph to meet the press.\nHe waited like the rest of us to hear the new leader answer questions about his plan for the DUP.\nIt didn't happen.\nInstead we got a statement with no follow-up questions before Edwin Poots, chased by the press pack, was whisked away in a car under the shadow of Edward Carson's statue.\nIt was a chaotic start for the new leader but not surprising for a minister prone to a political solo run.\nSo here are some of the questions we would have posed to the new DUP leader and why.\nAlmost 50% of those MLAs and MPs who voted didn't want him as leader - how does he plan to win them over?\nMight he consider making room for some of the 17 supporters of Sir Jeffrey in his ministerial reshuffle?\nIt is expected Economy Minister Diane Dodds and Education Minister Peter Weir won't survive the cull.\nJunior Minister, and Arlene Foster loyalist, Gordon Lyons could also be pushed out.\nThey, along with their special advisors, may have to make way for those who backed Edwin Poots from the outset when others were holding back.\nPaul Givan, Paul Frew, Christopher Stalford and Mervyn Storey could be in line for a front bench role.\nHis key appointment will be to the role of Northern Ireland first minister, who will sit alongside the party leader around the executive table.\nCould that go to the party's new deputy leader Paula Bradley who, as one of the more socially liberal voices in the DUP, already views her role as a \"critical friend\" to the leader?\nHere is another question we didn't get to ask - will the new leader allow his predecessor to remain in post as first minister for another six weeks?\nThat is the timetable Arlene Foster set for her departure but whispers of an earlier exit have already started circulating. \nWhat about those plans to reform the party from top to bottom?\nHow nervous should some senior staff feel about that prospect is another question we didn't get to pose.\nEmployment contracts may prevent any immediate move to remove key figures behind the scenes.\nBut one member of Team Poots hinted change is on the way.\n\"Edwin is not going to waste any time reforming the party structures as promised, that will start over the weekend,\" he said.\nNext question - his critics within the party fear he will drag the DUP backwards and won't be able to grow its voter base. How does he plan to prove them wrong? \nAs one Donaldson-supporting MLA put it: \"Edwin's fundamental views are niche and the real winners today will be the Alliance Party.\"\nStemming the leaking of DUP votes to the left and right of the party will be a key challenge for the new leader.\nHe only has to look to his own backyard - Lagan Valley - where the party's vote share in the last Westminster election fell by 16% in the face of a 17% surge by Alliance.\nWe can expect the new DUP leader to reach out to other unionist parties to try to maximise their numbers in the Stormont chamber.\nEdwin Poots said he plans to galvanise unionism to fight the Northern Ireland Protocol, which is a familiar battle cry - but what will it mean in practice?\nCan we expect more DUP boycotts of north-south meetings? \nThe new leader has already snubbed two cross-border Zoom calls as agriculture minister. \nWill he be logging on for the full plenary meeting of the North South Ministerial Council next month? \nAnother more pressing unanswered question - is the new leader of the DUP prepared to bring down Stormont in his battle to scrap the protocol? \nCan he oppose the protocol and continue to operate it at the same time? \nThat was the question posed but not answered by former DUP leader Peter Robinson.\nAs the minister in charge of the ports operating the Irish Sea border, Mr Poots has a weak spot which his unionist opponents like to exploit. \nHowever, as minister he has moved to obstruct the protocol and may do so again. \nWe may hear more about his protocol protest plans after he meets the prime minister next week. \nOther questions which didn't get asked include:\nThe DUP effectively gagged the candidates from speaking during the election campaign.\nIn his first minutes as leader, Edwin Poots chose to gag himself.\nHe knows he can't do that for long.\nWhen he finally speaks. he needs to have answers to at least some of those pressing questions. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-57120354",
      "category": "uk-wales-politics",
      "title": "Universal basic income to be tested in Wales",
      "tags": "Welsh Liberal Democrats,Poverty,Plaid Cymru,Welsh government,Wales economy,Welsh Conservatives",
      "text": "A universal basic income scheme is to be trialled in Wales, meaning adults, regardless of their means, will receive a regular sum of money.\nThe idea is that this would cover the basic cost of living.\nFirst Minister Mark Drakeford said the pilot would \"see whether the promises that basic income holds out are genuinely delivered\" in people's lives.\nBut the Conservatives said Wales should not become \"a petri dish for failed left-wing policies\".\nMr Drakeford said a pilot would \"need to be carefully designed to make sure that it is genuinely adding income for the group of people we are able to work with\".\nHe added: \"It'll have to be a pilot because we don't have all the powers in our own hands to do it on our own.\n\"It'll have to be carefully crafted to make sure that it is affordable and that it does it within the powers available to the Senedd. \n\"We need to make an early start on designing the pilot to make sure that we have the best chance of operating a pilot that allows us to draw the conclusions from it that we would all want to see.\"\nIt means every adult in a specific area would receive a standard, unconditional payment at regular intervals. \nSupporters of the idea have said it provides a safety net for people who are unemployed or have irregular work, allowing them time to find a new job or learn new skills. \nSome high profile celebrities, including billionaire businessman Elon Musk, have backed the idea, while the UK Labour Party said it would explore a pilot of UBI in its 2019 general election manifesto.\nVarious versions of the scheme have been trialled around the world, including in Finland, where 2,000 unemployed people were paid €560 (£480) per month for two years. \nResearchers found the scheme left those happier and less stressed, but did not aid them in finding work. \nMeanwhile, in western Kenya, a 12-year trial is taking place, where every adult is being paid $22 (£16) per month to see if it can help lift people out of poverty.\nWales' future generations commissioner, who has previously called for a pilot, said she was \"delighted\" with the plan.\nSophie Howe said: \"Signalling basic income as a priority for the new government is an incredibly significant commitment by the first minister to tackling Wales' poverty and health inequalities - which cause lasting damage to the health and prospects of individuals, families and communities. \n\"It's a huge moment for the campaign, which I've been proud to be a part of, and the growing support for a fairer way of allowing people to meet their basic needs.\n\"The current system isn't working - Wales' commitment to exploring a basic income once again proves it's often the small countries that can be world leading and make the biggest changes.\"\nIn its manifesto, Plaid Cymru supported a Welsh pilot for a universal basic Income in order \"to prepare for a future where work may have a different role in the economy as a result of automation and the application of AI and related technologies\".\nThe Welsh Liberal Democrats also made an election commitment to support a trial because the party believes \"UBI not only reduces inequalities and increases wellbeing, but that it strengthens local economies\".\nBut the Welsh Conservatives said: \"The Joseph Rowntree Foundation is clear that UBI is not the answer to solving poverty, in fact they claim it can actually increase poverty. \n\"The first minister needs to get on with kickstarting the Welsh economy, creating long-term, well-paid jobs for people rather than using Wales as a petri dish for failed left-wing policies.\"\nIn a 2018 blog post, the Joseph Rowntree Foundation's deputy director of evidence, Chris Goulden, said: \"It is not affordable, unpalatable to most of the public because of its 'money for nothing' tag and perhaps most importantly ­- it increases poverty unless modified beyond recognition.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57114187",
      "category": "uk-wales",
      "title": "Social care: Age Cymru calls for debate on funding",
      "tags": "Social care,Welsh government",
      "text": "Wales needs a national debate on how to fund the future of social care, according to the head of the country's biggest charity for older people.\nVictoria Lloyd, chief executive of Age Cymru, said urgent reform of the social care system was essential to prevent people going without support.\nFirst Minister Mark Drakeford said there would be announcements on social care in the coming months.\nAlthough devolved, he said he intended to work on a four-nation approach.\n\"If this is a can the UK government continue to kick even further down the road, then the point will come when we will have to make our own decisions,\" he said.\nWelsh Labour promised in its manifesto for last week's Senedd election it would \"consult on a potential Wales-only solution\" if the UK government did not bring forward proposals within the current parliament.\nTuesday's Queen's Speech made only passing reference to reforming social care, but the Secretary of State for Wales, Simon Hart, since said plans would be forthcoming \"within months\".\nMs Lloyd said the commitment was welcome but action to properly fund the system - and a discussion on how to do so - was needed now.\n\"We know we've got an ageing population, we know there are people that need care out there that currently aren't receiving it,\" she said.\n\"We need more funding in the system.\n\"There are many ways of doing that and I think what we need is a big debate in Wales about how we best do that fairly, transparently and to meet the needs of all of us.\n\"We think it's really important that the Welsh government acts as soon as they are able.\"\nThe Welsh government has made a number of reforms to social care in recent years, but has said a more wholesale solution to funding was a priority.\nSpeaking before the election, Mr Drakeford said his government had its own plan \"ready to go\" on social care, but said the integration of the benefits system was problematic.\nHe told Politics Wales he would not give \"just an arbitrary month\" in terms of how long he was prepared to wait for the UK government to act.\nThe Welsh government has also previously pledged to ensure care workers receive at least the real living wage, £9.50 per hour, by the end of this Senedd term in 2026.\nIn the 2019-20 financial year, local authorities in Wales spent more than £653m on care for people over the age of 65.\nIn the same year, the overall council spending on social services exceeded £2bn for the first time.\nA study carried out in 2017 estimated the amount paid out privately for care in Wales at more than £400m.\nSiôn Jones, an economist who has researched social care funding options for the Welsh government, said wholesale reform was feasible, but costly.\n\"In the absence of any more money coming via the Barnett Formula to Wales [the mechanism by which UK government spending is allocated to the devolved nations], their main options are to switch expenditure from other parts of the Welsh budget, which is certainly possible, but difficult.\n\"It might be quite likely that if there was a shift in spending from somewhere else, it may well need to come from the health service,\" he said.\n\"We know there's always pressure for more expenditure in the health sector and there's currently pressure to pay health workers more, as well as care workers.\n\"Another option could be to raise general tax revenue through an increase in the Welsh income tax, which is possible, but obviously has political difficulties.\n\"The third option is to introduce some kind of specific tax or levy, that would raise funds specifically for care services.\n\"They're all feasible in principle, and they're all difficult from a political perspective\".\nPolitics Wales is on BBC One Wales on Sundays at 10:00 BST and on the BBC iPlayer"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57119579",
      "category": "health",
      "title": "Indian Covid variant: How much faster does it spread?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "After months of good news, including falling Covid cases and a hugely successful vaccination campaign, the tone has shifted.\nEngland's full relaxation of rules in June is in jeopardy and there is the looming spectre of greater pressure on the NHS. \nThe thorn in the plans is the variant of coronavirus that emerged in India - B.1.617.2 - and has started spreading around the world.\nConcerns have been mounting over the past week and, for the first time, the scientists advising the UK government are now confident it does spread more easily. \nThe expectation is the variant will edge out the one that emerged in Kent and eventually \"dominate\" cases in the UK. \nWe are in a race between the virus and the vaccine. Easing restrictions on Monday and a more transmissible variant means the virus will move even faster. \nBut there is still huge uncertainty about exactly how much better the B.1.617.2 variant is at spreading. \n\"That's a really critical question to which we do not yet have the answer,\" said Prof Chris Whitty.\nIf it is just a smidge faster than the Kent variant, which still makes up the overwhelming majority of cases in the UK, then there's not much to worry about.  \nHowever, the government's scientific advisory group for emergencies (Sage) says there is a \"realistic possibility\" it could spread 50% faster, which is a lot. \nThere are some higher estimates of 60% coming out of India, but these are based on published genetic sequences from viral samples and its not clear how representative of the overall picture they are.\nSage estimates the problems would really start with a variant that was 40% more transmissible as it \"would lead to a substantial resurgence of hospitalisations\" and put pressure on the NHS. \nThe uncertainty is reminiscent of last year when the new variant in Kent was first detected and raised questions about the approach to controlling the virus. \nBut it is important to remember we are not in the same situation as last year. \nMore than 19 million people - a third of the adult population - have had both jabs of their vaccine. Another 17 million have had one. Vaccines are weakening, if not eliminating, the link between infection and severe disease. \nAnd overall cases are also far lower. The Office for National Statistics estimates fewer than 50,000 people currently have the virus. The figure was 1.25 million at the start of the year. Currently there are only around 1,000 people in hospital with Covid.\nThe concern is that while vaccines are great they are not perfect and not everyone who is vulnerable has had one. So if there was another wave of cases from the combination of relaxing and a new variant then a worrying number of people could still end up in hospital. \nNote these predictions are not crystal balls. Earlier mathematical models had predicted a summer wave, but suddenly became far more optimistic once it became clear vaccinated people were less likely to spread the virus. \nPlans to reopen are going ahead, but the vaccination campaign is being tweaked to give more vulnerable people more immunity more quickly. \nThe hope is if the variant is going to pose a problem then there will be time to spot any further warning signs - such as a rise in hospital admissions - and then act.\nThe prime minister, Boris Johnson, said that if the Indian variant proves to be \"significantly more transmissible\" than other strains then \"we're likely to face some hard choices\" in the UK.\nBut the problem posed by more transmissible variants is far greater in countries that haven't got successful vaccination programmes, where they could be hugely damaging.\nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57131272",
      "category": "world-middle-east",
      "title": "Israel Gaza conflict: Netanyahu says strikes to 'continue at full force'",
      "tags": "Israel & the Palestinians,Israel,Palestinian territories,Gaza,Joe Biden",
      "text": "Israel's military operation against Palestinian Hamas militants in Gaza will continue \"with full force\", Prime Minister Benjamin Netanyahu has said.\n\"We are acting now, for as long as necessary, to restore calm... It will take time,\" Mr Netanyahu warned.\nGaza officials said 42 people, including 16 women and 10 children, died in the latest Israeli air strikes.\nTen people, including two children, have been killed in rocket attacks on Israel since Monday, Israel said.\nThe overall death toll in Gaza now stands at 197 people, including 58 children and 34 women, with 1,235 injured, according to the Hamas-controlled health ministry. Israel says dozens of militants are among the dead.\nMeanwhile, the UN Security Council held an emergency meeting, with international mediators hoping to broker a ceasefire. \nUN Secretary General António Guterres opened the meeting by describing the violence as \"utterly appalling\" and said the fighting must stop immediately. \nSunday was the deadliest day so far\nThe Israeli air strikes hit a busy street in Gaza just after midnight on Sunday, causing at least three buildings to collapse and dozens of deaths. \nHamas launched barrage of rockets towards southern Israel overnight and during the afternoon. \nMillions of Israelis scrambled to safe rooms or shelters as sirens went off. Palestinians also tried to take precautions, but in the densely packed and poorly resourced Gaza Strip, many had nowhere to go.\nRiyad Eshkuntana told Reuters news agency he put his daughters to sleep in a room of his house that he thought was the furthest from the explosions. Only one of his daughters, Suzy, six, survived the night. His wife and three other children died.  \n\"I ran to check upon the girls,\" said Mr Eshkuntana. \"My wife jumped she hugged the girls to take them out from the room, then a second airstrike hit the room... The ceilings were destroyed and I was under the rubble.\" \nThe Israeli military later said it had been conducted a strikes on a militant tunnel system in the area. The tunnels' collapsed caused the houses above to collapse as well, leading to unintended civilian casualties, it said.\nIsrael's military says it has been targeting leaders and infrastructure linked to Hamas.\nIt said it had also struck the homes of Hamas leader Yahya Sinwar and his brother Muhammad Sinwar, whom it described as head of logistics and manpower for the movement. \nIt was unlikely they were at home at the time of the strikes, according to the Associated Press news agency. \nGazan rescue workers spent the day trying to rescue people from under the debris from the strikes.\nThe Palestinian health ministry said a doctor was among the dead: Dr Ayman Abu Al-Ouf, head of internal medicine at Shifa hospital and part of the coronavirus team. \nIn Israel, Hamas rockets hit Ashkelon, Ashdod, Netivot and other parts of central and southern Israel. There were no reports of casualties.\nThe Israeli military said it had seen the highest ever concentration of rocket attacks on its territory during the past week. \nThe country's Iron Dome defence system has intercepted many of them. But some caused damage to cars and buildings, including the Yad Michael synagogue in Ashkelon, where a hole was blasted through the wall just before an evening service for the Jewish holiday of Shavuot. No-one was reported hurt and locals moved quickly to clear up the damage so the service could go ahead, according to the Times of Israel. \nA car-ramming incident also took place in the Sheikh Jarrah neighbourhood of East Jerusalem on Sunday evening. An Israeli police spokesman said the driver had been shot dead and four Israeli officers injured. \nThe threat to evict Palestinian families from Sheikh Jarrah to make way for Israeli settlers sparked the current round of violence between Israel and the Palestinians.\nThose tensions culminated in clashes at a holy site revered by both Muslims and Jews, and, on Monday, Hamas began firing rockets after warning Israel to withdraw from the site, triggering retaliatory air strikes.\nBy Paul Adams, BBC diplomatic correspondent\nIs Israel's military operation in Gaza, dubbed \"Guardian of the Walls\", nearing its conclusion?\nNot obviously. Israeli Prime Minister Benjamin Netanyahu said the attacks are continuing with \"full force\" and will \"take time\". \nIn a news conference on Sunday, he admitted there were \"pressures\" but thanked US President Joe Biden, in particular, for his support. \nMr Biden's envoy, Hady Amr, has been in Israel since Friday, discussing the crisis with Israeli officials. \nSince the US, like Israel and many other countries, regards Hamas as a terrorist organisation, Mr Amr will not be meeting one of the two warring parties.\nAny messages for Hamas will have to go through traditional interlocutors, such as Egypt or Qatar. \nLocal reports suggest Hamas has been offering some kind of ceasefire for several days, only to be rebuffed by Israel, which clearly wants to inflict as much damage as it can on the militants before the fighting is finally brought to a close.\nThese episodes follow a familiar pattern: Israel presses home its undoubted military advantage until the international outcry over civilian casualties, and a deteriorating humanitarian situation in Gaza, demand that the operation end.\nIn Israel's estimation, we have not reached that point yet.\nWhat happened during the UN meeting? \nThe 15-member UN Security Council has been unable to agree on a public statement in recent days and none was forthcoming after the meeting. \nThe United States - a strong ally of Israel - is said to be the hold-out, believing it would be unhelpful in the diplomatic process.  \nIn Sunday's meeting, US Ambassador Linda Thomas-Greenfield said the US was ready to offer support \"should the parties seek a ceasefire\" and had been working tirelessly to try to bring an end to the conflict.\nPalestinian Foreign Minister, Riyad al-Maliki, spoke of Saturday's attack on a refugee camp, which killed 10 members of the same family, leaving a five-month-old survivor to be pulled from the rubble. \"Israel often asks us to put ourselves in their shoes,\" he said, \"but they are not wearing shoes. They're wearing military boots.\"\nIn response, Israel's Permanent Representative, Gilad Erdan, cited the death of a 10-year-old Arab-Israeli girl, killed by a Hamas rocket. He insisted Israel was mounting what he called \"a heroic effort\" to \"dismantle terrorist infrastructure and avoid civilian casualties\". \n Mr Erdan ended by urging the Security Council to unequivocally condemn Hamas but warned that Israel would take all steps necessary to protect itself.\nAre you in Israel or Gaza and affected by the fighting? Please share your story by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57094575",
      "category": "world-middle-east",
      "title": "What is going on between Israel and the Palestinians?",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55659820",
      "category": "health",
      "title": "What are the Covid variants and will vaccines still work?",
      "tags": "Vaccination,Brazil,India,South Africa,Coronavirus pandemic",
      "text": "A new type of coronavirus has been found that scientists say is of \"great concern\". \nThe Omicron variant worries experts because it is very different to the types of Covid current vaccines are designed to fight. \nA variant is a slightly altered - or mutated - version of a virus. There are thousands of Covid variants around the world which is to be expected because viruses mutate all the time.\nOmicron is strikingly different from many other types due to the long list of genetic mutations it has undergone. \nIn particular, there are dozens of changes to the part of the virus targeted by the vaccine - the spike protein.\nEarly signs are that current vaccines might not work quite as well against Omicron.\nData from around the world suggests Omicron may be more infectious and spreads very easily. \nThis suggests the variant might be better at sidestepping some of the protection offered by vaccines, or past infection. \nPreliminary lab studies show two doses of Covid vaccine may not be enough. An answer could be giving people extra doses to boost their immunity, like the UK is doing now.\nUK research suggests boosters should provide good protection against severe illness.\nExperts say Omicron might be milder, since fewer people are getting sick enough with it to need hospital treatment compared to other variants.\nEven so, if it is more infectious it could lead to more deaths in an unvaccinated population.\nAs with other Covid variants, the risk remains highest for people who are elderly or have significant underlying health conditions. \nAlthough current vaccines may not be a perfect fit for Omicron they are still the best line of defence against Covid. \nThey have cut the risk of severe illness against the other major Covid variants, including Delta, Alpha, Beta and Gamma. \nDoctors say it is vital people get the recommended number of doses to gain maximum protection against existing and emerging variants. \nThe government is ramping up its vaccination programme in response to Omicron, and hopes to offer every adult in the UK a booster jab by the end of January. \nAlthough Covid infections have been rising, the number of hospitalisations and deaths has remained well below the levels seen in earlier waves. Experts say this is because of the success of the vaccine programme. \nUpdated versions of vaccines against Covid variants are already being designed and tested.\nManufacturers could scale up production quickly too and regulators have already discussed how to fast track the approval process. \nModerna has already said it hopes to have an Omicron booster ready by March. \nThe most potentially dangerous ones are called variants of concern and, along with Omicron, include:\nUK officials are also keeping an eye on a recent descendent of the Delta variant, called AY.4.2 or \"Delta plus\". \nViruses make carbon copies of themselves to reproduce but they aren't perfect at it. Errors can creep in that change the genetic blueprint, resulting in a new version of the virus - in other words, a variant. \nIf this gives the virus a survival advantage, the new version will thrive. \nThe more chances coronavirus has to make copies of itself in us - the host - the more opportunities there are for mutations to occur. \nThat's why keeping infections down is important. Vaccines help by cutting transmission as well as protecting against serious Covid illness. \nExperts say it is possible that the new highly altered variant B.1.1.529 may have originated in a patient whose immune system was unable to get rid of a Covid infection quickly, giving the virus more time to morph. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57124256",
      "category": "world-us-canada",
      "title": "Pokémon card sales at major US retailer halted over security fears",
      "text": "US retail giant Target is suspending in-store sales of Pokémon and sports trading cards amid safety concerns as customers vie for the collectibles.\nTarget, which has more than 1,900 outlets in the US, made the decision after a man drew a gun in a fight over cards outside a store in Wisconsin.\n\"The safety of our guests and our team is our top priority,\" the company said in a statement to US media.\nSales of trading cards have rocketed amid the pandemic.\nThe suspension of in-store sales is temporary, the company said, adding that online sales are not affected.\nWalmart, a top competitor to Target, says they have also seen increasing demand, but do not currently have plans to block sales. \nA fight broke out in a car park outside a Target in Brookfield, Wisconsin, on 7 May, after four men allegedly assaulted another man over sports trading cards, reports the Milwaukee Journal Sentinel.\nThe victim, who had a licence to carry a concealed gun, ended the fight by drawing his weapon, police say.\nNo shots were fired, and the four men ranging in age from 23 to 35 fled and were later arrested. \nThe store, a nearby grocery store and a children's healthcare clinic briefly went on lockdown.\nBefore announcing the ban, Target had previously said they were limiting trading card sales to one package per day per customer.\nSales of trading cards, and especially Pokémon with its famous catchphrase, \"gotta catch 'em all\", have surged in value in recent years. \nVideos online of social media influencers opening packages of cards in the hopes of find a rare one have increased interest, experts say.\nIn March, a card for a type of Pokémon known as a Charizard sold for nearly $400,000 (£285,000).\nAuction site eBay says sales of Pokémon cards in the US shot up 574% between 2019-20. Trade in football cards grew by 1,586%."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57125430",
      "category": "uk",
      "title": "Royal British Legion: Wreath-laying marks centenary",
      "tags": "The Royal British Legion,Prince Charles, Prince of Wales",
      "text": "Wreaths have been laid at the Cenotaph to mark the 100th birthday of the Royal British Legion (RBL).\nThe charity marked the exact moment it was formed a century ago at 09:00 BST with the laying of wreaths at Whitehall in London and other parts of the UK.\nThe ceremony at the Cenotaph was led by retired Lieutenant General James Bashall, national president of the RBL.\nThe Prince of Wales earlier hailed the \"life-changing and often life-saving support\" it provides the Armed Forces.\nPrince Charles said the RBL provided a \"constant and reassuring presence\" and an \"unending commitment\".\nHe said he had the \"utmost admiration\" for the RBL's ability to rally support for the Armed Forces and help grieving families.\n\"There are few organisations which hold a place at the heart of society in the way the RBL does,\" he said.\n\"For 100 years, the RBL has been a constant, through the annual Poppy Appeal, leading the nation in remembrance, and providing a life-long commitment to every veteran and their families.\"\nHe offered his \"sincere and heartfelt gratitude\" to those who helped build the charity.\n\"Those who have served have an organisation that provides life-changing and often life-saving support, an organisation that speaks up on their behalf and an organisation that ensures their sacrifices shall never be forgotten,\" he added.\nOther celebrity supporters to pay tribute to the RBL include Ross Kemp and Stephen Fry.\nCharles Byrne, the RBL's director general, said: \"We remain committed to our mission to ensure that those who have given so much for their country get the fair treatment, support and recognition they deserve.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57124258",
      "category": "world-us-canada",
      "title": "White House vows probe into migrant children kept on buses",
      "tags": "White House,US migrant family separations,US immigration,Migrant caravan,Joe Biden",
      "text": "The White House has vowed to investigate reports that migrant children were forced to remain on board buses overnight as they waited to be re-located away from the border.\nBiden press secretary Jen Psaki called it \"outrageous\" and vowed to probe \"how we got to this point, how this possibly happened\".\nAccording to US media, the children used the toilet and ate aboard the bus. \nIt comes amid an unprecedented influx in migrant children to US facilities.\nIn March, a record-breaking almost 19,000 unaccompanied migrant minors entered the US through the southern border. \nIn April the number dropped to around 17,200. More than 50,000 parents and children travelling as families also crossed into the US that month.\n\"There's no excuse for this kind of treatment,\" Ms Psaki said on Friday about the children on buses. \"In terms of what the consequences will be, I just can't predict that before an investigation has concluded.\"\nAccording to NBC News and the Dallas Morning News, a 15-year old boy from Honduras was left on board a bus in Dallas, Texas, from Saturday to Wednesday.\nThat was before the bus eventually departed for the long journey to be reunited with his mother in Seattle - a distance of over 2,000 miles (3,200km).\nThe bus company owner told NBC News that some children wait on the vehicles just a few hours and others are kept overnight. He said the coaches are often littered with refuse and have overflowing bathrooms.\n\"This is completely unacceptable,\" Health and Human Services Secretary Xavier Becerra told NBC. His department is legally required to take custody of the children after their first 72 hours at US migration facilities.\n\"We're quickly investigating this to get to the bottom of what happened, and we'll work to make sure this never happens again. The safety and well-being of the children is our priority.\"\nBorder crossings hit a 20-year high after the Biden administration refused to revive the Trump-era policy of expelling unaccompanied migrant children under a pandemic-related emergency order known as Title 42.\nThe Biden administration has been scrambling to place the unaccompanied migrant children into the homes of relatives in the US.\nLast month US Customs and Border Protection (CPB) said the number of unaccompanied migrant children being kept in cramped government-detention centres had dropped by nearly 90%.\nBut there are still more than 20,000 unaccompanied children in the care of the Department of Health and Human Services (HHS), according to the BBC's US partner CBS News."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57121629",
      "category": "world-us-canada",
      "title": "Elise Stefanik: Trump loyalist wins Republican leadership post",
      "tags": "Republican Party,New York,Donald Trump",
      "text": "US Republicans have appointed New York Congresswoman Elise Stefanik, a Trump loyalist, to the third-ranking post in the House of Representatives. \nIt follows an earlier vote to oust the incumbent chairwoman, Liz Cheney, from the role over her criticism of former President Donald Trump.\nThe final tally of Friday's secret ballot was 134 for Ms Stefanik to 46 for her opponent, Congressman Chip Roy.\nMs Stefanik's win was expected, as she had the backing of top Republicans.\nThe move is seen as a sign Mr Trump's grip on the party is as strong as ever six months after he lost the election.\n\"Thank you to my colleagues for electing me to serve as House Republican Conference Chair,\" Ms Stefanik wrote on Twitter after the vote.\n\"I am excited to lead our unified team... to combat Biden and Pelosi's Far-Left agenda!\" she added, referring to President Joe Biden and Democratic Speaker of the House Nancy Pelosi.\nIn remarks to reporters, Ms Stefanik said her predecessor -  who is the daughter of ex-US Vice-President Dick Cheney - remained \"a part of this Republican conference\". \nMs Cheney fell afoul of her party earlier this year, as she was one of 10 Republicans who voted with Democrats to impeach then-President Trump for inciting the 6 January Capitol riot. He was eventually acquitted in the Republican-controlled Senate.\nMs Stefanik added on Friday that \"we are united in working with President Trump\", calling the former president a \"critical part of our Republican team\".\nAs chairwoman, she will oversee day-to-day operations for the Republican conference, which meets regularly to determine committee assignments for lawmakers and produces fact sheets and materials to keep the party's message unified.\nMr Trump issued a statement congratulating Ms Stefanik on her \"overwhelming victory\" and saying the \"Make America Great Again movement is strong\".\nRepublican House Leader Kevin McCarthy congratulated Ms Stefanik and Mr Roy, saying: \"We had a healthy debate and a good election. We've got a lot of work to do in this leadership team, in this conference.\" \nCongressman Steve Scalise, the second-highest ranking House Republican, also praised Ms Stefanik, adding that the party \"is incredibly unified\". \nMr Roy, a hardline conservative who had said he was running because Ms Stefanik's credentials were not strong enough, hailed the conference's voting process and congratulated his rival.\n\"It's time for us to move forward with a vision and a plan to fight for the forgotten men and women of this country, their way of life, and the principles - built upon the bedrock of freedom - that have made it great,\" he added in a statement.\nIn 2014, the New York lawmaker became the youngest woman ever elected to Congress.\nThen 30-years-old, she billed herself to voters as a traditional conservative with an independent streak. In her first major bid for public office, Ms Stefanik flipped a Democratic-controlled seat in upstate New York and claimed a more than 20-point victory.\nBefore running for office, she worked for the George W Bush White House and for former Republican Speaker of the House Paul Ryan.\nMs Stefanik criticised Mr Trump during his campaign on numerous issues. Later, her opposition to Trump-backed policies, including his border wall and tax cuts, earned her low ratings from conservative watchdog groups.\nBut she became one of Mr Trump's top defenders during his first impeachment trial, with her clashes with Democrats frequently going viral in conservative media.\nIn 2019, Mr Trump decreed on Twitter: \"A new Republican Star is born.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-57114734",
      "category": "world",
      "title": "Covid: Delay child vaccinations and share jabs with Covax, says WHO",
      "tags": "World Health Organization (WHO),Children,Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "Wealthier nations should postpone plans to give children and teenagers Covid vaccines and instead donate supplies to low-income countries, the head of the World Health Organization (WHO) says. \nTedros Adhanom Ghebreyesus on Friday urged countries to supply more vaccines to the global fair-access scheme Covax.\nThe international distribution of Covid vaccines remains vastly uneven.\nSince the first vaccines were approved in December, wealthier countries have bought up most of the supply.\nMany are racing to vaccinate as much of their population as possible.\nSpeaking at a virtual conference in Geneva on Friday, the WHO's Dr Tedros said he understood why some countries wanted to vaccinate children and adolescents, but said \"right now, I urge them to reconsider\". \n\"In low and lower-middle income countries, Covid-19 vaccine supply has not been enough to even immunise healthcare workers, and hospitals are being inundated with people that need lifesaving care urgently,\" he said.\nLast week, US President Joe Biden laid out plans to begin coronavirus vaccine shots for 12- to 15-year-olds as soon as possible. He also said he hoped that 70% of US adults would receive at least one dose of a Covid-19 vaccine by 4 July, when American families are expected to come together to mark Independence Day.\nMeanwhile, Canada has authorised the use of the Pfizer coronavirus vaccine for children aged between 12 and 15. The province of Alberta, which has the highest rate of the virus in the country, has already started offering the jabs to citizens over the age of 12.\nIn Switzerland, some places began offering Covid vaccination appointments to 16-year-olds last week.\nSo far, the US and China have administered the highest number of vaccine doses overall, with India in third place. But while nearly all of Europe and the Americas have begun vaccination campaigns, a few countries in Africa are still to get started.\nThe Covax scheme was developed with the aim of first vaccinating 20% of the population in the 92 poorer countries that signed up, starting with health workers.\nThe scheme is co-led by the WHO, the Global Vaccine Alliance (Gavi) and the Coalition for Epidemic Preparedness Innovations (Cepi), with the UN children's fund, Unicef, as key implementation partner. \nDuring Friday's conference, Dr Tedros also warned that the second year of the pandemic was likely to be deadlier than the first, and that the situation in India was of grave concern. \nIn India, many health workers on the frontline dealing with coronavirus patients have not been vaccinated, and some are dying. The severe shortage of doses comes amid a deadly second Covid wave and warnings of an impending third wave.\nThe WHO says this is a moral catastrophe, which could greatly impact more low-income countries. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57125479",
      "category": "world-middle-east",
      "title": "Israel-Gaza conflict rages as US envoy visits",
      "tags": "Gaza border clashes,Israel & the Palestinians,Israel,Palestinian territories,Gaza,Jerusalem",
      "text": "A US envoy has arrived in Tel Aviv for de-escalation talks as unrest between Israel and the Palestinians continues. \nHady Amr will take part in talks with Israeli, Palestinian and UN officials and reinforce what US diplomats said was the need for a \"sustainable calm\".\nAn Israeli air strike on a refugee camp in the Gaza Strip killed 10 people on Saturday, while a Palestinian rocket killed a man in Israel.\nThis week's violence in Gaza and Israel is the worst since 2014.  \nUS President Joe Biden made diplomatic phone calls to Israeli Prime Minister Benjamin Netanyahu and Palestinian President Mahmoud Abbas on Saturday. The international community has urged both sides to end the escalation.\nAt least 139 people have been killed in Gaza and nine in Israel since this fighting began on Monday. Israel says dozens of militants are among the dead in Gaza, while Palestinian health officials say nearly half are women and children.\nThe flare-up of violence over the last six days came after weeks of spiralling Israeli-Palestinian tension in East Jerusalem, which culminated in clashes at a holy site revered by both Muslims and Jews. Hamas began firing rockets after warning Israel to withdraw from the site, triggering retaliatory air strikes.\nHow did the fighting escalate on Saturday?\nThirteen people died in the Gaza Strip on Saturday, with 10 killed by an Israeli air strike at a refugee camp west of Gaza City, Palestinian health officials said.\nA five-month-old baby is said to be the only survivor of that strike, found trapped in the rubble next to his dead mother. A number of people were also reported missing.\nAkram Farouq, 36, dashed out of his home in Gaza along with his family after a neighbour told him they had received a call from an Israeli officer warning their building would be hit, Reuters news agency reports.\n\"We haven't slept all night because of the explosions, and now I am out in the street with my wife and children, who are weeping and trembling,\" he said.\nAn estimated 10,000 Palestinians have left their homes in Gaza since Monday because of the conflict, according to the UN.\nSaturday also saw an Israeli air strike destroy a tower block in Gaza housing media organisations. No-one is known to have died in this attack.\nIsraeli officials reported about 200 rocket launches from Gaza overnight, with homes hit in the southern cities of Ashdod, Beersheba and Sderot.\nIn Beersheba, 19 people were taken to hospital after getting slightly hurt while running to shelters, and three suffered from shock, The Times of Israel reports.\nIn the afternoon, a rocket hit a street in Ramat Gan, a suburb of Tel Aviv, killing a man. He was reportedly hit by shrapnel in his apartment.  \nAbout 2,300 rockets have been fired from Gaza at Israel since Monday, with about 1,000 intercepted by missile defences and 380 falling short and dropping into Gaza itself, Israel's military says.\nThere had been concerns of heightened tensions on Saturday as Palestinians were commemorating what they call al-Nakba, the Catastrophe. It marks the displacement of hundreds of thousands of Palestinians, who were forced or driven from their homes in the Arab-Israeli war, which began the day after Israel's declaration of independence in 1948.\nOn Saturday afternoon, an Israeli air strike destroyed a high-rise building housing media organisations, including The Associated Press and Al-Jazeera, plus a number of offices and apartments.\nIn a statement released shortly afterwards, the Israeli military said the building housed military assets belonging to Hamas, the Palestinian militant group that rules Gaza. The building's landlord has denied this. \nThe Associated Press (AP) said the block was hit roughly an hour after Israeli forces ordered people to evacuate. \nThe news organisation's CEO, Gary Pruitt, said: \"This is an incredibly disturbing development. We narrowly avoided a terrible loss of life. A dozen AP journalists and freelancers were inside the building and thankfully we were able to evacuate them in time.\"\nMr Amr's arrival comes ahead of a UN Security Council meeting on Sunday. The US embassy in Israel said the aim of his trip was to \"reinforce the need to work toward a sustainable calm\". \nMr Biden's administration has had to rapidly step up its game on the diplomatic front without a full team in place: there is not even a nominee yet for ambassador to Israel. \nMr Amr is a mid-level diplomat without the kind of rank held by special envoys in previous US administrations, the BBC's Barbara Plett Usher says. \nThe end games in the wars between Hamas and Israel have followed a pattern since Hamas seized control of Gaza in 2007.\nForeign mediators have thrashed out a variety of ceasefires. That's what the Americans, Egyptians, the UN and others are trying to do now.\nFor that to work, both sides need to be able to tell their people they've won.\nHamas will want to say that it is the real protector of Palestinian rights, not just in Gaza but also in the occupied West Bank including Jerusalem.\nIsrael will want to show its people that it has done serious damage to the Hamas infrastructure. A much used phrase is \"restore deterrence\". That means showing their enemies that hitting Israel will only bring pain and suffering.\nBoth sides will struggle to find words for bereaved families or traumatised children. \nAre you in Israel or Gaza and affected by these events? Please share your story by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57016918",
      "category": "uk-wales",
      "title": "Prince Louis seen on Pontypool-made balance bike",
      "tags": "Children,Prince Louis,UK Royal Family,Toys,Pontypool",
      "text": "When Prince Louis's third birthday snaps were released, they caused excitement for Welsh workers at a bicycle company. \nThe prince was photographed on a bike made at Frog's factory in Pontypool.\nSeeing the prince on the bike in last month's photos was a \"very pleasant surprise,\" the firm's Val Benyon said.\n\"There has been lots of reaction across the company, in particular from those who have been involved in building the bike,\" she said.\nShe said seeing the prince on a set of the business's Welsh wheels was \"a great compliment\".\n\"It's shining a light on Welsh manufacturing,\" Ms Benyon said.\nThe company said it was contacted by \"one of the royal household\" before the prince's birthday.\nMs Benyon declined to reveal whether either the duke or duchess called them directly.\n\"We would normally recommend a family come into the store but we could not expect the Royal Family to come in,\" she said.\nThere was \"no better endorsement\" than a royal one, she said. \"I received a text from my son at three in the morning who found it really exciting.\"\nThe Tadpole balance bike Louis was pictured on is now out of stock, but they sold out before the image was published.\nBalance bikes aim to help children get used to riding before moving on to pedals.\nPrince Louis and his bike was far from the first time a royal child's toys or interests have made the news.\nHere are a few of the family's favourites: "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56844925",
      "category": "world-asia-india",
      "title": "What is the India Covid variant and will vaccines work?",
      "tags": "India,Coronavirus pandemic",
      "text": "A coronavirus variant identified in India is being investigated by scientists across the world. \nHowever, it is not yet known how far it has spread or whether it is driving the deadly second wave of Covid in India itself.\nViruses mutate all the time, producing different versions or variants of themselves. \nMost of these mutations are insignificant - and some may even make the virus less dangerous - but others can make it more contagious and harder to vaccinate against.\nThis variant - officially known as B.1.617 - was first detected in India in October. \nSample testing is not widespread enough across India to determine how far or quickly the variant is spreading.\nIt was detected in 220 out of 361 Covid samples collected between January and March in the western Indian state of Maharashtra.\nMeanwhile, it has been spotted in at least 21 countries, according to the GISAID global database.\nInternational travel appears to have brought the variant to the UK, where 103 cases have been identified since 22 February.\nMost travellers from India have now been banned from coming to the UK. \nPublic Health England has listed the India variant as one of several \"variants under investigation\". \nThe BBC has been told by experts that it could soon be added to the \"variant of concern\" list. \nScientists do not yet know whether this variant is more infectious or resistant to vaccines. \nDr Jeremy Kamil, a virologist at Louisiana State University, says one of its mutations is similar to those seen in variants identified in South Africa and Brazil.\nAnd this mutation may help the virus evade antibodies in the immune system that can fight coronavirus based on experience from prior infection or a vaccine. \nBut what appears to be more worrying at the moment is a variant identified in the UK, which is dominant in Britain and has spread to more than 50 countries. \n\"I doubt whether the Indian variant is more infectious than the UK variant - and we must not panic,\" Dr Kamil says.\nMuch of the data around the India variant is incomplete, scientists say, with very few samples being shared - 298 in India and 656 worldwide, compared with more than 384,000 sequences of the UK variant. \nAnd after the first recorded cases in India, fewer than 400 cases of the variant have been detected worldwide, Dr Kamil says. \nIndia has been reporting about 200,000 Covid cases daily since 15 April - well beyond its peak of 93,000 cases a day last year. \nDeaths too have been rising. \n\"India's high population and density is a perfect incubator for this virus to experiment with mutations,\" says Ravi Gupta, a professor of clinical microbiology at the University of Cambridge. \nHowever, the wave of cases in India could have been caused by large gatherings, and lack of preventive measures such as mask-wearing or social distancing. \nDr Jeffrey Barrett, from the Wellcome Sanger Institute, says it is possible there could also be a cause-and-effect relationship with the new variant, but there is still a lack of evidence. \nHe points out that the India variant has been around since late last year: \"If it is driving the wave in India it has taken several months to get to this point which would suggest it's probably less transmissible than the Kent B117 variant.\"\nScientists believe existing vaccines will help control the variant when it comes to preventing severe disease. \nSome variants will inevitably escape the current vaccines, according to a paper published in Nature by Prof Gupta and his fellow researchers. As a result, changes to vaccine design will be needed to make them more effective.\nHowever, the vaccinations now available are still likely to slow down the spread of the disease. \n\"For most people, these vaccines can mean the difference between little to no disease and ending up in the hospital with a risk of dying,\" says Dr Kamil. \n\"Please take the first vaccine you are offered. Do not make the mistake of hesitating and waiting for an ideal vaccine.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57126318",
      "category": "uk",
      "title": "Covid: Plea to get the jab in variant hotspot areas",
      "tags": "Coronavirus lockdown measures,Contact tracing,Bolton,Coronavirus vaccines,Joint Biosecurity Centre (JBC),Coronavirus testing,Coronavirus pandemic",
      "text": "People eligible for a vaccine in areas where the Indian virus variant is spreading are being urged to get the jab.\nHealth minister Edward Argar said there had been a \"minor increase\" in hospital presentations in Bolton, mainly among unvaccinated 35-65 year olds.\nThe Army is to be deployed in the Greater Manchester town and Blackburn with Darwen to help with mass testing.\nCases of the Indian variant have nearly tripled in the past week, data shows.\nSurge testing is taking place in targeted areas across England where virus variants have been found, including postcodes within several London boroughs, Sefton, Worcestershire, and Nottingham.\nProf Anthony Harnden, who advises the government on vaccinations, said there were still \"lots of unvaccinated people in at-risk groups in these areas\".\nHe told BBC Radio 4's Today programme: \"The worry is that those unvaccinated vulnerable individuals, those over-50, unvaccinated, will develop Covid from this more transmissible [variant] and end up in hospital.\"\nIt comes as, according to Saturday's government figures, a further seven people have died in the UK within 28 days of a positive test and another 2,027 coronavirus cases have been recorded.\nMeanwhile, Scotland's First Minister Nicola Sturgeon said initial research suggested an outbreak in the south side of Glasgow was being driven by the Indian variant - as she delayed the easing of restrictions there and in Moray.\nProf Harnden said the Indian variant was \"clearly more transmissible\" than the current dominant virus type - but vaccines should still protect against severe disease.\n\"That's why we're imploring [local authorities] to get out there and vaccinate their unvaccinated people,\" he added.\nSecond doses will also be speeded-up for older age groups in affected areas - in a move described by Prof Harnden as providing \"better short-term protection\" in an \"urgent situation\".\nDr Helen Wall, who is leading the vaccination effort in Bolton, said the target for Saturday was to distribute 4,000 jabs.\nShe said 10,000 people eligible for jabs had yet to be vaccinated in the BL4 and BL5 postcode areas, with issues like not having phone credit to make a booking often cited as a reason for putting off taking the vaccine.\nAsked what would happen if a younger person turned up for a jab, Dr Wall said vaccinators were following the guidance but would \"look for reasons to vaccinate people, not reasons not to within those criteria of eligibility\".\nIt comes after Prime Minister Boris Johnson warned the new variant - first discovered in India - could affect the timing of the last step in England's roadmap out of lockdown from 21 June.\nMr Johnson said he did not believe that the \"present evidence\" showed a need to delay the next stage in the easing of lockdown in England on Monday.\nBut on Saturday, the British Medical Association said it had serious concerns about the decision to continue with the easing of lockdown restrictions in England on Monday.\n\"It is a real worry that when further measures lift on 17 May, the majority of younger people, who are often highly socially mobile and could therefore be most at risk of a more infectious strain, are not yet vaccinated,\" said Dr Richard Jarvis from the BMA.\nOnce again, the government is being forced to draw up an assessment of risk, with only partial epidemiological data, but where the economic and social costs of the restrictions are huge. \nIts scientists fret that if - and it's a big if - the Indian variant continues to spread much more quickly than others, the picture could soon look bleak.\nEver since the publication of the plan for easing restrictions in England in February, the prime minister's language has been peppered with references to it being \"cautious but irreversible\".\nThat allows for a slowing down, or even a halt to unlocking. But not going backwards. \nTo slam on the breaks now, postponing Monday's unlocking, would have been a big moment. \nTo go into reverse, if the data is dire in the coming weeks, would be bigger. \nOn several occasions last year, the government made promises about the return of normal life - or elements of it - which circumstances later meant it was unable to keep. \nIt has since been much more cautious, with some critics demanding it move more quickly - pressure it has resisted. \nOnly data in the coming weeks will determine conclusively if the decision to press ahead with reopening on Monday was, on balance, wise.\nMr Argar told BBC Breakfast the government was acting \"coolly\" and \"calmly\" in response to new research on the potential increased transmissibility of the Indian variant but \"keeping everything under review\".\nHe said: \"All the evidence so far suggests there is no evidence of increased severity of illness or that it evades the vaccine.\"\nMr Argar admitted some arrivals from India may have used public transport to travel home from the airport in the days before the country was placed onto the UK's travel red list on 23 April.\nHe told Today: \"I do think we have the right border controls in place to do everything we can to minimise the risk of, not just this variant, but other variants in the future.\"\nThere will be an acceleration of the vaccine rollout in Bolton, including longer opening hours at vaccination centres.\nMore doses have been delivered to the town, which has also set up a vaccine bus to increase uptake among those who are eligible under national guidelines.\nThe previous up to 12 week gap between first and second doses will be cut to just eight weeks in hotspot areas for the over-50s and people who are vulnerable.\nExtra clinics will open in Blackburn and Darwen in Lancashire from next week and the vaccination capacity of local pharmacies will also be increased.\nCurrently, England's vaccination rollout is open to healthy people over the age of 38, as well as adults with underlying conditions, and health and social care workers.\nMobile testing units have been set up in Bolton, PHE said, and door-to-door PCR testing had been offered to 22,000 residents. A PCR test is the most accurate way to check for Covid.\nA rapid response team of 100 nurses, public health advisers and environmental health officers has also been sent in.\nThe Scientific Advisory Group for Emergencies (Sage) has said there is a \"realistic possibility\" that the Indian variant could be as much as \"50% more transmissible\" than the Kent strain.\nMinutes from a Sage meeting held on Thursday said that - if the Indian variant were to be 40-50% more transmissible - proceeding to step three of England's roadmap on Monday would likely \"lead to a substantial resurgence of hospitalisations (similar to, or larger than, previous peaks)\".\nCases of the Indian variant found in the UK to date have nearly tripled in the past week to 1,313, Public Health England (PHE) said. \nMost of the cases - 1,255 - are in England, while there are 35 in Scotland, 12 in Northern Ireland and 11 in Wales, according to PHE.\nIt said four people have now died with the Indian variant of concern as of 12 May."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57119489",
      "category": "business",
      "title": "Last Debenhams stores close their doors",
      "tags": "Companies,Retailing,Debenhams",
      "text": "The last remaining Debenhams are closing their doors on Saturday, more than 240 years after the department store began trading.\nShoppers have flocked to the last remaining outlets to pick up bargains in closing-down sales.\nBut the last 28 stores will now be shuttered for good.\nThe Debenhams brand will continue to trade online after it was bought by the fashion retailer Boohoo for £55m in January.\nAt its height, there were more than 150 Debenhams stores across the UK, but the chain went into administration in 2019 after several years of falling sales.\nThe pandemic was the final blow.\nIn December, its owners announced the business was being wound down with 12,000 job losses.\nAfter lockdown, 97 stores reopened to allow the last stock to be cleared, and they have gradually been closed over the last two weeks.\nThe last outlets have been plastered with sale signs, offering a mish-mash of items, from bikinis to cafetieres, at bargain basement prices.\nDebenhams was an anchor store, especially in many mid-sized town centres, such as Mansfield, where it opened its shopping centre-based site in 1976.\nShelves were empty in the cosmetic department this week, while boxes of left-over coat hangers were free to anyone who wanted them.\nBut as the shop entered its final few days of trading, there were more customers than there had been for some time, said shop staff.\nThey recalled that in its early days, the store sold a huge range of goods, from loft ladders to greenhouses.\n\"It was so thriving in the 1970s and 80s. On a Friday afternoon, it was really buzzing with the girls from the factory,\" said Glenis Thompson.\nIts closure would leave \"a big big hole in the town\", said Julie Howe, another former Debenhams worker.\n\"It isn't all about online and Covid. The company lost its way, which is very sad,\" she added.\nDebenhams traces its roots back to 1778 when William Clark opened a shop in London's West End, selling fabrics, bonnets and parasols.\nBy the 1950s, it was the biggest department store in the UK with 110 sites.\nHowever, in recent years, the shift to online shopping ate into sales and the business floundered. \nIt was put up for sale last year, but in the end, the brand will survive online as part of the internet-only fashion firm Boohoo."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57120603",
      "category": "entertainment-arts",
      "title": "Martin Bashir: BBC religion editor leaves the corporation",
      "tags": "Television,BBC",
      "text": "Martin Bashir has stepped down from his role as the BBC's religion editor, the corporation has confirmed. \nBashir, 58, has reported on religious affairs for the BBC since 2016, and previously worked for programmes including Panorama.\nThe corporation said he was leaving due to ongoing health issues. \nHis departure comes after questions were raised about how he secured an interview with Princess Diana for Panorama in 1995.\nThe deputy director of BBC News, Jonathan Munro, said: \"Martin Bashir has stepped down from his position as the BBC's Religion Editor, and is leaving the corporation. \n\"He let us know of his decision last month, just before being readmitted to hospital for another surgical procedure on his heart. Although he underwent major surgery toward the end of last year, he is facing some ongoing issues and has decided to focus on his health.\"\nHe added: \"We wish him a complete and speedy recovery.\"\nBashir is one of the most well-known journalists in the UK, having made news headlines for his interviews with Michael Jackson and Diana, Princess of Wales.\nIt was during her 1995 interview with Bashir that Princess Diana admitted to having had an affair and also spoke of Prince Charles's relationship with the then Camilla Parker-Bowles.\n\"There were three of us in this marriage, so it was a bit crowded,\" she told Bashir on Panorama, in a programme watched by millions globally.\nHowever, Bashir had recently come under scrutiny after it emerged mocked-up bank statements had been produced in an attempt to secure the interview with the princess.\nThe BBC has apologised for the use of the statements, but has insisted they played \"no part in her decision to take part in the interview\".\nBashir will not face a criminal investigation. But retired Supreme Court judge Lord Dyson has carried out an inquiry into the incident.\nA spokeswoman for Lord Dyson said he had concluded his investigation and that the report had been \"passed to the BBC for publication in due course\".\nA BBC spokesman said the report would be published \"very soon\".\nBashir, aged 58, had been absent from his role in recent months after contracting Covid-19 and undergoing quadruple bypass surgery.\nIn the first of his two most famous interviews, Princess Diana also talked frankly about her difficulties with post-natal depression and bulimia.\nIt made headlines around the globe and was watched by 22.8m in the UK, winning Bashir a Bafta TV award.\nHe was also named Royal Television Society's Journalist of the Year in 1996.\nIn 2003, Bashir also interviewed pop singer Jackson for an ITV documentary.\nThe journalist asked him about reports of multiple plastic surgery and the \"baby dangling\" incident, when the star held his baby son over a balcony to show waiting fans beneath.\nThe programme, for which Bashir trailed the singer for eight months, was watched by 14m viewers.\nBashir's career began as BBC news correspondent from 1987 to 1992. He then joined the corporation's investigative programme Panorama, and also worked on shows including Songs of Praise and Public Eye.\nIn a 1998 Panorama programme he interviewed Louise Woodward, the British au pair convicted of the manslaughter of Matthew Eappen, a baby she was looking after in the US.\nThe exclusive interview, in which she declared her innocence, was recorded after she was released from a US prison, when her conviction was reduced from murder to involuntary manslaughter.\nBashir also interviewed the five men suspected of killing London teenager Stephen Lawrence in 1999, having moved to ITV in 1998 to work on Tonight with Trevor McDonald.\nHe went on to speak to disgraced Tory peer Lord Archer, Tony Martin the Norfolk farmer who was jailed for killing a burglar and former footballer George Best, as well as making a series of documentary films about the serial killer doctor, Harold Shipman.\nOther interviewees included Michael Barrymore and Major Charles Ingram, also known as \"the coughing major\", infamous for his appearance on TV game show Who Wants to Be a Millionaire?\nIn 2004, Bashir moved to New York, where he worked on ABC News, and later MSNBC as a political commentator, where he worked until 2013.\nHe quit MSNBC when he became the controversial focus of attention himself, for remarks he made about former US vice-presidential candidate Sarah Palin. \nHe then broadcast an apology on his show saying his remarks were \"ill-judged\".\nBashir returned to the UK and was appointed the BBC's Religious Affairs correspondent in 2016. In 2019, he took part in a celebrity version of ITV's X Factor, which replaced the traditional X Factor series, and was eliminated in the third week.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57127628",
      "category": "uk",
      "title": "Thousands protest in London over Israel-Gaza violence",
      "tags": "Gaza border clashes,Israel & the Palestinians,Israel,Palestinian territories,Gaza",
      "text": "Thousands of people have marched through central London in support of the Palestinians amid ongoing fighting between Israel and militants in Gaza.\nThe organisers of the protest called on the UK government to stop allowing what they described as \"Israel's brutal violence against and oppression of the Palestinian people\".\nDemonstrators marched to the Israeli embassy chanting \"free Palestine\".\nIt comes after the worst week of violence in Gaza and Israel since 2014. \nAt least 139 people have been killed in Gaza and nine in Israel since the fighting began on Monday.\nIsrael says dozens of militants are among the dead in Gaza, while Palestinian health officials say nearly half are women and children.\nIt came after weeks of spiralling Israeli-Palestinian tension in occupied East Jerusalem which culminated in clashes at a holy site revered by both Muslims and Jews. Hamas - the militant Islamist group which rules Gaza - began firing rockets after warning Israel to withdraw from the site, triggering retaliatory air strikes.\nOn Saturday, an Israeli air strike on a refugee camp in Gaza killed 10 people, while a Palestinian rocket killed a man in Israel.\nA separate Israeli strike destroyed a high-rise building housing media organisations, including The Associated Press and Al Jazeera, plus a number of offices and apartments. The Israeli military said the building housed military assets belonging to Hamas.\nThe demonstration in London has been organised by the Palestine Solidarity Campaign, Friends of Al-Aqsa, Palestinian Forum in Britain, Stop The War Coalition, Campaign for Nuclear Disarmament and the Muslim Association of Britain.\nA spokesperson for the organisers said: \"It is vital that the UK government takes immediate action. \n\"It must stop allowing Israel's brutal violence against and oppression of the Palestinian people to go unpunished.\"\nThey said the bombardment of Gaza \"which is killing civilians including children is a war crime\", adding: \"The UK government is complicit in these acts as long as it continues to offer Israel military, diplomatic and financial support.\"\nJames Waterhouse, BBC News reporter\nFrom the outset, it has been clear how high passions are running among the thousands who have turned out in central London. \nA river of protesters flows along Hyde Park towards the Israeli embassy in Kensington. \nEvery once in a while, a red or green smoke flare is set off, which is met with cheers and waving Palestinian flags which match the colours.\nTheir intended destination is sealed off down a private road, but that does not stop people chanting \"free Palestine\" and a minority climb scaffolding on Kensington High Street.\nThey essentially want Israel to stop air strikes and for the UK government to step in. \nBut as US negotiators call on both sides to calm things, few here think it will be resolved any time soon. \nAddressing the crowds at the rally, Husam Zumlot, Palestinian ambassador to the UK, said: \"This time is different. This time we will not be denied any more. We are united. We have had enough of oppression.\n\"Today we are saying enough, enough with the complicity. Thank you for standing with us.\"\nFormer Labour leader Jeremy Corbyn and former shadow home secretary Diane Abbott also spoke to those gathered outside the embassy.\nMs Abbott said: \"We must remember we are part of an international movement. This is a worldwide movement for justice.\n\"Palestinian people are having their land seized... and they are now being killed in their homes. All of this is illegal.\"\nThe Twitter account of Israel's embassy in the UK posted a tweet that read: \"Hamas couldn't care less about the lives of Palestinians, in its desperate attempt to terrorize and kill Israelis.\"\nIn a BBC interview, the former Israeli ambassador to the UK, Mark Regev, defended Israel's actions in Gaza.\n\"I don't want to see any innocent bystanders hurt, let alone children. I don't want to see Israeli children or Palestinian children caught up in the crossfire,\" he said.\n\"But Hamas says Israel has no right to exist. So, we're only talking about deterrence, about strength, about them understanding that it's not in their interest to shoot rockets into Israel,\" he added.\n\"And we want to come out of this conflict with them understanding that clearly, and then have a sustained period of quiet. Ultimately, that's good for Israelis, and that's good for the residents of Gaza, too.\"  \nA Foreign Office spokeswoman said the ongoing violence was \"deeply concerning and must end\".\n\"There is never any justification for targeting innocent civilians. Both sides need to de-escalate and offer hope to their peoples, which can only come through political dialogue.\"\nThe Metropolitan Police said a small minority of protesters had thrown objects of police, and warned that enforcement action \"will be taken where necessary against those who breach Covid regulations\".\nThere have also been pro-Palestinian demonstrations in several other European capitals.\nIn Paris, riot police used water cannons and tear gas to disperse a rally held despite a ban by authorities."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57125002",
      "category": "uk",
      "title": "Covid-19: Rate of Indian variant spread, and the future of the Tokyo Olympics",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday morning. We'll have another update for you tomorrow.\nA race is on between the virus and the vaccine. Of particular concern is the rise in cases of the Indian variant, which have nearly tripled in the past week in England. Scientists advising the government have warned there is a \"realistic possibility\" it could spread 50% quicker than the so-called Kent variant. If that is the case, it means there could be \"serious disruption\" to lockdown easing in England on 21 June, according to the PM.  You can read more here about how much faster it spreads. Meanwhile, local restrictions could be introduced and second vaccine doses brought forward to tackle the variant in some of the worst-affected areas. And secondary school pupils and college students in parts of north-west England are being advised to wear masks until next month. \nNearly 70% of Japan's population do not want the Tokyo Olympic Games to go ahead, according to current polls. And, for the first time, Japanese Prime Minister Yoshihide Suga has said that the government would not put the games first. And yet he acknowledged that the decision ultimately lies with the International Olympic Committee, which remains committed to the event being held. So just who has the power to cancel the Olympic Games and is it likely to happen?\nThe pandemic has forced work meetings, friendly quizzes and even court cases online. And now the Sanctuary of Lourdes in France has decided to reach the faithful in what are being called e-pilgrimages. Throughout the day, radio and TV broadcasts of services and prayers at the grotte - where the Virgin Mary is said to have appeared in front of a young girl collecting firewood in 1858 - are shown on Lourdes TV and rebroadcast in France and internationally.\nAccording to a survey for Sport England, nearly a third of people felt their general health had declined during the pandemic. This means that millions of people missed out on regular exercise and could have lost muscle mass, according to experts. Long-term problems with mobility and balance can arise from muscle loss. From starting small to scheduling your workout sessions, here are five ways to get back in shape and help build your muscle mass.\n\"Nothing could give me greater pleasure than to attempt to unveil this bit of camouflage and open your new factory,\" the Prince of Wales said during a visit to defence company BCB International's new factory in Cardiff. The firm turned its hand to making personal protective equipment during the pandemic. During Prince Charles's visit to Wales, he also went to the oldest-standing synagogue in Wales.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nThe advice on hugging in England and Scotland is changing from Monday, find out how to do it safely here.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57123933",
      "category": "world-middle-east",
      "title": "Israel Gaza violence: Clashes spread to West Bank",
      "tags": "Israel & the Palestinians,Israel,Palestinian territories",
      "text": "Violent clashes between Israeli troops and Palestinians have spread across much of the occupied West Bank, following days of hostility in Gaza.\nAt least 10 Palestinians are reported to have died in the West Bank unrest, while hundreds have been injured.\nIsraeli forces used teargas, rubber bullets and live fire, as Palestinians threw petrol bombs.\nThe confrontations in the West Bank mark a broadening out of some of the worst violence in the region in years.\nThe conflict began on Monday and followed weeks of spiralling Israeli-Palestinian tension in East Jerusalem. The increased hostilities culminated in clashes at a holy site revered by both Muslims and Jews. Hamas - the militant Islamist group which rules Gaza - began firing rockets after warning Israel to withdraw from the site, triggering retaliatory air strikes.\nAt least 126 people have been killed in Gaza and eight have died in Israel since the fighting began.\nMany towns and cities in the occupied West Bank were convulsed by angry protests on Friday, prompting international calls for calm.\nThere were running battles between Israeli soldiers and young Palestinians, who appear newly emboldened by the events of the past week, the BBC's Arab affairs editor Sebastian Usher says.\nMeanwhile, there were protests at the Jordanian and Lebanese borders with Israel, in support of the Palestinians, on Friday. One man died after being hit by Israeli shell fire while protesting, state media in Lebanon reported.\nThe Israeli military said it conducted an operation overnight to destroy a network of Hamas tunnels that it dubbed \"the metro\", but no troops had entered Gaza. It added that - over the course of Thursday evening and Friday morning - 220 more projectiles were fired from the Gaza Strip.\nIn southern Israel, an 87-year-old woman died after falling on her way to a bomb shelter near Ashdod. Other areas including Ashkelon, Beersheba and Yavne were also targeted.\nGaza's health ministry said 31 children were among those killed since fighting began, and many other civilians have died. Another 950 Gazans have also been wounded. Israel says dozens of those killed in Gaza were militants, and some of the deaths were caused by misfired rockets from Gaza.\nOn Friday, the United Nations said that an estimated 10,000 Palestinians had left their homes in Gaza since Monday because of the conflict.\nThe conflict has also seen Jewish and Israeli-Arab mobs fighting within Israel itself, prompting the president to warn of civil war. Defence Minister Benny Gantz ordered the security forces to suppress the internal unrest on Thursday, and more than 400 people were arrested.\nPolice say Israeli Arabs have been responsible for most of the trouble and have rejected the accusation that they are standing by while gangs of Jewish youths target Arab homes.\nIn Gaza, Palestinians fearing an incursion by Israeli troops have been fleeing areas close to the border with Israel. Residents who had left Shejaiya in Gaza City said shells had been falling on homes.\n\"We felt like we were in a horror movie,\" said local resident Salwa Al-Attar, who escaped the bombardment with her family. \"The planes were above us, and the tanks and navy were bombing - and we could not move. The children, women and men were screaming.\"\nIn a statement released early on Friday morning, Israeli Prime Minister Benjamin Netanyahu said the military operation against Palestinian militants would continue for \"as long as necessary\". He added that Hamas would pay a heavy price, as would other \"terrorist groups\".\nA Hamas military spokesman said the group was ready to teach Israel's military \"harsh lessons\" should it decide to go ahead with a ground incursion. \nOn Thursday, Israel's military called up 7,000 army reservists and deployed troops and tanks near its border with Gaza. It said a ground offensive into Gaza was one option being considered but a decision had yet to be made.\nAnalysis by Paul Adams, diplomatic correspondent in Jerusalem\nIsrael's Prime Minister Benjamin Netanyahu has spoken of Israel waging a battle on two fronts. \nBut he may not have been doing justice to the swirling array of conflicts currently raging across Israel, Gaza and the West Bank. Rarely in recent years has violence erupted in all of these places at the same time. \nA week ago, the fear that Palestinians in east Jerusalem might be evicted to make way for Jewish settlers, coupled with repeated raids by Israeli security forces on the area surrounding Jerusalem's al-Aqsa mosque, galvanised opinion among Israeli Arabs and triggered waves of rocket attacks by Hamas.\nLong-simmering resentments among Israel's Arab minority exploded in several of the country's mixed cities. Violent gangs, Jewish and Arab, exploited the tension. \nBy Friday, the violence had circled back to the West Bank where the death toll in clashes with the Israeli army has crept up. \nJerusalem, land rights, holy places and decades of unresolved conflict: this week's spasm of violence has highlighted them all. \nAs fighting entered its fifth day, United Nations Secretary General António Guterres called for \"an immediate de-escalation and cessation of hostilities in Gaza and Israel\".\nHis plea echoed that of other diplomats - including from Israel's ally the US - but appeals to Israeli and Palestinian leaders have so far failed to produce a ceasefire agreement.\nA senior Hamas official has said the group is ready for a \"reciprocal\" ceasefire if the international community pressures Israel to \"suppress military actions\" at the disputed al-Aqsa Mosque in Jerusalem.\nHowever, a senior adviser to Mr Netanyahu told the BBC that international calls for restraint were misplaced.\n\"We didn't want this conflict, but now that it's started it has to end with a sustained period of quiet,\" said Mark Regev. \"That can only be achieved by Israel taking out Hamas - their military structure, their command and control.\"\nThe fighting between Israel and Hamas was triggered by days of escalating clashes between Palestinians and Israeli police at a holy hilltop compound in East Jerusalem. \nThe site is revered by both Muslims, who call it the Haram al-Sharif (Noble Sanctuary), and Jews, for whom it is known as the Temple Mount. Hamas demanded Israel remove police from there and the nearby predominantly Arab district of Sheikh Jarrah, where Palestinian families face eviction by Jewish settlers. Hamas launched rockets when its ultimatum went unheeded.\nPalestinian anger had already been stoked by weeks of rising tension in East Jerusalem, inflamed by a series of confrontations with police since the start of Ramadan in mid-April.\nIt was further fuelled by Israel's annual celebration of its capture of East Jerusalem in the 1967 Middle East war, known as Jerusalem Day.\nThe fate of the city, with its deep religious and national significance to both sides, lies at the heart of the decades-old Israel-Palestinian conflict. Israel in effect annexed East Jerusalem in 1980 and considers the entire city its capital, though this is not recognised by the vast majority of other countries. \nPalestinians claim the eastern half of Jerusalem as the capital of a hoped-for state of their own.\nAre you in Israel or Gaza and affected by these events? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57122817",
      "category": "uk",
      "title": "Covid: Indian variant could disrupt 21 June easing, PM says",
      "tags": "Coronavirus pandemic",
      "text": "The Indian virus variant could pose \"serious disruption\" to lockdown easing in England on 21 June, the PM says.\nBoris Johnson said if it was found to be \"significantly\" more transmissible there could be \"some hard choices\".\nThe wait between jabs will be cut from 12 weeks to eight for the over-50s and clinically vulnerable because of concern over the variant, he added.\nCases of the Indian coronavirus variant have nearly tripled in the past week, Public Health England figures show.\nSurge testing is already taking place in 15 areas across England, including Bolton, Blackburn, London, Sefton and Nottingham.\nAccording to Friday's government figures, a further 17 people have died in the UK within 28 days of a positive test and another 2,193 coronavirus cases have been recorded.\nSpeaking at a Downing Street briefing alongside the UK's chief medical adviser, Prof Chris Whitty, Mr Johnson said first Covid vaccine doses will also be prioritised \"for anyone eligible who has not yet come forward\". Currently, England's vaccination rollout is open to people over the age of 38.\nThe prime minister said he did not believe that the \"present evidence\" showed a need to delay the next stage in the easing of lockdown in England on Monday - when pubs and restaurants will be allowed to serve customers indoors and six people or two households can meet in a private home.\nBut Mr Johnson warned: \"I have to level with you that this new variant could pose a serious disruption to our progress and could make it more difficult to move to step four in June.\"\nHe added: \"But I urge everyone to exercise the greatest caution because the choices we each make in the coming days will have a material effect on the road ahead.\"\nHe said he did not believe it was \"impossible\" to go ahead with step four of England's roadmap to ease coronavirus restrictions, but \"we have to be utterly realistic\" and there was \"the risk of disruption and delay\". \nThe government's aim with the fourth and final step of the roadmap is to remove all legal limits on social contact on 21 June - meaning there will be no limits on gatherings indoors or outdoors - nightclubs will be allowed to reopen and there will be no limits on weddings.\nThe government has said easing restrictions on 21 June depended on its four tests being met - including that vaccines continue to be effective and the risks are not fundamentally changed by new variants.\nAfter months of positive news, including falling cases and a hugely successful vaccination campaign, the tone has shifted.\nThe full relaxation in June is in jeopardy and there is the looming spectre of greater pressure on the NHS.\nIt is important to remember we are in a dramatically different situation than at the start of the year, due to the huge success of the vaccination campaign.\nBut we are in a race between the virus and the vaccine. Easing restrictions on Monday and a more transmissible variant means the virus will move even faster.\nThe faster the virus spreads, the more people will get infected and the more people could end up in hospital. This is because vaccines are great, but not perfect and not every vulnerable person has had one.\nSage estimates a variant that is 40% more transmissible could put pressure on hospitals and that it is possible the variant that emerged in India spreads even more quickly than that.\nThe problem, though, is even greater for countries which haven't got successful vaccination programmes, where even more transmissible variants could be hugely damaging.\nMr Johnson added that there was \"no evidence to suggest that our vaccines will be less effective in protecting people against severe illness and hospitalisation\".\nThe Army will be deployed on the streets of Blackburn and Bolton to give out tests to help the surge testing efforts.\nThere will be an acceleration of the vaccine rollout there, Mr Johnson said, including longer opening hours at vaccination centres.\nProf Whitty said delays to the vaccination programme for younger people were not expected with the prioritisation of second doses for older age groups.\nHe warned that if the variant first discovered in India proved to be more transmissible than other variants, the UK could see \"a really significant surge\" in Covid-19 cases, adding: \"That's a really critical question to which we do not yet have the answer.\"\n\"We expect over time this variant will overtake and come to dominate in the UK in the way that the Kent variant did,\" he added.\nThe Scientific Advisory Group for Emergencies (Sage) has said there is a \"realistic possibility\" that the variant could be as much as \"50% more transmissible\" than the Kent strain.\nCases of the Indian variant found in the UK to date have nearly tripled in the past week to 1,313, Public Health England said. \nMost of the cases - 1,255 - are in England, while there are 35 in Scotland, 12 in Northern Ireland and 11 in Wales, according to PHE.\nIt said four people have now died with the Indian variant - officially designated a variant of concern - as of 12 May.\nMobile testing units have been set up in Bolton, PHE said, and door-to-door PCR testing had been offered to 22,000 residents. A PCR test is the most accurate way to check for Covid.\nMore doses have been delivered to the town, which has also set up a vaccine bus to increase uptake among those who are eligible. A rapid response team of 100 nurses, public health advisers and environmental health officers has also been sent in.\nMr Johnson warned those living in Bolton and other affected areas that there was \"now a greater risk from this new variant\" and he urged people to be \"extra cautious\".\n\"There will be targeted new activity in Bolton and Blackburn to accelerate vaccine take-up among eligible cohorts - including longer opening hours at vaccination sites,\" he said.\nExtra clinics will open in Blackburn and Darwen in Lancashire from next week to offer the vaccine to those who are eligible under national guidelines. The vaccination capacity of local pharmacies will also be increased.\nBut the area's public health director, Prof Dominic Harrison, said he was \"furious\" the government had refused a request to extend vaccinations in Blackburn. \nOn Thursday, the council initially said all over-18s would be offered a jab, before later stating only those with underlying conditions could book an appointment.\nWhen asked by Fergus Walsh, the BBC's medical editor, whether over-18s who live in hotspot areas should have a first vaccine dose, Prof Whitty said there had been \"debate\" on this point.\nHe said the UK's vaccine advisers believed the \"sensible thing to do\" was to prioritise jabs to \"those most at risk in all the places across the UK\", explaining that age remained the single biggest factor when it came to those who fell seriously ill or died from Covid.\nMeanwhile, the R number - or reproduction number - in England is estimated to have risen slightly from between 0.8 and 1.0 to between 0.8 and 1.1, according to the government's Scientific Advisory Group for Emergencies. \nIf the R number is above one then the number of cases keeps increasing.\nElsewhere, the Welsh government has said it is \"confident\" its vaccination programme \"already has the flexibility it needs to respond swiftly and effectively and are not making any changes at this stage\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57089249",
      "category": "world-europe",
      "title": "Young woman found in boat drifting for 22 days at sea",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-57127034",
      "category": "uk-england-beds-bucks-herts",
      "title": "Eleven charged after fight breaks out at Luton Airport",
      "tags": "Luton,Luton Airport",
      "text": "Police have charged 11 people with violent disorder after a fight broke out at Luton Airport.\nFour people were injured, three seriously, in the brawl, which happened in the main departure lounge on Friday morning.\nThe 11 men, aged between 20 and 55, were released on bail ahead of a court hearing.\nFive other people were released without charge and another was released on bail with conditions.\nA spokesman for the airport said it was \"shocked and saddened\" by the violence.\nHe added: \"We take a zero tolerance approach to violence and continue to assist the police with their inquiries.\n\"We would like to sincerely apologise to any passengers affected.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57114168",
      "category": "world-middle-east",
      "title": "Israel-Gaza: Strike collapses building during live BBC report",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-57126041",
      "category": "world-australia",
      "title": "Covid: First Australian repatriation flight from India lands in Darwin",
      "tags": "India,Coronavirus pandemic,Australia",
      "text": "Australia has carried out its first repatriation flight from India after ending its controversial travel ban from the Covid-hit country.\nThe government said 80 people arrived in Darwin on Saturday, and would be quarantined for a fortnight.\nTheir Qantas flight was originally scheduled to carry 150 people onboard.\nBut 70 passengers were later barred from travel after testing positive for coronavirus or coming into close contact with others who were.\nAustralia's strict rules on pre-flight testing meant there was not enough time for the seats to be given to others waiting to return.\nTreasurer Josh Frydenberg said there would be more capacity for people to return to Australia on other flights scheduled in May.\n\"We're following the medical advice and ensuring that we protect Australians here,\" Mr Frydenberg told reporters. \"We've got to maintain our health settings because we know how damaging to the lives and livelihoods of Australians an outbreak here [can be].\"\nHe added that Australia's High Commission was working to help other Australians stranded in India, and at least 9,500 had registered as wanting to return.\nThe Australian government announced the flights following an outcry over a three-week ban on all arrivals from India - a country dealing with one of the world's largest outbreaks of coronavirus.\nBut critics have said the proposed rescue effort is too small and excludes most Australians stuck in India. They've called on the government to allow more commercial airlines to fly from India to Australia."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57123896",
      "category": "uk",
      "title": "UK troops seize IS weapons in Mali operation",
      "tags": "United Nations,Mali",
      "text": "AK47 rifles and hundreds of rounds of ammunition are among a cache of suspected Islamic State weapons that have been seized by UK troops in Mali. \nAround 100 soldiers took part in efforts to retrieve the weapons in a village close to the border with Niger, where the Ministry of Defence said locals were being threatened.\nSuspected IS members had earlier fled by swimming across a river, it added.\nThe operation was carried out in a sandstorm and temperatures above 50C.\nSoldiers also seized camouflage clothing, radios, mobile phones and hundreds of litres of fuel after being cleared by the United Nations to search buildings.\nThey are part of a UK task force that arrived in the West African country in December to assist with a broader UN peacekeeping mission.\nThe task force conducts long-range reconnaissance patrols to protect the local population from a rising tide of violent Islamist extremism.\nThe operation in the village, close to the border with Niger, involved soldiers from the the Light Dragoons and Royal Anglian Regiment, supported by a specialist Royal Engineer search team.\nLt Col Tom Robinson, Commanding Officer of the Light Dragoons, said they had acted on intelligence gathered during patrols.\n\"We focused on where terrorist groups were intimidating local people and were then able to find and seize the weapons and supplies, disrupting their harmful influence on local communities and gathering more information that will help interrupt further extremist activity,\" he said.\nThe MoD said it was the first targeted \"cordon and search\" operation carried out in this way by UN forces in Mali. \nA cell of suspected IS fighters fled by swimming across the River Niger, it added - leaving behind the weapons and equipment, which have been passed on to the UN and Malian authorities.\nThe UN Mission in Mali is made up of more than 14,000 peacekeepers from 56 different countries. \nIt has been described as the most dangerous peacekeeping mission in the world.\nAlmost 250 UN soldiers have lost their lives there since 2013. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57127774",
      "category": "uk",
      "title": "Santander services recovering after problems accessing online accounts",
      "tags": "UK banking,Santander Group,Banking",
      "text": "Santander has said \"key services are recovering\" following customers' problems accessing accounts online and withdrawing cash from its ATMs.\nThe bank, which has 14 million active UK customers, said earlier that the problems affected branch, telephone, online, app and card services.\nIn an updated statement, the bank said it was working on a \"full recovery by the end of the day\".\nIt apologised and insisted: \"No-one will be out of pocket.\"\nFrom Monday, the bank said it will post details on its website and social media channels about how impacted customers can make a claim.\nOne customer told the BBC he had lost a day's wages because he could not buy petrol to travel to his job as a CCTV operator.\n\"It's been an absolute nightmare,\" said Marcus Evans, from Aberdare in south Wales. \"Nothing is working. It's ridiculous.\n\"I get my military pension and my wages paid into a Co-operative savings account and I transfer money on a weekly basis into my Santander account. \n\"I transferred money this morning. It's left my Co-op account but it hasn't arrived in my Santander account.\n\"We're left with very little food. It's disgusting. They need to compensate customers for this.\"\nAnother customer, Stephen Curtis, 58, from Gloucester, said he was trying to buy a new car when his card was rejected despite having enough funds in his account.\n\"It was so embarrassing,\" he said. \"This is unforgivable. I work in IT, I know about systems, I know about backups and upgrades. To have this happen, I would get the sack if it happened in my job. \n\"I'm definitely leaving the bank, and my wife's with the bank as well. We're on a tight schedule anyway, we're going on holiday Monday and we need the car for the holiday.\"\nA third customer, Jason Crossland, from Rotherham, told the BBC he was stuck in an outlet shopping centre with his children, unable to buy enough petrol to get home.\n\"I'm just trying to keep the kids occupied and my mother's having to drive from Rotherham about 40 miles away, he said. \"I've been online - nothing. I can't get anything.\n\"I've been having issues as soon as I started trying to use the card about 10.15.\"\nThe head of money at consumer magazine Which? said many customers will be stressed, \"with people reporting that they have been unable to make online payments or in some cases purchase food in their local supermarket\".\n\"Customers can incur fines, penalties and fees when they're not able to access their finances, so the bank must offer compensation to all those who have been impacted in this way,\" added Gareth Shaw.\nThe UK's financial watchdog, the Financial Conduct Authority, said it was \"aware of the issue and in contact with the firm to ensure it resolves it as soon as possible\".\nEarlier, Santander apologised on Twitter that a \"technical problem\" was affecting services and told customers they could \"access cash from other banks' ATMs, at the Post Office and can get cashback where that's available\".\nA service status page on its website had said planned maintenance was due to be performed on the Santander mobile banking app overnight on Friday. It is not known whether this prompted Saturday's problems."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57115876",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Glasgow and Moray to remain under level 3 restrictions",
      "tags": "Coronavirus lockdown measures,Glasgow,Coronavirus pandemic",
      "text": "Glasgow and Moray will remain under level three Covid restrictions for at least another week, First Minister Nicola Sturgeon has announced.\nShe said the \"difficult\" decision in Glasgow followed a rise in cases.\nMs Sturgeon said the situation in the city was causing even more concern than Moray, which had already been warned it was likely to stay in level three.\nThe decision means nearly 730,000 people in Glasgow and Moray will not move down to level two.\nMs Sturgeon said initial research suggested that the outbreak centred in the south side of Glasgow was being driven by the Indian variant of the virus.\nThe first minister added that people were being asked not to travel in or out of Glasgow and Moray for the coming week, unless the journey was for permitted purposes.\nThe rest of mainland Scotland will drop down to level two from Monday, and most islands will be placed in level one.\nMs Sturgeon said: \"It is inevitable that as we continue to navigate our way through this pandemic, we will hit bumps in the road.\n\"However, if we exercise suitable caution as we're seeking to do today, then even though that is difficult, we are much more likely to stay on the right track overall.\" \nThe seven-day rate of cases per 100,000 population in Glasgow is 80.4, while in Moray it has fallen to 68.9.\nThe rates are above 50 cases per 100,000, a key benchmark for deciding the appropriate tier of restrictions.\nThe latest Public Health Scotland data shows that on 11 May, the rates per 100,000 population were also above that level in East Renfrewshire (52.3), Midlothian (50.8) and Clackmannanshire (50.4).\nThe Glasgow cases are concentrated mainly in the south of the city, with one district, Pollokshields West, seeing 47 positive cases over the previous seven days, giving a local case rate of 1,008 per 100,000 population.\nThe move to level two Covid restrictions on Monday in the rest of mainland Scotland will allow people to hug and visit other households indoors. Pubs and restaurants can also sell alcohol indoors.\nMs Sturgeon said the Indian variant of the virus had been detected in Glasgow, which caused increased concern among public health advisers and the government.\n\"We do not yet have a full understanding of the impact of this variant, including on the protection afforded by the vaccines,\" she said.\n\"I do want to stress that nothing at this stage suggests it is causing more severe illness.\n\"However, it is thought that this variant could be significantly more transmissible than even the Kent variant that was identified before Christmas - and that alone calls for an appropriate degree of caution.\"\nShe added that public health teams were \"optimistic that enhanced testing and vaccination will be capable of getting this situation under control\".\nMs Sturgeon also said there were \"grounds for cautious optimism that the situation is improving\" in Moray.\nHowever, the number of cases is still more than double the Scottish average.\nThe first minister said it was \"prudent\" to keep the area in level three for another week \"so we can be more confident that the situation is firmly under control\".\nThe deputy director of public health at NHS Grampian, Chris Littlejohn, said: \"The current restrictions and interventions appear to be working. \n\"This is not the moment to lower our guard - but we hope we can see the end of the current outbreak not too far ahead if we stick with it.\"\nNHS Greater Glasgow and Clyde is encouraging all people in the hotspot areas to visit a Covid testing centre. It said it was \"actively pursuing\" ways to ensure vaccination uptake was as high as possible. \nGlasgow Chamber of Commerce's chief executive, Stuart Patrick, said the decision was \"deeply disappointing\" and that many businesses would have been \"caught up in developments outside their control\".\nAndrew McRae, from the Federation of Small Businesses (FSB) Scotland, said local businesses and customers in Glasgow and Moray would be \"crushed\".\n\"The damage of this change, especially in Glasgow, is exacerbated by the lateness of this announcement,\" he said.\n\"It means wasted stock, disappointed customers and increased debt.\"\nStephen Montgomery of the Scottish Hospitality Group said: \"We're in exactly the situation we wanted to avoid. Staff are getting ready for their shifts or have been working flat out to prepare for opening. \n\"You can't just turn this stuff on and off like flicking a light switch.\"\nScottish Labour leader Anas Sarwar said: \"This decision will come as a disappointment to many, but I fully understand and appreciate the need for this action.\n\"If the right action is taken now, we can get Glasgow and Moray back on track and into level two as soon as safely possible.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57126742",
      "category": "world-middle-east",
      "title": "Gaza tower containing media offices collapses after Israeli strike",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57070936",
      "category": "uk-wales",
      "title": "Covid: Wales' NHS doctors 'bullied for raising safety fears'",
      "tags": "Bullying,NHS Wales",
      "text": "Doctors in Wales have faced bullying and disciplinary action for raising concerns over working conditions and safety, a union leader has said. \nDr Phil Banfield, of BMA Wales, said doctors who complained about work, both before and during the Covid pandemic, were seen as \"troublemakers\".\nHe said there are worries bullying among staff will get worse as longer post-Covid waiting lists are tackled. \nThe Welsh government said bullying of NHS staff was \"entirely unacceptable\".\nDr Banfield, who is chairman of the BMA Welsh consultants' committee, said staff have faced the prospect of being victimised by colleagues, or even being forced to leave the Welsh NHS, for raising concerns over bullying or health and safety. \nHe said: \"Staff are quite good at raising concerns, but they don't raise concerns if they're going get in trouble for it, or they sense nothing is going to happen.\n\"What happens is you think 'I can't be bothered'. \n\"Decent people develop a kind of learned helplessness and it means that people who keep raising concerns stand out.\"\nHe added: \"What happens then is the person that's raised the concerns is often victimised, either by colleagues or the health services themselves. \n\"They find themselves out on a limb. What happens then is the wrong people leave the health service.\"\nHe said doctors who complained about bullying or their working conditions and wished to go to tribunal were advised that they would win their case, but would never work in Wales again. \nDr Banfield also said issues relating to both safety and bullying were prevalent in the early stages of the Covid pandemic last spring, particularly around the issue of PPE. \n\"There were some concerns, and we expressed some alarm very early on, that there was a discrepancy between what the PPE advice was and what our members' concerns were on the shop floor,\" he said. \nHe said some doctors even had issues wearing masks away from the wards, in areas such as coffee rooms and corridors, before it became mandatory to wear them in hospitals. \nHe said doctors in hospitals across Wales were stopped and told to remove their masks while wearing them in public areas away from the wards. \nHe added: \"On more than one occasion, more than one doctor was threatened with disciplinary action for saying 'I don't feel comfortable walking around without a mask on'.\" \nMeanwhile, a survey by BMA Wales conducted in October 2020 found 63% of respondents who needed PPE said they were either not at all confident, or were only partly confident, that they would receive an appropriate fit test for PPE. \nFurthermore, 30% said they had not reported PPE concerns, as they felt no action would be taken by management.\nWith waiting lists growing through the pandemic, Dr Banfield said there were concerns bullying would only get worse as Wales moved out of the pandemic. \nHe said: \"The risk is, as the health service comes under pressure to get through the backlog, that bullying will become more prevalent and we've got some evidence of that already. \n\"Staff are already exhausted and it will just result in people leaving the NHS.\"\nBMA Wales is calling for the introduction of independent freedom-to-speak-up guardians to help tackle these issues for NHS staff. \nSpecially appointed to report concerns, guardians are already in place in England and Scotland, offering staff the opportunity to speak in confidence. \nDr Banfield said: \"The idea is that they're independent, it's not the BMA as the union harping on about something. It's someone who's independent saying 'this doesn't seem right to us as well'.\"\nThe Welsh government said it would consider introducing such guardians and a new policy was to be launched in June for the NHS with the aim of preventing bullying in the workplace. \nA spokesman added: \"Any form of discrimination, bullying and harassment within the NHS is entirely unacceptable and we take these matters very seriously. \n\"We continue to work with the NHS to tackle all forms of discrimination and expect all NHS Wales staff to be treated with dignity and respect.\n\"Policies are in place to ensure NHS organisations take action to address any concerns raised to them and all staff are encouraged to raise any worries. \n\"We are working with NHS employers and trade unions to explore how staff and patients can better raise any concerns about working practices or care, including considering the freedom to speak up model.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57087070",
      "category": "business",
      "title": "Covid: A tenth of Britain's restaurants lost during pandemic",
      "tags": "Hospitality industry,UK economy,Coronavirus pandemic",
      "text": "Monday sees another milestone in the reopening of the economy: people in most of the UK will be able to go to a bar or restaurant and eat indoors.\nBut some favourite haunts will no longer be there: over the last year, thousands of establishments have closed, latest surveys indicate.\nAcross Britain, there are 9.7% fewer restaurants to choose from, compared with before the pandemic.\nAnd mid-market \"casual dining\" venues have fallen by 19.4%.\nThe data in the latest Market Recovery Monitor from CGA and AlixPartners suggests that while many pubs and bars have also struggled to survive the pandemic, it is restaurants that have fared worst.\nThat includes places such as Oskar Ali's in Newport in Wales. Oskar and his wife opened Falafilo Island, serving grilled meats and vegetables and falafel, in August 2018.\nThey invested thousands of pounds to set up the business, transforming the dark interior with a cheerful yellow ceiling and tree-patterned walls.\n\"We had so many lovely customers, but corona just hit us so hard, we had to close,\" Oskar told BBC Radio 4's The Food Programme.\nThey hoped a busy Christmas might save them, but Oskar's wife caught Covid and they had to isolate for two weeks.\n\"Then it was January and we thought: we should just close,\" he says. \"We couldn't survive, even with the grants they gave.\"\nOskar, a computer science graduate, now has thousands of pounds of debt and is looking for other work.\nCGA and AlixPartners measured the impact of the last 13 months on pubs and restaurants that hold a licence to serve alcohol. \nLooking at the net number of venues, once all closures and new openings were taken into account, they found pubs across Britain fared slightly better than the restaurant sector.\nThe number of pubs serving food has fallen by 4.2%. Bars and pubs that only serve drinks fell by 5.2%. \nBut on top of the near-20% fall in casual dining outlets, bar-restaurants, which make up a smaller part of the overall dining market, fell by 9.6%. \nGeneral restaurants, which are the largest dining out category, are down 10.2%.\n\"The main challenge for restaurants, in comparison to pubs, is that the restaurants all tend to be leased premises - they all have landlords and rent to pay,\" says Graeme Smith, managing director of AlixPartners. \n\"When their revenues stopped, their rental bills continued to build up, unless they managed to reach an agreement with their landlord. \n\"Unfortunately, with the burn of costs of rent and other costs of business, for a number of restaurants, that was simply too much to keep going through the period of closure.\"\nAnd while restaurants that belong to larger chains were sometimes able to fall back on the group financially, or negotiate agreements with landlords across the business, independent operators have found it harder to survive.\nThe restaurant sector was already shrinking before the pandemic, but the net losses between 2017 and 2019 were between 0.9% and 2.2% a year, according to CGA AlixPartners data.\nMany of those earlier losses were in crowded sectors such as burger bars. But losses over the past year have included businesses with otherwise promising futures.\nHendersons in Edinburgh was founded in the 1960s, and as vegetarian and vegan food became more fashionable, it had expanded to two new sites in the city.\nBefore the pandemic hit, it was trading strongly thanks to loyal customers and Edinburgh's throngs of summer visitors. But it relied completely on in-person footfall, says Janet Home, the third generation of the family to be involved in managing the business.\nWhen Covid hit, they tried to adapt, offering veg boxes and dry goods deliveries.\n\"We didn't have anything set up, the website wasn't set up for online delivery, there were so many processes we needed to go through,\" says Janet. \n\"With all the competition out there, there was no way we could cover all the running costs of the business.\"\nIn July, faced with redundancy payments for 35 staff, they reached breaking point.\n\"It was a soul-destroying decision the family had to come to, says Janet. \"We knew it was game over.\"\nLooking back she has no doubt it was the right decision. They would need to run at 60-75% capacity to cover their costs, which is difficult with social distancing rules still in place.\n\"Even if we were in a position to reopen now, the tourists are going to take time to come back, the offices are not at capacity, [some] students are working from home.\"\nThe Local Data Company, which monitors changes to property use across England, Scotland and Wales, says the biggest net losses were in American and Italian restaurants. \nBut some categories saw a net gain in the number of outlets, according to their data, including vegan and Japanese restaurants.\nGraeme Smith from AlixPartners says he expects the churn to continue in the next few months.\nThere's a \"cliff edge\" at the end of June for many restaurants, he points out, because after that point landlords can demand unpaid rents again, as the rules to support the sector are lifted. That could prompt a new wave of closures as big as the number we've seen already he warns. \nBut pent-up demand could encourage new openings too.\n\"Landlords will be keen to get new tenants into their sites,\" points out Mr Smith. \"And restaurateurs are naturally optimistic people. When you see a restaurant closed, it doesn't stay closed for long.\"\nTim Hall is one of the founders of a small sourdough pizza chain, Three Joes - one of the businesses poised to capitalise on a bounce-back in demand.\nLast year, they bought another small chain, The Stable, taking them from three to 12 sites, mostly in south-western England.\n\"We're quite nervous about what's going to happen,\" he says. \"We've taken a big risk.\"\nThe new restaurants are all either waterside or market-square sites, most with outdoor spaces, that he thinks will appeal to customers post-Covid. Crucially, none rely on \"office block\" trade.\n\"I don't think overall the trend for people to eat out more is going to be damaged in the medium term,\" he says. \"And in the short term, it will accelerate hugely.\n\"We're anticipating a summer like no other. Apart from anything else, people are trapped in England, they want to spend their savings and enjoy themselves.\"\nYou can hear more on the impact of the pandemic on Britain's restaurants on BBC Radio 4's The Food Programme on 23 May."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-20385306",
      "category": "world-middle-east",
      "title": "How Israel's Iron Dome missile shield works",
      "tags": "Israel & the Palestinians,Israel",
      "text": "Some of the worst violence seen in years in Israel and Gaza has led to dramatic images of confrontation across the region's skies.\nMore than 3,000 rockets have been fired towards Israel by Hamas and other Palestinian militant groups in the past week. \nBut about 90% of the rockets have been intercepted by its flagship Iron Dome missile defence system, according to the Israeli military.\nThe Iron Dome was specially designed to protect against a range of incoming short-range threats.\nThe system has its roots in the war Israel fought with Lebanon's militant Hezbollah movement in 2006, when thousands of rockets were launched into Israel - causing huge damage, mass evacuations and dozens of deaths.  \nAfter that Israel said a new missile defence shield would be developed.\nCreated by Israeli firms Rafael Advanced Defense Systems and Israel Aerospace Industries with some US support, the Iron Dome became operational in 2011.\nConsidered among the most advanced defence systems in the word, the Iron Dome uses radar to identify and destroy incoming threats before they can cause damage. \nThe all-weather system was specially designed to help combat shorter-range rudimentary weapons like the rockets fired from Gaza.\nThe Iron Dome was expensive to develop but manufacturers say it is cost-effective because of technology it uses to differentiate between missiles likely to hit built-up areas and those that won't. Static and mobile units only launch interceptor missiles to shoot-down anything interpreted as dangerous. \nA decade since the Iron Dome became operational, Israel now has 10 batteries deployed across the country, each with three to four launchers that can fire 20 interceptor missiles.\n\"The number of Israelis killed and wounded would be far higher if it had not been for the Iron Dome system, which has been a life saver as it always is,\" Israeli military spokesman Lt Col Jonathan Conricus said this week.\nBut some analysts say the intensity of recent barrages from Gaza suggests militant groups are attempting to overwhelm the Iron Dome - raising concerns about the system's possible limitations."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-lancashire-57119252",
      "category": "uk-england-lancashire",
      "title": "Covid Indian variant: Pupils keep face masks in parts of North West",
      "tags": "Bolton,Sefton,Coronavirus pandemic,Bury",
      "text": "Secondary school pupils and college students in parts of north-west England will continue wearing masks because of concerns about the Covid-19 Indian variant.\nPupils and students across Lancashire are being advised to use face coverings until 21 June. Bolton and Bury councils have also said masks will remain. \nThe advice comes following a surge in coronavirus cases across the region.\nElsewhere masks will no longer be required in classrooms from Monday.\nThe Indian variant has been detected in Bolton, Greater Manchester, in Blackburn, Lancashire and in Sefton, Merseyside, which have all seen rates rise rapidly.\nIn a coronavirus briefing, Prime Minister Boris Johnson said the variant could pose \"serious disruption\" to lockdown easing in England on 21 June, but added that he did not believe that the \"present evidence\" showed a need to delay the next stage in the easing of lockdown in England on Monday.\nDr Sakthi Karunanithi, Lancashire County Council's director of public health, said recommending that masks remain in use was \"very tough\", given that it comes as other restrictions ease nationally, but the \"increase in prevalence of this variant... means we need to take some prudent steps to help reduce its spread\".\n\"Wearing face coverings in schools and colleges for a few weeks longer will help to contain this and ensure the variant doesn't take hold,\" he said.\n\"This is vital, so we can build on the good work to keep levels of infection, hospital admissions and the numbers of people becoming seriously ill low.\"\nA letter from the council to parents in Bolton, which currently has the highest rate of cases in England, said it was \"asking schools to retain the use of face coverings, as per the current arrangements, until further notice\".\nThe letter, from the council's children's services and public health directors, said there had been \"instances where young people attending school or college have contributed to the spread of the virus\".\nAs such, it said, \"we believe it would be irresponsible to wait until we have higher levels of the newer variants... circulating before we act\".\nIn a similar letter, Bury Council's interim assistant director of education and inclusion, Julien Kramer, said there was a risk that progress made in reducing case numbers could be \"undermined by the spread of this more infectious variant\".\n\"I am sure that you will understand the need for caution at this time,\" he added.\nSefton's public health team has also advised that masks should be worn in schools beyond Monday in areas experiencing outbreaks.\nThe move has been supported by the Association of School and College Leaders teaching union.\nGeneral secretary Geoff Barton said there was \"clearly a great deal of concern about the variant...and the situation is obviously going to be fluid in the immediate future with regards to face masks\".\n\"We back schools in the decisions they make,\" he added.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-57124636",
      "category": "world-asia-china",
      "title": "China uses Uyghur forced labour to make solar panels, says report",
      "tags": "Xinjiang,Human rights,China,Uighurs",
      "text": "The global production of solar panels is using forced labour from China's Uyghur Muslims in Xinjiang province, an investigation has found.\nXinjiang produces about 45% of the world's supply of the key component, polysilicon, the research by the UK's Sheffield Hallam University says.\nIt says the material is obtained under a massive system of coercion, a claim denied by the Chinese authorities.\nThe report urges top panel makers to source the component elsewhere.\nSolar panels are in huge demand because of climate change. \nPolysilicon is extracted from mined quartz, and the research says the world's four biggest manufacturers use materials tainted by a massive system of coercion.   \n\"The [Chinese] government claims that these programmes are in accordance with PRC [the People's Republic of China] law and that workers are engaged voluntarily, in a concerted government-supported effort to alleviate poverty,\" the report says.\n\"However, significant evidence - largely drawn from government and corporate sources - reveals that labour transfers are deployed in the Uyghur Region within an environment of unprecedented coercion, undergirded by the constant threat of re-education and internment.\"\nChina is facing mounting criticism from around the world over its treatment of the mostly Muslim Uyghur population in the north-western Xinjiang autonomous region.\nHuman rights groups believe China has detained more than a million Uyghurs over the past few years in what the state defines as \"re-education camps\".\nThere is evidence of Uyghurs being used as forced labour and of women being forcibly sterilised.\nThe US is among several countries to have accused China of committing genocide and crimes against humanity through its repression of the Uyghurs.\nChina denies such allegations, saying it has been combatting separatism and Islamist militancy in the region."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57117918",
      "category": "business",
      "title": "Portugal to allow UK tourists from Monday",
      "tags": "Tourism,Travel,Portugal,Coronavirus testing,Coronavirus pandemic",
      "text": "British tourists will be allowed to enter Portugal from next Monday, the Portuguese authorities have announced.\nPortugal is on the UK's \"green\" list for unrestricted travel from then, but there had been confusion over whether the Portuguese would reciprocate.\nCoronavirus is still causing concern in Portugal and the country has extended its state of calamity to 30 May. \nThe government in Lisbon said anyone arriving would need to take a negative PCR test before departure. \nThe announcement was made by the Portuguese foreign ministry, which said tourism authorities had been ensuring that testing capacity in Portugal will meet the demand from tourists.\n\"With an air capacity from (at least) 21 airports in the United Kingdom into Portugal, reinforced due to the high demand from this market, the options are wide for the British tourists to visit Portugal from any point,\" the ministry said.\n\"People from the United Kingdom have visited Portugal and celebrated our culture, traditions, landmarks, history, and enjoyed our warm hospitality for decades. We look forward to welcome all travellers coming from the UK.\"\nThe Portuguese announcement followed days of uncertainty and confusion over whether thousands of holidays booked by UK travellers from Monday would in fact go ahead.\nOn Thursday, it looked as though many holidaymakers' hopes would be dashed when Portugal extended its Covid emergency measures.\nBut to widespread relief, the Lisbon government has now given its approval to UK tourists.\nAuthorities in the UK had already announced that travellers from England and Scotland  would not have to quarantine on their return from Portugal and other \"green list\" countries from 17 May.\nHowever, those countries have their own restrictions on who can visit.\nAs an NHS worker, 32-year-old Rebecca Morgan, of Bow in east London, has gone beyond the call of duty during the pandemic.\nInstead of taking her annual leave over the past year, she has been doing extra shifts on Covid wards. \nBut now she feels it really is time for a break - which is why she plans to fly to Faro in Portugal on 31 May for a week's holiday.\n\"I'm super-desperate to go away,\" she told the BBC. \"I've not had a proper week off for a year and a half. I'm really looking forward to having a good lie down on the beach.\"\nRebecca is expecting to pay £400 for the three required PCR tests and would have preferred the option to isolate at home. \n\"The cost of the tests will probably cost more than the holiday,\" she says.\n\"I'm tested twice a week for work, had Covid back in January and I've had both vaccines now, so I'm not expecting to get Covid at this stage.\"\nAt present, Portugal allows flights to and from the UK, but only for essential travel, such as for business, study, family reasons, health or humanitarian reasons.\nThose travel restrictions will be lifted only from 17 May.\nTui has 44 flights due to depart for Portugal between 17 and 30 May. These include 28 to the Algarve, a popular destination for UK summer holidays.\nOther firms, including EasyJet, have been offering holidays and flights to green list countries, but online travel firm On The Beach has stopped selling all holidays for this summer because of Covid uncertainty.\nEasyJet said: \"We welcome the decision from the Portuguese government meaning that those travelling from the UK will be allowed to travel safely to Portugal from Monday. \n\"We look forward to reuniting friends and family and taking customers on a long-awaited holiday this summer.\"\nThe Abta travel association said it was \"fantastic\" that tourists could return to Portugal.\n\"UK tourism is a really important part of the Portuguese economy, contributing half a billion pounds a year in normal times,\" an Abta spokesperson said.\nAt the same time, Greece has launched its tourist season, lifting most remaining restrictions on movement and declaring \"we are putting the lockdown behind us\".\nAlthough an average of 2,000 daily Covid cases are still being reported, vaccinations are being rolled out with the Greek islands as a priority."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-57127094",
      "category": "uk-scotland-glasgow-west",
      "title": "Rangers crowds march on Glasgow city centre after title win",
      "tags": "Scottish Premiership,Coronavirus lockdown measures",
      "text": "Thousands of Rangers supporters have marched on Glasgow city centre to celebrate their club's Scottish Premiership title win.\nThe club and the police had urged fans to disperse after they gathered at Ibrox Stadium for the final game of the season as Rangers beat Aberdeen 4-0.\nPolice Scotland said some arrests had been made for anti-social behaviour.\nGlasgow remains in level 3 of Covid lockdown restrictions, with large gatherings outdoors not permitted.\nFans clambered onto the gates outside the stadium after the final whistle. Flares and smoke bombs were also set off.\nLarge numbers of fans then marched towards Glasgow city centre and unofficial celebrations in George Square.\nPolice Scotland said it had declined a request to facilitate the march to George Square and urged the crowd to go home.\nCh Supt Mark Sutherland, divisional commander for Greater Glasgow division, said: \"Today is understandably a significant day for Rangers Football Club and its supporters. We understand the importance of football in Glasgow.\n\"We are however still in the midst of a pandemic and under Coronavirus restrictions people should not be gathering for any reason.\"\nPolice Scotland said the march was \"largely peaceful in nature\" and it would not be proportionate to disperse the crowd by force.\nCh Supt Sutherland added: \"We will continue to police these events in a proportionate manner and officers are engaging with those who have gathered and are encouraging dispersal while tackling any anti-social behaviour.\"\nAfter the match, Rangers tweeted \"We are the champions\" and repeated an earlier call for fans to celebrate \"in a safe and sensible manner\" and disperse from Ibrox.\nScotland's Justice Secretary Humza Yousaf also called on supporters to take \"responsibility\" for their actions while level three restrictions remain in place.\nHe tweeted: \"While there is a significant Police presence at Ibrox and across City, this is ultimately about personal responsibility. If you have gathered you should disperse, particularly given yesterday's announcement about Covid in Glasgow.\nOn Friday night, Rangers supporters set off a large number of red flares and smoke bombs on the banks of the River Clyde in Glasgow.\nThe Ibrox club's first title in a decade was wrapped up in early March when thousands of fans gathered outside Ibrox and in Glasgow city centre.\nSupporters were also accused of breaking coronavirus rules in Belfast and in Corby - which is known as \"little Scotland\" - following Rangers' win.\nLast May, thousands of Liverpool fans flouted social distancing guidelines and gathered outside Anfield to celebrate the club's first Premier league title in 30 years.\nAnd in November hundreds of Celtic supporters defied the level four restrictions and converged on Celtic Park to call for the removal of the club's then manager Neil Lennon."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57112614",
      "category": "world-middle-east",
      "title": "TikTok: How Israeli-Palestinian conflict plays out on social media",
      "tags": "Social media,Israel & the Palestinians,TikTok,Israel,Gaza",
      "text": "As fighting between Israel and Palestinian militants escalates on the ground, TikTok has become a forum for airing tensions. \nOnce known primarily for viral dance trends, the video app has also become a key platform for sharing news. The Chinese-owned site has a vast, mostly younger audience, with an estimated 700 million active monthly users worldwide.\nFootage of rocket fire over Israel, destruction in Gaza and Palestinian protests have all gone viral on the site. It has brought the conflict to people's phone screens around the world.\nBut there are also concerns that it and other social media sites are spreading falsehoods or extremism. \nThis week's violence in Gaza and Israel is the worst since 2014. \nIt came after weeks of rising Israeli-Palestinian tension in East Jerusalem, which culminated in clashes at a holy site revered by both Muslims and Jews. Hamas, the militant group that rules Gaza, began firing rockets after warning Israel to withdraw from the site, triggering retaliatory air strikes.\nEven before the latest fighting broke out, tensions between Palestinians and Israelis have played out on TikTok. \nIn April, a video of teenagers in East Jerusalem slapping two Orthodox Jewish boys on public transport went viral on the app. Police arrested two suspects the following week. TikTok removed the video for violating its community guidelines shortly afterwards.\nProtest clips also began to appear on TikTok. Users posted videos under the hashtag #SaveSheikhJarrah, in reference to the threatened evictions of Palestinian families in a neighbourhood in East Jerusalem. Such videos are now being viewed and shared around the globe. \nChris Stokely-Walker, author of TikTok Boom: China, the US and the Superpower Race for Social Media, told the BBC that TikTok's ease of use and colossal popularity allowed the rapid spread of its content. \n\"Creating tools for video through the app are so simple that anybody from a 12-year-old to a 90-year-old can actually do it themselves without all that much technical nous,\" he said. \"It's also the size of the audience - we know that TikTok has something like 732 million monthly active users worldwide. So if you're posting something then the likelihood is it will be seen by a lot of people.\"\nUsers of TikTok - as well as other social media sites like Facebook, Instagram and Twitter - are using the #SaveSheikhJarrah hashtag alongside footage of clashes with Israeli security forces, as well as the situation on the ground in Gaza.\nOne video allegedly showing people fleeing Israeli strikes in Gaza, posted under the hashtag by US-based news site Muslim, has more than 44 million views on TikTok.\nAnother post by TikTok user Sabrina Abukhdeir - with more than 1.5 million views - showed crying Palestinian children and the destruction of a high-rise block in Gaza. \n\"You guys know what to do,\" she wrote, urging people to share the video.\nSupporters of Israel have also posted on TikTok. One video allegedly showing an Israeli soldier shielding a Palestinian woman from rocks thrown by Palestinian protesters has been viewed more than 1.5 million times on the app. \nAnd the Israel Defense Forces (IDF) has a strong presence online. It has 1.3 million followers on Twitter and more than 70,000 on TikTok, where it has been posting videos of its forces in action and scenes from inside Israel.\nOne video asking viewers \"What would you do if this was your city?\" has more than 300,000 views on the site.\nDr Gabriel Weimann at Haifa University in Israel said there was a battle of \"hearts and minds\" online - and that as of now \"it's not an equal war\".\n\"From the Israeli side you see a counter flow, which I must say is less powerful, not organised at all, and if you ask me less persuasive,\" he told the BBC. \"Maybe because in Israel nobody thought that TikTok would be a powerful or important platform.\"\nThis month a video went viral on both TikTok and Twitter showing Jews dancing and cheering while a tree burns in the Al-Aqsa mosque compound in Jerusalem. Social media users claimed they were celebrating the destruction of the mosque. \nIn reality, they were gathered to celebrate Jerusalem Day, and the mosque was not damaged in the fire. Israeli police said it was due to fireworks set off by Palestinian protesters, while demonstrators said it was due to stun grenades used by officers. \nOn Thursday night, Israel's Defence Minister Benny Gantz asked Facebook and TikTok to remove posts from their sites which he said could encourage violence.\n\"These are measures that will directly prevent the violence that is being intentionally stirred through social media by extremist elements that are seeking to do damage to our country,\" he reportedly said. \"We are in a moment of social emergency, and we expect your assistance.\"\nThe executives of both companies promised to \"act quickly and effectively to prevent incitement on their networks\", according to Israel National News. \n\"Our teams have been working swiftly to remove misinformation, attempts to incite violence, and other content that violates our Community Guidelines, and will continue to do so,\" a spokesperson from TikTok told the BBC in an emailed statement. \nShaydanay Urbani works for First Draft News, an organisation set up to counter mis-and disinformation online. \n\"A lot of the things we have seen are old media taken out of context,\" she told the BBC. \"[Stories] circulating from a totally different time and a totally different place.\"\nOne of the most prominent examples - according to the New York Times - was footage shared widely of Palestinians allegedly faking a funeral. The video was viewed hundreds of thousands of times on TikTok and seemed to show a group of people carrying a corpse on their shoulders before dropping it when a siren sounded, and the corpse springing into life and running away. \nBut in fact, the New York Times said, the original video appeared over a year ago on YouTube with a caption saying it was a Jordanian family faking a funeral. TikTok has since also removed this video for breaching its community guidelines. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57119881",
      "category": "world-us-canada",
      "title": "Israeli-Palestinian conflict gives Biden foreign policy headache",
      "tags": "Israel & the Palestinians,Israel,Palestinian territories,Gaza,United States,Joe Biden",
      "text": "Israel's air strikes on the militant Hamas movement in Gaza have forced the Middle East on to Joe Biden's agenda amid new questions about how his emphasis on human rights applies to Palestinians. \nIt has also laid bare the extent to which the Israeli right has been empowered in occupied East Jerusalem during the presidency of Donald Trump. Unrest there sparked wider battles, and could draw the Biden administration more deeply into the longstanding Israeli-Palestinian conflict even after this latest seismic eruption abates.  \nThat's a prospect President Biden and his senior advisers would like to avoid. \nThey've made clear their diplomatic priorities lie elsewhere. Until now they've adopted a low-key minimalist approach in this graveyard of American-led peace initiatives, quietly trying to restore some elements of US policy upended by the Trump administration's unabashedly pro-Israel stance. \nThat has meant concentrating on repairing ruptured relations with the Palestinians, and voicing rhetorical support for a viable Palestinian state as key to a lasting peace with Israel. \nBut they've calculated the prospects for a new round of negotiations as bleak, and are determined to shift the focus of American foreign policy to China. \nThe sudden shift back to the Middle East this week has seen a return to a traditional pattern. \nIn public statements the president and his Secretary of State Antony Blinken have forcefully repeated the standard American formula about Israel's right to self-defence in the face of Palestinian rocket fire.\nWhile expressing concern about the mounting number of Palestinians killed in Israeli air strikes, Mr Blinken has drawn a \"clear and absolute distinction\" between \"a terrorist organisation targeting civilians, and Israel… targeting the terrorists\".\nBiden has seen no \"significant overreaction\" in the Israeli response to the barrage of Hamas missiles, a judgment that some analysts took as an implicit green light for the operation to continue, despite US calls for calm. \nHussein Ibish of the Arab Gulf States Institute says Washington typically gives Israel an initial \"carte blanche\" to respond to rocket attacks \"until they think Israel has had enough of a chance to do what it needs to do\" to destroy militant infrastructure.\nThe Biden administration also blocked UN Security Council action this week, where the US often stands alone in defending Israel from criticism, arguing that a statement or public meeting would hinder behind-the-scenes diplomacy. It has now agreed to an emergency session on Sunday. \nBut it had to rapidly step up its game on the diplomatic front without a full team in place; there is not even a nominee yet for ambassador to Israel. \nMr Blinken and other senior officials have been working the phones with their Israeli counterparts. There have been urgent calls with Arab countries to try to help shape a regional response led by Egypt.   \nAnd the secretary of state has dispatched his top official for Israeli and Palestinian affairs, Hady Amr, to the region, although Mr Amr is a mid-level diplomat without the kind of rank held by special envoys in previous administrations.   \n\"One signal of a more resolute stance in the behind-the-scenes diplomacy would have been to send someone more senior,\" says Daniel Kurtzer, a former US ambassador to Israel.\nDevastating as it is, the Gaza air strikes are familiar territory, unlike the explosion of unrest in Jerusalem which sparked them.\nThe eastern part of the city - captured by Israel in 1967, claimed by the Palestinians and home to holy sites for both - has always been a flashpoint. Its future was set to be determined in peace negotiations. But right-wing Israeli governments together with Jewish settler groups have been squeezing out the Palestinians, and that activity became particularly brazen during the Trump administration. \nPresident Biden's team did not notice warning signs that this was becoming combustible, says Hussein Ibish. \"What it failed to do was prevent the Israeli right, both the settler movement and government, from pressing forward with really provocative moves on the ground.\"\nA campaign by the settlers to evict dozens of Palestinian families triggered a wave of protests. That was amplified by Palestinian anger over heavy-handed Israeli policing at the Al-Aqsa mosque, located on a mount revered by Muslims and Jews. There was also fury about plans for right-wing Jewish nationalists to march there through a Muslim neighbourhood, which was called off at the last minute. \nThe conflagration spread to demonstrations of solidarity by Palestinian citizens of Israel. And that has triggered a new and alarming wave of communal violence in Israeli cities with mixed Arab and Jewish populations.\nThe Biden administration must set red lines, says Daniel Kurtzer. \nIt needs to tell the Israeli government to \"Just stop it!\" when it comes to provocative steps in East Jerusalem, he says. \"They should say we support Israel's right to self-defence, but [this activity] needs to come to an end.\"  \nThe State Department did issue a statement calling for de-escalation on both sides in Jerusalem, shortly before the Hamas rocket fire changed the conversation. And Mr Blinken has declared deep concern about the \"violence in the streets of Israel\". \nBut it is \"a portent of things to come\", says Ibish. \nAnother challenge for the Biden administration is how to apply its message of a return to values-based foreign policy to the realities on the ground in Israel, Gaza and the West Bank.\nIn recent statements, Mr Blinken has repeated that Palestinians and Israelis \"deserve equal measures of freedom, dignity, security and prosperity\". \nKhaled Elgindy of the Middle East Institute calls the formula \"new and significant\", but also vague and puzzling: \"Does it apply to the here and now?\" he wonders. \"Or is it aspirational in a final status arrangement? It hasn't been operationalised, so we don't know where it fits in. I think they don't know.\" \nThe left-wing of the Democratic Party has become increasingly vocal about criticizing what it sees as the glaring asymmetry in the exercise of all four values. \nIt is not clear what sort of political impact this will have: the lawmakers challenging the Democrats' traditional pro-Israel stance may not be inclined to a showdown with Biden because he has championed key causes that they cherish on the economy and climate.\nBut they are pushing to apply universal standards of human rights and international law to the treatment of Palestinians. They are calling for the administration to use the $3.8bn in annual Israeli military aid as leverage to that end. And in speeches on the House floor on Thursday, some framed it as a racial justice issue.\nAyanna Pressley, from Massachusetts, who is black, said she was \"no stranger to police brutality and state-sanctioned violence\". \nWhat the Biden administration would like, says Kurtzer, is \"to see the current round of Israel-Hamas fighting coming to an end, the situation in Jerusalem devolving into whatever you consider to be normal and then they can go back and focus on other things\". \nBut the chant \"No justice - No peace\" one of the rallying cries at anti-racist protests in the US, rang out at a Palestinian demonstration held in front of the State Department this week. \nDepending on the \"new normal\", this may serve to be a persistent way of keeping the Israeli-Palestinian conflict on the Biden agenda."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57128038",
      "category": "uk-wales",
      "title": "Ospreys' Llyn Brenig rebuilt-nest taken over by goose",
      "tags": "RSPB,Rural crime,Birds,Ospreys",
      "text": "A goose has taken over a platform built for a pair of breeding ospreys whose nest was destroyed in a chainsaw attack.\nThe greylag goose has taken over the temporary platform at Llyn Brenig, which borders Conwy and Denbighshire.\nThe felling of the original platform on the night of Friday 30 April was captured on CCTV. \nMembers of Brenig Osprey Project hope the pair of ospreys will eventually be attracted back to use the new platform. \nIn a Facebook post, the conservationists said: \"This could effectively, perhaps temporarily, displace our ospreys, who had been showing considerable interest in it.\"\nThe project said the goose's takeover over had created \"something of a dilemma\", as moving its clutch to another nest site would be illegal without an appropriate licence. \nThe attack was met with widespread condemnation from wildlife experts and police, with the project labelling it a \"horrific act of vandalism\". \nBBC Springwatch presenter Iolo Williams called the incident \"unbelievable\" and labelled those involved \"morons\".\nAt the time, he told BBC Wales it was a \"disaster\" because there were only five breeding pairs in Wales.\nAccording to the RSPB, female osprey lay two or three eggs between one and three daily intervals in the second half of April, and incubates them for 37 days per egg."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-44124396",
      "category": "newsbeat",
      "title": "Israel-Gaza violence: The conflict explained",
      "tags": "Gaza border clashes,Israel & the Palestinians,Israel,Palestinian territories,Gaza,Jerusalem",
      "text": "A ceasefire was agreed on 21 May between Israel and the Palestinian militant group Hamas. \nIt came after 11 days of fighting, which left at least 255 people dead. Most of those killed were Palestinians in the territory of Gaza.\nIsrael and Hamas both claimed victory in the latest conflict. \nThe violence in May followed a month of rising tensions in Jerusalem. But the fighting has gone on for decades.\nBritain took control of the area known as Palestine after the ruler of that part of the Middle East, the Ottoman Empire, was defeated in World War One. \nThe land was inhabited by a Jewish minority and Arab majority. \nTensions between the two peoples grew when the international community gave Britain the task of establishing a \"national home\" in Palestine for Jewish people. \nFor Jews it was their ancestral home, but Palestinian Arabs also claimed the land and opposed the move.\nBetween the 1920s and 1940s, the number of Jews arriving there grew, with many fleeing from persecution in Europe and seeking a homeland after the Holocaust of World War Two.\nViolence between Jews and Arabs, and against British rule, also grew.\nIn 1947, the UN voted for Palestine to be split into separate Jewish and Arab states, with Jerusalem becoming an international city. \nThat plan was accepted by Jewish leaders but rejected by the Arab side and never implemented.\nIn 1948, unable to solve the problem, British rulers left and Jewish leaders declared the creation of the state of Israel.\nMany Palestinians objected and a war followed. Troops from neighbouring Arab countries invaded.\nHundreds of thousands of Palestinians fled or were forced out of their homes in what they call Al Nakba, or the \"Catastrophe\".\nBy the time the fighting ended in a ceasefire the following year, Israel controlled most of the territory. \nJordan occupied land which became known as the West Bank, and Egypt occupied Gaza. \nJerusalem was divided between Israeli forces in the West, and Jordanian forces in the East.\nBecause there was never a peace agreement - with each side blaming the other - there were more wars and fighting in the following decades.\nIn another war in 1967, Israel occupied East Jerusalem and the West Bank, as well as most of the Syrian Golan Heights, Gaza and the Egyptian Sinai peninsula.\nMost Palestinian refugees and their descendants live in Gaza and the West Bank, as well as in neighbouring Jordan, Syria and Lebanon.\nNeither they nor their descendants have been allowed by Israel to return to their homes - Israel says this would overwhelm the country and threaten its existence as a Jewish state.\nIsrael still occupies the West Bank, and although it pulled out of Gaza the UN still regards that piece of land as occupied territory. \nIsrael claims the whole of Jerusalem as its capital, while the Palestinians claim East Jerusalem as the capital of a future Palestinian state. The US is one of only a handful of countries to recognise the city as Israel's capital.\nIn the past 50 years Israel has built settlements in these areas, where more than 600,000 Jews now live.\nPalestinians say these are illegal under international law and are obstacles to peace, but Israel denies this.\nTensions are often high between Israel and Palestinians living in East Jerusalem, Gaza and the West Bank. \nGaza is ruled by the Palestinian militant group Hamas, which has fought Israel many times. Israel and Egypt tightly control Gaza's borders to stop weapons getting to Hamas. \nPalestinians in Gaza and the West Bank say they are suffering because of Israeli actions and restrictions. Israel says it is only acting to protect itself from Palestinian violence.\nThe threatened eviction of some Palestinian families in East Jerusalem has also caused rising anger.\nThere are a number of issues which Israel and the Palestinians cannot agree on. \nThese include: what should happen to Palestinian refugees; whether Jewish settlements in the occupied West Bank should stay or be removed; whether the two sides should share Jerusalem; and - perhaps most tricky of all - whether a Palestinian state should be created alongside Israel. \nPeace talks have been taking place on and off for more than 25 years, but so far have not solved the conflict.\nIn short, the situation isn't going to be sorted out any time soon.\nThe most recent peace plan, prepared by the United States when Donald Trump was president, was called \"the deal of the century\" by Israel's then-Prime Minister Benjamin Netanyahu. But it was been dismissed by the Palestinians as one-sided and never got off the ground.\nAny future peace deal will need both sides to agree to resolve complex issues.\nThe BBC's Middle East editor, Jeremy Bowen, says the latest round of violence in May was the fourth big war between Hamas and Israel since 2008.\nHe's seen previous wars end like this before: \"Similar things have been said by both sides in claiming victory and then essentially the seeds of the next conflict are sown.\n\"I can tell you one thing for certain - that if the status quo does not change favourably, there will be another round of this.\"\nCorrection 21st June 2021: An earlier version of this article incorrectly described the US as recognising Israel's claim to the whole of Jerusalem and this has been amended to instead explain that the US recognises the city as Israel's capital.\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here."
    }
  ]
}