{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-59303562",
      "category": "entertainment-arts",
      "title": "I'm A Celebrity 2021: Richard Madeley and Louise Minchin lead line-up",
      "tags": "ITV,Television,Abergele,I'm a Celebrity...Get Me Out of Here!",
      "text": "TV presenters Richard Madeley and Louise Minchin are among the stars heading to north Wales to take part in I'm A Celebrity... Get Me Out Of Here!\nFor the second year running, the contestants will camp at Gwrych Castle in Abergele instead of the Australian jungle, because of the pandemic.\nMusic producer Naughty Boy, former footballer David Ginola and ex-Strictly Come Dancing judge Dame Arlene Phillips are also among the 10 campmates.\nThe series will begin on ITV on Sunday.\nEmmerdale's Danny Miller, Olympic gold diving medallist Matty Lee, Paralympic champion Kadeena Cox, Saturdays singer Frankie Bridge and BBC Radio 1Xtra DJ Snoochie Shy will also vie to be king or queen of the jungle.\nEvery year, some new campmates join part-way through the series. EastEnders and Coronation Street stars Adam Woodyatt and Simon Gregson are also heavily rumoured to be joining this year's show at some stage.\nFrankie Bridge\nBridge found fame with pop groups S Club Juniors and The Saturdays, and wants to dispel a couple of myths.\n\"People assume that if you are in a pop group you lead a really glamorous lifestyle and that I wouldn't want to get stuck in, but I know I will give everything a go,\" she says.\nShe is following in the footsteps of her husband, former footballer Wayne, who headed to the Australian jungle in 2016.\n\"Ever since Wayne took part, he has been desperate for me to do it too and he can't wait to watch me squirm and scream!\"\nKadeena Cox\nThe multi-talented sportswoman competes in both cycling and athletics events and won two golds at the Tokyo Paralympics earlier this year. \nCox, who was diagnosed with multiple sclerosis in 2014, reckons the lack of food in the castle will not be quite so challenging for her because she is so used to avoiding things she loves for her career.\n\"If I were to win I'm A Celebrity as a disabled person and show that I can overcome things, then I think that would be a great thing to show that people with all disabilities can do things,\" she says.\nDavid Ginola\nThe former Newcastle and Spurs legend says he's looking forward to catching up with the show's hosts.\n\"I know the Geordies,\" he says. \"I've met Ant and Dec before and I know they are big massive fans of Newcastle United.\"\nThe Frenchman, who now works as a football pundit, says being stuck in camp shouldn't be a big problem. \"Because we have been in lockdown many times over the past two years, being locked in a Castle for I'm A Celebrity won't be an issue for me,\" he says.\nMatty Lee\nLee won Olympic gold alongside Tom Daley in Tokyo earlier this year in the 10m synchronised diving competition.\nHe says Daley is \"so excited\" for him and jokes that he may bring some woolly hats from his diving partner's famous knitwear collection for his campmates.\nThe pair also scooped gold at the Fina World Cup and European Championships earlier this year.\nRichard Madeley\nA familiar face to millions, the TV presenter has been asked to do I'm A Celebrity countless times - but says this time: \"I suddenly wondered what it would be like to be there rather than watching. I realised the time had come to experience it.\"\nMadeley made his name alongside wife Judy Finnigan on ITV's This Morning from 1988 to 2001, and more recently has co-hosted Good Morning Britain.\nHe said his roles in the camp will be cook and interviewer. \"I will ask questions in camp. Unless you are curious, you don't learn about people,\" he says.\nDanny Miller\nMiller has played Aaron Dingle on TV soap Emmerdale on and off for the past 13 years, and has just become a new dad.\n\"I was worried about leaving the baby with [fiancée] Steph on her own, but she is a midwife and I know our baby will be in perfect hands. She has been incredibly supportive.\"\nLouise Minchin\nMinchin recently bade farewell to BBC Breakfast's famous red sofa after 20 years on the show, so it's time for a new challenge.\nShe says it will \"be nice to be able to show the fun side of me rather than the serious news presenter\".\nAs a former BBC MasterChef contestant, she says: \"I will try to make our food more edible when it turns up.\n\"But a lack of sleep won't be an issue for me. I am a champion sleeper and I can sleep anywhere at any time!\"\nNaughty Boy\nThe hit record producer - real name Shahid Khan - has worked with the likes of Beyoncé and Sam Smith, so he's unlikely to be fazed by his fellow celebs in camp.\nHaving spoken openly in the past about caring for his mum, who has dementia, he says he wants to use his time in the castle to raise more awareness about the illness.\n\"Mum hasn't been very well, and it is going to be difficult for me being away. But that said, I think the break will be good for both of us.\"\nDame Arlene Phillips\nAt 78, Dame Arlene is I'm A Celebrity's oldest ever contestant - but that is not stopping the choreographer and former Strictly judge, who jokes: \"I'm always the oldest, so I'm used to it.\"\nHaving worked in showbusiness all her life, she says she's looking forward to showing a different side of her personality.\n\"I think people don't see the motherly side of me,\" she explains. \"I don't think people know me and the real me is very different - I am very caring.\"\nSnoochie Shy\nThe DJ may be in for a rough ride in Wales - she's scared of bugs, heights and is claustrophobic.\nSnoochie landed her 1Xtra late-night slot two years ago, and says that while she's bubbly on air, \"I am actually quite a shy person when I am outside my comfort zone\".\nShe also says she's a fan of rice and beans - but how long will that last?"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-59306545",
      "category": "uk-england-manchester",
      "title": "Benjamin Mendy: Manchester City footballer charged with two further rapes",
      "tags": "Prestbury,Manchester,Salford,Eccles,Cheshire",
      "text": "Manchester City defender Benjamin Mendy has been charged with two further counts of rape. \nMr Mendy, of Prestbury, has been summonsed to appear at Stockport Magistrates' Court on Wednesday. \nThe 27-year-old footballer, who remains in custody, is now facing six counts of rape and one count of sexual assault.\nThe charges relate to four complainants over the age of 16 and are alleged to have taken place between October 2020 and August 2021.\nThe France international has played for last season's Premier League champions Manchester City since 2017, when he joined from Monaco for a reported £52m.\nHe was suspended by the club after being charged by police, pending an investigation.\nLouis Saha Matturie was also previously charged with four counts of rape in relation to the alleged attacks between March 2021 and August 2021.  \nThe 40-year-old from Eccles has also been charged with two additional counts of rape and one of sexual assault and summonsed to appear at the court.\nBoth men are due to go on trial on 24 January 2022.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59304407",
      "category": "uk",
      "title": "Queen's message to General Synod delivered by son Prince Edward",
      "tags": "UK Royal Family,Religion,The Church of England,Queen Elizabeth II",
      "text": "The Queen has described the pandemic as a period of \"anxiety\" and \"grief\" in a message delivered to the Church of England by her son, the Earl of Wessex.\nPrince Edward delivered the address at the General Synod's inauguration in the monarch's absence, after she was advised by her doctors not to attend. \nIt is the first time in its 51-year history the Queen has missed the event.\nIt comes after she missed the Remembrance Sunday service in central London after spraining her back. \nThe Queen had been due to appear in person at the Synod but her appearance was cancelled last week.\nThe General Synod, which governs the Church of England, is meeting for the first session in its five-yearly term after elections were held over the summer.\nPrince Edward told bishops and clergy at Church House, the Westminster headquarters of the Church of England, that his mother sent her \"sincere and deep apologies that she cannot be here today\".\nThe Queen's youngest son added: \"I think you probably understand why, and she regrets that deeply.\"\nDelivering the 95-year-old head of state's speech, he praised the institution for offering \"hope\" during the pandemic.\nHe said on his mother's behalf that the \"last few years have been particularly hard, with unprecedented restrictions in accessing the comfort and reassurance of public worship\".\nHe added: \"For many, it has been a time of anxiety, of grief, and of weariness.\n\"Yet the Gospel has brought hope, as it has done throughout the ages, and the Church has adapted and continued its ministry, often in new ways, such as digital forms of worship.\"\nDoctors had advised the Queen to rest until mid-November after she spent a night in hospital on 20 October for checks - her first overnight hospital stay in eight years.\nHowever, she did undertake some light duties during that time, including meeting ambassadors via video link from Windsor Castle.\nIn 1970, the year the Synod replaced the Church Assembly, she became the first sovereign to inaugurate and address the gathering in person.\nSince then she has inaugurated and addressed the opening session every five years after diocesan elections.\nThe 2020 elections were postponed to this year due to the pandemic.\nIn the next five years the synod will debate decisions about funding as well as the questions about whether to bless, or marry, same-sex couples."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59298284",
      "category": "uk-northern-ireland",
      "title": "Secondary breast cancer audit in NI 'could change women's prognosis'",
      "tags": "NI Health,Breast cancer",
      "text": "Women with secondary breast cancer have called for a special audit of how many people in Northern Ireland are living with the disease.\nA group representing women with cancer said no official statistics exist.\nBeaconbridge secondary breast cancer group believes patients \"need to be counted\" to help shape health services.\nOne of the women, Julie Ann Lillis, said more information could change women's prognosis from a \"death sentence\" to a \"chronic disease\". \nThe Department of Health said data collection was a central focus of its 10-year cancer strategy.\nJulie Ann and her fellow members have called for Health Minister Robin Swann to make a commitment to establishing an audit.\nThe women's main concern is that some may not have a great deal of time for this audit to be completed.\nIt's estimated that 35,000 people in the UK are living with secondary breast cancer (SBC), with approximately 31 people dying each day from the disease.\nSBC indicates the cancer has spread from the primary source - the breast - to other parts of the body.\nFor the first time, patients with secondary breast cancer in England and Wales are going to be counted in a special audit funded by the NHS.\nCampaigners, including those in Northern Ireland, have fought for a decade for the audit, which they say will improve patient treatment and support.\nJulie Ann, 38, told BBC News NI there was no time to waste and Northern Ireland needed to collect data immediately in order to design services and a future workforce.\nThere is a history of breast cancer in Julie Ann's family - both her mum and sister have been diagnosed with it.\nHer test for the BRCA gene was positive.\nIn September 2020, during the coronavirus pandemic, Julie Ann was confirmed as having breast cancer.\nWithin 10 months of a clear scan to finding a lump, she was diagnosed with stage four cancer.\nTwo months later she was told it had spread.\n\"It just stopped my world and completely turned it upside down,\" she said.\nJulie Ann said she was helping to lead the charge in the hope \"she can make a change if not for herself then for others\".\n\"I want to help as much as I can - while I am here,\" she said.\nThe Department of Health said it was not possible for Northern Ireland to be included in the NHS England audit because \"we do not currently have the required legislation regarding the secondary use of data\".\n\"In addition, the necessary data hasn't been collected in Northern Ireland,\" the department added.\nIt said a commitment had been made to carry out a review of the use of data in cancer healthcare, including a formal review of the Northern Ireland Cancer Registry's role.\nBeaconbridge group members offer each other physical, mental and emotional support.\nWithin the last month, two of the members have died from the disease.\nLiz Doran, from Belfast, said members of the group were devastated and their hearts were breaking for the children and husbands left behind.\n\"I get frightened at night or when I see my son and think I will never see my grandchildren,\" she said.\n\"I want this audit to happen and soon. I don't have the luxury to sit around and wait for decisions to be made.\n\"We have hope within this group. We just can't let our politicians lose hope in us.\"\nA consultant breast surgeon at the Belfast Health trust told BBC News NI that the group was an important source of support.\nDr Samantha Sloan said one of the women had said to her \"they may have secondary breast cancer but they are not second best\".\n\"They appreciate they have a life-limiting illness but they still have time they can utilise,\" she said.\n\"To do that they need peer support, they need to know how many they are within the region and then can we widen the net to look at clinical trials and other things that can involve that group of individuals specifically that are different from primary breast cancer trials?\"\nThe women also said they do not have time to be fighting for medication they said was more accessible for women in England.\nLiz said it was thanks to the campaign led by Northern Ireland cancer advocate Melanie Kennedy, who died from secondary breast cancer in 2020, that she got access to a drug that she believes is keeping her alive.\nShe added: \"Not a day goes by when I am sitting up and about to take my medication that I don't think of her and thank her.\"\nThe Department of Health said responsibility for commissioning all drug therapies in Northern Ireland was with the Health and Social Care Board (HSCB).\nThe HSCB is guided by the National Institute for Health and Care Excellence (NICE) in what drugs should be adopted.\nThe department has a formal link with NICE under which its technology appraisals are reviewed locally for their legal and policy applicability here.\n\"Where found to be applicable they are endorsed by my department for implementation within the health and social care system,\" the department said.\n\"All new licensed cancer medicines, including extensions to existing licenses, are appraised by NICE to assess the clinical and cost effectiveness of the medicine (a technology appraisal).\n\"In circumstances where NICE has not yet fully appraised, or does not recommend a particular drug, it is not routinely commissioned for use here.\n\"However, the individual funding request process provides a mechanism to consider requests from clinical consultants for treatments for individual patients that fall outside the range of services routinely commissioned.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59302574/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Workers call the shots as job vacancies boom",
      "tags": "Unemployment,Inflation,Employment,UK economy,Bank of England,Andrew Bailey,Office for National Statistics,Coronavirus pandemic",
      "text": "Job vacancies hit a fresh record high in October as employers continued to struggle with worker shortages, official figures show.\nThe redundancy rate was also largely unchanged despite the end of the furlough scheme in September, making it even harder to fill empty posts.\nEmployers report having to improve pay and benefits to attract new recruits.\nYet one analyst warned the trend was likely to continue amid a shortage of younger workers and those over 50.\nAccording to the Office for National Statistics (ONS), there were 1.17 million job openings in October - almost 400,000 higher than before the pandemic.\nMoreover, some 2.2 million people started a new job between July and September, it said. \nDaniel Browne, who runs Blossom & Browne's Sycamore, a laundry service for London hotels, says trying to hire new staff has been \"horrific\" this year. He says Covid and Brexit have reduced his headcount from 140 to about 80, making it impossible to meet client needs. \nHe has had to put up wages amid a \"price war\" for temporary staff, and improve pay and conditions for existing staff in order to retain them.\n\"We're trying to create a happier workforce,\" he told the BBC. \"We're starting at 8am, rather than 7am because that was the staff feedback we had. We're trying to raise our wage rates as much as we can and pass that cost onto our clients.\"\nSome had thought a rise in redundancies after the furlough scheme ended would make it easier to fill the high number of vacancies. An estimated 1.1 million people were still on the job support scheme in its final days.\nYet while redundancies rose slightly in the three months to September, the unemployment rate fell to 4.3%, close to its pre-pandemic level. \nMoreover, there were 160,000 more workers on payrolls in October than September. \n\"It might take a few months to see the full impact of furlough coming to an end, as people who lost their jobs at the end of September could still be receiving redundancy pay,\" said Sam Beckett, head of economic statistics at the ONS.\n\"However, October's early estimate shows the number of people on the payroll rose strongly on the month and stands well above its pre-pandemic level.\n\"There is also no sign of an upturn in redundancies and businesses tell us that only a very small proportion of their previously furloughed staff have been laid off.\"\nAngela Burns is another employer struggling to recruit in the current climate. She runs a group of four hotels across the Midlands and Gloucestershire, and has at least 20 vacancies, with chefs and housekeeping staff among the most difficult positions to fill.\n\"There's a huge demand out there for people to come to our hotels. The phones have been so busy, but we're having to close areas of the hotel because we don't have the staff to cope,\" she told the BBC.\nAngela said the recruitment process had been frustrating, and that many candidates \"just don't turn up for interview\". She added that people were looking for more than a just pay rise these days.\n\"It's about flexible working, it's fitting things in with their family, it's training, it's future career prospects as well,\" she said.\nGerwyn Davies, an analyst for the Chartered Institute of Professional Development, said employees were \"taking advantage of the tight 'job-seeker friendly' labour market [and] re-thinking their career priorities after the pandemic\". \nIn response, he said employers needed to improve how they developed and retained staff, going \"beyond simply a competitive salary\".\n\"[It could] include the quality of line management, the availability of different types of flexible working arrangements and opportunities to develop new skills and progress,\" he said.\nThe Institute for Employment Studies (IES), a think tank, said there was a huge \"participation gap\" in the labour force caused by older people not going back to work after losing their jobs, and more young people staying in education.\nIt added that it expects the trend to continue.\n\"All told, we've nearly a million workers now missing from the labour market, and their absence is now holding back our recovery and adding to inflation,\" said IES director Tony Wilson. \n\"We're still doing nowhere near enough to help get people back into work, particularly for older workers, disabled people and parents.\"\nOctober's strong jobs data appears to increase the likelihood that the Bank of England will raise interest rates from their record lows before the end of the year, as it seeks to tame inflation. \nThe cost of living has increased sharply since the economy has reopened and is expected to hit as much as 5%, according to the Bank's forecasts.\nMany analysts had expected the Bank to raise rates at its meeting earlier this month, but it chose to keep them on hold. On Monday, Bank governor Andrew Bailey told MPs it had been waiting for official data on the impact of the end of furlough before it made a move. \nPaul Dales, chief UK economist at Capital Economics, said: \"If the next labour market release on 14 December tells a similar story, we think that will be enough to prompt the Bank to raise interest rates from 0.10% to 0.25% at the meeting on 16 December.\"\nBut others noted that the Bank may wait given that the UK's economic recovery slowed between July and September due to global supply chain problems.\n\"Uncertainty is not over yet,\" said Yael Selfin, chief economist at KPMG UK.  \"We expect the Bank will wait with the first hike until February next year, but... an earlier move in December cannot be ruled out.\"  \nThe Bank of England said last week that one of the reasons it didn't want to raise interest rates yet was because of the uncertainties in the labour market, not least because at the end of September there were still 1.1 million people on furlough. \nThe fear has always been that that would translate into a big jump in unemployment. Today's figures provide some measure of reassurance about that, showing the number of payrolled employees rose sharply in October. \nThe Bank is also keeping a close eye on upward pressures on inflation. While average earnings have been growing much faster than inflation, they've more recently slowed down, rising by 4.9% excluding bonuses on the latest figures. \nThat's still faster than inflation but when you strip out distortions relating to the pandemic, the Office for National Statistics reckons it's closer to 3.4%. \nGiven the official forecasts that inflation will get up above 4% next year and possibly as high as 5%, the big risk now looks to be less that pay growth might drive inflation up - and more that pay doesn't keep up with prices, dragging living standards down. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59296889",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Robin Swann calls for NI passport scheme",
      "tags": "NI Health,Vaccine passports,Coronavirus pandemic",
      "text": "Health Minister Robin Swann has said \"now is the time\" for a phased introduction of a mandatory Covid-19 passport scheme in Northern Ireland.\nHe said the Northern Ireland Executive will discuss the proposal on Wednesday.\nMr Swann's call follows what he said was \"high community transmission\" of Covid and the pressure on hospitals.\nDUP assembly members have voiced their opposition to Covid-19 passport plans, with Sinn Féin saying it will be guided by health advice.\nMr Swann's announcement came on the same day as a second ambulance diversion was put in place at Craigavon Area Hospital.\nIt was the second time in 24 hours that the Southern Trust area hospital had to implement measures due to \"extreme pressure\" on its wards.\nSouthern Trust chief executive Shane Devlin confirmed that the vast majority of those who had been exceptionally unwell with Covid-19 in the trust's hospitals had not been vaccinated for the virus.\nMr Swann said ministers will consider which settings may require people to show Covid-19 certificates to gain entry.\n\"The domestic certification app has been in place - it's been up and running for over a week and I would encourage people to download it to ensure they have it when they need it,\" the UUP MLA said.\nThe health minister said it would be irresponsible to take everything off the table with regard to Covid-19 restrictions. \n\"We have seen the effect the Covid-19 booster has on reducing hospitalisation,\" he said.\n\"We are seeing high community transmission and that transfers eventually intro hospital pressures.\"\nHe said people coming forward to \"take the vaccine and get their boosters\" would help to reduce transmission of the virus.\nDr Tom Black, chairman of the British Medical Association (BMA) in Northern Ireland, said it had been in favour of a Covid passport scheme for \"a long time now\".\nHe said the announcement from the minister was \"welcome news\".\n\"This is only the 15 November, it is going to get worse in December and it is going to get worse again in January and we know that because that is what history has taught us,\" he told BBC Radio Ulster's Evening Extra.\n\"You have to be ahead of this virus, it is smarter than us.\"\nDeputy First Minister Michelle O'Neill tweeted that the executive's next meeting would have \"a focus on the huge pressures in the health service\".\n\"We will continue to be guided by the health advice to take whatever steps are necessary to protect the public and avoid another lock down scenario,\" she added.\nEarlier, SDLP leader Colum Eastwood urged \"Sinn Féin and the DUP to support the immediate introduction of vaccine certifications\".  \n\"The message from our health service has been clear - they are on the brink of collapse and want to see urgent mitigations introduced, including the immediate introduction of vaccine certifications to take the pressure off staff and allow patients to get the care they need,\" he said.\n\"We now face a stark choice, time is running out and this decision should have been made weeks ago.\"\nHe later tweeted that he was glad Mr Swann now supported vaccine certificates and hoped other parties \"will step up\".\nThe DUP's Edwin Poots, who previously served as a Stormont health minister, said he was opposed to introducing a Covid vaccine certificate and instead encouraged people to get vaccinated. \n\"We're over 90% of people vaccinated and we need to encourage the remainder to get vaccinated,\" he told BBC's Good Morning Ulster programme on Monday mornimg.\n\"But forcing them is not going to work and I don't think creating that two-tier system is something I would be prepared to accept.\"\nHis party colleague Paul Frew also tweeted his opposition to the proposal."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59302574",
      "category": "business",
      "title": "Workers call the shots as job vacancies boom",
      "tags": "Unemployment,Inflation,Employment,UK economy,Bank of England,Andrew Bailey,Office for National Statistics,Coronavirus pandemic",
      "text": "Job vacancies hit a fresh record high in October as employers continued to struggle with worker shortages, official figures show.\nThe redundancy rate was also largely unchanged despite the end of the furlough scheme in September, making it even harder to fill empty posts.\nEmployers report having to improve pay and benefits to attract new recruits.\nYet one analyst warned the trend was likely to continue amid a shortage of younger workers and those over 50.\nAccording to the Office for National Statistics (ONS), there were 1.17 million job openings in October - almost 400,000 higher than before the pandemic.\nMoreover, some 2.2 million people started a new job between July and September, it said. \nDaniel Browne, who runs Blossom & Browne's Sycamore, a laundry service for London hotels, says trying to hire new staff has been \"horrific\" this year. He says Covid and Brexit have reduced his headcount from 140 to about 80, making it impossible to meet client needs. \nHe has had to put up wages amid a \"price war\" for temporary staff, and improve pay and conditions for existing staff in order to retain them.\n\"We're trying to create a happier workforce,\" he told the BBC. \"We're starting at 8am, rather than 7am because that was the staff feedback we had. We're trying to raise our wage rates as much as we can and pass that cost onto our clients.\"\nSome had thought a rise in redundancies after the furlough scheme ended would make it easier to fill the high number of vacancies. An estimated 1.1 million people were still on the job support scheme in its final days.\nYet while redundancies rose slightly in the three months to September, the unemployment rate fell to 4.3%, close to its pre-pandemic level. \nMoreover, there were 160,000 more workers on payrolls in October than September. \n\"It might take a few months to see the full impact of furlough coming to an end, as people who lost their jobs at the end of September could still be receiving redundancy pay,\" said Sam Beckett, head of economic statistics at the ONS.\n\"However, October's early estimate shows the number of people on the payroll rose strongly on the month and stands well above its pre-pandemic level.\n\"There is also no sign of an upturn in redundancies and businesses tell us that only a very small proportion of their previously furloughed staff have been laid off.\"\nAngela Burns is another employer struggling to recruit in the current climate. She runs a group of four hotels across the Midlands and Gloucestershire, and has at least 20 vacancies, with chefs and housekeeping staff among the most difficult positions to fill.\n\"There's a huge demand out there for people to come to our hotels. The phones have been so busy, but we're having to close areas of the hotel because we don't have the staff to cope,\" she told the BBC.\nAngela said the recruitment process had been frustrating, and that many candidates \"just don't turn up for interview\". She added that people were looking for more than a just pay rise these days.\n\"It's about flexible working, it's fitting things in with their family, it's training, it's future career prospects as well,\" she said.\nGerwyn Davies, an analyst for the Chartered Institute of Professional Development, said employees were \"taking advantage of the tight 'job-seeker friendly' labour market [and] re-thinking their career priorities after the pandemic\". \nIn response, he said employers needed to improve how they developed and retained staff, going \"beyond simply a competitive salary\".\n\"[It could] include the quality of line management, the availability of different types of flexible working arrangements and opportunities to develop new skills and progress,\" he said.\nThe Institute for Employment Studies (IES), a think tank, said there was a huge \"participation gap\" in the labour force caused by older people not going back to work after losing their jobs, and more young people staying in education.\nIt added that it expects the trend to continue.\n\"All told, we've nearly a million workers now missing from the labour market, and their absence is now holding back our recovery and adding to inflation,\" said IES director Tony Wilson. \n\"We're still doing nowhere near enough to help get people back into work, particularly for older workers, disabled people and parents.\"\nOctober's strong jobs data appears to increase the likelihood that the Bank of England will raise interest rates from their record lows before the end of the year, as it seeks to tame inflation. \nThe cost of living has increased sharply since the economy has reopened and is expected to hit as much as 5%, according to the Bank's forecasts.\nMany analysts had expected the Bank to raise rates at its meeting earlier this month, but it chose to keep them on hold. On Monday, Bank governor Andrew Bailey told MPs it had been waiting for official data on the impact of the end of furlough before it made a move. \nPaul Dales, chief UK economist at Capital Economics, said: \"If the next labour market release on 14 December tells a similar story, we think that will be enough to prompt the Bank to raise interest rates from 0.10% to 0.25% at the meeting on 16 December.\"\nBut others noted that the Bank may wait given that the UK's economic recovery slowed between July and September due to global supply chain problems.\n\"Uncertainty is not over yet,\" said Yael Selfin, chief economist at KPMG UK.  \"We expect the Bank will wait with the first hike until February next year, but... an earlier move in December cannot be ruled out.\"  \nThe Bank of England said last week that one of the reasons it didn't want to raise interest rates yet was because of the uncertainties in the labour market, not least because at the end of September there were still 1.1 million people on furlough. \nThe fear has always been that that would translate into a big jump in unemployment. Today's figures provide some measure of reassurance about that, showing the number of payrolled employees rose sharply in October. \nThe Bank is also keeping a close eye on upward pressures on inflation. While average earnings have been growing much faster than inflation, they've more recently slowed down, rising by 4.9% excluding bonuses on the latest figures. \nThat's still faster than inflation but when you strip out distortions relating to the pandemic, the Office for National Statistics reckons it's closer to 3.4%. \nGiven the official forecasts that inflation will get up above 4% next year and possibly as high as 5%, the big risk now looks to be less that pay growth might drive inflation up - and more that pay doesn't keep up with prices, dragging living standards down. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59289278",
      "category": "uk",
      "title": "Liverpool hospital blast: Video of the moment taxi explodes",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-59290706",
      "category": "uk-england",
      "title": "Brighton student 'degraded and disgusted' by stalker asking for sex",
      "tags": "Stalking,Brighton,Sexual harassment",
      "text": "A woman who was asked for sex by a stranger who pursued her in the street has said sexual harassment is an \"everyday thing\". \nReanna Burns, 25, said she was approached as she made the 10-minute walk home after finishing her shift at a Brighton nightclub on 5 November. \nShe said when she confronted him he \"asked me for 'sex for £100?'\"\nThe number of reported cases of stalking and harassment in Kent, Sussex and Surrey have increased year-on-year.\nMs Burns said: \"I sort of got the vibe that a guy was following me for about five minutes. Then I was crossing the road and he was almost beckoning me over and calling me 'gorgeous'. \n\"I stopped, turned round and confronted him and for some reason in that moment I just felt like I should record it. \n\"Then he asked me 'sex for £100?'.\"\nShe posted the video of herself confronting the man on Instagram and TikTok, where it has been viewed hundreds of thousands of times. \nShe said: \"I don't want to have kids anytime soon. If they are females they are going to have to grow up experiencing this every day. It's horrible, it's an everyday thing.\"\n\"I'm disgusted. It makes you feel so degraded.\n\"It makes you feel like people are staring at you, looking at you almost as an object that they could use.\"\nMs Burns, a University of Brighton student, did not report the incident to police because she feels sexual harassment is \"not really taken seriously\".\nThe number of recorded crimes of stalking and harassment has increased in parts of the South East, according to the latest crime statistics. \nIn Sussex, police recorded 12,848 incidents of stalking and harassment between July 2020 and June 2021, an increase of 18% over the previous year.\nDuring the same period in Surrey there were 7,789 cases of stalking and harassment, an increase of 19% on the previous year.\nIn Kent there were 28,869 recorded crimes of the same nature, an increase of 42% on the previous year.\nKent Police said lockdown led to an increase in stalking and harassment. \nDet Ch Supt Emma Banks said: \"Certainly it's changed the type of offending that we've seen in terms of people offending online, being more abusive online. \n\"We've also seen victims that were targeted in their own homes because their routines have been more predictable. \n\"For us, it doesn't matter what the offence is, we'd encourage anyone to report it.\"\nKent Police also said the murder of Sarah Everard had led to more women reporting crimes to police. \nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59308878",
      "category": "health",
      "title": "Pandemic sees big rise in obese children in England",
      "tags": "Obesity,Children",
      "text": "There has been a substantial rise in the number of obese children in England during the pandemic, data from NHS Digital suggests.\nIn 2019-20, 10% of children were obese at the start of primary school, but in 2020-21 the figure was more than 14%. \nIn the last year of primary school, it rose from 21% to over 25%. Rates were twice as high in the poorest areas.\nExperts said poverty, lockdowns and a rise in mental health problems will all have played a role.\nOnce the proportion who are overweight is taken into account, 28% of those in reception were carrying excess weight, and 41% in  year six.\nThe jump that has been seen is in marked contrast to previous years, which had shown only very gradual increases.\nObesity is defined differently for children: it's whether, after adjusting for age, sex and height, your weight would put you in the top 5% back in 1990. \nSo it may be hard to believe that fully 25% of year six children are obese now, compared to only 5% back then, especially when the chart above shows that the numbers haven't been moving very much in the last decade. \nOn top of that, once you switch from the childhood definition to the adult one, the levels of obesity suddenly dip. \nSo the number of obese kids may be lower in truth than estimated here. \nBut trends are more reliable, as is often the case, since the survey tries to measure the data in the same way every year. \nThe figures have been drifting up gradually over the last decade, and the gap between the most deprived and the better off postcodes has been broadening. \nThat's why experts are warning we should not dismiss these figures as a blip.\nDr Max Davie, of Paediatrics and Child Health, said the increase was \"alarming\".\n\"While lockdown may have been a key factor, we mustn't assume that this year's results are an aberration since there may be other factors, including mental health difficulties, which will take time to address.\"\nHe said poverty was also likely to be a crucial factor. \"Every year we see the gap between the most and least deprived children widen. Any attempts to address this problem therefore need to be focused on these groups, and the causes for their increased vulnerability.\"\nCaroline Cerny, of the Obesity Health Alliance, said she agreed poverty was playing a crucial role.\n\"We need to break the junk-food cycle to improve children's health,\" she added.\nThe data is drawn from a sample of children this year - only around one in four were weighed and measured.\nNormally nearly every child takes part, but the closure of schools prevented that happening. \nNHS Digital said the findings were representative of the general population."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-59289703",
      "category": "uk-scotland-scotland-politics",
      "title": "What's the most popular second job or extra income for MSPs?",
      "tags": "Scottish Conservatives,Scottish Parliament",
      "text": "With Westminster in turmoil over the question of whether MPs should be allowed to hold second jobs, what is the situation at Holyrood? How many MSPs have reported income on top of their salary, and where is it coming from?\nScandals about second jobs have been relatively few and far between at Holyrood. In 2019, even the suggestion that former Conservative leader Ruth Davidson might take up a paid post with a lobbying firm was enough to spark such an outcry that she changed her mind and turned the job down.\nLabour's Neil Findlay actually lodged a members bill seeking to ban MSPs from certain external jobs, but found relatively few supporters for it across the chamber - despite some sympathy from SNP and Green backbenchers.\nIt may depend on what is categorised as a \"second job\", but at present fully one-third of MSPs - 45 of the 129 - have reported some kind of income above and beyond their Holyrood salary, including members of every party.\nIn the vast majority of cases, the sums of money involved are not huge, and there are many caveats in terms of things like charitable donations and rental arrangements which actually make a loss.\nHowever, despite the fact that everything from gifts and funded overseas trips to heritable property and shares must be declared, it can sometimes be difficult to work out exactly how much money some members are making.\nAs at Westminster, registers of interests are not neatly standardised.\nFor example, most MSPs who own companies declare their commercial income as a gross figure, subject to unquantified costs and losses. Some spell out exactly how much they expect to withdraw for themselves, while others offer an estimate of how the pandemic has hit revenues.\nThe same is true of those who rent out property. And adding another layer of complexity, some own a \"part-share\" in a house or firm, and then declare its gross income without detailing precisely what their cut of that might be.\nAnd while many MSPs have declared nothing at all, others have been so diligent that they have formally noted their party membership as a potential interest.\nThe most prominent example of \"double jobbing\" right now is Douglas Ross, the Scottish Conservative leader who also serves as MP for Moray. \nThis kind of dual mandate is not particularly unusual. Holyrood has specific rules for just such an occurrence, which mean Mr Ross's MSP salary is reduced, and he donates it to charity - even if he did apparently forget to register it with the Westminster authorities. \nThere are also 17 other MSPs who currently hold another elected position - all local councillors, and members who were elected to Holyrood for the first time in May. This includes 11 SNP members, four Conservatives and two from Labour.\nMost of these new MSPs have indicated they will be stepping down from their council jobs when local elections roll around in 2022 - presumably to avoid forcing a round of costly by-elections this close to the end of term, although a few former councillors did quit after becoming MSPs in May.\nAnd many - although not all - say they will be donating their £18,000 salary to charity now that they are receiving a larger salary from parliament.\nA number of MSPs have company directorships - although in many cases with the firms they ran themselves before entering politics. \nIn many cases, these firms are essentially dormant; for example the SNP's Constitution Secretary Angus Robertson is managing director of two firms, focused on opinion polling and management consultancy, but says he \"will not undertake any work\" for them having now become an MSP.\nAmong active directorships, the biggest earners are Conservative MSPs - like Aberdeenshire West representative Alexander Burnett, who owns an estate and is listed as the beneficiary of a pair of trusts which add up to more than £30m in value.\nHe has a number of company directorships, the most lucrative being of his own AJA Burnett Estate, which encompasses various agricultural, residential and commercial lettings as well as forestry and sporting interests, and generates a gross annual income of up to £580,000.\nMr Burnett stated that he expected to withdraw up to £180,000 from the firm in 2021-22 - a reasonably rare example of the register being clear about exactly how much money an MSP expects to take home from their business.\nAnother Tory MSP, Donald Cameron, owns the Achnacarry Estate in the Highlands - the ancestral seat of Clan Cameron. \nThe estate had income of between £830,000 and £840,000 last year, with a range of interests from residential, holiday and crofting lets to renewable energy, telecoms and deerstalking. However, Mr Cameron noted this gross figure does not take account of costs and losses to the business, leaving it unclear what the overall level of profit - if any - might have been. \nIn previous years' register entries he has stated that he was not in receipt of any taxable income from the estate, but there is no mention of this on the current register.\nMr Cameron is also a non-executive director of the Edinburgh Worldwide Investment Trust, which pays him between £25,000 and £30,000 to attend five half-day board meetings per year. He had a similar role with another investment firm, the Murray Income Trust, with the same recorded pay and hours, before retiring on 2 November 2021.\nBeyond those with large estates, there are a lot of landlords at Holyrood. A total of 24 different MSPs have declared property holdings, from flats to commercial premises to farmland.\nThese properties are scattered across Scotland and beyond - Labour's deputy leader Jackie Baillie lets out a flat in Portugal - and range in scale from Rhoda Grant's one-sixth share of a house in Lewis to Edward Mountain's collection of cottages in Moray.\nLetting out a flat may not be a \"second job\" in the traditional sense of requiring regular working hours. But it does mean there is a sizable bloc of MSPs who have an interest to declare when the parliament is considering live issues like rent controls or regulating short-term lets.\nIn terms of the rents being charged, none of the sums involved is particularly staggering. Indeed, a handful of members say their properties yield so little money that they don't turn a profit.\nFor example, Net Zero Secretary Michael Matheson says he owns a house in the Highlands that generates an income of between £10,000 and £15,000 a year, but that \"it does not make a profit due to running costs\".\nIt doesn't even need to be a whole property - Lib Dem leader Alex Cole-Hamilton brings in between £5,000 and £10,000 a year sub-letting part of his home on Airbnb.\nAt the other end of the hospitality scale, two MSPs own hotels with their partners. Both Tory Rachael Hamilton and the SNP's Emma Harper host guests in the south of Scotland - although Ms Hamilton paid her £2,000 of dividends straight back into the company last year, while Ms Harper only takes £3,000 in remuneration from her guest house.\nMs Harper also volunteers as a nurse, and is not the only MSP working in the health service - Conservative health spokesman Sandesh Gulhane works one day a week as a GP.\nThese are of course the kind of \"second jobs\" that politicians routinely point to in defence when the issue comes up - worthy endeavours which contribute both to society and to parliament's collective understanding of a crucial field like primary care.\nMeanwhile three MSPs also receive royalties from books they wrote prior to being elected, including Green MSP Ariane Burgess and SNP ministers Angus Robertson and Jenny Gilruth - who wrote a school textbook in her previous life as a teacher."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59311003",
      "category": "uk-politics",
      "title": "Boris Johnson follows Labour call to ban MP paid adviser jobs",
      "tags": "House of Commons,Boris Johnson,Owen Paterson,UK Parliament",
      "text": "Boris Johnson has set out plans to stop MPs from working as paid consultants, ahead of a Commons debate on banning some second jobs.\nThe surprise announcement came just as Labour leader Sir Keir Starmer briefed reporters on his party's own plans to ban MPs' outside employment.\nIt follows weeks of political pressure amid a row over former Tory MP Owen Paterson, who broke lobbying rules.\nThe PM said a ban would stop MPs from \"exploiting their positions\".\nThe debate over MPs' jobs outside of Parliament has intensified since Mr Paterson was found to have used his position to lobby for two firms paying him.\nHe resigned as an MP earlier this month, after the government U-turned on a bid to block his suspension and to overhaul the disciplinary process for MPs. \nAt a press conference, Sir Keir said his party would ban all second jobs if it got into power, apart from \"public service\" roles or professions requiring registration. \nThe Labour leader said these included MPs working as NHS doctors and nurses, or in the police and as Army reservists. \nBut he said work he had done in providing legal advice alongside being an MP - but before becoming leader - would no longer be allowed. \nSir Keir had called the press conference to set out his party's position ahead of a debate it had called on the outside jobs issue on Wednesday.\nThat debate is due to end with a binding vote specifically on banning MPs from taking paid directorships or consultancies.\nSir Keir said Mr Johnson's plan - which was announced during the Labour briefing - was a \"significant victory for the Labour Party\".\nBut he told reporters: \"Be under no illusion, the prime minister has only done this U-turn because his back was against the wall.\"\nHe urged the PM to follow through on his pledge and support Labour's motion on Wednesday.\nBut a government source said ministers would seek to amend it - thereby giving Tory MPs a Conservative proposal to back, rather than supporting the opposition. \nLabour's shadow Commons leader Thangam Debbonaire accused the government of playing \"dirty tricks\", and claimed it was trying to \"water down\" her party's plan.\nShe added: \"We don't need warm words from the Tories but concrete steps to clear up this mess made in Downing Street.\"\nThe PM's proposals in his letter would implement a recommendation originally made in a 2018 report from ethics watchdog, the Committee on Standards in Public Life.\nIn the correspondence to Commons Speaker Sir Lindsay Hoyle, Mr Johnson said the government now wanted to see it adopted \"as a matter of urgency\".\n\"An MP's primary role is, and must be, to serve their constituents and to represent their interests in Parliament,\" he wrote. \nHe added that a ban, which it is thought would affect around 30 MPs, would ensure MPs continue to \"command the confidence of the public\". \nHe also said the government supported another recommendation in the report - to update MPs' code of conduct to state any outside roles, paid or unpaid, should not \"prevent them from fully carrying out their range of duties\".\nFollowing the announcement, the Liberal Democrats confirmed their leader, Sir Ed Davey, had resigned from both of his consultancy roles.\nA party spokesperson said those contracts had been ended \"last week\" and that while the funds earned had been \"used to fund for the care for his severely disabled son\", Sir Ed \"has always and will always comply with all rules and standards on these matters\".\nThe PM's proposal comes after the spotlight was shone on Tory MP and former Attorney General, Sir Geoffrey Cox, who earned over £700,000 doing legal work in the British Virgin Islands (BVI) on top of his MP salary.\nImplementing both changes would require an alteration to the MPs' code of conduct, requiring a formal vote in the House of Commons.\nOuch. Politics is a harsh old business. \nSir Keir Starmer's team had decided to put him out in public to make a decisive statement, positioning him as the sleaze-buster in chief. \nYet, just as the moment arrived, even during the introduction by his deputy, Angela Rayner, someone else decided to intervene before Sir Keir was able to open his mouth.\nYes, you guessed it, one Boris Johnson. \nThe prime minister who a fortnight ago ordered his troops to protect one of their own who had fallen foul of the existing rules on lobbying, and defended the tradition of MPs being able to do outside work, is now proposing tighter rules and harsher penalties.\nI hope you'd forgive me for gently pointing out that the timing of this change of heart is about as subtle as being smacked in the face. \nBut while it may have taken some of the fizz out of Labour's event, it's a pretty clear admission from No 10 that its response to the handling of sleaze allegations has been messy, and simply, as many of MPs on their own side freely worry about, not good enough, not near it. \nRead more from Laura here. \nThe announcement comes as MPs agreed to formally reverse a government plan to revamp Parliament's system for investigating MPs.\nMinisters had proposed the overhaul alongside a bid to block Mr Paterson's suspension for 30 days, following an inquiry by Parliament's standards commissioner.\nBut they abandoned the plan a day later, after an outcry from opposition MPs and some Tories. \nMr Paterson, who has always denied wrongdoing, had called the investigation into his conduct unfair.\nHe has also stepped back from his consultancy work, for which he was earning £100,000 a year on top of his £81,932 MP's salary. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59298256",
      "category": "uk",
      "title": "Covid-19: Scotland considers vaccine passport expansion and pub curfew back in Irish Republic",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Tuesday evening. We'll have another update for you tomorrow morning.\nScotland could require vaccine passports at cinemas, theatres and some hospitality venues from 6 December, with a final decision due on Tuesday next week. First Minister Nicola Sturgeon told the Scottish Parliament tighter rules may be needed to get through the winter without another lockdown. Proof of vaccination is already required in Scotland at nightclubs and major events such as concerts and football matches. But Ms Sturgeon said there had been a \"gradual increase\" in cases and the number of patients in hospital was \"extremely high\". Opposition politicians accused her of keeping businesses in the dark and called for greater financial support. \nPubs, restaurants and nightclubs in the Republic of Ireland will have to close at midnight from Thursday, as the country aims to stem a rise in Covid cases. Normal opening hours had only resumed last month, after an earlier 23:30 curfew was lifted. The hospitality industry has warned the decision would be \"extraordinarily difficult\" for late bars, which have a licence to serve alcohol until 02:30, rather than the normal weekend closing time of 00:30 for other pubs and bars. People will also be advised to work from home from Friday, reversing another policy change in September. Ireland has one of the highest vaccination rates in the world but has seen infections surge this month, with 4,570 reported on Monday.\nJob vacancies hit a new record high in October, with employers saying they are having to improve pay and conditions to attract recruits. There were 1.17 million job openings in October, according to the Office for National Statistics, almost 400,000 higher than before the pandemic. Despite the end of the furlough scheme in September, the redundancy rate was mostly unchanged. The ONS said it may take a few months for the impact of furlough ending to be seen but businesses were reporting that only a very small proportion of these workers were being laid off. \nPoverty, lockdowns and mental health problems have contributed to a substantial rise in childhood obesity during the pandemic, experts say. Figures from NHS Digital suggest 14% of children were obese in 2020-21, up from 10% the year before. By the final year of primary school rates were at 25% and in the poorest areas obesity was twice as common. BBC head of statistics Robert Cuffe says obesity is defined differently for children, and using the adult measure would result in lower rates. But he says the upward trend is still concerning.\nDrug company Pfizer has agreed a deal to allow 95 developing nations to make and sell generic versions of its new Covid-19 treatment pill. Agreed with a UN-backed public health organisation, the Medicines Patent Pool, the deal would give 53% of the world's population access to the drug. But it excludes some countries such as Brazil that have had large and deadly Covid-19 outbreaks. Data released by Pfizer from clinical trials earlier this month suggest the drug, Paxlovid, cuts the risk of hospital admission or death by 89% for high-risk adult patients.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nAs governments across Europe consider tightening up Covid restrictions, find out more about the UK's plan for the pandemic this winter. \nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59303632/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: Sammy Wilson hopes DUP will block vaccine passport checks",
      "tags": "NI Health,Coronavirus vaccines,Naomi Long,Robin Swann,Vaccine passports",
      "text": "Democratic Unionist Party (DUP) MP Sammy Wilson has said he hopes his party will try to stop the introduction of mandatory Covid-19 vaccine certificates in Northern Ireland.\nHe described it as a \"bad policy\" and said it would be an infringement on people's freedoms.\nThe Stormont executive will discuss the proposal by Health Minister Robin Swann's at a meeting on Wednesday.\nThree other ministers have already declared their support for the plan.\nAny ministers opposing to the idea \"need to set out very clearly what their alternative is\", said Infrastructure Minister Nichola Mallon, the SDLP deputy leader.\nAlliance Party leader and Justice Minister Naomi Long said the system should have been put in place when social distancing was scrapped in bars, cafes and restaurants and nightclubs reopened in Northern Ireland on 31 October.\nDeputy First Minister Michelle O'Neill, the Sinn Féin vice-president, tweeted that she would support Mr Swann's proposal.\nDUP leader Sir Jeffrey Donaldson said he had made a commitment to Mr Swann to \"work with him to find solutions\", but they \"have to be solutions that genuinely ease the pressures that our hospitals are under\".\nNorthern Ireland's health department has updated its COVIDCert NI app, which was introduced to allow people travelling abroad to show proof of vaccination, to include a certificate for \"domestic use\".\nBut use of the domestic certificate is not mandatory - that will be up for discussion by the executive on Wednesday.\nMr Swann has said that ministers will consider which sectors may require people to show certificates to gain entry.\nThe DUP's Mr Wilson said ministers from his party would \"make a proper assessment of the policy... and then make [their] decision\".\nHe told BBC News NI: \"If you're going to have a policy which will save lives then at least make sure that it's workable.\n\"Make sure that it doesn't do other damage to the economy and to people's individual freedoms which can't be undone in the future.\n\"We have always said that any response to Covid should be a proportionate response and should take into consideration the impact that it has on people's lives and on businesses.\"\nIt was put to him that some hospitals in Northern Ireland were close to breaking point.\nHe responded: \"There should have been much better planning to ensure that hospitals did have the capability - we are two years nearly into this (pandemic) now.\"\nMrs Long told BBC News NI: \"I felt that the time to [introduce mandatory vaccine certificates] was at the point when we were making additional relaxations.\n\"Those who are vaccinated are less likely to become seriously ill, and if they're less likely to be seriously ill they're less likely to put pressure on the health service.\"\nBut she said it was important to maintain other measures for dealing with Covid-19.\n\"[Vaccine passports are] not going to be the one thing which sets us out and deals with the fact we have rising Covid levels in the community,\" she said.\n\"The thing that's most likely to do that is people taking personal responsibility.\"\nMrs Long said she did not support the introduction of Covid-19 passes \"when it comes to access to public services\".\n\"I think that would be discriminatory but I think when you're talking about areas of life which are optional it is reasonable, particularly where there is no social distancing possible,\" she added.\nIf Covid passports are to be introduced in Northern Ireland it will not be a magic solution - they are just another piece of the jigsaw of measures designed to offer an additional ring of protection.\nThe hard evidence is that vaccines work so more proof of individuals being vaccinated will help control an environment that's full of the virus.\nThink about it - if you reduce the chance of infectious people entering high-risk settings such as bars and nightclubs you reduce the risk of transmission.\nBut it would be wrong to expect Covid certificates to solve all of our problems.\nIt worked in the Republic of Ireland to an extent but now that the effectiveness of the vaccine is waning and more people are indoors certs there aren't just as powerful.\nLike social distancing, hand-washing, vaccines and boosters, Covid certificates are just another part of the armoury.\nWith infection figures rising, the Department of Health needs all the ammunition it can get its hands on as it continues to battle the virus.\nMs Mallon said the introduction of Covid-19 vaccine passports was \"long overdue\".\n\"It really is the right and responsible thing and I hope that all of the executive can examine the evidence and we can agree this and we can get moving on it extremely quickly,\" she told BBC News NI.\n\"No-one wants to be taking these decisions but we're in a public health emergency and so we have to take difficult unpopular decisions.\n\"We need to do a last push, if you like, to maximise vaccine uptake and we know when you look at other places that when you incentivise it more people come forward.\"\nSince July, people in the Republic of Ireland have had to show proof of their jabs for indoor hospitality.\nThe chief executive of Hospitality Ulster said the majority of businesses could not support a vaccine passport.\nColin Neill said that \"once again\" the industry was being singled out.\n\"Many are worried that this will be imposed on the sector, just because it might feel like this is the right thing to do,\" he said.\nHe said there were many unanswered questions about what a phased approach was, what premises would be included, unvaccinated staff and the effect on jobs.\n\"The executive has the power to impose Covid passports but it will be the hospitality sector who will be left to carry the financial and operational burden,\" he said. \n\"It would appear that little or no consideration has been given to the business owners and staff who will be left to enforce the scheme.\"\nThe Northern Ireland Hotels Federation, a trade body representing the sector, said Stormont must \"outline exactly what\" was required before such a policy came into effect.\n\"The real thing is the clarity,\" said its chief executive Janice Gault.\n\"The public need to know why this is being done, what is expected of them, just as businesses need to know what they are looking for and how it will be enforced.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59296839",
      "category": "business",
      "title": "Rents rising at fastest pace in 13 years, says Zoopla",
      "tags": "Housing,Housing market,Renting,Private rented sector",
      "text": "Rents are rising at the fastest pace since 2008 as people rush back to city centres, according to property website Zoopla.\nPrivate sector rents in the UK were 4.6% higher in September than a year before at £968 per month on average - the strongest growth seen in 13 years.\nOutside of London, rents were up by 6%, marking a 14-year high, it said.\nZoopla said it was partly down to higher demand for city living amid limited supply.\nRents are up most in the South West (9%) year-on-year, followed by Wales (7.7%) and the East Midlands (6.9%).\nAs lockdown restrictions have eased and businesses have reopened in city centres, there has been a marked return to more built-up areas, it suggested.\nRents in London are now starting to increase as people return to the office. In its latest report, Zoopla said the English capital saw prices increase by 1.6% annually, compared with falls of nearly 10% around the start of the year.\nAlthough rents in local areas can fluctuate significantly from month to month, cities such as Bristol and Nottingham also saw the average tenants' bill go up by more than 8% in the year to September. \nZoopla said demand for rented properties is still outstripping supply, putting upward pressure on prices.\nGrainne Gilmore, head of research at Zoopla, said that the popularity of homes in higher price bands was also contributing.\n\"Households looking for the flexibility of rental accommodation, especially students and city workers, are back in the market after consecutive lockdowns affected demand levels in major cities. \n\"Meanwhile, just as in the sales market, there is still a cohort of renters looking for properties offering more space, or a more rural or coastal location.\" \nAnd with fewer people made unemployed during the pandemic than had been expected, rents are expected to rise further in 2022.\nBy the end of next year, rents are forecast to rise by another 4.5%.\nDan Wilson Craw, Deputy Director of campaign group Generation Rent, said the new report was \"terrible news\" for anyone trying to move right now.\n\"We have been hearing from renters who have lost bidding wars for homes, or failed affordability checks, so are being priced out of their areas,\" he said.\nHe added that since the pandemic, private renters were more likely to be getting housing support through the welfare system.\n\"But the chancellor has frozen rates for another year, so these rises will make it even harder to find an affordable home. The government has to do much more to bring rents down - that means building more homes, including social housing,\" he said.\nAt last month's Budget, Chancellor Rishi Sunak announced almost £2bn would be invested by the government into building new homes on derelict or unused land in England."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-59288929",
      "category": "uk-england-merseyside",
      "title": "Liverpool Women’s Hospital explosion: Taxi driver David Perry 'lucky to be alive'",
      "tags": "Liverpool hospital blast,Liverpool",
      "text": "The wife of a taxi driver who survived an explosion inside his cab has said he is \"lucky to be alive\". \nDavid Perry was injured when a homemade bomb exploded shortly after he pulled up outside Liverpool Women's Hospital on Sunday morning.\nThe passenger, who is believed to have brought the device into the taxi, died at the scene.\nMr Perry's wife Rachel said it had been \"an utter miracle\" that he had escaped from the vehicle.\nPosting on Facebook, she said she felt \"some guardian angels\" had been looking over him. \nMs Perry also thanked the \"amazing staff, doctors and nurses\" at the hospital and the police officers and detectives \"who have been looking after us\". \nThe explosion has since been declared as a terrorist incident.\nMr Perry picked up a fare in the Rutland Avenue area of Liverpool and was asked to be taken to the hospital, about 10 minutes away, police said. \nAs the taxi arrived at the hospital's drop-off area just before 11:00 GMT, it exploded and Mr Perry escaped the car seconds before it was engulfed in flames.\n\"He is without a doubt lucky to be alive,\" Ms Perry said. \n\"The explosion happened whilst he was in the car and how he managed to escape is an utter miracle.\"\nRuss Jackson, head of Counter Terrorism Policing North West, said he had spoken to Mr Perry who was still \"shaken and injured\" but had yet to receive his full account of what happened.\nThe driver did not suffer life-threatening injuries and has since been discharged from hospital.\nMr Jackson said he could not confirm reports Mr Perry had locked the doors of the taxi before the explosion.\nPrime Minister Boris Johnson has praised Mr Perry's actions.\n\"It does look as though the taxi driver in question did behave with incredible presence of mind and bravery,\" he said.\nThe city's mayor Joanne Anderson said the taxi driver's \"heroic efforts\" averted what could have been an \"awful disaster\" on Remembrance Sunday. \nThe dead passenger has not yet been formally identified.\nFour men have been arrested under the Terrorism Act, while MI5 is assisting regional counter-terrorism police.\nLiverpool's Metro Mayor Steve Rotheram thanked \"everyone who acted so quickly to intervene\" and appealed for people to \"remain calm and vigilant\" and to \"avoid spreading rumours and misinformation\".  \nHe said this was \"an attempt to sow discord and division within our communities\" but Liverpool was known for \"solidarity and resilience\", adding: \"We will never let those who seek to divide us win.\"\nA police cordon remains in place around Liverpool Women's Hospital, although it remains open for patients.\nVisiting arrangements have been restricted until further notice, the hospital said.\nAn online fundraiser started by people involved in the taxi trade in the city has raised more than £21,000. \nOrganiser Jenny Phillips said the appeal was \"simply to help a family and a good guy who didn't deserve this, and has a lot of recovery to do but deserves a medal for his actions\".\nShe told the Liverpool Echo: \"We waited until we knew more details of what had happened and we were shocked.\n\"His family have since been in touch and said there are a number of other fundraisers that have been set up but are not official and the family are concerned people will be giving money to people they do not know.\"\nDid you witness what happened? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-59308991",
      "category": "uk-scotland-glasgow-west",
      "title": "Pilot jailed for 10 months for turning up drunk at Glasgow Airport",
      "tags": "United Airlines,New Jersey,Glasgow Airport,Air travel",
      "text": "An airline pilot has been jailed for 10 months after turning up drunk to fly a plane to the United States.\nGlendon Gulliver, 63, was due to fly United Airlines flight UA162 from Glasgow to Newark on 2 August 2019.\nBut a member of the public saw Gulliver drinking heavily the night before and reported him to Glasgow Airport via Twitter.\nPaisley Sheriff Court heard that the pilot failed a breathalyser test and was arrested before the 09:00 flight.\nScottish Courts said he admitted \"attempting to perform an aviation function with alcohol in breath\" in breach of the Railways and Transport Safety Act.\nAs reported in the Daily Record Newspaper, Gulf War veteran Gulliver was four times the legal limit for flying.\nSheriff Gillian Craig told him: \"I find it hard to envisage a more responsible role than that of a pilot in a commercial aircraft - these people placed their lives in your hands.\n\"They expect the pilots to be sober. There were 177 men, women and children.\n\"I dread to think what the consequences could've been.\"\nA spokesman for United Airlines said: \"The former pilot sentenced yesterday is no longer flying for United. The safety of our customers and crew is our highest priority.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-59288177",
      "category": "world-australia",
      "title": "Australian women sue over Qatar airport strip-searches",
      "tags": "Qatar Airways,Doha,Women's rights,Air travel,Qatar,Australia",
      "text": "A group of Australian women who were strip-searched and examined at Doha airport are suing authorities in Qatar.\nThe women were ordered off a flight and checked for whether they had given birth after a baby was found in a bin at Hamad Airport in October 2020.\nThey described their experience as state-sanctioned assault and the incident sparked widespread outrage.\nQatar later apologised and one airport official was handed a suspended jail sentence.\nBut the women say their cases have since been ignored.\nThey were taken off the Qatar Airways plane by armed guards before being taken into ambulances on the tarmac where they were inspected by nurses.\nThe women said they did not consent to the examinations and were not given explanations for what was happening to them.\nOne of the women, who did not want to be named, told the BBC she was \"subjected to the most horrifically invasive physical exam\".\n\"I was certain that I was either going to be killed by one of the many men that had a gun, or that my husband on the plane was going to be killed,\" she said in a statement from her lawyer.\nThe examinations lasted about five minutes before they were escorted back to their flight.\nSeveral women reported the incident to police after landing in Australia, sparking public attention and condemnation from several nations.\nAt the time, Qatar's Prime Minister Khalid bin Khalifa bin Abdulaziz Al Thani tweeted an apology saying: \"We regret the unacceptable treatment of the female passengers... What took place does not reflect Qatar's laws or values.\"\nThe Gulf state launched a criminal prosecution which led to a suspended jail term for an airport official.\nBut Damian Sturzaker, a lawyer for seven of the women, told the BBC they had been \"met with a wall of silence\" despite trying to engage with the Qatari authorities.\nThey want a formal apology from Qatar and the airport to change its procedures to make sure the incident does not happen again, Mr Sturzaker said.\nThe women are seeking damages and allege assault, battery, trespass and false imprisonment by the Qatari government, Qatar's Civil Aviation Authority and Qatar Airways.\nOne of the women - who said she had recurring nightmares about the incident - said the alleged lack of action from the Qatari authorities had spurred the women to take action.\n\"By speaking up, we want to ensure that no woman is ever subjected to the demoralising, horrendous treatment we were subjected to,\" she said.\nQatar is set to receive thousands of foreign visitors when it hosts the 2022 football World Cup.\nThe country's embassy in Canberra and Qatar Airways have not yet responded to the BBC's requests for comment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-59291119",
      "category": "world-africa",
      "title": "Alexander Monson: Kenyan policemen jailed over UK aristocrat's death",
      "tags": "Kenya",
      "text": "A Kenyan court has jailed four police officers for the manslaughter of British aristocrat Alexander Monson, who died in custody after being arrested near Mombasa in 2012. \nJudge Eric Ogola ruled that Monson was brutally tortured and had cannabis planted on him after he died.\nHe said the officers had covered up what happened to the 28 year old. \nMonson was the son of Lord Nicholas Monson and heir to the family estate in Lincolnshire.\nHe had moved to Kenya in 2008 to live with his mother, Hilary Monson.\nThe four officers were given jail terms of between nine and 15 years but between five and six years were suspended in each case.\nPolice arrested him for allegedly smoking cannabis in the Diani beach resort just south of Mombasa in May 2012.\nThe police initially said Monson had died of a drugs overdose but an inquest in June 2018 found he had died from a head injury. \nToxicology reports showed he had no drugs in his system at the time.\n\"The drugs were planted on the deceased after his death as a cover up,\" Judge Ogola said in the Mombasa court, adding that Monson had been in good health prior to his arrival at the station. \nHe added that those who brutally tortured Monson were known to the four policemen: Naftali Chege, Charles Wangombe Munyiri, Baraka Bulima and John Pamba.\nHe said the court had not been able to find out who they were because of \"the code of silence in the police force.\" \n\"I am satisfied that the death of the deceased was caused through unlawful omission on the part of the accused persons for failing to seek medical care for the deceased in good time,\"Judge Ogola ruled.\nHis father, who arrived in Kenya over the weekend, his mother, and several family members were in court for the ruling.\nCase exposes slow pace of justice in Kenya \nBy Mercy Juma, BBC News, Mombasa\nOutside the court Hilary Monson told reporters she was \"disappointed\" by the sentence given to police officers accused of killing her son. \nBefore the ruling she had made an emotional appeal on behalf of herself and other Kenyan mothers, saying a strong message against police brutality had to be sent. Human rights organisations have documented hundreds of killings over the years by police officers, the majority of which have gone uninvestigated.\nThis case also exposed once again how hard it can be, and how long it can take, to get justice in Kenyan courts. \nThe Monson family spent thousands of dollars to get the case this far - resources that many people in this country do not have.\nWorryingly this case also highlights a near collapse of trust between the public and the police, those sworn to protect and serve Kenyans are accused of showing fealty to their \"code of silence\" rather than to justice and truth. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-59298586",
      "category": "uk-england-merseyside",
      "title": "Liverpool Women's Hospital explosion: Police name suspect killed in blast",
      "tags": "Liverpool hospital blast,Liverpool",
      "text": "The man who died when a homemade bomb exploded outside Liverpool Women's Hospital has been named by police as Emad Al Swealmeen.\nThe 32-year-old was a passenger in a taxi when his device blew up shortly before 11:00 GMT on Remembrance Sunday.\nThe driver David Perry escaped before the car caught fire and has since been discharged from hospital.\nFour men arrested in Liverpool under the Terrorism Act have been released from police custody without charge.\nMeanwhile, the UK terror threat level has been raised to \"severe\".\nOfficers believe Al Swealmeen lived at a house in Sutcliffe Street in the Kensington area of Liverpool, where counter-terrorism police officers carried out raids earlier. \nPolice said he had recently rented an address in Rutland Avenue, near Sefton Park in the city, which has also been searched by officers.\n\"Our focus is the Rutland Avenue address where we have continued to recover significant items,\" said Det Ch Insp Andrew Meeks, from Counter Terrorism Police North West.\n\"Any information that the public may have about Al Swealmeen no matter how small may be of great assistance to us.\"\nIn a later statement, police said they had made \"significant progress\" since Sunday and had a \"much greater understanding of the component parts of the device, how they were obtained and how the parts are likely to have been assembled\". \nBBC News correspondent Ed Thomas said Al Swealmeen was a refugee from Syria who was befriended and supported by Malcolm and Elizabeth Hitchcott, who knew him as Enzo, when he arrived in the UK.\nMrs Hitchcott said she and her husband were \"just so sad\" and were \"very shocked\" by his death.\n\"We just loved him, he was a lovely guy,\" she added.\nAl Swealmeen is believed to have manufactured and brought the device into the taxi.\nPolice said he was picked up from the Rutland Avenue area and asked to be taken to the hospital, about 10 minutes away, before the bomb exploded.\nHe is not believed to have previously been known to MI5.\nFour men were arrested under terrorism laws in the Kensington area of Liverpool - three aged 21, 26 and 29, who were held on Sunday, and a 20-year-old man who was detained on Monday.\nAssistant Chief Constable Russ Jackson said on Monday evening: \"Following interviews with the arrested men, we are satisfied with the accounts they have provided and they have been released from police custody.\"\nHe said: \"It is likely to be some time, perhaps many weeks, until we are confident on our understanding of what has taken place\", adding that police have \"considerable resources and staff deployed to understand how this device was built and who, if anyone, else was involved\".\nInvestigators are being cautious about drawing conclusions about the motivation of Emad Al Swealmeen. \nHe is believed to have originally come from the Middle East and went into the asylum system. But in recent years he may have converted to Christianity and also suffered from mental health issues. \nThe decision to declare this a terrorist incident looks less to be based on a clear understanding of his ideology and more on his methodology, with the use of an improvised explosive device.\nHowever, investigators will still be hoping to gain a better understanding of what exactly lay behind this incident.  \nEarlier, police said Mr Perry had been released from hospital after being treated for his injuries.\nPosting on Facebook, the taxi driver's wife Rachel said he was \"lucky to be alive\". \n\"The explosion happened whilst he was in the car and how he managed to escape is an utter miracle,\" she added. \nPolice confirmed a controlled explosion had been carried out as a precaution in the Sefton Park area at about 16:00 GMT on Monday as part of the investigation.\nHome Secretary Priti Patel said the terror threat level had been raised from \"substantial\" to \"severe\", meaning an attack is \"highly likely\", because the explosion in Liverpool was the second incident in a month.\nThe death of Conservative MP Sir David Amess, who was stabbed multiple times during a meeting with his constituents in Essex on 15 October, has been treated as a terrorist incident by police.\nDeputy Assistant Commissioner Matt Twist, one of Counter Terrorism Policing's senior national co-ordinators, said the change was a \"precautionary measure and not based on any specific threat\", adding that the public \"should not be alarmed by this change\".\nPatients have been told to attend appointments at Liverpool Women's Hospital as normal. \nThe hospital's chief executive, Kathryn Thomson, paid tribute to \"brave and dedicated\" staff and emergency service workers but added the last two days had been \"extremely upsetting and traumatising\". \nAdditional reporting by Doug Faulkner\nDid you witness what happened? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-59292358",
      "category": "newsbeat",
      "title": "Radio 1's Big Weekend 2022 to be live in Coventry",
      "tags": "Coventry UK City of Culture 2021,Live music,Radio 1's Big Weekend,Coventry,Music festivals,The Biggest Weekend,Music",
      "text": "Coventry will host Radio 1's Big Weekend in 2022, three years after the last live Big Weekend festival.\nIt will take place 27-29 May at the War Memorial Park.\nMore than 70,000 fans are expected over the three-day event, and acts are expected to be announced soon.\nRapper Pa Salieu grew up in Coventry and says he's \"more than proud\" of his city - adding having Big Weekend there is \"very, very exciting\".\n\"It's a city full of so much vast culture. It will be sick, Coventry will appreciate it,\" he tells Newsbeat.\n\"For me, Coventry's exciting.\"\nCoventry is the UK city of culture for 2021.\n\"We can't wait to bring some of the biggest artists on the planet along with us when we head to Coventry in May,\" says Head of Radio 1 Aled Haydn Jones.\nIn 2018, it hosted the Biggest Weekend, a UK-wide music festival run by BBC Music. \nPrevious headliners at Radio 1's Big Weekend have included Stormzy, Ed Sheeran and Miley Cyrus.\nThe pandemic meant 2020's festival in Dundee was cancelled, and replaced with a virtual festival.\nArtists such as Sam Smith and Young T & Bugsey recorded sets at home instead.\nBig Weekend 2021 was also shown online, but with acts - including Coldplay, AJ Tracey and Royal Blood - playing in dramatic venues.\n\"Radio 1's Big Weekend always kicks off the UK's festival season in style, so we're delighted to be bringing it back to the field again for 2022,\" added Radio 1's Aled Hadyn Jones. \n\"We've got some incredibly exciting ideas in the pipeline for the event this time around\".\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59289707",
      "category": "uk-scotland",
      "title": "Scotland can expect normal Christmas, says Swinney",
      "tags": "Nicola Sturgeon,Vaccine passports",
      "text": "People in Scotland can expect a \"normal Christmas\" with some Covid measures, the deputy first minister has said.\nJohn Swinney told the BBC that the extension of the vaccine passport scheme and other mitigations would help people live normally.\nLast winter Scotland was under the toughest level of lockdown restrictions from 26 December until March.\nMr Swinney said he wanted to avoid further closure of businesses \"at all possible costs\".\nHe told BBC Radio Scotland's Drivetime the Scottish government was trying to manage Covid to a level that \"enables most of our economy and society to function as close to normality\" as possible. \n\"I'm very hopeful that this could be a normal Christmas,\" he added. \"It will be a normal Christmas with us all taking care, is what I would say.\n\"We may have to put in place some additional measures to make sure that is the case.\"\nMr Swinney said such measures included the extension of the vaccine passport scheme, as well as \"intensifying\" the vaccine programme.\nEarlier, First Minister Nicola Sturgeon confirmed that vaccine certification could be rolled out to cinemas, theatres and more hospitality venues from 6 December.\nShe said a final decision would not be taken until next Tuesday.\nThe passport scheme currently only applies to nightclubs and major events such as concerts and football matches. \nA decision had been widely expected to be made this week, with opposition leaders accusing the government of creating \"wholly avoidable uncertainty\" for businesses that could be affected.\nMs Sturgeon told MSPs there had been a \"gradual increase\" in new cases of Covid-19 over the last two weeks, with pressure on the health service expected to increase in winter.\nThe first minister said the vaccine passport scheme was making \"an important and proportionate contribution to stemming transmission\".\nShe said the government was also considering whether a negative test result could be provided instead of proof of vaccination, as happens in most other countries that have introduced vaccine passports.\nShe also said choosing not to be vaccinated without good reason was \"deeply irresponsible,\" and urged people to do their \"civic duty\" by getting jabbed. \nThe government has updated its \"strategic framework\" paper with plans for the winter period ahead, with warnings that the country \"risks moving potentially rapidly\" into a challenging situation should a new variant of the virus emerge.\nThe Scottish Licensed Trade Association said hospitality venues had been offered a \"stay of execution\", but warned that any expansion of the certification scheme would \"force many premises into closure\".\nManaging director Colin Wilkinson said: \"Businesses need time to plan for something major like this, and vague comments like those from Nicola Sturgeon today leave us in limbo for another week as we approach the vital Christmas trading period.\"\nMinisters are watching the situation in Europe very carefully. Many countries there are having to reimpose restrictions because of soaring case numbers.\nPublic health experts don't yet know if this is a new wave that could be coming Scotland's way, or if this is what we already faced back in September.\nThe Scottish government is said to be at a fork in the road, but it can't choose which path to take until it knows the direction of travel of the virus.\nThere is a degree of confidence that three key hurdles have been overcome: pupils are back in school, students have returned to universities and colleges and COP26 has passed without a massive spike in cases.\nBut with Christmas fast approaching, the decision on whether or not to extend vaccine certification will have to be made soon.\nThe Scottish Chambers of Commerce said there \"continues to be a sense of anxiety\" among firms about an extension to the scheme, and that \"it would hit consumer confidence and increase costs for businesses\".\nAnd the Federation of Small Businesses said there were \"so many unanswered questions about the practicalities of a dramatically expanded scheme\".\nScottish Conservative leader Douglas Ross accused the government of having \"a total lack for respect for Scottish businesses\".\nHe said: \"The government has delayed again, creating wholly avoidable uncertainty. Businesses are once again being left in the dark and treated as an afterthought.\"\nScottish Labour leader Anas Sarwar said ministers should commit to engaging with affected businesses and offer financial support if new measures are introduced.\nHe also said Ms Sturgeon should accept that providing a negative test should have been an option in the system from the outset, saying: \"Testing should always have been at the heart of our Covid reduction strategy.\"\nThe first minister said allowing a negative test to be included was a \"finely balanced\" decision, saying it could be argued that the scheme had helped to drive vaccine uptake.\nHowever, she said Scotland may now be in a position to include this option due to high levels of uptake of the vaccine.\nMeanwhile Scottish Lib Dem leader Alex Cole-Hamilton said the government should use the COP26 conference as a model for using regular testing to control the virus rather than vaccine certificates.\nData published by Public Health Scotland on Tuesday suggested that only four in every 1,000 delegates tested positive during the Glasgow event, compared with an infection rate of 12 in every 1,000 in Scotland as a whole."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59292120",
      "category": "business",
      "title": "HS2 rail extension to Leeds set to be scrapped",
      "tags": "Northern Powerhouse,Transport,Rail travel,HS2,UK economy,High Speed Rail,Leeds",
      "text": "The government is set to scrap the eastern leg of HS2 between the Midlands and Leeds, sources have told the BBC.  \nThe Transport Department will instead announce a new rail plan on Thursday, involving £96bn of funding for new routes in the North and Midlands. \nSources said the impact of scrapping the Leeds leg of HS2 would make journeys longer by 20 minutes.\nBut the government is set to argue the new plans will deliver comparable benefits more quickly and cheaply.\nA source told BBC political correspondent Nick Eardley they would show an \"enormous amount of common sense\".\nHigh Speed 2 is a planned new high-speed railway line, originally meant to connect London with the city centres of Birmingham, Manchester and Leeds. \nBut Conservative MPs expressed concerns about the cost of the eastern leg connecting the West Midlands and Leeds, and there were rumours it would be scrapped. \nAccording to a report in the Sunday Times this weekend, Transport Secretary Grant Shapps will announce two shorter high-speed routes created in part by upgrading existing lines. One will run between Leeds and Sheffield, another from Birmingham to East Midlands Parkway.\nThe government is also expected to put money aside to explore setting up a tram service for Leeds. \nThe Northern Powerhouse Partnership, a group of northern local authorities and business leaders, said the decision to scrap the Leeds leg of HS2 was a mistake. \nDirector Henri Murison said: \"The reported loss of any of the new line on the eastern leg of HS2 is damaging, reducing the benefits of the section being built now between Birmingham and London. \n\"Without the benefits to areas such as Yorkshire and the North East, HS2's status as a project to drive the whole of the UK is undermined considerably.\"\nA proposed Northern Powerhouse route from Leeds to Manchester is now expected to be made up of some new line, but it will mostly consist of upgrades to the existing track.\nThe new track on the route will not allow high-speed rail travel.\nThe route is not expected to go via Bradford, a key request of many in the city and surrounding area.\nNaz Shah, the Labour MP for Bradford West, tweeted: \"This is Boris pulling the whole damn rug from under our feet and ripping up the floor behind him!\"\nby Katy Austin, BBC transport correspondent\nThe upcoming rail plan matters to many thousands of people and businesses. Whether they're taking a train for commuting, a business meeting or for leisure, what will their future options be? And how long will those journeys take?\nRumours that the eastern leg of HS2 could be scaled back or scrapped altogether have been swirling for months. It now looks likely that only part of the route linking the West Midlands with Yorkshire will get a new high-speed track.  \nThe government's view is that the alternative option for HS2 would still make journey times faster, but deliver benefits more quickly. There's clearly a cost element too. But it doesn't bring the same benefits when it comes to capacity.\nMeanwhile, there's disappointment in cities such as Bradford. They see the delivery of Northern Powerhouse Rail, including a new line from Leeds to Manchester via Bradford, as crucial to regeneration and creating opportunities for their residents.\nWe'll learn on Thursday what the final plans are. At the moment it looks like they will receive significantly more of a welcome in the East Midlands than the North of England.\nThe shadow transport secretary, Jim McMahon, accused the government of trying to back out of promises made on badly-needed major infrastructure projects, and described the reported plans as \"half-baked and repackaged\".\nConservative MP Kevin Hollinrake, who represents Thirsk and Malton in North Yorkshire, told the i newspaper the downsized plans indicated the government was \"not willing to put our money where our mouth is\".\nOf the £96bn set aside for the new Integrated Rail Plan, £40bn will be new money, the BBC understands."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59267652",
      "category": "uk",
      "title": "Police vetting: Thousands of staff members not properly checked",
      "tags": "Policing",
      "text": "More than 2,500 police officers and staff are working without the appropriate level of vetting, a BBC investigation has found.\nFigures show more than a quarter of UK forces have not checked all personnel to meet national guidelines introduced in 2006.\nThe murder of Sarah Everard has shone a spotlight on police vetting procedures.\nThe National Police Chiefs Council said it was the responsibility of each force to ensure checks were up to date.\nVetting involves a series of background checks on people wanting to join the police - looking at everything from past convictions, behaviour of family and friends, or financial problems that may leave an applicant open to corruption.\nThe College of Policing introduced the national guidelines to ensure all forces in England, Wales and Northern Ireland were checking new recruits in the same way. \nThen in 2019 the police watchdog, Her Majesty's Inspectorate for Constabulary, Fire and Rescue Services (HMICFRS), gave all forces a deadline of July 2020 to retrospectively vet all their officers and staff to these 2006 guidelines, no matter how long they have been serving. \nBut figures obtained by the BBC's File on 4 programme - through a series of Freedom of Information requests - show more than a quarter of police forces have still not met this deadline.\nFile on 4 has also investigated a number of cases where \"red flags\" have failed to be acted on by police forces.  \nNicola Brookes, who waived her right to anonymity, was groomed for sex by a former inspector at Sussex Police, Tony Lumb.\nHe targeted Ms Brookes, a vulnerable stalking victim, in 2015, under the pretence of helping her with her case. Ms Brookes said he visited her regularly while he was on duty and they once had sex.\n\"He was literally grooming me to be dependent on him. All the way through he'd been telling me that it was OK for him to behave like this with me, because I wasn't his crime victim so it was OK,\" she said.\nEventually she realised what he had been doing was wrong, and reported him to the police.\nHe was sacked for gross misconduct in 2020, following an investigation by the Independent Police Complaints Commission (IPCC), in which it emerged he had had sex with three other women while on duty.\nThe IPCC report revealed Lumb had been previously reported to Sussex Police in 2012 but the allegation wasn't investigated properly by the force's professional standards department.\n\"It was shocking,\" Ms Brookes said. \"He could have been stopped in 2012 and he would never have been able to get to me.\"\nDuring his 27 years as an officer, under current rules, Lumb may only have been vetted twice. Sussex Police refused to provide File on 4 with any details of his checks, but said in a statement that as a force they fully comply with the vetting code of practice.  \nThey said they could not tell the BBC why the 2012 allegation was not fully investigated.\nOf the 47 forces, 41 responded to the FoI request revealing that 2,515 officers and staff were still not up to date with vetting checks - about 1.5% of all personnel. The figures do not include the Metropolitan Police, which said it could not provide the data in time. \nHowever, a similar FoI request by File on 4 in May this year found more than 650 Met Police officers and staff had not been revetted to the 2006 guidelines.\nPolice Scotland is not bound by College of Policing guidance.\nHMICFRS says it is \"reviewing whether previous recommendations on vetting have been implemented\".\nBut the former Inspector of Constabulary, Zoe Billingham, called the figures \"deeply disappointing\".\nShe told File on 4: \"We know that policing attracts predators, a very tiny number, so of all of the professions and all public services, policing really does have to have the state of the art tightest vetting processes and procedures in place.\n\"It [retrospective vetting] needs to be completely nailed down now so that all officers, all staff, and volunteers working in policing have the right checks and safeguards in place.\"\nChief Constable Debra Tedds, who leads on vetting for the National Police Chiefs Council said: \"It is the responsibility of each force to ensure that they have got the required levels as per the guidance. And I do know that there are a small number of forces that do still have outstanding action plans that they need to work through.\" \nShe added: \"The majority of officers do join the service to do the right thing and support members of the public. My general view is vetting is robust.\"\nYou can listen to File on 4: Who's policing the police? on Radio 4 on Tuesday 16 November at 20:00 GMT, and then afterwards on BBC Sounds."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59302919",
      "category": "world-europe",
      "title": "Poland border crisis: Migrants tear-gassed trying to cross from Belarus",
      "tags": "Belarus border crisis,Belarus,Poland",
      "text": "Polish forces have used tear gas and water cannon against migrants trying to cross into the country from Belarus.\nVideos showed migrants throwing stones and other objects at the Polish forces guarding a fortified border crossing.\nFor weeks, thousands of migrants, mostly from the Middle East, have been gathering at the Belarus border in an attempt to reach the European Union.\nBelarus has been accused of pushing migrants to the border to try to destabilise the EU, a charge it denies. \nEU-Belarus relations have been severely strained since long-term leader Alexander Lukashenko declared victory in a discredited presidential election last year and tried to silence dissent by cracking down on mass protests and arresting political opponents.\nThe EU imposed sanctions on Belarus in the wake of the poll and, along with the US, will step them up following the border crisis.\nThere have been more than 5,000 attempts by migrants to cross the border into Poland from Belarus so far this month, compared to just 88 in the whole of last year, the Polish border agency says.\nThe migrants, including children, have been living in makeshift camps in freezing conditions just inside Belarus. In recent days, thousands have converged on a crossing at Kuznica, south of Grodno in north-west Belarus.\nOn Monday, many of those migrants burst through a fence and gathered at a crossing on the Belarusian side of the border. They were blocked by Polish troops and a tense stand-off ensued.\nBy Tuesday morning, Poland's defence ministry said its forces had responded to migrants attacking a border fence at Kuznica.\n\"The migrants attacked our soldiers and officers with stones and are trying to destroy the fence and get to Poland. Our services used tear gas to quell the migrants' aggression,\" the ministry tweeted.\nPolish police said an officer was seriously injured by an object thrown across the border and was in hospital with a suspected fractured skull.\nThe police accused Belarusian forces of supplying migrants with stun grenades and standing by while they threw them and other missiles.\nBut Russia - a close ally of Belarus - condemned Poland's use of tear gas and water cannons against the migrants, calling it \"absolutely unacceptable\".\nA BBC reporter at the scene described his eyes stinging from the use of tear gas, adding that the migrants had been unable to breach the border.\nPolish water cannon are being deployed because, here on the Belarusian side of the border, migrants started throwing rocks, bricks and branches towards the Polish forces.\nIt's a scene of chaos which is continuing. It feels very much like a pre-planned provocation. It seems as if a decision has been taken on this side of the border to try and exact a response from Poland, and from the EU.\nThis image is very much what Alexander Lukashenko wants to transmit to the world. Belarus has been trying to portray Europe as uncaring and uncompassionate, inhuman even. And certainly Belarus will use this to portray that image of Europe to the world.\nThe trouble at the border came just as there were signs of de-escalation.\nMr Lukashenko spoke to Germany's Angela Merkel on the phone on Monday, his first call since cracking down on protesters after the election.\nHe told a government meeting that \"we cannot let this so-called problem lead to heated confrontation,\" state news agency Belta reported. Belta said Mr Lukashenko and Mrs Merkel agreed on further contacts to resolve the situation.\nThe call came after EU foreign ministers agreed to widen sanctions against Mr Lukashenko's government. The exact details will be confirmed later this week, but individuals and travel companies implicated in the movement of people through Belarus are expected to be affected.\nIraq has said it will repatriate its citizens, starting with a flight carrying 200 people on Thursday. But many migrants say they are determined to stay and enter the EU."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59288448",
      "category": "uk-northern-ireland",
      "title": "Craigavon Area Hospital: ED open again to all ambulances",
      "tags": "Craigavon",
      "text": "A second ambulance diversion at Craigavon Area Hospital has ended.\nThe Southern Trust diverted emergency vehicles, except in cases of patients facing immediate life-threatening situations, on Monday morning.\nIt was the second time in 24 hours the hospital had to implement measures due to \"extreme pressure\" on its wards.\nHospitals in the Southern Health Trust area are \"absolutely on the edge\", a senior official has said.\nChief executive Shane Devlin told BBC News NI the trust was \"exceptionally close\" to declaring a major incident.\nAmbulances were first diverted away from Craigavon Area Hospital on Sunday evening, until 22:00 GMT.\nMr Devlin said staff were exhausted due to the huge demand on hospital services.\n\"We were very, very close to needing radical action,\" he said.\nThere were 108 people in the emergency department at the peak on Sunday - 32 of those required admission to a ward but just three beds were available, said Mr Devlin.\nOn Monday morning, he said there were 48 patients who had been waiting for more than 12 hours in the emergency departments at Craigavon Area Hospital and Daisy Hill Hospital in Newry.\nThe two hospitals also have 141 Covid-19 inpatients, 123 of whom are in Craigavon.\nMr Devlin said the health system could not cope with the demands of a major incident, which would have involved calling extra staff in and moving patients to other hospitals.\n\"We would not have had anywhere to move our patients to and our staff were all in,\" he said.\nThe chief executive said the numbers of Covid-19 patients had left the hospital system \"absolutely on the edge\".\n\"Each Covid patient takes up three times the resource that the average medical patient would have done - that has resulted quite clearly in our ability to flow patients through our hospital,\" he said.\n\"If we can start to get Covid patients moving through and also stop Covid patients arriving - hopefully by them not having Covid that requires hospitalisation - we can start to try and get our hospital back in balance.\n\"I wish I could provide every patient with a gold standard service, and during a pandemic, which is what this is, I cannot do that.\"\nMr Devlin said he believed people would \"come to harm\" as a result of the situation.\nHe confirmed that the vast majority of those who had been exceptionally unwell with Covid-19 in the trust's hospitals had not been vaccinated for the virus.\nMr Devlin urged people to consider alternatives before going to Craigavon Area Hospital on Monday and said it would take time to get the hospital \"flowing\" again.\nDemocratic Unionist Party (DUP) MP Carla Lockhart urged the public to phone first before making their way to hospitals.\n\"This can help direct patients to the most appropriate care for their health need and ensure those attending A&E are those who need to attend A&E, rather than a GP or other service,\" said Ms Lockhart.\nThe Upper Bann MP also thanked front-line medical staff who were working \"under the most challenging conditions\".\n\"They are worn out, mentally and physically exhausted, yet continue to deliver the best possible care for those in need,\" she said.\nSDLP MLA Dolores Kelly described the situation at the hospital on Sunday night as \"horrific\" and should have been declared a major incident.\nSpeaking on BBC Radio Foyle, the Upper Bann MLA said Covid-19 pressures and workforce issues had caused a \"perfect storm\".\n\"If more staff were available they could open more beds.\n\"I warned eight or nine years ago of the way in which the trust's managed in terms of short-term temporary contracts, how they manage their budgets,\" she said.\nMs Kelly added: \"It is a crisis facing the whole executive and we need the joint first ministers to step up.\"\nShe said Craigavon Area Hospital \"has been promised a new hospital for a number of years now\".\n\"But what we have seen is a piecemeal implementation rather than a huge effort going into a new hospital\".\nDr Tom Black, the chairman of the British Medical Association's Northern Ireland branch, said easing Covid-19 restrictions had put hospitals under extreme pressure.\n\"We did warn about this two or three weeks ago when there was an easing of restrictions and we opened up society to eating and drinking and dancing without masks,\" he said.\n\"We said the consequences of that would be in three weeks' time when we would see the hospital system overwhelmed.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59288384",
      "category": "uk-scotland",
      "title": "What next for Scotland's Covid vaccine passport scheme?",
      "tags": "Vaccine passports,Coronavirus pandemic",
      "text": "The first minister is to reveal later whether Covid restrictions, including the vaccine passport scheme, will be extended.\nIt follows a warning from Scotland's chief medical officer last week that case numbers are rising again.\nNicola Sturgeon will update MSPs after her cabinet reviews the latest advice and data. \nThe Scottish Chambers of Commerce has said further restrictions could put thousands of firms and jobs at risk.\nDeputy First Minister John Swinney confirmed last week that extending the vaccination certification scheme to a wider range of settings was one of the measures being considered. \nWhile Covid case numbers remain much lower than during the recent peak in August and infection rates are lower than in other parts of the UK,  they remain at a relatively high level and there has been a steady increase in recent weeks. \nHealth officials are concerned that the situation remains fragile, and that a winter surge in cases could put yet more pressure on NHS services. \nA sharp rise in Covid cases in Europe has led to some countries such as Austria and the Netherlands reintroducing Covid restrictions.\nLast week John Swinney told MSPs the Scottish government was considering expanding its scheme to cover more hospitality and leisure venues. \nHe did not give specific examples but it could include pubs, gyms, cafes, cinemas and theatres.\nMr Swinney later said individuals may be able to show a negative lateral flow test result in place of a vaccine passport. \nAt the weekend government adviser Prof Linda Bauld told the Sunday Post people could be advised to work from home and, if that is not possible, wear a mask all day at their workplace.\nOn Monday Prof Devi Sridhar, chairwoman of global public health at the University of Edinburgh, said Scotland was at a \"really fragile point\".\nShe told BBC Radio's Good Morning Scotland programme that she expected a tightening of restrictions governing indoor settings.\nProf Sridhar said: \"This could be, again looking at other countries, things like vaccination passes, making sure people are doubly vaccinated, asking for a negative PCR test.\"\nShe added: \"The virus is finding people who are unvaccinated and then it is transmitting at such a high level and it is also finding people who are doubly vaccinated but are much more frail,\" she said.\nProf Sridhar said her advice would be to widen the use of vaccine passports in a bid to prevent the harsher lockdown measures  being seen in Europe.\nUnder the current regulations individuals need to show proof they have been fully vaccinated to enter nightclubs, adult entertainment venues and many large events in Scotland. \nThese include indoor events with more than 500 people, unseated outdoor events with more than 4,000 people, and any event with more than 10,000 people.\nPeople who live in Scotland can prove they're fully vaccinated by using the NHS Scotland Covid Status App to generate a QR code. A paper version is also available.\nThose coming from elsewhere in the UK can show their vaccination status with the NHS App (if from England or Wales) or the Covidcert NI app (if from Northern Ireland) - or via paper letters of certification.\nSome people are exempt, including under-18s, people taking part in vaccine trials and those unable to be vaccinated for medical reasons.\nSo far the NHS Scotland Covid status app has been downloaded more than 1.4m times, while nearly 450,000 paper vaccine status certificates have been requested. \nThe number of individual users may be smaller, as some may have downloaded the app to multiple devices. \nA Scottish Chambers of Commerce survey found almost two thirds (65%) of businesses were against vaccine passports being used more in the hospitality and leisure sectors, together with increased home working and greater use of face coverings.\nThe poll, which almost 700 firms took part in, also found nearly a quarter (24%) of businesses face \"severe financial consequences\" if vaccine passports and home-working measures are widened.\nSCC chief executive Dr Liz Cameron warned: \"Any reintroduction of restrictions will act as a painful economic deterrent for businesses across Scotland.\n\"We urge ministers not to take a massive step backwards in our economic recovery from the pandemic which would place thousands of firms and jobs at risk.\n\"Going backwards at this stage will put our recovery at risk, create further uncertainty and undermine consumer confidence.\"\nDavid Lonsdale, director of the Scottish Retail Consortium, said he was \"sceptical of the value\" of Covid passports in stores, coffee shops and restaurants, saying there would be \"practical and operational challenges\".\nHe also said a push for more working from home would impact on shopper footfall for city centre stores, saying this was still significantly below pre-pandemic levels.\nStephen Montgomery, spokesman for the Scottish Hospitality Group, said he expects the government to work constructively with the industry if vaccine passports are extended.\nHe added: \"We would hope that this would include discussion of appropriate government support for additional staffing and costs, with many businesses in the hospitality sector currently struggling to cope with the financial burden of the pandemic as well as an acute recruitment crisis.\"\nIn Wales people now will need to show their NHS Covid Pass to gain entry to cinemas, theatres and concert halls.\nIt is already needed for entry to nightclubs and comparable venues, unseated indoor live events for more than 500 people, unseated outdoor live events for more than 4,000 people and any event for more than 10,000 people\nAnyone aged over 16 who has been fully vaccinated in Wales or England can use the pass to prove their status, but it's only compulsory for over-18s.\nIt is also available for people who've had a negative lateral flow test in the previous 48 hours. \nIn September England scrapped similar plans for vaccine passports but said they could still be introduced under the government's winter \"Plan B\", if cases surge. \nMeanwhile, Northern Ireland has launched a new app which people can use to demonstrate their vaccine status on a voluntary basis.\nLast week the World Health Organization (WHO) warned Europe is once again \"at the epicentre\" of the Covid pandemic.\nSoaring case numbers are being blamed on insufficient vaccine take up and a relaxation of public health measures.\nIn Austria about two million people who have not been fully vaccinated against Covid-19 have been placed in lockdown as the country faces a surge in cases.\nMeanwhile in France over-65s will soon only be allowed to travel or visit restaurants and museums if they have a Covid booster jab\nIn parts of Germany, which is currently experiencing an aggressive fourth wave, entrance to public places is limited if a person cannot provide verification of vaccination, recent recovery from Covid or a negative test.\nIn September Italy made it compulsory for all workers to have a Covid \"green pass\" - proof of vaccination, a negative test or recovery from the virus.\nAnd in Switzerland Covid passes are obligatory and the rules are strictly applied."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59296839/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Rents rising at fastest pace in 13 years, says Zoopla",
      "tags": "Housing,Housing market,Renting,Private rented sector",
      "text": "Rents are rising at the fastest pace since 2008 as people rush back to city centres, according to property website Zoopla.\nPrivate sector rents in the UK were 4.6% higher in September than a year before at £968 per month on average - the strongest growth seen in 13 years.\nOutside of London, rents were up by 6%, marking a 14-year high, it said.\nZoopla said it was partly down to higher demand for city living amid limited supply.\nRents are up most in the South West (9%) year-on-year, followed by Wales (7.7%) and the East Midlands (6.9%).\nAs lockdown restrictions have eased and businesses have reopened in city centres, there has been a marked return to more built-up areas, it suggested.\nRents in London are now starting to increase as people return to the office. In its latest report, Zoopla said the English capital saw prices increase by 1.6% annually, compared with falls of nearly 10% around the start of the year.\nAlthough rents in local areas can fluctuate significantly from month to month, cities such as Bristol and Nottingham also saw the average tenants' bill go up by more than 8% in the year to September. \nZoopla said demand for rented properties is still outstripping supply, putting upward pressure on prices.\nGrainne Gilmore, head of research at Zoopla, said that the popularity of homes in higher price bands was also contributing.\n\"Households looking for the flexibility of rental accommodation, especially students and city workers, are back in the market after consecutive lockdowns affected demand levels in major cities. \n\"Meanwhile, just as in the sales market, there is still a cohort of renters looking for properties offering more space, or a more rural or coastal location.\" \nAnd with fewer people made unemployed during the pandemic than had been expected, rents are expected to rise further in 2022.\nBy the end of next year, rents are forecast to rise by another 4.5%.\nDan Wilson Craw, Deputy Director of campaign group Generation Rent, said the new report was \"terrible news\" for anyone trying to move right now.\n\"We have been hearing from renters who have lost bidding wars for homes, or failed affordability checks, so are being priced out of their areas,\" he said.\nHe added that since the pandemic, private renters were more likely to be getting housing support through the welfare system.\n\"But the chancellor has frozen rates for another year, so these rises will make it even harder to find an affordable home. The government has to do much more to bring rents down - that means building more homes, including social housing,\" he said.\nAt last month's Budget, Chancellor Rishi Sunak announced almost £2bn would be invested by the government into building new homes on derelict or unused land in England."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-59300015",
      "category": "world-asia",
      "title": "Aung San Suu Kyi being treated well: Myanmar army",
      "tags": "Aung San Suu Kyi,Myanmar coup ,Myanmar",
      "text": "Myanmar's military has told the BBC that authorities are not mistreating ousted leader Aung San Suu Kyi. \nThe 76-year-old former leader has not been seen in public since a February military coup removed her from office. \nThe BBC's interview with military spokesman Major General Zaw Min Tun comes after the release of US journalist Danny Fenster who had been sentenced to 11 years in prison. \nDozens of journalists and thousands of people have been held since the coup. \nMaj Gen Zaw Min Tun said Ms Suu Kyi was being treated well while in detention. \n\"I mean we let her live with her own people in a house although she is under house arrest,\" he said. \"We try our best for her, what she wants or whatever she wants to eat.\"\nMs Suu Kyi has been charged with breaking a colonial-era official secrets law. She also faces corruption charges and possessing illegal walkie-talkies. \nOn Tuesday, state media reported she was facing an additional charge: electoral fraud, relating to the 2020 elections her party won by a landslide. \nShe has appeared in court but little has been seen or heard from her aside from these brief appearances. \nThe UN has called for her release.\nMeanwhile, Mr Fenster, who was released on Monday, has left Myanmar, the journalist's employer, Frontier Myanmar said. \nDays earlier, he had been sentenced to 11 years in prison for breaching immigration law, unlawful association and encouraging dissent against the military.\nMaj Gen Zaw Min Tun denied that anything had been promised in return for the release of Mr Fenster. \nLast month, Myanmar's government said it would free more than 5,000 prisoners jailed for protesting against the coup. \nAt least 7,291 people have been arrested, charged or sentenced following the coup, according to the Assistance Association for Political Prisoners."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59310582",
      "category": "world-us-canada",
      "title": "Covid-19: Pfizer to allow developing nations to make its treatment pill",
      "tags": "Pfizer,Coronavirus pandemic",
      "text": "US drug company Pfizer has penned a deal to allow its experimental Covid-19 treatment pill to be made and sold in 95 developing nations. \nThe deal with the UN-backed Medicines Patent Pool not-for-profit could make the treatment available to 53% of the world's population. \nBut it excludes several countries that have had large Covid-19 outbreaks, including Brazil.\nPfizer says the pill lessens the risk of severe disease in vulnerable adults.\nIn a statement on Tuesday, Pfizer said the agreement will allow local medicine manufacturers to produce the pill \"with the goal of facilitating greater access to the global population\". \nPfizer will not receive royalties on sales in lower income countries and said it would waive royalties in all nations included in the agreement while Covid remains a World Health Organization-designated public health emergency.\nIn early November, Pfizer said clinical trials suggest that its Covid-19 pill, Paxlovid, cuts the risk of hospital admission or death by 89% for high-risk adult patients. \nCharles Gore, director of the Medicines Patent Pool, said in a statement the licence was important as \"this oral drug is particularly well-suited for low- and middle-income countries and could play a critical role in saving lives\".\nMost of the countries included are in Africa or Asia. However, nations like Brazil, China, Russia, Argentina and Thailand, which have experienced major outbreaks, are not part of the deal.\nSome experts say this is not enough to address inequalities in access to Covid-19 treatments and vaccines.\nPfizer and other pharmaceutical companies have also pushed back against calls to lift patents on their Covid jabs.\nDoctors Without Borders said it was \"disheartened\" that the deal doesn't make Pfizer's Covid-19 pills available everywhere in the world in a statement to the Associated Press.\n\"The world knows by now that access to Covid-19 medical tools need to be guaranteed for everyone, everywhere, if we really want to control this pandemic,\" the group's legal policy adviser Yuanqiong Hu said.\nIn October, another drugmaker, Merck, announced a similar deal with the Medicines Patent Pool to allow manufacturers to produce its own Covid-19 pill, molnupiravir."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-59302716",
      "category": "uk-scotland-glasgow-west",
      "title": "Scotland shaken by early-hours earthquake",
      "tags": "Edinburgh,Ballycastle,Lochgilphead,Earthquakes",
      "text": "People in the west of Scotland have been shaken by an earthquake in the early hours of the morning.\nThe earthquake, with a magnitude of 3.3 according to British Geological Survey (BGS), happened just before 02:00.\nBGS said its epicentre was at Achnamara west of Lochgilphead in Argyll and Bute.\nMore than 30 people have reported feeling the tremor, from as far away as Edinburgh and Ballycastle in Northern Ireland. \nThe survey recorded the quake at a depth of 12km below the Earth's surface.\nRosemary Neagle, who lives on a farm in Kilmartin Glen near Lochgilphead, said the noise of the tremor was so loud that she initially thought something had exploded in one of her sheds.\nShe told BBC Radio's Good Morning Scotland programme: \"It kept on intensifying and the house vibrated. It rumbled on for about 10 seconds afterwards, so it was quite frightening.\n\"I have experienced them before here but never to that extent. The house has never shook like that in the past.\"\nSome Scotland football fans have cheekily claimed the quake may have been caused by events at Hampden Park, where the men's national football team beat Denmark 2-0.\nStephen Fenwick tweeted: \"Earthquake in western Scotland? Probably earth tremor caused by several hundred thousand Glaswegians celebrating Scotland's historic 2-0 win over Denmark last night.\"\nData from BGS shows that between 200 and 300 earthquakes are detected in the UK every year, with tremors of between 3.0 and 3.9 magnitude happening on the mainland once every three years on average.\nThe overnight earthquake registered on all the seismographs across Ireland.\nDr Martin Möllhoff, director of Seismic Networks in Dublin at the Dublin Institute for Advanced Studies, said it was the first felt earthquake that had been anywhere in Ireland since one was recorded close to the Irish border in County Donegal in 2019.\n\"It is a little bit exciting because this does not happen so often and most people think there are no earthquakes in Ireland,\" he said.\nDid you experience the earthquake?  Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59301142",
      "category": "world-us-canada",
      "title": "Andy Warhol: Divorce art auction raises $676 million in NY",
      "tags": "New York City,Art,Auctions",
      "text": "Paintings and sculptures by famous artists including Andy Warhol and Jackson Pollock have sold at auction in New York. \nThe collection raised more than $676 million (£503m) at auction on Monday. \nThe 35 pieces belonged to real estate mogul Harry Macklowe and his former wife Linda. The pair were told to sell the collection and split the proceeds, during their 2018 divorce trial. \nA further 35 pieces of art are set to go up for auction next year. \nThe items up for sale included \"No 7\", a painting by Mark Rothko which sold for $82.5m - the second highest price for a piece by the artist. \nIt's not clear who the buyer was but according to Reuters news agency, there was fierce bidding among people representing Asian clients. \n\"Number 17, 1951\", a piece by Jackson Pollock, fetched $61.2 million.\nAndy Warhol's \"Nine Marilyns\" silkscreen, which was made shortly after the actress Marilyn Monroe's death, fetched $48.5 million. \nThe collection was estimated to be worth $400 million and had toured several locations including Taipei, Hong Kong, Paris and London, before returning to New York. \nArt dealer Andrew Fabricant told the New York Times that Linda Macklowe was the main collector and he had sold her many pieces that went up for auction on Monday. \n\"Every single work in here is subtle and unique,\" he said. \nThe couple were granted a divorce last year after 59 years together. The pair could not come to an agreement on the value of the artworks and so a judge appointed an administrator to oversee the sale of the items. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59289998",
      "category": "world-europe",
      "title": "Poland border crisis: EU to widen Belarus sanctions as row intensifies",
      "tags": "Belarus,European Union,Poland,Migration",
      "text": "The European Union is to step up sanctions against Belarus in response to an escalating migrant crisis on the border with Poland.\nTop EU diplomat Josep Borrell confirmed the move, saying that vulnerable migrants were being exploited in a \"hybrid war\" that is \"intensifying\".\nBelarus is accused of pushing migrants towards its borders to undermine security, a charge it denies.\nOn Monday, hundreds of migrants were blocked at a crossing by Polish troops.\nA video filmed at the border by the BBC showed migrants sitting down on a road in front of barbed wire and Polish forces in a tense stand-off.\nThose migrants came from a large makeshift camp at the Kuznica crossing, where thousands have settled in tents just inside Belarus. \n\"Goodbye!\" called out a smiling girl, flashing a peace sign as she, and hundreds more, streamed towards the border, hoping to get through.\nBut they are trapped between Polish guards on one side and Belarusian guards on the other. The migrants cannot get into Poland, but are also being prevented from retreating back into Belarus, according to Polish authorities.\n\"All these babies are crying for milk, for nappies,\" one man was filmed saying to the line of heavily armed Polish guards. \"We... have nothing, please come and help these people,\" he pleaded, speaking through the barbed wire from the Belarusian side.\nThe Polish border guard said it expected a forced attempt to breach the border, describing the presence of the Belarusian forces in the area as \"worrying\".\nSince August thousands of men, women and children have amassed at Belarus's western border with Poland. They are mostly from Iraq, Syria and Yemen, and are now enduring freezing conditions in the hope of crossing into the EU.\nThe EU has accused Belarus of encouraging thousands of people to cross into Poland and other members states to spark a humanitarian crisis in the bloc.\n\"It's like a football game. We are in the middle,\" one woman told the BBC's Steve Rosenberg. \nHiding her identity with a scarf, she explained how Belarusian soldiers had helped some migrants cross illegally into Poland in the middle of the night by cutting the fence. But the migrants were founding hiding in a Polish forest, and sent back to Belarus.\nEuropean officials have accused Belarus's authoritarian leader, Alexander Lukashenko, of orchestrating a scheme to entice migrants with the false promise of easy entry to the EU.\nCalling the accusations \"absurd\", Mr Lukashenko's government has repeatedly denied it is sending migrants over the border in revenge for existing EU sanctions that were imposed in June.\nEU-Belarus relations have been severely strained since Mr Lukashenko declared victory in a discredited presidential election last year and tried to silence dissent by cracking down on mass protests and arresting political opponents.\nOn Monday, he spoke to German Chancellor Angela Merkel for about 50 minutes, Belta state news reports. It is the first conversation Mr Lukashenko has held with a Western leader since last year's election. The pair reportedly discussed providing humanitarian aid to the migrants at the border.\nAt the same time, Russian President Vladimir Putin, a close ally of Mr Lukashenko, spoke to France's Emmanuel Macron for nearly two hours. While the leaders did not see eye-to-eye on how the crisis began, they agreed on the need for a de-escalation at the border, an adviser to Mr Macron said.\nMr Putin has been accused of being the main orchestrator of the crisis. The White House has called on him to use his influence over Mr Lukashenko to \"cease its callous exploitation and coercion of vulnerable people\", spokeswoman Jen Psaki said.\nOn Monday, EU foreign ministers held a meeting and agreed to move ahead with imposing more sanctions on Belarus - the fifth round of such restrictions. \nThe exact details will by confirmed later this week, but the Belarusian airline Belavia will be affected, with the EU ending its leasing contract with the company. Travel agencies are also expected to be sanctioned if they helped to fly migrants from the Middle East and elsewhere to Minsk.\nOn Monday, Mr Lukashenko threatened to retaliate against fresh sanctions. He claimed Belarusian authorities were trying to repatriate stranded migrants but many were refusing to go.\nAre you near the border? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59311551",
      "category": "business",
      "title": "Two energy suppliers stop trading as gas price soars",
      "tags": "Companies,Money,Ofgem,Personal finance,Energy industry",
      "text": "Two more energy suppliers with a combined total of 35,500 customers have ceased trading amid a backdrop of high wholesale gas prices.\nNeon Reef and Social Energy Supply have stopped trading, according to the energy regulator Ofgem. \nNeon is the larger of the two with 30,000 domestic customers.\nIt means that more than 20 suppliers have now ceased operations since August, affecting more than two million customers overall.\nThose households have been moved to new suppliers, but generally on more expensive tariffs.\nOfgem said that customers of Neon and Social Energy Supply should take meter readings and wait for more information regarding their new supplier. \n\"Do not switch in the meantime. You can rely on your energy supply as normal. We will update you when we have chosen a new supplier, who will then get in touch about your tariff,\" said Neil Lawrence, director of retail at Ofgem.\n\"If you have credit on your account the funds you have paid in are protected and you will not lose the money that is owed to you.\"\nSuppliers are under pressure from high wholesale gas prices, and also by their inability to pass on extra costs to customers protected by fixed tariffs, or the regulator's price cap.\nWholesale gas prices in the UK surged by 17% on Tuesday after the German energy regulator suspended the approval process for a new Russian pipeline.\nThe pipeline which goes under the Baltic Sea is expected to double the amount of gas that Russia sells to Europe."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59308463",
      "category": "uk",
      "title": "Babes in the Wood murder: BBC sorry as lost clothing search ends",
      "tags": "BBC,Brighton",
      "text": "\"Little more can be done\" to find the missing clothes of \"Babes in the Wood\" murdered schoolgirl Karen Hadaway, the BBC has said. \nKaren's mother gave the clothes to then-BBC journalist Martin Bashir in August 1991 to have them DNA tested.\nBBC director-general Tim Davie said the distress caused by the loss was \"a matter of very deep regret\". \nKaren Hadaway and Nicola Fellows, both nine, were found sexually assaulted and strangled in Brighton in 1986.\nIn a letter to the chairman of the Commons Digital, Culture, Media and Sport (DCMS) Committee, dated 8 November but published on Tuesday, Mr Davie said a BBC review had concluded that \"regrettably, thirty years on, little more can be done to find the missing clothes\". \nIn 1987, Russell Bishop was found not guilty of the two girls' murder. \nOn 15 August 1991, Karen's mother, Michelle Hadaway, gave her daughter's clothes to Mr Bashir so they could be tested as part of an investigation for the social affairs programme Public Eye.\nIn 2002 and 2004, Ian Heffron, uncle of Ms Fellows, contacted the BBC for the clothing, after changes to double jeopardy laws, which would allow Bishop to be retried. \nHowever, BBC investigators were unable to find the clothing. \nBishop was convicted in a retrial in 2018.\nEarlier this year, Mr Davie instructed one of his senior editorial executives to oversee a review of what steps had been taken in 2004 to find the clothes and \"to ensure that there was no further action that we could take now that may help to locate them\".\nIn his letter, the BBC confirmed the clothes were lost after being given to Mr Bashir, who signed a receipt for them, but \"very regrettably\" had no recollection of what had happened to them.\nIt said the review was \"hampered by the passage of time\" but it was \"fundamentally wrong that better care was not taken of the clothing\". \nThe outcome of the review, included in Mr Davie's letter, said: \"This should never have happened. We are appalled that it did and extend our sincere apologies to the families, both that the clothing was lost in such circumstances and that we have been unable, both now and in 2004, to give them any answers about what happened to the clothing.\"\n\"We hope that it is some little consolation that the police have confirmed that all forensic evidence needed had been already obtained from the clothing in 1986 and stored separately and therefore the unavailability of the clothing had no material impact on the investigation or the 2018 prosecution which eventually brought Russell Bishop to justice,\" it added. \nThe lost clothing gained attention again following the publication of Lord Dyson's report on Mr Bashir's 1995 Panorama interview with Diana, the Princess of Wales, which found the journalist acted in a \"deceitful\" way to obtain the interview. \nA BBC spokesman said: \"The BBC is extremely sorry for the distress this has caused Ms Hadaway and we deeply regret we have not been able to give her any answers about what happened.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59301710",
      "category": "uk-politics",
      "title": "Owen Paterson: Government's attempt to clear Tory MP plain wrong, says Theresa May",
      "tags": "Conservative Party,Owen Paterson,Christopher Chope",
      "text": "Theresa May says government attempts to block the suspension of Owen Paterson were \"misplaced, ill-judged and just plain wrong\". \nThe former prime minister said No 10 \"aided and abetted\" efforts to clear the Tory MP's name by trying to overhaul the whole standards system. \nBut she said the report into Mr Paterson had been \"clear and fair\".\nMPs agreed to formally reverse the government's plan on Tuesday after an hour-long debate.\nA bid to quietly confirm the U-turn on Monday was thwarted by a Tory MP.\nChristopher Chope objected to a government motion, which would have seen the reversal approved without a debate. \nMr Chope told the Commons on Tuesday that backtracking on the plan was a \"major constitutional decision\" and it was \"important for this house of democracy to debate the issue openly\".\nAnd despite open animosity from his Tory colleagues over the move, he added: \"I have got no regrets about that whatsoever.\"\nDuring the debate, Jacob Rees-Mogg was asked by Labour's Stephen Timms how the government could have stood by the \"brazen wrongdoing\" of Mr Paterson.\nThe Commons leader pointed to the death of his colleague's wife Rose, who took her own life in 2020, saying: \"It was the tragedy inflicted on Mr Paterson that coloured and clouded my judgement incorrectly.\n\"It is as simple and sad as that.\"\nThe government bid to overhaul MPs' standards system came during an attempt to block Mr Paterson's suspension for breaching Commons lobbying rules while working for two firms as a consultant.\nMinisters ordered Conservative MPs to back a proposal to put his suspension on hold while a Tory-majority committee reviewed the whole investigation process.\nBut they then ditched the idea the next day, after a furious backlash.\nMr Paterson, the MP for North Shropshire, has denied any wrongdoing and called an investigation into his conduct unfair. He has since resigned as an MP. \nSpeaking in Tuesday's debate, Mrs May said: \"I trust that no member of this House is thinking of doing anything other than supporting the motion that is being moved by the Leader of the House.\"\nShe said officially confirming the government U-turn would be \"a step in the right direction\", but warned it would \"not undo the damage that has been done\" by the whole affair. \nMrs May added: \"Let's be clear this is not a party political issue. Damage has been done to all members of Parliament and to Parliament as a whole.\" \nLabour's shadow Commons leader, Thangam Debbonaire also said the government could not \"sweep this under the rug\". \nShe said: \"Standards should not be seen or treated as irksome bother that you get your mates to change when you are found out.\n\"And it should not be seen as something to be feared or something to be treated with such disdain, or frankly incompetence, [or with] a total absence of leadership as we have seen from this sorry government over this sorry affair.\"\nOn Monday, MPs had been expected to formally approve the findings of the original report against Mr Paterson, which would have suspended him for 30 days if he had remained in his post.\nHowever, backbench MP Mr Chope shouted \"object\" in the Commons chamber, meaning it could not be put to a vote under Commons rules. \nMr Paterson's case has prompted increased scrutiny of politicians' behaviour, and the rules by which it is policed.\nOn Tuesday, five former civil service heads said there was an \"urgent need\" for bodies with responsibility for standards to have their powers and remit set out in law. \nThese include the PM's standards adviser - who investigates whether ministers are obeying the rulebook on their behaviour - and the commissioner who regulates ministerial appointments to key public bodies. \nThey also added that a \"strengthened regulator\" was needed to police \"clearer rules\" for politicians and officials who take up private sector jobs.\nIn a letter to the Times, they warned: \"Rules, though, will only take us so far.\n\"Good people will behave well. Bad people may find ways round whatever rules there are, and we should aim to frame regulations to make cheating them harder.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-59253057",
      "category": "uk-england-london",
      "title": "Tamara Ecclestone burglary: Italian gang jailed for £26m celebrity raids",
      "tags": "Knightsbridge,Serbia,Kensington,Chelsea,Milan,Belgrade,Fulham",
      "text": "An international gang of jewellery thieves have been jailed for a series of high-end raids which netted burglars £26m worth of luxury stolen goods.\nJugoslav Jovanovic, Alessandro Maltese and Alessandro Donati each admitted to burgling the Kensington mansion of Tamara Ecclestone in December 2019.\nThe Italian trio were also convicted of raids on the west London homes of Frank Lampard and the late Leicester City chairman, Vichai Srivaddhanaprabha. \nThey were jailed for 28 years in total.\nAt Isleworth Crown Court Jovanovic, 24, was jailed for nine years for conspiracy to burgle and a further two years for money laundering.\nDonati, 45, and Maltese, 44, were each jailed for eight years and nine months after being convicted of conspiracy to burgle.\nJudge Martin Edmunds QC said the three burglaries were each \"immensely serious\".\nDuring the first 13 days of December 2019, an estimated £26m worth of items were taken from the west London homes of Ms Ecclestone, Mr Lampard and Mr Srivaddhanaprabha.\nMost of the stolen jewellery and valuable watches have never been recovered. \nProsecutor Timothy Cray QC said the gang \"planned and executed the highest value burglaries that have ever come to light in the United Kingdom.\"\n\"The burglaries involved careful research and reconnaissance. In particular, the victims were deliberately targeted because of their wealth and public profiles,\" he added.\n\"The execution of the second and third burglaries was ruthless. The properties were ransacked. \n\"Safes and secure cabinets were broken open. The presence of at least three burglars inside the properties would have been a significant physical threat to anyone who disturbed them.\"\nMr Cray told the court that on 30 November 2019, Jovanovic travelled to London Stansted from Stockholm with a man named Daniel Vukovic.\nJovanovic operated as \"the second in command\" to Mr Vukovic who was \"the prime mover in organising\" the gang in the UK, Mr Cray said.\nMr Vukovic remains a wanted man, the court heard. A recent BBC investigation revealed he has at least 19 different identities and is believed to be in Belgrade, Serbia.\nAfter arriving in London, Mr Vukovic and Jovanovic set up a base at a hotel in Orpington, south-east London, Mr Cray said.\nHe told the court that on 1 December, Jovanovic burgled the home of Chelsea legend Frank Lampard and his wife Christine, while the couple were out.\nMore than £60,000 worth of items were stolen, including white-gold Patek Philippe cufflinks, a Cartier pocket watch, two rose-gold ladies' watches and a Mia Lia gold necklace.\nIn victim impact statements the couple said they struggled to sleep in the weeks after the burglary.\nMrs Lampard said: \"Since this break-in at my house, I am much more fearful of being alone in my own home, I am less trusting of visitors to the house and feel unsafe in my home.\"\nThen on 10 December, a Knightsbridge property belonging to the family of billionaire Leicester City owner, Vichai Srivaddhanaprabha, was burgled by Jovanovic, Donati and Maltese.\nMr Srivaddhanaprabha died in a helicopter crash outside the King Power Stadium in October 2018. His family said the home had been left untouched since his death.\nDetectives said while the property was \"ransacked\" the gang opened a £500 bottle of Cristal champagne.\nAmong the items taken were seven Patek Philippe watches, a Tag Heuer smart watch and about €400,000 in cash.\nMr Srivaddhanaprabha's family said his home was a \"place of reflection and to pray\".\nA family statement said: \"We felt it was the strongest connection to him as he spent his last night there before his death. \n\"Since the burglary, our sacred and special connection has been damaged and violated beyond repair.\"\nThe next day the group dined at a sushi restaurant near Harrods where they had a £760 champagne and sashimi lunch.\nFinally, on 13 December, the gang carried out the Ecclestone raid. Mr Vukovic was accused of being involved along with Maltese and Donati, while Jovanovic kept watch.\nEquipped with screwdrivers, the gang targeted the palatial home opposite Kensington Palace, which Formula 1 heiress Ms Ecclestone shares with her husband Jay Rutland. \nThe couple had left for a Christmas holiday in Lapland only hours earlier.\nKensington Palace Gardens is the most expensive street in the world, has an armed-guard presence and is home to the Russian, French and Israeli embassies as well as Chelsea FC owner Roman Abramovic and the Sultan of Brunei.\nMany of the rooms inside Ms Ecclestone's mansion were cleared of valuables. In just over an hour, the burglars made off with 400 items of jewellery and large sums of cash.\nTwo security guards were present on the evening of the burglary, but one had gone to Tesco to get some vegetables at the time of the raid.\nMr Cray said: \"In simple terms it looks as if the burglars were lucky in two main ways. \n\"First, once they had got through the perimeter via the back garden, the house was so large that noise was difficult to pick up from the security office. \n\"Second, the internal alarms were not set because the security guards were present and there were various administrative tasks they had to carry out, for example, making and receiving deliveries, even though the family were away. \n\"All this meant that once the burglars got past the monitors and cameras in the back garden, they had a large empty house to themselves and were therefore able to steal £25m pounds worth of jewellery and cash.\"\nIn her victim impact statement, Ms Ecclestone said she struggles to trust people and felt \"violated\" in a home she thought was safe and secure.\nMr Rutland added: \"We find ourselves naturally questioning everyone around us as there is an assumption that this offence could only have been committed by someone with inside knowledge. \n\"My daughter is now on a semi-regular basis talking about it even though we told her that the burglars did not actually manage to break in. She asks me and Tamara if the burglars are coming back.\"\nIn the days after the final raid, the burglars went on a spending spree inside Harrods and even opened up loyalty cards. \nDonati, Jovanovic and Maltese all left the country by 18 December.\nThe three were arrested in Italy in 2020 and then extradited back to the UK."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-59301167",
      "category": "world-asia-china",
      "title": "Biden-Xi talks: China warns US about 'playing with fire' on Taiwan",
      "tags": "Xi Jinping,China,United States,China-US relations,Joe Biden",
      "text": "Chinese President Xi Jinping has used a virtual summit with US counterpart Joe Biden to warn that encouraging Taiwanese independence would be \"playing with fire\".\nThe talks are the most substantial since Mr Biden took office in January.\nBoth sides emphasised the two men's personal relationship and the summit was an attempt to ease tensions.\nBut they could not escape one of the most sensitive topics: the self-ruled island of Taiwan.\nChina sees Taiwan as a breakaway province to be reunified with the mainland one day.\nThe US recognises and has formal ties with China. But it has also pledged to help Taiwan defend itself in the event of an attack.\nChina's state-run Global Times said Mr Xi blamed recent tensions on \"repeated attempts by the Taiwan authorities to look for US support for their independence agenda as well as the intention of some Americans to use Taiwan to contain China\".\n\"Such moves are extremely dangerous, just like playing with fire. Whoever plays with fire will get burnt,\" it said.\nThe White House said Mr Biden \"strongly opposes unilateral efforts to change the status quo or undermine peace and stability across the Taiwan Strait\".\nDespite the strong words on Taiwan, the meeting began with both leaders greeting each other warmly, with Mr Xi saying he was happy to see his \"old friend\" Mr Biden. \nMr Biden said the two had \"always communicated with one another very honestly and candidly,\" adding \"we never walk away wondering what the other man is thinking\". \nMr Xi said the two countries needed to improve \"communication\" and face challenges \"together\". \n\"Humanity lives in a global village, and we face multiple challenges together. China and the US need to increase communication and co-operation.\" said Mr Xi. \nThe world's two most powerful nations do not see eye-to-eye on a number of issues, and Mr Biden raised US concerns about human rights abuses in Hong Kong and against Uyghurs in the north-west region of Xinjiang. China accuses the US of meddling in its domestic affairs. \nOn trade, Mr Biden highlighted the \"need to protect American workers and industries from the PRC's [People's Republic of China's] unfair trade and economic practices\".\nMr Xi also appeared to have made a strong comment on the issue, with Reuters reporting that he had told Mr Biden that the US needed to stop \"abusing the concept of national security to oppress Chinese companies\".\nClimate change was also discussed. Last week the two sprung a surprise by issuing a joint declaration to address climate change, at talks in Glasgow, Scotland.\nThis was the third time the two leaders have spoken since Mr Biden's inauguration in January. The talks lasted three-and-a-half hours, longer than expected. \nMr Xi has not left China in nearly two years, since the outbreak of the Covid-19 pandemic. \nThe China-US relationship is crucial to both parties and the wider world, with Beijing having called repeatedly on the new administration in Washington to improve relations which deteriorated under Mr Biden's predecessor, Donald Trump.\nBoth men are facing domestic concerns, with Mr Biden's poll numbers slumping in the face of inflation, the threat of coronavirus and the chaotic withdrawal from Afghanistan. Mr Xi is tackling energy shortages and a property crisis. \nThat this meeting has happened at all between the world's two most powerful leaders tells you that both sides believe that the previous open hostility between Beijing and Washington wasn't working for either of them and was potentially dangerous.\nTheir relationship had become so toxic and so dysfunctional that these video discussions have been, in part, an attempt to ensure that competition between China and the US didn't drift into armed conflict due to a misunderstanding at a global hotspot.\nOn the one hand, we should probably be pretty happy they they're steering away from war before it can happen but, on the other, it is quite something that they have felt the need to do so.\nIn fact, if you see the optics at this conference this is the warmest things have appeared for a long time with Chinese and US leaders.\nThese efforts to make the discussions cordial with waving, talk of \"the global village\" and \"humanity's challenges\" was a far cry from the meltdown in Alaska this March when senior representatives from both administrations ended up sledging one another in public.\nThis does appear to be a genuine attempt at a reset and we should actually expect this to alter global geopolitical relations in a concrete way."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59288384/#comp-comments-button",
      "category": "#comp-comments",
      "title": "What next for Scotland's Covid vaccine passport scheme?",
      "tags": "Vaccine passports,Coronavirus pandemic",
      "text": "The first minister is to reveal later whether Covid restrictions, including the vaccine passport scheme, will be extended.\nIt follows a warning from Scotland's chief medical officer last week that case numbers are rising again.\nNicola Sturgeon will update MSPs after her cabinet reviews the latest advice and data. \nThe Scottish Chambers of Commerce has said further restrictions could put thousands of firms and jobs at risk.\nDeputy First Minister John Swinney confirmed last week that extending the vaccination certification scheme to a wider range of settings was one of the measures being considered. \nWhile Covid case numbers remain much lower than during the recent peak in August and infection rates are lower than in other parts of the UK,  they remain at a relatively high level and there has been a steady increase in recent weeks. \nHealth officials are concerned that the situation remains fragile, and that a winter surge in cases could put yet more pressure on NHS services. \nA sharp rise in Covid cases in Europe has led to some countries such as Austria and the Netherlands reintroducing Covid restrictions.\nLast week John Swinney told MSPs the Scottish government was considering expanding its scheme to cover more hospitality and leisure venues. \nHe did not give specific examples but it could include pubs, gyms, cafes, cinemas and theatres.\nMr Swinney later said individuals may be able to show a negative lateral flow test result in place of a vaccine passport. \nAt the weekend government adviser Prof Linda Bauld told the Sunday Post people could be advised to work from home and, if that is not possible, wear a mask all day at their workplace.\nOn Monday Prof Devi Sridhar, chairwoman of global public health at the University of Edinburgh, said Scotland was at a \"really fragile point\".\nShe told BBC Radio's Good Morning Scotland programme that she expected a tightening of restrictions governing indoor settings.\nProf Sridhar said: \"This could be, again looking at other countries, things like vaccination passes, making sure people are doubly vaccinated, asking for a negative PCR test.\"\nShe added: \"The virus is finding people who are unvaccinated and then it is transmitting at such a high level and it is also finding people who are doubly vaccinated but are much more frail,\" she said.\nProf Sridhar said her advice would be to widen the use of vaccine passports in a bid to prevent the harsher lockdown measures  being seen in Europe.\nUnder the current regulations individuals need to show proof they have been fully vaccinated to enter nightclubs, adult entertainment venues and many large events in Scotland. \nThese include indoor events with more than 500 people, unseated outdoor events with more than 4,000 people, and any event with more than 10,000 people.\nPeople who live in Scotland can prove they're fully vaccinated by using the NHS Scotland Covid Status App to generate a QR code. A paper version is also available.\nThose coming from elsewhere in the UK can show their vaccination status with the NHS App (if from England or Wales) or the Covidcert NI app (if from Northern Ireland) - or via paper letters of certification.\nSome people are exempt, including under-18s, people taking part in vaccine trials and those unable to be vaccinated for medical reasons.\nSo far the NHS Scotland Covid status app has been downloaded more than 1.4m times, while nearly 450,000 paper vaccine status certificates have been requested. \nThe number of individual users may be smaller, as some may have downloaded the app to multiple devices. \nA Scottish Chambers of Commerce survey found almost two thirds (65%) of businesses were against vaccine passports being used more in the hospitality and leisure sectors, together with increased home working and greater use of face coverings.\nThe poll, which almost 700 firms took part in, also found nearly a quarter (24%) of businesses face \"severe financial consequences\" if vaccine passports and home-working measures are widened.\nSCC chief executive Dr Liz Cameron warned: \"Any reintroduction of restrictions will act as a painful economic deterrent for businesses across Scotland.\n\"We urge ministers not to take a massive step backwards in our economic recovery from the pandemic which would place thousands of firms and jobs at risk.\n\"Going backwards at this stage will put our recovery at risk, create further uncertainty and undermine consumer confidence.\"\nDavid Lonsdale, director of the Scottish Retail Consortium, said he was \"sceptical of the value\" of Covid passports in stores, coffee shops and restaurants, saying there would be \"practical and operational challenges\".\nHe also said a push for more working from home would impact on shopper footfall for city centre stores, saying this was still significantly below pre-pandemic levels.\nStephen Montgomery, spokesman for the Scottish Hospitality Group, said he expects the government to work constructively with the industry if vaccine passports are extended.\nHe added: \"We would hope that this would include discussion of appropriate government support for additional staffing and costs, with many businesses in the hospitality sector currently struggling to cope with the financial burden of the pandemic as well as an acute recruitment crisis.\"\nIn Wales people now will need to show their NHS Covid Pass to gain entry to cinemas, theatres and concert halls.\nIt is already needed for entry to nightclubs and comparable venues, unseated indoor live events for more than 500 people, unseated outdoor live events for more than 4,000 people and any event for more than 10,000 people\nAnyone aged over 16 who has been fully vaccinated in Wales or England can use the pass to prove their status, but it's only compulsory for over-18s.\nIt is also available for people who've had a negative lateral flow test in the previous 48 hours. \nIn September England scrapped similar plans for vaccine passports but said they could still be introduced under the government's winter \"Plan B\", if cases surge. \nMeanwhile, Northern Ireland has launched a new app which people can use to demonstrate their vaccine status on a voluntary basis.\nLast week the World Health Organization (WHO) warned Europe is once again \"at the epicentre\" of the Covid pandemic.\nSoaring case numbers are being blamed on insufficient vaccine take up and a relaxation of public health measures.\nIn Austria about two million people who have not been fully vaccinated against Covid-19 have been placed in lockdown as the country faces a surge in cases.\nMeanwhile in France over-65s will soon only be allowed to travel or visit restaurants and museums if they have a Covid booster jab\nIn parts of Germany, which is currently experiencing an aggressive fourth wave, entrance to public places is limited if a person cannot provide verification of vaccination, recent recovery from Covid or a negative test.\nIn September Italy made it compulsory for all workers to have a Covid \"green pass\" - proof of vaccination, a negative test or recovery from the virus.\nAnd in Switzerland Covid passes are obligatory and the rules are strictly applied."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-59301708",
      "category": "uk-england-merseyside",
      "title": "Liverpool bomb: Four freed as suspect killed in blast named",
      "tags": "Liverpool hospital blast,Liverpool",
      "text": "Four men arrested under terrorism laws after a bomb exploded outside Liverpool Women's Hospital on Remembrance Sunday have been released without charge.\nIt comes after police named Emad Al Swealmeen as the man who died when a homemade device blew up in the back of a taxi shortly before 11.00 GMT.\nIt is understood the 32-year-old suspect was an asylum seeker who converted to Christianity in 2017. \nPolice say \"important evidence\" has been found at an address he rented.\nIn an update on Monday evening, Assistant Chief Constable Russ Jackson, head of Counter Terrorism Policing North West, said the property at Rutland Avenue near Sefton Park, in the south east of the city, was \"becoming central to the investigation\".\nThis was the address where Al Swealmeen was picked up by the taxi before being driven to the maternity hospital.\nThe taxi's driver, David Perry, escaped before his car caught fire and has since been discharged from hospital.\nACC Jackson said: \"We have made significant progress since Sunday morning and have a much greater understanding of the component parts of the device, how they were obtained and how the parts are likely to have been assembled.\" \nHe said it could take weeks to establish how the incident was planned and prepared.  \nResponding to an urgent question in the House of Commons about the incident, crime and policing minister Kit Malthouse said police would publish more details of the attack in due course.\nHe said the security minister, Damian Hinds, would be visiting Liverpool on Tuesday.\nFour men were arrested in the Kensington area of Liverpool - three aged 21, 26 and 29, who were held on Sunday, and a 20-year-old man who was detained on Monday.\nACC Jackson said: \"Following interviews with the arrested men, we are satisfied with the accounts they have provided and they have been released from police custody.\"\nSecurity minister Damian Hinds told BBC Breakfast: \"There's always the possibility that further links can be detected. People sometimes talk about lone wolves and so on - people are rarely totally alone because they talk to others and so on. We have to leave time and space for the police to do their investigation.\"\nA local couple, Elizabeth and Malcolm Hitchcott told ITV News Al Swealmeen briefly lived with them at their home after his conversion to Christianity.\nMr Hitchcott said Al Swealmeen, who was an asylum seeker from the Middle East, formally converted from Islam at a ceremony in Liverpool's Anglican Cathedral.  The cathedral, which was the scene of the city's main Remembrance Day service on Sunday, is a short distance from Liverpool Women's Hospital.\nHe said in the years before the attack Al Swealmeen had been sectioned under the Mental Health Act for about six months because of his behaviour with a knife. \nSpeaking to the BBC, Mrs Hitchcott said she was \"just so sad\" and \"very shocked\" by Sunday's incident, adding: \"We just loved him, he was a lovely guy.\"\nThe Diocese of Liverpool's communication's director, Stuart Haynes, said he believed Al Swealmeen was baptised in 2015 and confirmed in 2017.\nThe cathedral lost contact with him in 2018, he said. \nBishop of Liverpool Paul Bayes told BBC Radio 4's Today programme he had \"no doubt\" the Hitchcotts would feel numb.\nHe said: \"So many people of all the different faiths try to reach out in the name of the common good, try to make themselves available for love, and when that's taken advantage of, or when things happen which subsequently you can't understand why that's happened, that does shake you.\"\nAnother address in Sutcliffe Street in the city, where officers believe Al Swealmeen previously lived, is also part of the investigation. \nThe UK terror threat level was raised from \"substantial\" to \"severe\" on Monday, meaning an attack is \"highly likely\", because the explosion in Liverpool was the second incident in a month, following the death of Conservative MP Sir David Amess.\nDeputy Assistant Commissioner Matt Twist, one of Counter Terrorism Policing's senior national co-ordinators, said the change was a \"precautionary measure and not based on any specific threat\".\nLiverpool Riverside MP Kim Johnson, who asked the urgent question in the Commons, said there had been an increase in hate crime against Muslims in Liverpool following Sunday's incident. \nShe told the House of Commons: \"Incidents such as these always provoke a spike of race hate. My team have been hearing of incidents where women in hijabs are facing abuse.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-59301237",
      "category": "world-australia",
      "title": "Australia outback rescue: Family safe after stranded for four days",
      "tags": "South Australia,Outback,Australia",
      "text": "A family has been rescued from South Australia's remote outback after being stranded for four days when their campervan became bogged down in mud. \nLindsey and Ori Zavros and their young children Zoe and Zane got stuck after heavy rain about 150km (95 miles) from Oodnadatta, the closest town.\nThey called for help last Friday but were told a land rescue could be weeks away due to flooding in the area.\nWith searing temperatures forecast, a rescue helicopter was sent on Tuesday.\n\"The family are being flown to Coober Pedy to stay the night, where they will then make their own further travel arrangements,\" said a statement by South Australia police. \nEarlier this week, authorities dropped them emergency goods - including water and a satellite phone - from the air. The family also had some supplies in the van.\n\"We are thrilled - thrilled to bits - that they are going to be finally rescued,\" Mr Zavros's mother, Theo, told ABC News earlier on Tuesday.\nTemperatures are forecast to reach 38C (100F) in the area in the coming days.\nThe family, from Perth, had been travelling around Australia in their campervan since November last year and had chronicled their journey on Instagram. \n\"We're heading inland now to tick off another place on our bucket list,\" they wrote recently on social media.\nTheir van will be left at the site, local media reported."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59297311",
      "category": "health",
      "title": "Rare case of woman's body ridding itself of HIV",
      "tags": "HIV & Aids,Stem cells",
      "text": "A woman from Argentina appears to have rid herself of HIV without drugs or treatment - the second documented case of its kind in the world.\nDoctors believe the patient's immune system cleared the virus on its own.\nTests on more than a billion of her cells found no viable trace of the infection, Archives of Internal Medicine reports.\nIf this process could be harnessed, it might offer a way to wipe out or effectively cure HIV, experts say.\nThe findings are further proof a few people are born with natural resilience to HIV. \nSome have genes that prevent infection. \nOthers - including \"the Esperanza patient\", who wishes to remain anonymous - appear to catch but then eradicate the virus.\nBut most people with HIV need life-long antiretroviral therapy (ART).\nAnd if they stop taking these drugs, the dormant virus can reawaken and cause problems again.\nIn recent years, however, there have been reports of \"elite controllers\" who can suppress the virus, with help but no HIV medication. \nAdam Castillejo, from London, was able to stop taking his daily HIV pills after receiving a donor stem-cell treatment for a cancer he also had. \nHis HIV-infected cells were wiped out and replaced during the cancer therapy.\nAnd fortuitously, his donor was one of the 1% of people born with genes that prevent HIV entering and infecting cells. \nIt is unclear how long this advantage might last for Mr Castillejo, however. \nBut the Esperanza patient has had no detectable HIV for more than eight years. \nLoreen Willenberg, from San Francisco, also appears to be functionally cured of HIV by her own immune system. \nAnd this offers hope of a \"sterilising cure\" for other patients. \nLead investigator Dr Xu Yu, from the Ragon Institute of Massachusetts General Hospital, Massachusetts Institute of Technology and Harvard, said: \"There may be an actionable path to a sterilising cure for people who are not able to do this on their own.\n\"We are now looking toward the possibility of inducing this kind of immunity in persons on ART, through vaccination, with the goal of educating their immune systems to be able to control the virus without ART.\"\nProf John Frater, from the University of Oxford, told BBC News while it was almost impossible to say if someone had been truly cured of HIV, the investigators had done \"as much as could be asked of them with current technology\" to prove it. \n\"The key question is whether this patient has actually cured themselves or, alternatively, had some form of abortive infection, which tried to get going but the embers were snuffed out early,\" he said. \n\"Her immune system clearly shows a memory of having been infected, so there seems to be no question that she was. \n\"Regardless, there may be similar patients out there, offering much to learn in the search for a HIV cure.\" \nProf Sarah Fidler, an expert in HIV medicine at Imperial College London, said the work would help inform immune therapies currently under development.\nBut Dr Andrew Freedman, from Cardiff University Medical School, said current HIV drugs were extremely effective and while looking at future treatments was important, improving access to life-changing ART around the globe was an urgent priority. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-59313564",
      "category": "education",
      "title": "University staff to strike in December",
      "tags": "Universities,Strike action",
      "text": "Staff at 58 UK universities will go on strike between 1 and 3 December, causing further disruption for students in the run-up to Christmas. \nThey are walking out over pensions, pay and working conditions.\nThe University and College Union (UCU) said more action was \"likely\" if demands were not met, and urged employers to \"get round the table\".\nUniversities UK (UUK) said institutions would \"ensure that students can continue to learn\".\nThe Universities and College Employers Association (UCEA) said strikes were an \"unrealistic attempt\" to reopen pay discussions.\nThe announcement means further turmoil for students, many of whom experienced strikes shortly before months of disruption during the pandemic.\nAt the start of the month, staff at 58 universities voted in favour of more strike action.\nSome of them are striking over pensions - a dispute which has been rumbling on for nearly a decade, and was reignited because of what the UCU described as a \"flawed valuation\" of the Universities Superannuation Scheme (USS) pension fund. \nThe UCU said it was \"carried out at the start of the pandemic when global markets were crashing\" and would lower members' guaranteed retirement income by 35%.\nOthers are striking over pay and working conditions. The UCU has demanded a £2,500 pay increase for members, an end to \"pay injustice\" and zero-hours contracts, and action to tackle \"unmanageable workloads\".\nStaff at 33 institutions are taking action over both. \nA further six institutions will not see strikes, but staff voted for action short of a strike over pay. The UCU said this would begin on 1 December, and could last for the five months that staff have a mandate for - and would \"include strictly working to contract and refusing any additional duties\".\nJacob Mukherjee, a media, communications and cultural studies lecturer at Goldsmiths, University of London, spent entire days in January responding to students' concerns about Covid.\n\"We feel at breaking point,\" he says.\nThe pandemic caused a \"mass amount of work\".\nAnd many staff are on casual contracts that make them feel undervalued. \nMr Mukherjee worked this way for seven years himself and has \"lost count\" of the contracts he had.\n\"The reward for that is a massive cut to our pension, not getting a pay rise and further increasing workloads,\" the 39-year-old UCU representative says.\n\"Sometimes when you've tried everything else and your back's against the wall, then striking or talking other forms of industrial action is the only option.\"\nMr Mukherjee acknowledges strikes will disrupt learning but says many students will support them and get a better deal if staff are treated better.\n\"I would love it if my students took away the message that these things can be fought and… you can win,\" he adds.\nThe UCU, which has published a list of affected institutions, said it had written to UUK and UCEA \"setting out how university bosses could avoid strike action before Christmas\".\nIts general secretary Jo Grady said she wanted employers to \"get round the table\" and take concerns \"seriously\".\n\"While we set out pragmatic solutions that could halt widespread disruption to UK campuses, university bosses refuse to revoke unnecessary, swingeing pension cuts or even to negotiate on issues like casualisation and the unbearably high workloads that blight higher education,\" she said.\n\"A resolution to this dispute is simple. But if employers remain intent on slashing pensions and exploiting staff who have kept this sector afloat during a pandemic then campuses will face strike action before Christmas, which will escalate into spring with re-ballots and further industrial action.\"\nLarissa Kennedy, president of the National Union of Students, said: \"Staff teaching conditions are student learning conditions. The onus for minimising disruption for students lies with university bosses. They must come back to the table to address the clear issues in how higher education is currently run.\"\nAfter 18 months of online learning, Millie Innes is \"disheartened\" by the decision to strike.\nThe 21-year-old has had only one \"normal\" semester in three years of English literature and theatre studies at the University of Glasgow,\nIn her first year, strikes meant it was unclear whether classes would be cancelled. \nThen, the pandemic hit. \n\"Having to get used to university and in-person classes has been ridiculously challenging after Covid,\" she says.\nEven things such as meeting new people in lectures have felt \"alien\". \n\"A strike won't help this transition at all,\" Ms Innes says.\nAnd the run-up to Christmas is \"probably the worst time for students to experience a strike\" because many have exams and need extra support and revision classes.  \nBut Ms Innes, also an actor, understands the pandemic was also tough for staff, having heard of online classes \"filled with awkward silences and blank screens instead of faces\". \n\"I can only imagine how intimidating this must be for lecturers,\" she adds.\nSpeaking about strikes over pay, Raj Jethwa, UCEA's chief executive, said industrial action was \"aimed at harming students\" and was an \"unrealistic attempt to try to force\" 146 employers to reopen  a concluded national pay round.\nOn the issues of casual contracts and workload, he said: \"We have made repeated offers of joint work in these areas for two years but UCU has rejected them. UCEA genuinely wishes to engage on these matters as far as we can at a national level, noting that they are ultimately for local negotiations.\" \nA spokesman for Universities UK, speaking about action over pensions, said fewer than 10% of eligible pension scheme members voted yes to strike action in the UCU ballots.\n\"Strike action will not address the urgent need for reform to keep the scheme affordable,\" he said, adding that UUK was \"fully committed to continuing talks\" about the future of the pension scheme.\n\"Universities will put in place measures to minimise the impact on students, other staff and the wider university community, and will ensure that students can continue to learn and receive support.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59298981",
      "category": "world-us-canada",
      "title": "Biden signs 'once-in-a-generation' $1tn infrastructure bill into law",
      "tags": "Infrastructure,US Congress,United States,Joe Biden",
      "text": "US President Joe Biden has signed into law a $1.2tn (£894bn) spending bill, marking a legislative achievement for his administration.\n\"Today, we are finally getting this done,\" the Democrat told lawmakers from both major parties in a bill signing ceremony at the White House on Monday.\nThe bill caused a rift in Mr Biden's party that was partly blamed for a Democratic election loss this month. \nAnother massive social spending bill is currently being considered in Congress. \n\"My message to the American people is America is moving again. And your life is going to change for the better,\" Mr Biden said in a speech before signing the law. \nBilled as a \"once-in-a-generation\" infrastructure measure, the legislation pledges $550bn in new federal expenditure over the next eight years to upgrade highways, roads and bridges, and to modernise city transit systems and passenger rail networks.\nIt also sets aside funding for clean drinking water, high speed internet, and a nationwide network of electric vehicle charging points.\nIt is the largest federal investment in the country's infrastructure for decades.\nThe law will be financed in several ways, including unspent emergency relief funds from the Covid pandemic, new taxes on cryptocurrency and other smaller sources.\nThe other bill, known as the Build Back Better Act, still faces an uncertain future in Congress. Progressive Democrats had hoped to pass that bill alongside the infrastructure package, but faced resistance from moderates who asked that the Congressional Budget Office (CBO) first release a forecast of how much it will add to the national debt. \nEarlier this month, Mr Biden denied that the Democrats' shock loss in the gubernatorial race in Virginia was a verdict on his presidency, but acknowledged that it would have been helpful for Congress to have passed the infrastructure and spending bills ahead of the vote. \nHis explanation came amid rising discontent among voters over the party's struggle to pass major legislation, despite controlling both chambers of Congress, albeit narrowly. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-59308938",
      "category": "uk-england-merseyside",
      "title": "Liverpool bomb: Suspect seemed a genuine Christian, says church worker",
      "tags": "Liverpool hospital blast,Liverpool,Kit Malthouse",
      "text": "A church worker who once housed the man suspected of the Liverpool bombing has described him as a \"genuine Christian\".\nMalcolm Hitchcott told the BBC he befriended the suspect Emad Al Swealmeen through a Christianity course run for asylum seekers - and later took him in when he was destitute.\nHe said Al Swealmeen was \"lovely\" but: \"What went wrong, I do not know\".\nAccording to asylum support workers, Al Swealmeen was refused asylum in 2014 and lost an appeal three years later.\nAsylum Link - a Liverpool-based organisation helping asylum seekers and refugees - told the BBC they supported him between 2014 and 2017, but since then he had not been in touch except earlier this year when he asked for clothes. \nIt is not clear whether the Home Office ever tried to remove Al Swealmeen from the UK or whether he was part of a large backlog of unresolved or incomplete cases. The Home Office has been contacted for clarification.\nPolice named Al Swealmeen, 32, as the suspect in the terrorist incident, which happened when a bomb went off in a taxi outside Liverpool Women's Hospital shortly before 11:00 GMT on Remembrance Sunday. \nFootage shows the taxi - in which Al Swealmeen was a passenger - in flames, but none of the vehicles close by were damaged. Al Swealmeen died but the taxi's driver, David Perry, escaped before his car caught fire and is now recovering at home. \nSpeaking to BBC Radio Merseyside on Tuesday, Mr Hitchcott said he first met Al Swealmeen at Liverpool Cathedral while running an Alpha course for asylum seekers, and that he said he wanted to be a Christian.\nHe got to know Al Swealmeen further in 2017 after his asylum appeal was rejected, and Mr Hitchcott and his wife put him up.\n\"He was on the streets, basically... he arrived here on April 2017, he was with us then eight months. During that time we saw him really blossoming as regard to his Christian faith. Every night we used to pray, my wife and him and if there was anybody else in the house we prayed for half an hour or so and studied the scriptures and we had a great time together.\n\"And I was in no doubt by the time that he left us at the end of that eight months, that he was a Christian.\"\nMr Hitchcott added that \"he was absolutely genuine as far as I can tell\" - but said he last saw Al Swealmeen four years ago.\nEarlier, it emerged that Al Swealmeen converted to Christianity from Islam at a ceremony in Liverpool's Anglican Cathedral.\nThe Diocese of Liverpool's communications director, Stuart Haynes, said he believed Al Swealmeen was baptised in 2015 and confirmed in 2017 - but the cathedral lost contact with him in 2018.\nThe Right Reverend Cyril Ashton, the bishop who confirmed Al Swealmeen and who is pictured with him in a photo, said he was \"shocked and saddened\" by the bombing.\n\"His confirmation was one of hundreds I have conducted as a bishop so I have no specific recollection of the individual. The church takes confirmation seriously and I know that he would have been thoroughly prepared with an understanding of the Christian faith. \n\"It seems that sadly, despite this grounding, the bomber chose a different path for his life.\"\nIn the years before the attack Al Swealmeen had been sectioned under the Mental Health Act for about six months because of his behaviour with a knife, Mr Hitchcott previously said.\nPolice are treating the attack as a terrorist incident but said it could take weeks to establish how the incident was planned and prepared.\nCounter-terrorism officers are now examining whether the main charge on the device failed to explode, the BBC has been told.\nThey are also said to be looking at whether the device was constructed using the homemade explosive triacetone triperoxide or TATP.\nTATP has been used in a number of terror attacks, most recently in the UK in 2017 at the Manchester Arena and Parsons Green underground station in London. There are restrictions on the sale of chemicals used to make TATP.\nEarlier, the government's crime and policing minister Kit Malthouse said the motivation for the attack was \"yet to be understood\" and police would publish more details of the attack in due course.\n\"The public should remain alert but not alarmed,\" he said.\nLiverpool Riverside MP Kim Johnson, who asked an urgent question in the Commons on Tuesday, said there had been an increase in hate crime against Muslims in Liverpool following Sunday's incident. \nShe told the House of Commons: \"Incidents such as these always provoke a spike of race hate. My team have been hearing of incidents where women in hijabs are facing abuse.\"\nOn Monday evening, police released without charge four men who had been arrested under terrorism laws in connection with the attack.\nPolice are investigating two addresses linked to the suspect.\nThe property at Rutland Avenue near Sefton Park, in the south east of the city - where Al Swealmeen was picked up by the taxi - was \"becoming central to the investigation\", Assistant Chief Constable Russ Jackson said.\nAnother address in Sutcliffe Street in the city, where officers believe Al Swealmeen previously lived, is also part of the investigation. \nOn Monday, the UK terror threat level was raised from \"substantial\" to \"severe\", meaning an attack is considered highly likely, because the explosion in Liverpool was the second incident in a month, following the death of Conservative MP Sir David Amess.\nOne of Counter Terrorism Policing's senior national co-ordinators, Deputy Assistant Commissioner Matt Twist, said the change was a \"precautionary measure and not based on any specific threat\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59303433",
      "category": "uk-wales",
      "title": "Wales fans told lessons learnt over packed trains",
      "tags": "Cardiff,Newport,Transport for Wales",
      "text": "Football fans have been promised \"lessons have been learnt\", following scenes of packed trains at the weekend.\nTransport for Wales (TfW) has tried to reassure fans ahead of Tuesday night's Wales v Belgium fixture at Cardiff City Stadium.\nChief operating officer Marie Daly said 600 people tried to travel between Cardiff and Newport after the Belarus match.\nSome said they felt unsafe as many people were not wearing face masks.\nWearing a face covering on public transport is the law in Wales.\nMike Jenkins, from Merthyr Tydfil, who had to get a bus replacement after Saturday's game, said there was \"absolute chaos\" and he expected similar problems later, when Wales face Belgium.\n\"I've been trying to get all kinds of lifts and different things like that,\" he said.\n\"I am just expecting a very long journey on the way back.\"\nChris Wojcikowski, Mike Jones and Jon Hughes were travelling home to Bridgend on Saturday after the match.\n\"There weren't many options for getting west towards Bridgend, so there were only a couple of trains,\" said Mr Wojcikowski.\n\"I think a lot of people were particularly worried if a train was going to be cancelled they had to get on the next one, and the next one happened to have only two coaches, so it was absolutely rammed.\n\"It was a bit something you're not comfortable with, that kind of cramped environment with a mix of people wearing masks and not wearing masks, but at the time we didn't have much of a choice.\"\nHis friend Mr Hughes added: \"It was busy but we expected that. Only two carriages which wasn't great but it is what it is isn't it?\nMs Daly said the weekend's disruption was \"because of the issues we had with buses\". \n\"We apologise for the impact that had on customers. We have taken the lessons learnt into this evening's game with enhanced services after the game,\" she said.\n\"On trains that are as busy as you've seen over the weekend, it is really hard for British Transport Police to get through those services. \n\"So we really need people to work with us and to take responsibility for wearing face coverings.\"\nMs Daly said Transport for Wales had handed out 6,000 face coverings since the start of the rugby autumn internationals.  \n\"The role of British Transport Police is to understand why people are not wearing face coverings and that's our first port of call,\" she said. \n\"If people refuse to wear a face covering, then we have had instances where we have refused travel because people won't comply with the legislation.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59295723",
      "category": "world-us-canada",
      "title": "Kyle Rittenhouse: Jury to decide fate of US teen gunman",
      "tags": "Wisconsin,United States",
      "text": "A jury has been sent to deliberate in the case of a teen who shot three men amid civil unrest last year, in one of the most high-profile trials in the US.\nWrapping up, prosecutors said Kyle Rittenhouse walked off like a \"hero in a Western\" after opening fire on the streets of Kenosha, Wisconsin.\nMr Rittenhouse's lawyer said his client feared his own gun would be used on him after a \"crazy person\" ambushed him.\nThe 18-year-old killed two men and injured a third on 25 August 2020.\nThe Rittenhouse case was instantly politically divisive and its result is being closely watched across the nation. \nThe defendant is white, as are the three men he shot. \nBut the shooting happened amid sometimes violent protests that followed the police murder of George Floyd, a black man, in Minneapolis, and the case has been held up on the left as raising questions about racial justice and perceived white privilege.\nOn the right, the cause celebre is seen as an important test case for gun rights and self-defence.\nAhead of a verdict, 500 National Guard troops have been placed on standby in the Midwestern state. \nIn a statement, Governor Tony Evers urged people to \"respect the community by reconsidering any plans to travel there\" in response to the verdict.\nTwo nights before Mr Rittenhouse turned up in Kenosha, riots erupted on its streets after police shot Jacob Blake, a black man. Mr Rittenhouse had travelled to the city from his home in Illinois and, armed with a semi-automatic rifle, he said he sought to help protect property from unrest.\nBefore sending out the jury on Monday evening, Judge Bruce Schroeder instructed them to focus on the facts and to \"disregard the claims or opinions of any other person or news media or social networking site\".\n\"You will pay no heed to the opinions of anyone - even the president of the United States or the president before him,\" he said.\nIf Mr Rittenhouse is convicted on the most serious charges, he could face life in prison.\nAttorneys for Mr Rittenhouse have said he acted in self-defence, but prosecutors allege he came looking for trouble and behaved like a vigilante.\nMark Richards, an attorney for Mr Rittenhouse, accused the state of running \"a shoddy investigation\" that played \"fast and loose with the facts\" and used \"hocus pocus out-of-focus evidence\".\n\"This case is not a game. It is my client's life,\" he said. \"Kyle was a 17 year old trying to help this community. He reacted to people attacking him.\"\nHe added \"we can take politics out of it, but the district attorney's office is marching forward with this case because they need somebody to be responsible\".\nRunning through testimony from witnesses, Mr Richards argued \"there was nothing reckless\" about his client's actions and he had the right to be in Kenosha that night.\nGaige Grosskreutz, the third person shot, had previously testified that he and others thought Mr Rittenhouse was an \"active shooter\", a term mentioned several times by the prosecution in its closing statement.\nBut Mr Richards rebuked the label as \"a buzzword\" with \"loaded connotations\". He said the crowd attacked Mr Rittenhouse not to disarm or chase him away, but because \"they wanted to get their licks in\".\nHe also slammed prosecutors' descriptions of Joseph Rosenbaum - the first person to be shot - as \"a mouthy little guy\" with more bark than bite, instead asserting that Mr Rosenbaum was a violent rioter and \"somebody who wasn't on their proper medication\".\nMr Rittenhouse was 17 years old when he fired the fatal shots that killed Mr Rosenbaum, 36, and Anthony Huber, 26, and wounded Mr Grosskreutz, 27.\nEarlier on Monday, defence attorneys successfully argued that Wisconsin law could be interpreted to allow him to possess the firearm despite being under the age of 18. Judge Schroeder agreed to drop the weapons charge prior to closing arguments.\nLead prosecutor Thomas Binger told the court on Monday in his closing statement: \"You cannot claim self-defence against a danger that you create.\"\nMr Binger - the assistant district attorney for Kenosha - questioned why Mr Rittenhouse broke curfew in a city he did not live in and \"pretended to guard\" people and property he was not familiar with.\n\"Consider whether or not it's reasonable for a criminal to be able to shoot himself out of a crime scene,\" he said. \"If someone comes up to that person and tries to disarm them, do they forfeit their life?\"\n\"He ran around with an AR-15 all night and lied about being an EMT [emergency responder]. Does that suggest to you that he is genuinely there to help?\" asked the prosecutor.\nMr Rittenhouse had worked as a first responder cadet prior to the shootings. He testified last week that he provided medical aid to people that day.\nJurors were shown video, sometimes frame by frame, leading up to and after each shooting. \nMr Binger assailed the teen for showing \"no regard for human life\" and then fleeing the scene \"like he was some sort of hero in a Western\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59307350",
      "category": "world-europe",
      "title": "Poland border crisis: Scene of chaos as soldiers deploy water cannon",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59312734",
      "category": "uk-wales",
      "title": "Covid: Swansea cinema refuses to ask customers for pass",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Swansea,Cinemas,Vaccine passports,Coronavirus pandemic",
      "text": "A cinema manager has refused to obey the Covid pass law, claiming it is an \"infringement of our human rights\".\nSince Monday, people must show an NHS Covid pass in Wales to legally enter cinemas, theatres and concert halls. \nBut Cinema & Co in Swansea will not be implementing the scheme, branding it \"nonsensical\" and \"unnecessary\". \nThe Welsh government said the law was to \"keep us all safe\", adding that it was down to local authorities to enforce the rules. \nIt comes as case rates in Wales continue to rise, up to 488.93 per 100,000 people on 11 November from a low point of 475.9 on 7 November.\nThe scheme, which applies to anyone over the age of 18, has been in place since 11 October for nightclubs and large-scale events. \nBut anyone wanting to go to the theatre, concert halls and cinemas must now also show the pass to prove they are either fully vaccinated or have had a negative lateral flow test result within the past 48 hours.\nAnna Redfern, who manages the independent 56-seat cinema, said the \"unlawful\" law was \"a total infringement of our human rights\".\n\"I know a lot of businesses who are complying with this out of fear, I'm hoping by making a stand in this way it will give others courage to follow suit,\" she added.\nMs Redfern, who used to be a children's rights worker, said she was \"very aware of our rights\" and wanted \"everyone to be welcome\" at the cinema. \nIn a Facebook post, she noted the Universal Declaration of Human Rights which states \"all humans are born free and equal in dignity and rights\".\nShe said the Welsh government had \"discriminated against those exercising their right to bodily autonomy\". \n\"Covid passes do not give freedom, they take it away.\"\nShe added that it took her a lot of courage to put the post up on social media.\n\"I haven't been on social media since making the post but the amount of private messages I've had offering support and admiration for my courage. It's been really overwhelming.\"\nShe said the messages were from business owners and followers of the cinema. \n\"We should make these decisions for ourselves and not the government. They shouldn't be gatekeepers of culture.\" \nConcerns have previously been raised about the \"fairness\" of extending the law to other independent cinemas, which are smaller.\nThe Welsh government said: \"The use of the NHS covid pass for cinemas, theatres and concert halls is required by law in Wales - it is not optional for these venues.\n\"Cases of coronavirus in Wales remain very high. The NHS covid pass is another way we're strengthening the measures we have in place to keep us all safe.\"\nThe NHS covid pass is available digitally, but you need to register for an NHS login via the website."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59298861",
      "category": "uk-politics",
      "title": "Minister Kwasi Kwarteng sorry for upset caused by Standards Commissioner remarks",
      "tags": "House of Commons,Conservative Party,Kwasi Kwarteng,Parliamentary Standards Commissioner ",
      "text": "Kwasi Kwarteng has apologised to Parliament's Standards Commissioner for seeming to question if she should keep her job in a row over MPs' conduct.\nThe business secretary had told Sky News it would be \"difficult\" for Kathryn Stone to stay in her post after the government backed reforms to the standards system, blocking the suspension of Tory MP Owen Paterson.\nBut No 10 later performed a U-turn.\nMr Kwarteng said he should have \"chosen [his] words more carefully\".\nIn a letter to Ms Stone, he said he \"did not mean to express doubt about your ability to discharge your role\" and apologised for \"any upset or distress my choice of words may have caused\".\nMPs had been expected to endorse on Monday night Ms Stone's report that concluded Mr Paterson had broken lobbying rules in Parliament while working as a consultant for two firms - which, in turn, would leave the existing standards system intact.\nBut instead a Tory MP - reported to be Sir Christopher Chope - shouted \"objection\", which means the government will have to reschedule it again before the matter is closed.  \nThe chair of the Commons Standards Committee, Labour's Chris Bryant, called on the government to bring the motion forward as soon as possible \"if the House isn't to fall into further disrepute\".\nLater, a government source told the BBC that MPs would be given the chance to debate and vote on the issue, perhaps as soon as Tuesday.\nMr Paterson, the MP for North Shropshire, has denied any wrongdoing, but resigned from Parliament after the fallout earlier this month. \nOn Sunday, Prime Minister Boris Johnson acknowledged Mr Paterson's case could have been handled \"better\" - while choosing again not to apologise for his part when pressed.\nHowever, the furious row in Westminster has left more questions in its wake over MPs' conduct, including whether they should be allowed second jobs. \nLabour will hold a vote in the Commons on Wednesday, calling for a ban on MPs taking paid directorships or consultancies, with its leader, Sir Keir Starmer, arguing it would help to end \"dodgy lobbying\".\nCurrently, more than 200 MPs have declared additional earnings on top of their MPs' salary in the past year, with Conservative Sir Geoffrey Cox hitting the headlines as one of the highest earners - having accrued almost £900,000 for his legal work.\nConservative party chairman Oliver Dowden told the BBC the government was \"constantly improving standards\", adding: \"The prime minister has been very clear that members of Parliament should be getting on with their day job.\"\nAsked if the government would support Labour's efforts to ban certain second jobs, the prime minister's spokesperson said it would be a matter for the House of Commons.\nSpeaking ahead of a vote in the Commons earlier this month, when Downing Street planned to back an overhaul of the standards system - which would also block Mr Paterson's suspension - Mr Kwarteng seemed to cast doubt on Ms Stone's performance as commissioner.\nHe said: \"I think it's difficult to see what the future of the commissioner is, given the fact that we're reviewing the process, and we're overturning and trying to reform this whole process, but it's up to the commissioner to decide her position.\"\nMr Kwarteng came in for a raft of criticism as a result and within 24 hours - after a furious backlash from MPs on all sides - No 10 had changed its position, saying any changes to the standards system needed cross-party support.\nPublishing his letter to Ms Stone on Monday evening, the minister wrote: \"Having seen how my remarks have been interpreted, and reflecting on them, I recognise that in answering the question that was posed to me I should have chosen my words more carefully. \n\"I did not mean to express doubt about your ability to discharge your role and I apologise for any upset or distress my choice of words may have caused.\"\nThe business secretary added: \"I recognise that it is incumbent on ministers to adhere to the high standards of the Ministerial Code, including ensuring that our words are carefully chosen and that we treat others with consideration and respect. \n\"I therefore regret if the words I used on this occasion have given the impression of having fallen short of these high standards.\"\nMPs did not debate the original report into Mr Paterson's conduct on Monday evening, or the motion that formally scrapped the government's efforts to review the current standards system, as other business in the Commons overran. \nBut the motion had been expected to be \"nodded through\", which means they would have backed the report and overturned the review without the need for a vote.\nHowever now, because of the objection, the issue will have to return to the House again, with the government in charge of rescheduling it.\nCommons Speaker Sir Lindsay Hoyle had said he hoped the moment would allow MPs to \"move beyond\" what he called \"one of the darkest weeks we've had in parliamentary history\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59304733",
      "category": "uk-wales",
      "title": "Cardiff University urged to act after student's exam suicide",
      "tags": "Cardiff,Cardiff University,Menai Bridge,Exams",
      "text": "A university has been urged to change how exam results are announced after a pharmacy student killed herself when she was wrongly told she had failed.\nCardiff University student Mared Foulkes, 21, of Menai Bridge, Anglesey, passed a re-sit, but her results email in July 2020 did not include this mark.\nShe believed this meant she could not sit her third year.\nThe university confirmed it had received the coroner's report and said it would formally respond in January.\nKatie Sutherland's Prevention of Future Deaths report followed the conclusion of the inquest on 28 October into Miss Foulkes' death.\nIn a letter to the university's president and vice-chancellor, the coroner said: \"The sharing of examination results and how examinations are marked is complex, confusing and, at times, capable of appearing misleading.\"\nShe said Miss Foulkes had failed one assessment during the second year of her degree, but got a provisional pass in the re-sit.\nThis was not ratified in the June exam board and the \"indication therefore to Mared in July 2020 was that she had not successfully completed the year\", the coroner added.\nLast month's inquest in Caernarfon heard from Miss Foulkes' mother who said the \"awful\" lack of help from the university led directly to her daughter's death.\nOn the evening after she received the email about her results, Miss Foulkes drove to a bridge in north Wales, where her body was found.\nRecording her conclusion of suicide, the coroner said the university's system for telling students their results could be confusing.\nCardiff University said: \"The untimely loss of a family member in this way is devastating. \n\"As we said at the time of the hearing, we accept that lessons can and should be learnt.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59299701",
      "category": "uk",
      "title": "Covid-19: NHS under pressure and Sturgeon to decide on restrictions",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Tuesday morning. We'll have another update for you this evening. \nPeople whose health has suffered because their care was disrupted during the pandemic are now being admitted to hospital in greater numbers, NHS staff tell us. And this - as much as Covid itself - is driving pressure on the health service. Here's our analysis.\nScotland's First Minister Nicola Sturgeon is to reveal whether Covid restrictions, including the nation's vaccine passport scheme, will be extended to cover more hospitality and leisure venues. The Scottish Chambers of Commerce says further restrictions could put thousands of firms and jobs at risk.\nThere were 160,000 more workers on payrolls in October than in September despite the end of the furlough scheme, official figures show. Job vacancies also hit a fresh record at 1.17 million in the three months to October. Sam Beckett, from the Office for National Statistics, says it might take months to see the full impact of furlough ending but adds: \"Businesses tell us that only a very small proportion of their previously furloughed staff have been laid off.\"\nAnti-lockdown and anti-vaccine Telegram groups have begun injecting the climate change debate with the same conspiratorial narratives they use to explain the pandemic, according to researchers at the Institute for Strategic Dialogue. The think tank that researches global disinformation trends says some anti-lockdown groups have become polluted by misleading posts about climate change being overplayed or a \"hoax\" designed to control people. \nA mum-of-three whose husband died with Covid has set about becoming a nurse after being so moved by the compassion he was shown in hospital. Rachel Ohene-Adjei's husband, Eric, 46, died in April after seven weeks in intensive care at University Hospital of Wales, Cardiff. And she says the staff who helped her through grief inspired her to take a pre-access to nursing course.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. \nWondering when you might get your booster jab after Monday's announcement the rollout would be extended to over-40s? Check our guide.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-59306417",
      "category": "uk-wales-politics",
      "title": "Covid passes: 'No immediate plans' for Welsh pubs and restaurants",
      "tags": "Coronavirus vaccines,Welsh government,Rebecca Evans,NHS Wales,Coronavirus pandemic",
      "text": "There are no \"immediate plans\" to extend Covid passes to Welsh pubs and restaurants, a government minister has said.\nThe Welsh government has suggested that visitors to hospitality businesses could need Covid passes if infections climb.\nSome in the sector are concerned at the impact the measure could have.\nFinance Minister Rebecca Evans's comments come ahead of the next Welsh government Covid review on Thursday.\nCovid passes - used to demonstrate if someone has completed a vaccine course or has tested negative for Covid in the past 48 hours - were extended to cinemas and theatres on Monday.\nThey were already required for nightclubs and large events.\nRecent figures show Wales' case rate is rising again after falling from a peak in October.\nIt stands at 488.93 per 100,000 over seven days on 11 November from a low point of 475.9 on 7 November.\nIt is still lower than the case rate one week ago, which was 526.16.\nSpeaking in a press conference, Rebecca Evans said: \"We have no immediate plans to introduce those Covid passes more widely than they are at the moment.\n\"There is an ongoing discussion with the hospitality sector more widely about what we can be doing to ensure that people are safe in those environments.\"\nAsked about the direction of travel for future restrictions, she said she did not want to pre-empt the next three-weekly review.\nIn the Senedd later on Tuesday, First Minister Mark Drakeford said Wales is \"not out of the woods\" on Covid as rates begin to increase again.\nThe first minister told the Senedd his cabinet will look \"very carefully\" at the numbers.\nIt is up to businesses to decide whether they scan or manually view the passes, which include a QR code and a date of expiry.\nThe Welsh government says businesses can decide if they want to digitally scan or manually view the passes, as part of their own Covid risk assessment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-59298891",
      "category": "entertainment-arts",
      "title": "Strictly judge Craig Revel Horwood to miss show with Covid",
      "tags": "Strictly Come Dancing",
      "text": "Strictly Come Dancing judge Craig Revel Horwood will miss this weekend's show after testing positive for Covid.\nIt is hoped that Revel Horwood, 56, will return for the next episode, a Strictly spokeswoman said.\nCelebrities Tom Fletcher and Judi Love have also both missed a show after testing positive for coronavirus.\nRevel Horwood is the only judge to have been part of every series of Strictly and is known for his high standards and not holding back his opinion.\nA Strictly spokeswoman said: \"Craig Revel Horwood has tested positive for Covid-19 and is now self-isolating following the latest government guidelines. While Craig will not be taking part in Strictly Come Dancing this weekend, all being well he will return the following week.\" \nAustralian-born Revel Horwood is known for his performances and choreography in the West End but will miss this year's Strictly musicals week.\nAt the start of Monday evening's It Takes Two on BBC Two, host Rylan wished Revel Horwood well, saying: \"We are sending you all our love and we can't wait to see you, really soon.\"\nIt has not just been Covid which has caused issues on this series of Strictly, with celebrities having to miss shows for other health reasons too.\nPeep Show actor Robert Webb, who had open heart surgery two years ago, withdrew from the competition citing ill health, while rugby player Ugo Monye missed an episode with a back injury.\nThere are seven couples still remaining in the competition after Dragon's Den star Sara Davies was voted off at the weekend.\nThat show also saw EastEnders actress Rose Ayling-Ellis, the first deaf contestant in the show's history, and her dance partner Giovanni Pernice praised for paying tribute to the deaf community.\nDuring their performance the music was turned to muffled noise and silence as the pair danced on.\nThe judges awarded a near-perfect combined score of 39 out of 40, with head judge Shirley Ballas calling the dance \"absolutely beautiful\".\nPercussionist Dame Evelyn Glennie described Ayling-Ellis as a \"wonderful role model\", while former Strictly contestant and Invictus Games medallist JJ Chalmers said she had been an \"absolute triumph\".\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59305710",
      "category": "world-europe",
      "title": "Covid-19: Pubs curfew and working at home return in Ireland",
      "tags": "Republic of Ireland,Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "New Covid-19 restrictions in the Republic of Ireland are due to \"another surge\" of the virus, the taoiseach (Irish prime minister) has said.\nMicheál Martin said the \"advice is now that everyone should work from home unless it is absolutely necessary\".\nWorkers began to return to offices in September when restrictions were eased.\nMr Martin also confirmed an earlier closing time of midnight for bars, restaurants and nightclubs from Thursday.\nMinisters made the decision as senior government figures fear further restrictions may be needed.\nMr Martin, speaking in a TV address on Tuesday night, said if the number of Covid infections continues to grow at the current rate \"no health system would be able to cope\".\n\"This is the fourth surge - but it is different - and the vaccination programme has allowed us to keep society open,\" Mr Martin said.\nHe also announced that Covid-19 close contacts who are fully vaccinated and showing no symptoms should restrict their movements until they have three negative test results within five days.\nCovid-19 vaccine passes will be required for entry to cinemas and theatres but not for gyms and hairdressers.\nAnother 4,570 cases of coronavirus were reported in Ireland on Monday, up from 3,805 on Sunday.\nThe total number of deaths linked to Covid-19 in the Republic of Ireland since the start of the pandemic is 5,566.\nThe earlier closing time for all restaurants, pubs and nightclubs will come into effect from Thursday at midnight.\nThat reverses the return to normal opening hours on 22 October, which had brought an end to an 23:30 curfew that had been operating since Covid-19 restrictions were lifted in July to allow hospitality premises to serve customers indoors.\nPubs and nightclubs are ordinarily able to serve alcohol until 00:30 on Fridays and Saturdays, while those with a late licence can serve alcohol up until 02:30.\nThe head of the Licensed Vintners Association (LVA) said the decision would be \"will be extraordinarily difficult for those working in late bars, nightclubs and the rest of the late night sector and will place considerable pressures on livelihoods in the run up to Christmas\".\nThe Restaurants Association of Ireland called for business supports for the hospitality industry to be re-introduced.\nIts chief executive, Adrian Cummins, told Irish broadcaster RTÉ that antigen testing needs to be ramped up and the message to reduce socialising is hurting hospitality venues, with more cancellations in restaurants and bars.\nWith about 90% of over-12s fully vaccinated against Covid-19, the Republic of Ireland has one of the highest vaccination rates in the world.\nThere are plans to give boosters to all over 60s.\nIn a social media post, Ireland's chief medical officer Dr Tony Holohan said: \"In the last 14 days, we have been notified of almost 55,000 cases of Covid-19.\n\"The only time we have had more cases in a 14-day period was in January this year, and, unfortunately, we do expect this figure to increase in the coming days.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59303652",
      "category": "world-europe",
      "title": "France clears Dunkirk migrant camp amid UK tensions",
      "tags": "France,Migration",
      "text": "France has dismantled a large migrant camp on its northern coast where increasing numbers of people hoping to reach the UK had settled.\nFrench officers pulled down tents and evacuated up to 1,500 migrants from the site, near Dunkirk, early on Tuesday.\nAuthorities also say they have arrested 35 suspected people smugglers.\nFrance is in a row with the UK over its handling of rising numbers of migrants trying to cross the English Channel from camps in northern France.\nLast Thursday 1,185 people made the often dangerous crossing, a record number that the UK government said was \"unacceptable\".\nThe UK has accused French authorities of not doing enough to control the crossings, and called on them to clamp down on people smuggling.\nFrance meanwhile has accused the UK government of blowing the scale of migration out of proportion for political reasons, and failing to deter people from making the crossing.\nThe issue has damaged UK-France relations, which were already strained over a number of issues, ranging from fishing rights in the Channel, to a deal with Australia on nuclear submarines.\nFrance's Interior Minister Gérald Darmanin said on Tuesday morning that the migrant camp in the Dunkirk suburb of Grande-Synthe was being evacuated on his instruction.\nFrench police said that 663 people had already been transported on 23 buses to a shelter.\nMr Darmanin said the new arrests meant France had detained more than 1,300 suspected people smugglers since January.\n\"These smugglers are criminals who exploit human misery, overseers of illegal immigration,\" the minister tweeted.\nVideos posted on social media showed scores of police vans at the camp, and people being taken onto coaches.\nBFM TV said the number of migrants in the camp had more than tripled in two months, from 400 in early September to about 1,500 people recently.\nA French government spokesman told broadcaster France Inter that the camp had been dismantled in order to \"shelter\" the migrants, \"especially as winter approaches\".\nBut migrant organisation Utopia56 said the evacuation would only \"lead to a dispersal and silencing of people, without any real accompanying solution\".\nMore than 23,000 people have made the crossing from France to the UK by boat so far this year, a sharp rise on the 8,404 recorded in 2020.\nThe UK government has repeatedly promised to make the route unviable. \nIn an attempt to do this, the UK government has proposed changes to immigration rules, which are being considered by MPs. If approved, these changes would make it harder for anyone arriving by boat to claim asylum successfully.\nBut humanitarian groups have criticised the plan, which say they will unfairly punish refugees from the poorest parts of the world.\nMr Darmanin met UK Home Secretary Priti Patel on Monday evening to discuss the migrant issue.\nIn a tweet, Ms Patel said they had \"discussed a range of additional steps to tackle the problem and reiterated the importance of working together to make this deadly route unviable\".\nA source close to Mr Darmanin told the BBC the ministers discussed technical solutions to fight against organised crime groups. But the French interior minister said \"the only way to prevent 100% of crossings was to reduce the attractiveness of the UK for migrants\", the source said.\nHours before the meeting, Mr Darmanin gave a highly critical assessment of British attacks on France's handling of the migrant situation. In an interview with CNews (in French), Mr Darmanin accused the UK of \"using us as a punch-ball in their domestic politics\".\nOn Tuesday, one of Mr Darmanin's aides said there was no link between his conversation with Ms Patel and the clearing of the camp in Grande-Synthe.\nThe clearance had been \"scheduled for this date\" prior to the phone call, the aide told AFP news agency."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59289008",
      "category": "health",
      "title": "Covid booster doses will be offered to over-40s",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "All over-40s in the UK will be offered a third dose of a Covid vaccine, after advice from the government scientists. \nThe move would top up protection and help limit the spread of the virus over winter. \nThree doses cuts the risk of infection by more than 93%, according to new data from the UK Health Security Agency. \nThe Joint Committee on Vaccination and Immunisation also said 16- and 17-year-olds, initially offered only a single dose, should now receive a second. \nSo far, 12.6 million people have had a booster dose. \nThey have been given to the over-50s, front-line medical staff and people with health conditions that put them at greater risk. \nPrime Minister Boris Johnson said it would be an \"utter tragedy\" if double vaccinated people became seriously ill or died \"because they allowed their immunity to wane\".\nHe said there was \"nothing in the data\" to suggest a lockdown or Plan B was needed at the moment; despite \"storm clouds\" gathering in Europe, where cases are climbing.\nYet he warned \"clearly we cannot rule anything out\".\nCases have started to tick up in the UK after the lull caused by the half-term holidays - the latest daily figure for number of people testing positive is 39,705. \nMr Johnson said it was \"increasingly obvious\" that we will \"have to adjust our concept of what constitutes a full vaccination\" to include a booster. He said the third dose would probably make foreign travel easier and there were plans to add it to the NHS Covid travel pass. \nPeople aged 40-49 will be boosted with either the Pfizer-BioNTech jab or a half dose of the Moderna vaccine, which still gives a potent immune response. \nThis should be offered six months after the second dose. \nDeputy chief medical officer for England Prof Jonathan Van-Tam said: \"If the booster programme is a success and we have very high uptake, we can massively reduce worry about hospitalisation and death this Christmas and this winter for millions of people.\n\"It is as simple and decisive as that.\"\nThe coronavirus remained \"unpredictable\" and \"there just isn't a second to waste now\", he added.\nExperts anticipate a booster would reduce the risk of death, or severe disease needing hospital care, by even more than the 93% cut to the chances of catching Covid.\nEach nation in the UK has formally accepted the vaccine scientists' advice. \nHealth and Social Care Secretary Sajid Javid said: \"I have asked the NHS to prepare to offer those eligible a vaccine as soon as possible.\"\nThe Medicines and Healthcare products Regulatory Agency said the booster doses were safe and side effects mostly either a sore arm or flu-like symptoms.\nThe MHRA had identified \"no new safety concerns\" during the booster campaign, chief executive Dr June Raine said.\n\"This further strengthens our ability to ensure people are protected against Covid-19 and saves lives,\" she said.\nVaccine protection does fall after the second the dose. \nAnd Prof Wei Shen Lim, from the Joint Committee on Vaccination and Immunisation, said all adults under 40 \"may well be\" offered a booster dose eventually.\nConcerns about the risk of heart inflammation, known as myocarditis, meant 16- and 17-year-olds were initially offered only one dose of a Covid vaccine. \nBut Dr Raine said the MHRA was \"not detecting any increase in risk with the second dose\" and young adults should now \"come forward for their second dose\". \nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58422607",
      "category": "uk-scotland",
      "title": "Vaccine passports: How does Scotland's scheme work?",
      "tags": "Nicola Sturgeon,NHS Scotland,Coronavirus vaccines,Vaccination,Hospitality industry,Vaccine passports,Coronavirus pandemic",
      "text": "Scotland's vaccine passport scheme was introduced last year with the aim of enabling events to go ahead despite surging Covid cases and encouraging the uptake of the vaccine in younger people. \nIt covers large outdoor events, which resumed this week, and venues such as nightclubs and those hosting large indoor events, which can reopen from 24 January.\nPeople over the age of 18 must show - if asked - that they are fully vaccinated, or have proof of a negative rapid lateral flow test (LFD) or PCR within the previous 24 hours, before they are allowed entry to certain venues and events.\nIf it is more than 120 days since your second jab, you are required to have had a booster to be classed as fully vaccinated. \nThe scheme applies to:\nFor nightclubs and smaller events, all people entering should be checked. \nOrganisers of large events are being asked to review 50% or 1,000 vaccine passports of attendees, whichever figure is higher, \nAnyone who has good reasons for not getting fully vaccinated - including people with particular medical conditions - will be exempt, as will employees working at the venues, people taking part in vaccine trials and anyone under the age of 18.\nThe government also said there would be no need for a vaccine passport to access public services or settings where people have no choice over attendance - such as shops, public transport, education and medical services.\nThe vaccine passport has been updated so that its QR code includes evidence of booster vaccinations.\nThe NHS Scotland Covid Status App is available on Apple and Android devices allows people to register, using their passport or driving licence to verify their identity, and then creates a QR code for each vaccination. \nThose who cannot use the app are able to request what the government describes as \"a secure, uneditable\" paper record. It has enhanced security features, such as thermodynamic ink to prevent forgery, as well as a QR code, and will be valid for three months.\nA QR code verifier app was made available to venues, enabling staff to check a customer's QR code.\nThose who cannot be vaccinated for medical reasons will be able to show a document confirming that they are exempt. While under-18s are exempt from the scheme, they may need to show proof of age.\nPeople coming from elsewhere in the UK can show their vaccination status with the NHS App (if from England or Wales) or the Covidcert NI app (if from Northern Ireland) - or via paper letters of certification.\nWhile initially there was no clear definition of what constituted a nightclub, the government later provided some clarification.\nThe vaccine certification scheme applies to any venue that meets all four of the criteria:\nPotentially, a 200-capacity nightclub could be asking for a vaccine passport while a pub next door, with a larger capacity and music playing into the early hours of the morning without dancing or a designated dance floor operating, avoids having to ask customers for their vaccine status.\nFirst Minister Nicola Sturgeon has said that the rules will be applied in a spirit of pragmatism. As an example, she said a venue required to check vaccine certification at night would not have to check customers coming in for a pub lunch 12 hours earlier.\nThe scheme in England applies to the same venues that are covered in Scotland.\nPeople can only enter if they can show an NHS Covid Pass confirming they have received two doses of an approved vaccine (or a single-dose of Janssen vaccine); a negative PCR or rapid lateral flow test (LFT) result within the last 48 hours; or proof that they have a medical exemption or are taking part in a clinical trial.\nIn Wales, people need to show their NHS Covid Pass or a negative LFT result within the last 24 hours to gain entry to cinemas, theatres and concert halls.\nPrior to the current restrictions, the scheme also applied to nightclubs and comparable venues, unseated indoor live events for more than 500 people, unseated outdoor live events for more than 4,000 people and any event for more than 10,000 people.\nThe Covid passport scheme in Northern Ireland applies to pubs, restaurants, cinemas and theatres - as well as nightclubs and large events which are currently closed.\nPeople can either show proof of vaccination, proof of a negative lateral flow test taken in the previous 48 hours, or proof of a positive PCR test taken in the previous 30-180 days.\nThe COVIDCert NI app can be used to show proof of vaccination, or a paper version can be requested."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59249409",
      "category": "health",
      "title": "Why the NHS is struggling like never before",
      "tags": "Coronavirus lockdown measures,NHS,Coronavirus pandemic",
      "text": "Lives are being put at risk with record long waits in accident-and-emergency units and 999 calls taking hours to be reached. The causes of this go beyond Covid - and with winter coming it looks set to get worse.\nNatalie Quinn's parents were active and enjoying life when the pandemic hit. \nAlthough her father, Jimmy, had been diagnosed with dementia, he was still driving, playing golf and attending groups organised by the Alzheimer's Society. But lockdown hit them hard. \n\"All my dad's activities stopped and he went downhill quickly,\" Ms Quinn, 54, says. \n\"My mum was looking after him, but it took its toll. She had to go into hospital and he went into a care home.\n\"It was meant to be temporary - but, of course, we couldn't see him. He deteriorated and never came out.\"\nBy February, Jimmy, 75, was dead. \nNatalie's mother's health worsened too. For years, she had been living with a rare blood marrow disorder. Now 77, she has spent the past six months in and out of hospital in Yeovil, their home town.\n\"I really believe if they could have remained active and living the life they had, it could be so different,\" Ms Quinn says.\nNatalie's family's story is being repeated across the country.\nWhen the pandemic hit, about a quarter of adults in the UK were living with chronic illnesses.\nWith support and care disrupted and Covid making people more isolated and less active, their health has suffered.\nAccording to those working in the NHS, they are now turning up to hospital in ever greater numbers.\nAnd it is this as much as Covid that is driving the rise in demand on the NHS.\nAt Newcastle's Royal Victoria Hospital, which allowed BBC News in to film this month, doctors and nurses are struggling.\nAlongside Covid cases, they are seeing more frail elderly people being admitted as well as significant numbers of people with alcohol and mental health-related problems.\nLike at nearly all hospitals, A&E waiting times have worsened and quality of care is suffering, with patients spending hours on trolleys because there are no beds available.\n\"It really breaks my heart to see - they are really vulnerable,\" senior sister Juliet Amos says.\nThe concern is being felt at the very top of the organisation too. \n\"We are in such a tight spot, there is no room for manoeuvre,\" Dame Jackie Daniel says. \"It can't go on.\"\nBut this is not just about demand. It is also down to capacity - what the NHS can cope with.\nThe service was struggling before the pandemic hit, with targets routinely missed in all parts of the UK.\nThe NHS was being run \"at its limit\", Chris Hopson, of NHS Providers, which represents hospital trusts, says.\nFeedback from his members now shows unprecedented levels of concern about the coming months. The health service, he believes,  is heading for the \"most difficult winter in its history\".\nThis is not just about the past couple of years though - the situation has been a decade in the making.\nBetween 2010 and 2019 the annual rises in spending on health were well below those traditionally given since the birth of the NHS.\nDuring that period, the Tories have been in power - albeit with the Lib Dems for the first five years.\nAlthough it is worth noting, in its 2010 and 2015 election manifestos, Labour was not proposing any tangibly higher increases in spending either.\nThis parliament has seen a change - annual rises are now close to 4% - but the result of the squeeze in the 2010s is fewer doctors and nurses per head of population than our Western European neighbours. \nIt meant the UK entered the pandemic in a \"vulnerable position\" when you combine both funding and population health, says Dr Jennifer Dixon, chief executive of the Health Foundation, with less resilience to absorb a shock like a pandemic.\nAnd so the NHS has struggled like never before. \nThe waiting times in A&E are now at their worst levels since records began, nearly 20 years ago.\nThe deterioration is even more alarming in the ambulance service, as BBC News reported last week.\nResponse times for emergency callouts for things such as heart attacks and strokes are taking three times longer than they should, with some patients waiting up to nine hours for help to arrive.\nA big part of the problem is the system is grinding to a halt. \nAmbulances are becoming stuck outside A&E for hours on end because there are no hospital staff available to hand their patients over to.\nThat's because of bottlenecks inside the hospital. Wards are full and struggling to discharge patients even when they are medically fit to leave - because of a lack of available care in the community.\nSo even when A&E patients are admitted, 30% wait longer than four hours for a bed.\nAnd that, in turn, leads to further overcrowding in A&Es, where a quarter of all patients wait longer than four hours to be seen.\nIn one of the worst cases, a backlog of more than 20 ambulances was reported at one hospital.\nThis can have dire consequences. An investigation is under way after a patient died following a cardiac arrest. \nThey had spent five hours in the back of an ambulance outside Worcestershire Royal Hospital.\nAnother death is being investigated in the East of England, after a call classed as immediately life threatening took an hour to reach. Such calls should be answered in seven minutes on average. The patient was found dead. \nThe ambulance service said crews had been stuck in queues at local hospitals.\n\"Hospitals are full and running pretty much on one in and one out,\" a consultant in West Yorkshire, former Society for Acute Medicine president Dr Nick Scriven, says.\nAnd it seems little can be done to prevent the situation deteriorating as winter hits.\nThe government is putting extra money in - but it will have limited effect without extra staff and they are simply unavailable, Dr Scriven says.\n\"We need to be frank with the public,\" he says. \"Some really difficult decisions will have to be made.\"\nFollow Nick on Twitter\nRead more from Nick\nHave you been affected by issues covered in this story?  Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59306466",
      "category": "uk",
      "title": "Yvonne Fletcher shooting: Libyan close to Gaddafi found jointly liable for killing of PC",
      "tags": "Libya,Metropolitan Police Service",
      "text": "A Libyan man has been found jointly liable at the High Court for the fatal shooting of PC Yvonne Fletcher, 37 years ago.\nPC Fletcher, 25, was killed outside the Libyan Embassy on 17 April 1984 during a protest by anti-Gaddafi activists.\nHer former colleague and friend John Murray, 66, brought a civil case against a Libyan man, Saleh Ibrahim Mabrouk, said to be close to the country's ex-leader Colonel Gaddafi.\nMr Mabrouk did not defend the case.\nHe has been barred from the UK and is currently in Libya but in an email to Mr Murray's lawyers he denied any involvement in PC Fletcher's killing.\nMr Mabrouk was not alleged to have been the gunman but was found to be jointly liable.\nA three-day trial at the Royal Courts of Justice in London heard that Mr Mabrouk was one of the key figures in a \"revolutionary committee\" that had taken over the Libyan Embassy on Colonel Gaddafi's orders prior to the shooting.\nGaddafi took power in Libya in 1969 but was driving the country in an increasingly radical direction and targeting his enemies abroad, including the UK.\nOn 17 April, two Sterling sub-machine guns were used to fire on anti-Gaddafi protesters outside the building from a first floor window, killing PC Fletcher and injuring others.\nThere was spontaneous applause inside an emotional courtroom packed with former police officers when the judge gave his verdict. \nThe battle by John Murray to live up to the promise he made to his former friend and colleague, Yvonne Fletcher, has been long and difficult. \nThere was real frustration when a criminal case was blocked in 2017 on the grounds of \"national security\" and Mr Mabrouk is now back in Libya. \nBut, even after 37 years, Mr Murray is not willing to give up hope he will one day see those he holds responsible in a British court. \nThis verdict is a milestone but it is not the end of the road and questions remain as to why the authorities blocked the criminal case. \nMr Mabrouk was deported after the shooting but then returned to live in the UK.\nIn 2015 he was arrested in connection with the killing but in 2017 the case was dropped because crucial evidence could not be used on grounds of national security. \nMr Murray claimed assault and battery related to the shooting and brought a civil claim against Mr Mabrouk for a nominal amount of £1.\nIn a statement, Mr Murray, from Chingford, east London, spoke of his relief at the the court's ruling, saying it was a \"huge weight off [his] shoulders\" after a 37-year battle for justice.\nBut he said despite the \"many obstacles\" along the way, his promise to his dying colleague to bring those responsible for her murder to justice had \"taken a huge step forward\".\nMr Murray added: \"Everything we have done leading up to this verdict has been for Yvonne.\n\"Today, we have finally achieved justice for Yvonne.\"\nDelivering his judgement on Tuesday morning, Mr Justice Martin Spencer said those responsible for the shooting of Yvonne Fletcher also bore \"liability\" to Mr Murray.\nHe said he was \"satisfied on the balance of probabilities\" there had been a \"common design\" to use violence against the protesters and that Mr Mabrouk had been an \"active participant\" in a \"common design\" to fire on them.\nHe added that Mr Murray - who shed a tear as the judgement was read out - had succeeded in showing Mr Mabrouk as jointly liable for the shooting of PC Fletcher.\nThe judge said PC Fletcher died as a result of \"a cowardly attack\" by the gunmen, who were \"uncaring of the risk posed to police officers going about their normal duties\".\nThere seemed to be \"little doubt\" the actions of the gunmen were \"orchestrated and sanctioned\" by Gaddafi, who \"could not tolerate dissent or disagreement\", the judge added.\nGiving evidence about the day of the shooting, Mr Murray told the court last week that he and PC Fletcher were due to be undertaking other duties that day. \nAt the last minute they were instead asked to help police a demonstration outside the Libyan Embassy.\nMr Murray - who has suffered post-traumatic stress disorder (PTSD) since the incident - said he and PC Fletcher had talked to the demonstrators and swapped where they stood a number of times. \nThen suddenly he heard what sounded like a firecracker and turned to see his colleague and friend lying bleeding on the pavement.\nIn an emotional testimony, he said: \"I blamed myself. I felt responsible for Yvonne's murder.\n\"If I had changed places with her once more, it would have been me… she died in my place as far as I was concerned.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59299101",
      "category": "science-environment",
      "title": "Russian anti-satellite missile test draws condemnation",
      "tags": "Space debris,Russia,Space,International Space Station,Space exploration,United States",
      "text": "The US has condemned Russia for conducting a \"dangerous and irresponsible\" missile test that it says endangered the crew aboard the International Space Station (ISS).\nThe test blew up one of Russia's own satellites, creating debris that forced the ISS crew to shelter in capsules.\nThe station currently has seven crew members on board - four Americans, a German and two Russians.  \nThe space station orbits at an altitude of about 420km (260 miles).\n\"Earlier today, the Russian Federation recklessly conducted a destructive satellite test of a direct ascent anti-satellite missile against one of its own satellites,\" US state department spokesman Ned Price said at a briefing.\n\"The test has so far generated over 1,500 pieces of trackable orbital debris and hundreds of thousands of pieces of smaller orbital debris that now threaten the interests of all nations.\"\nNasa administrator Bill Nelson said he was outraged at the incident. \n\"With its long and storied history in human spaceflight, it is unthinkable that Russia would endanger not only the American and international partner astronauts on the ISS, but also their own cosmonauts\" as well as Chinese \"taikonauts\" aboard China's space station, he said in a statement. \nRussian space agency Roscosmos downplayed the incident.\n\"The orbit of the object, which forced the crew today to move into spacecraft according to standard procedures, has moved away from the ISS orbit. The station is in the green zone,\" the agency tweeted.\nThe wayward material passed by without incident, but its origin is now under the spotlight. \nIt appears to have come from a broken-up Russian satellite, Kosmos-1408. A spy satellite launched in 1982, it weighed over a tonne and had ceased working many years ago. \nLeoLabs, a space debris-tracking company, said its radar facility in New Zealand had picked up multiple objects where the long-defunct spacecraft should have been.\nMr Price described the Russian action as \"dangerous and irresponsible\" and said it demonstrated the country's \"claims of opposing weaponisation of space are disingenuous and hypocritical.\n\"The US will work with our partners and allies to respond to their irresponsible act,\" he said.\nAnd UK Defence Secretary Ben Wallace said the test \"shows a complete disregard for the security, safety and sustainability of space\".\n\"The debris resulting from this test will remain in orbit putting satellites and human spaceflight at risk for years to come,\" he added.\nIt's difficult not to view anti-satellite missile tests as a form of madness. \nIt's impossible to control the debris field that results from a high-velocity impact. Thousands of fragments are produced. Some will be propelled downwards towards Earth and out of harm's way, but many will also head to higher altitudes where they will harass operational missions for years into the future - including those of the nation state that carried out the test. \nWhat must the Russian cosmonauts on the space station have been thinking when they took shelter in their Soyuz capsule early on Monday because of the risk debris from this test might intersect with their orbital home?\nSpace junk is a rapidly worsening situation. Sixty-four years of activity above our heads means there are now roughly a million objects running around up there uncontrolled in the size range of 1cm (0.4in) to 10cm. \nAn impact from any one of these could be mission-ending for a vital weather or telecommunications satellite. Nations need to be clearing up the space environment, not polluting it still further.\nA number of countries have the ability to take out satellites from the ground, including the US, Russia, China and India. \nTesting of such missiles is rare, but always draws widespread condemnation whenever it occurs, because it pollutes the space environment for everyone.\nWhen China destroyed one of its retired weather satellites in 2007, it created more than 2,000 pieces of trackable debris. This material posed an ongoing hazard to operational space missions, not least those of China itself.\nBrian Weeden, an expert in space situational awareness, earlier said that if it was confirmed Russia had conducted a test that endangered the ISS, the conduct would have been \"beyond irresponsible\".\nThe space station occupies an orbital shell that other operators try to keep clear of hardware, either working or retired.\nHowever, the astronauts are increasingly having to take precautionary measures when fragments from old satellites and rockets come uncomfortably close.\nThe velocities at which this material moves means it could easily puncture the walls of the station's modules.\nPrecautionary measures usually involve closing hatches between the modules, and, as happened on Monday, climbing into the capsules that took the astronauts up to the station. These vehicles stay attached to the ISS throughout the crews' tours of duty in case there is a need for a rapid \"lifeboat\" escape."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-bristol-59303588",
      "category": "uk-england-bristol",
      "title": "Claire Holland: Search for Bristol woman missing since 2012",
      "tags": "Missing people",
      "text": "Police have started a major search for a woman missing since 2012.\nClaire Holland, 32, from Lawrence Weston in Bristol, was last seen on the evening of 6 June, the day after the Queen's Diamond Jubilee weekend.\nAvon and Somerset Police said they now had reason to believe her disappearance was \"linked to a crime\".\nMs Holland's mother Jackie Vaughan said the family was \"desperate\" to find out what happened to her as they said they were \"in limbo\" and needed closure.\n\"We thought maybe she wasn't well, so we tried to get in touch with her and she wasn't answering her phone. As the week went by other people became concerned as well,\" Mrs Vaughan said.\n\"I felt sick. It was horrible because you just don't know.\n\"She had so much going on in her life that she was looking forward to, and she was really proud that she was doing all these things.\n\"She had just moved into her new flat, she was painting and decorating. She was changing her life around.\"\nThe fact her bank account had not been used for a few days also sent alarm bells ringing for the family.\nAvon and Somerset Police said it now needed the public's help with the investigation and had released new CCTV footage of Ms Holland as it began searches around the city.\nIt added that it was not linking the search for Ms Holland to the remains found in the Stockwood area of the city earlier this week, although they have yet to be identified.\nSenior investigating officer Det Insp Darren Hannant asked the public to \"cast their minds back\" to the weekend of 2-5 June in 2012.\nThere was an extended bank holiday in honour of the Queen's Diamond Jubilee. \n\"CCTV shows Claire walking along Baldwin Street heading towards the Seamus O'Donnell's pub at around 21.30 BST on Wednesday, 6 June, but we don't have any footage showing where she went afterwards,\" he said.\n\"Staff have confirmed she did leave the pub later that evening just after closing time, around 23.15.\"\nDet Insp Hannant said it was possible Ms Holland had headed towards the city's harbourside, but despite officers reviewing more than 1,000 hours of CCTV footage, they had not been able to spot her.\nHe said her disappearance was first treated as suspicious in 2019, when a 37-year-old man was arrested on suspicion of her murder.\nThe man, now 39, remains released under investigation.\n\"Claire had no known reason to go missing of her own accord and had made plans for the week following her disappearance,\" said Det Insp Hannant.\nA specialist dive team will join the new searches starting in the city centre and will move to other areas of Bristol throughout the week.\nMrs Vaughan said she was \"desperate\" to know what had happened to her daughter.\n\"I want to know, her sisters want to know. We're in limbo. We need closure.\n\"If I'm out and I see somebody that looks like Claire, I'll speed up to see if it's her.\n\"It never goes away.\n\"Somebody must know where she is, or what's happened. \"\nPeople who were her Facebook friends in 2012 will also be sent messages by police.\nDetectives from Avon and Somerset Police want to speak to anyone who was in Seamus O'Donnell's on the night Ms Holland was last seen, who might be able to identify who she spoke to that night in the pub.\nThe force is also interested in talking to anyone who might have seen her walking in the city after 23:00.\nOfficers want to hear from any friends of Ms Holland who might not have shared information in 2012, or might have heard something suspicious or unusual about her disappearance.\nShe is described as white, about 5ft (1.5m), of slim build, with shoulder-length brown hair, sometimes tied back in a ponytail.\nAnyone with information about the case is urged to contact police.\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59303410",
      "category": "uk-politics",
      "title": "Two women accuse PM's father Stanley Johnson of inappropriate touching",
      "tags": "Stanley Johnson,Caroline Nokes,Conservative Party Conference",
      "text": "Two women, including a Conservative MP, have accused the prime minister's father, Stanley Johnson, of touching them inappropriately.\nCaroline Nokes told Sky News that Mr Johnson had smacked her \"on the backside about as hard as he could\" at the Tory Party conference in 2003.\nAnd political correspondent Ailbhe Rea has accused Mr Johnson of groping her at the 2019 Conservative conference.\nMr Johnson told Sky he had \"no recollection\" of Ms Nokes.\nHe declined to comment on the allegations by Ms Nokes and Ms Rea, who writes for the New Statesman magazine, as he left his home on Wednesday morning.\nMs Nokes told the BBC Mr Johnson should \"own up and apologise\", adding: \"I think anyone would be shocked to have someone smack them on the bum, and that's the reality.\n\"I think the flip of that is that it's something that too many women put up with too many times in their lives.\"\nAsked why she had not spoken out before, Ms Nokes said: \"Time has moved on and it actually matters that the experiences that we may have had as much younger women don't leave you.\n\"They really don't leave you and so it's important that when you have the confidence to talk about them that you do.\"\nDowning Street said it would not be making a statement regarding Mr Johnson, as he was a \"private individual\".\n\"Anyone who commits a criminal act we would not condone, but I'm not getting drawn in to allegations against an individual,\" a spokesman added.\nMs Nokes, MP for Romsey and Southampton North since 2010, was the Conservative candidate for the constituency when the incident allegedly happened at the 2003 conference in Blackpool.\nShe told Sky News: \"I can remember a really prominent man (Mr Johnson) - at the time the Conservative candidate for Teignbridge in Devon - smacking me on the backside about as hard as he could and going, 'Oh, Romsey, you've got a lovely seat'.\"\nWhen approached about his alleged behaviour, Mr Johnson said: \"I have no recollection of Caroline Nokes at all - but there you go. And no reply... Hey ho, good luck and thanks.\"\nAfter these comments, Ms Rea tweeted: \"Stanley Johnson also groped me at a party at Conservative conference in 2019.\n\"I am grateful to Caroline Nokes for calling out something that none of us should have to put up with, not least from the prime minister's father.\"\nMs Nokes has served as a minister for home affairs, work and pensions and in the Cabinet Office.\nMr Johnson, a former Member of the European Parliament, has never been elected as an MP."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59287001",
      "category": "uk",
      "title": "Liverpool bomb: What we know so far",
      "tags": "Liverpool hospital blast,Merseyside Police,Liverpool",
      "text": "A man who was killed outside Liverpool Women's Hospital on Remembrance Sunday when his homemade bomb went off has been identified as 32-year-old Emad Al Swealmeen. \nHe was an asylum seeker born in Iraq who is understood to have converted to Christianity in 2017. \nAl Swealmeen was the passenger of the taxi destroyed in the blast. The driver, David Perry, did not suffer life-threatening injuries.\nFour men were arrested under the Terrorism Act, but have since been released from police custody without charge. \nMerseyside Police were called at 10:59 GMT on 14 November to reports of a car explosion at Liverpool Women's Hospital.\nThe taxi carrying Al Swealmeen had pulled up to the hospital and exploded shortly afterwards. \nAl Swealmeen, who had been picked up from the Rutland Avenue area and asked to be taken to the hospital about 10 minutes away, died at the scene.\nOn Monday Assistant Chief Constable Russ Jackson, head of Counter Terrorism Policing North West, said the passenger appeared to have made an improvised device that caused the explosion. \nHe said officers investigating the incident could not \"at this time draw any connection\" with Remembrance Sunday events taking place near the hospital but he confirmed this was \"a line of inquiry\". \nTaxi driver David Perry has been discharged from hospital and his wife Rachel said it had been \"an utter miracle\" that he had escaped from the vehicle.\nMr Jackson said he could not confirm reports Mr Perry had locked the doors of the taxi before the explosion.\nHe said it appeared to have been an \"unremarkable journey\" to the hospital. \nAbout two hours after the blast, properties on Rutland Avenue near Sefton Park, in the south-east of the city, and in the Kensington area, east of the city centre, were raided by armed officers.\nThree arrests took place in Sutcliffe Street, in Kensington, where witnesses reported seeing armed officers approach a terraced house.\nThe second raid around Sutcliffe Street and the adjacent Boaler Street - about a mile from the hospital -  took place an hour later, at about 14:00 GMT. \nThere was a heavy police presence, including police negotiators, outside the house on Rutland Avenue overnight.\nPolice confirmed a controlled explosion had been carried out as a precaution in the Sefton Park area at about 16:00 GMT as part of the investigation but there was no wider risk to the public.\nMr Jackson said officers had made \"significant progress\" and had a \"much greater understanding of the component parts of the device, how they were obtained and how the parts are likely to have been assembled\". \nHe said following interviews with the arrested men, police were \"satisfied with the accounts they have provided\" and they were released from custody.\nThe wreckage of the taxi was removed on Wednesday and specialist officers were expected to continue searches at the hospital into Thursday, said Mr Jackson.\nA post mortem on Al Swealmeen found the cause of death to be \"injuries sustained from the fire and explosion\", he said.\nPolice have traced his next of kin who told them he was born in Iraq.\n\"Our inquiries have found that Al Swealmeen has had episodes of mental illness, this will form part of the investigation and will take some time to fully understand,\" said Mr Jackson.\nHe said they had not found any link to others in the Merseyside area but could not yet rule it out.\nNick Aldworth, a former counter terror co-ordinator, said investigators would be focused on what happened inside the vehicle.\n\"I have to say from what I've seen there is very little blast damage - a lot of fire damage but very little blast damage. So whatever was in that vehicle was either a low yield or didn't work properly or was possibly an incendiary.\"\nAl Swealmeen began making purchases for his attack in April, counter-terror police said.\nMr Jackson said the bomber had lived at a property in Sutcliffe Street for some time. And he began renting a property in Rutland Avenue in April. \nPolice recovered \"significant items\" from his latest address, where searches have been taking place since Sunday.\nAl Swealmeen is not believed to have been known to MI5, according to BBC security correspondent Gordon Corera.\nOne of the members of his tribe in Jordan told the BBC that Al Swealmeen was Jordanian, but born in Iraq. His family settled in the United Arab Emirates in 1996. \nAl Swealmeen left for Syria 12 years ago, then headed to Turkey, eventually applying for asylum by claiming he was Syrian.\nThe tribe member - who knows Al Swealmeen's father - said the attacker had a history of mental illness.\nImmigration records seen by the BBC show Al Swealmeen was first refused asylum in the UK in 2014. He challenged the decision, but in April 2015 a judge ruled the Home Office had been correct. \nIn June 2015 he launched an attempt to overturn that decision, but that application was refused in August 2015 by the Upper Tier Tribunal - the court dedicated to immigration appeals.\nAt that stage the case appears to have been closed - and by 2017 friends of Al Swealmeen in Liverpool understood his legal avenues had been exhausted. \nWhether the Home Office ordered him to leave the UK is not clear. \nDuring this period he turned to Christianity and became known locally as Enzo Almeni, a name he adopted as part of his conversion. \nCourt records show that he then renewed his immigration appeal - under this alternative name - in January this year. His submissions were under review at the time of his death. \nA Christian couple, Elizabeth and Malcolm Hitchcott told ITV News that Al Swealmeen briefly lived with them at their Liverpool home after his conversion to Christianity.\nMr Hitchcott described him as a \"very quiet fellow\" who formally converted from Islam at a ceremony in Liverpool's Anglican Cathedral.  \nAl Swealmeen is believed to have been baptised in 2015 and confirmed in 2017 - before the cathedral lost contact with him in 2018, according to the Diocese of Liverpool's communication's director, Stuart Haynes.\nThe Reverend Mike Hindley said Al Swealmeen was involved in the Emmanuel Church in the Fazakerley area of Liverpool from 2017 to 2019, when they lost touch with him.\nA spokesman for the City of Liverpool College said Al Swealmeen was an adult cake decorating student at the college during the 2018-2019 academic year.\nIn the years before the attack, Al Swealmeen was sectioned under the Mental Health Act for about six months because of his behaviour with a knife, Mr Hitchcott said.\nAl Swealmeen was described as a \"lovely guy\" by Mrs Hitchcott, who told the BBC \"we just loved him\", adding she was saddened and \"very shocked\" by Sunday's incident.\nDid you witness what happened? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59298344",
      "category": "uk-scotland",
      "title": "Greta Thunberg: ‘COP26 even watered down the blah, blah, blah’",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59308947",
      "category": "uk",
      "title": "Liverpool bomb: Judges had refused attacker permission to appeal to stay in UK",
      "tags": "Liverpool hospital blast,Liverpool",
      "text": "The Liverpool bomb attacker was a failed asylum seeker who had been refused permission by judges to appeal to stay in the country.\nIt had been reported - but unconfirmed - that Emad Al Swealmeen lost his asylum claim as long ago as 2014.\nThe BBC has now confirmed he made a legal attempt to gain permission to stay in the UK, but it was rejected without being considered in court.\nIt raises questions as to whether the Home Office then sought to remove him.\nThe Upper Tribunal of the Immigration and Asylum Chamber, a national court that deals with appeals, told the BBC that Al Swealmeen had sought to lodge an appeal after he had lost his case in a lower court that reviews Home Office decisions.\nBut this attempted appeal to the court was refused without ever going to a full hearing - meaning that a judge concluded there were no grounds to overturn the decision.\nThe tribunal has not confirmed when that decision was taken but it is believed to have been in early 2017.\nMalcolm Hitchcott, a Christian activist in Liverpool, told the BBC he and his wife offered Al Swealmeen a place to stay for eight months from April of that year after he had told them he had lost his case and was destitute.\nTypically, when someone loses an asylum claim and exhausts their rights to appeal, the Home Office withdraws their financial support and housing and warns them they will be removed from the UK.\nIt is not clear if the Home Office ever told Al Swealmeen he would be removed from the country or whether it took any steps to do so.\nIt is also not yet known where he was seeking asylum from.\nThe Home Office has been contacted for comment.\nEarlier, Mr Hitchcott told BBC Radio Merseyside he and his wife, Elizabeth Hitchcott, had befriended Emad Al Swealmeen, who they also knew as Enzo Almeni when he was destitute.\nHe had come into contact with them through Liverpool Cathedral. There, Christian volunteers worked with predominantly Iranian asylum seekers as they took part in a popular course introducing newcomers to the faith, known as Alpha.\nMr Hitchcott said they had not seen Al Swealmeen in the four subsequent years after he left their home.\n\"He wanted to be a Christian. And he liked what he heard about salvation by faith. And that's what we taught him,\" said Mr Hitchcott.\n\"He was on the streets, basically... he arrived here on April 2017, he was with us then eight months. During that time we saw him really blossoming as regard to his Christian faith. Every night we used to pray, my wife and him and if there was anybody else in the house we prayed for half an hour or so and studied the scriptures and we had a great time together.\n\"And I was in no doubt by the time that he left us at the end of that eight months, that he was a Christian.\"\nMr Hitchcott said that he understood that Al Swealmeen had been sectioned under the Mental Health Act some time before his original asylum case was rejected. There have been reports this related to an incident where he had been wielding a knife in public.\nEwan Roberts, who works at Asylum Link, a Liverpool-based organisation which supported Al Swealmeen during his application to remain in the UK, said: \"It's quite horrific. There's no place for hate in the world and there's no place for things like that.\n\"We support thousands of people each year. So when someone that you have helped does something like that it's really hard to deal with it and understand why - we have to try and understand.\"\nEarlier, it emerged that Al Swealmeen had converted to Christianity from Islam. The Diocese of Liverpool's communications director, Stuart Haynes, said he believed Al Swealmeen was baptised in 2015 and confirmed in 2017 - but the cathedral lost contact with him in 2018.\nThe Right Reverend Cyril Ashton, the bishop who confirmed Al Swealmeen and who is pictured with him at the cathedral, said he was \"shocked and saddened\" by the bombing.\n\"His confirmation was one of hundreds I have conducted as a bishop so I have no specific recollection of the individual. The church takes confirmation seriously and I know that he would have been thoroughly prepared with an understanding of the Christian faith. \n\"It seems that sadly, despite this grounding, the bomber chose a different path for his life.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-59313641",
      "category": "entertainment-arts",
      "title": "Sophie Ellis-Bextor raises £1m in 24-hour Children In Need danceathon",
      "tags": "Dance,Sophie Ellis‐Bextor,Children in Need,Strictly Come Dancing,Music",
      "text": "Sophie Ellis-Bextor said she's \"going to go for a warm bath\" after raising more than £1m through her 24-hour Children In Need dance challenge.\nThe singer's charity dance marathon saw her moving non-stop for an entire day and night.\nAlong the way, she boogied to the Radio 2 travel news, sang karaoke with Tony Blackburn and changed into a succession of ever-more sparkly dresses.\nBut she became increasingly tearful as the challenge ended.\n\"I'm such a mess,\" she told viewers watching the live-stream on BBC iPlayer. \"I can't stop weeping.\"\nEllis-Bextor started dancing at 09:26 GMT on Tuesday, receiving moral support from friends including Natalie Imbruglia, Tamsin Outhwaite, Gemma Collins and Michael Ball over the subsequent 24 hours.\n\"If it kills me, it will be Murder On The Dancefloor, and I don't like the idea of that headline writing itself,\" she joked at the outset, referencing the title of one of her biggest hits.\nThe star managed to keep her spirits up throughout the night, but \"hit a wall for the first time\" as she entered the final hour.\n\"I thought, 'Oh my goodness, maybe I am going to fall into a heap on the ground'. And then I was like, 'Would people feel sorry for me, or would they want their money back?'\"\nAfter a \"really good pep talk\", she persevered through the final stretch, cheered on by her husband Richard Jones, their five young sons and her mother, former Blue Peter presenter Janet Ellis.\n\"I feel completely deranged,\" said Jones, who had stayed up with her all night. \"But Sophie's been amazing. I can't believe the stamina.\"\nAfter taking her final step - appropriately to the Abba classic, Dancing Queen - the star sank to her knees.\n\"It's actually been really fun,\" she said. \"It's been an honour - but am I allowed to not dance or talk to people any more?\" \nBBC Radio 2 breakfast host Zoe Ball then revealed that Ellis-Bextor had raised £803,384 for children's charities across the UK. The total increased to £1,009,317 an hour after the challenge finished, and continues to rise.\n\"That is phenomenal,\" Ellis-Bextor said. \"Thank you so much.\"\n\"I will double that total if you go for another 24 hours,\" actor Simon Pegg had joked, earlier in the show.\nSpeaking to BBC News in the ninth hour of the challenge, Ellis-Bextor said raising a family had been the best preparation for her feat of endurance.\n\"I haven't pulled an all-nighter for a long time,\" she said. \"But because I have young children, there's been plenty of days recently where I've ended up doing what I do with very little sleep.\"\nShe added: \"Maybe that's why the sleep deprivation doesn't bother me as much as it might have done - because I don't get much sleep anyway.\"\nA former runner-up on Strictly Come Dancing, the star's challenge was streamed live on the BBC iPlayer, as she shimmied along to tracks by Abba, Beyoncé, Take That and Bon Jovi.\nEllis-Bextor said she chose the majority of the music herself, to avoid a mid-performance slump.\n\"If I hear something that I don't want to listen to then it's like kryptonite and all my energy will drain into the floor. \n\"So, the music is my companion, my conscience, my friend.\"\nThe star has also kept her spirits up with several costume changes, including three animal masks, and an unforgettable performance of Gangnam Style. \nShe even performed karaoke to several tracks, including her own hit single Get Over You, and a duet with Tony Christie on (Is This the Way To) Amarillo.\nAnd if all else failed, she has a secret weapon - alcohol. \"I have an emergency pocket negroni,\" she said. \"I don't know if I'll need it but I think it's quite nice to have in my bag.\"\nThe challenge was inspired by Ellis-Bextor's Kitchen Disco sessions - a series of live-streamed concerts from her house during the 2020 lockdown.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59289008/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid booster doses will be offered to over-40s",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "All over-40s in the UK will be offered a third dose of a Covid vaccine, after advice from the government scientists. \nThe move would top up protection and help limit the spread of the virus over winter. \nThree doses cuts the risk of infection by more than 93%, according to new data from the UK Health Security Agency. \nThe Joint Committee on Vaccination and Immunisation also said 16- and 17-year-olds, initially offered only a single dose, should now receive a second. \nSo far, 12.6 million people have had a booster dose. \nThey have been given to the over-50s, front-line medical staff and people with health conditions that put them at greater risk. \nPrime Minister Boris Johnson said it would be an \"utter tragedy\" if double vaccinated people became seriously ill or died \"because they allowed their immunity to wane\".\nHe said there was \"nothing in the data\" to suggest a lockdown or Plan B was needed at the moment; despite \"storm clouds\" gathering in Europe, where cases are climbing.\nYet he warned \"clearly we cannot rule anything out\".\nCases have started to tick up in the UK after the lull caused by the half-term holidays - the latest daily figure for number of people testing positive is 39,705. \nMr Johnson said it was \"increasingly obvious\" that we will \"have to adjust our concept of what constitutes a full vaccination\" to include a booster. He said the third dose would probably make foreign travel easier and there were plans to add it to the NHS Covid travel pass. \nPeople aged 40-49 will be boosted with either the Pfizer-BioNTech jab or a half dose of the Moderna vaccine, which still gives a potent immune response. \nThis should be offered six months after the second dose. \nDeputy chief medical officer for England Prof Jonathan Van-Tam said: \"If the booster programme is a success and we have very high uptake, we can massively reduce worry about hospitalisation and death this Christmas and this winter for millions of people.\n\"It is as simple and decisive as that.\"\nThe coronavirus remained \"unpredictable\" and \"there just isn't a second to waste now\", he added.\nExperts anticipate a booster would reduce the risk of death, or severe disease needing hospital care, by even more than the 93% cut to the chances of catching Covid.\nEach nation in the UK has formally accepted the vaccine scientists' advice. \nHealth and Social Care Secretary Sajid Javid said: \"I have asked the NHS to prepare to offer those eligible a vaccine as soon as possible.\"\nThe Medicines and Healthcare products Regulatory Agency said the booster doses were safe and side effects mostly either a sore arm or flu-like symptoms.\nThe MHRA had identified \"no new safety concerns\" during the booster campaign, chief executive Dr June Raine said.\n\"This further strengthens our ability to ensure people are protected against Covid-19 and saves lives,\" she said.\nVaccine protection does fall after the second the dose. \nAnd Prof Wei Shen Lim, from the Joint Committee on Vaccination and Immunisation, said all adults under 40 \"may well be\" offered a booster dose eventually.\nConcerns about the risk of heart inflammation, known as myocarditis, meant 16- and 17-year-olds were initially offered only one dose of a Covid vaccine. \nBut Dr Raine said the MHRA was \"not detecting any increase in risk with the second dose\" and young adults should now \"come forward for their second dose\". \nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59303632",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Sammy Wilson hopes DUP will block vaccine passport checks",
      "tags": "NI Health,Coronavirus vaccines,Naomi Long,Robin Swann,Vaccine passports",
      "text": "Democratic Unionist Party (DUP) MP Sammy Wilson has said he hopes his party will try to stop the introduction of mandatory Covid-19 vaccine certificates in Northern Ireland.\nHe described it as a \"bad policy\" and said it would be an infringement on people's freedoms.\nThe Stormont executive will discuss the proposal by Health Minister Robin Swann's at a meeting on Wednesday.\nThree other ministers have already declared their support for the plan.\nAny ministers opposing to the idea \"need to set out very clearly what their alternative is\", said Infrastructure Minister Nichola Mallon, the SDLP deputy leader.\nAlliance Party leader and Justice Minister Naomi Long said the system should have been put in place when social distancing was scrapped in bars, cafes and restaurants and nightclubs reopened in Northern Ireland on 31 October.\nDeputy First Minister Michelle O'Neill, the Sinn Féin vice-president, tweeted that she would support Mr Swann's proposal.\nDUP leader Sir Jeffrey Donaldson said he had made a commitment to Mr Swann to \"work with him to find solutions\", but they \"have to be solutions that genuinely ease the pressures that our hospitals are under\".\nNorthern Ireland's health department has updated its COVIDCert NI app, which was introduced to allow people travelling abroad to show proof of vaccination, to include a certificate for \"domestic use\".\nBut use of the domestic certificate is not mandatory - that will be up for discussion by the executive on Wednesday.\nMr Swann has said that ministers will consider which sectors may require people to show certificates to gain entry.\nThe DUP's Mr Wilson said ministers from his party would \"make a proper assessment of the policy... and then make [their] decision\".\nHe told BBC News NI: \"If you're going to have a policy which will save lives then at least make sure that it's workable.\n\"Make sure that it doesn't do other damage to the economy and to people's individual freedoms which can't be undone in the future.\n\"We have always said that any response to Covid should be a proportionate response and should take into consideration the impact that it has on people's lives and on businesses.\"\nIt was put to him that some hospitals in Northern Ireland were close to breaking point.\nHe responded: \"There should have been much better planning to ensure that hospitals did have the capability - we are two years nearly into this (pandemic) now.\"\nMrs Long told BBC News NI: \"I felt that the time to [introduce mandatory vaccine certificates] was at the point when we were making additional relaxations.\n\"Those who are vaccinated are less likely to become seriously ill, and if they're less likely to be seriously ill they're less likely to put pressure on the health service.\"\nBut she said it was important to maintain other measures for dealing with Covid-19.\n\"[Vaccine passports are] not going to be the one thing which sets us out and deals with the fact we have rising Covid levels in the community,\" she said.\n\"The thing that's most likely to do that is people taking personal responsibility.\"\nMrs Long said she did not support the introduction of Covid-19 passes \"when it comes to access to public services\".\n\"I think that would be discriminatory but I think when you're talking about areas of life which are optional it is reasonable, particularly where there is no social distancing possible,\" she added.\nIf Covid passports are to be introduced in Northern Ireland it will not be a magic solution - they are just another piece of the jigsaw of measures designed to offer an additional ring of protection.\nThe hard evidence is that vaccines work so more proof of individuals being vaccinated will help control an environment that's full of the virus.\nThink about it - if you reduce the chance of infectious people entering high-risk settings such as bars and nightclubs you reduce the risk of transmission.\nBut it would be wrong to expect Covid certificates to solve all of our problems.\nIt worked in the Republic of Ireland to an extent but now that the effectiveness of the vaccine is waning and more people are indoors certs there aren't just as powerful.\nLike social distancing, hand-washing, vaccines and boosters, Covid certificates are just another part of the armoury.\nWith infection figures rising, the Department of Health needs all the ammunition it can get its hands on as it continues to battle the virus.\nMs Mallon said the introduction of Covid-19 vaccine passports was \"long overdue\".\n\"It really is the right and responsible thing and I hope that all of the executive can examine the evidence and we can agree this and we can get moving on it extremely quickly,\" she told BBC News NI.\n\"No-one wants to be taking these decisions but we're in a public health emergency and so we have to take difficult unpopular decisions.\n\"We need to do a last push, if you like, to maximise vaccine uptake and we know when you look at other places that when you incentivise it more people come forward.\"\nSince July, people in the Republic of Ireland have had to show proof of their jabs for indoor hospitality.\nThe chief executive of Hospitality Ulster said the majority of businesses could not support a vaccine passport.\nColin Neill said that \"once again\" the industry was being singled out.\n\"Many are worried that this will be imposed on the sector, just because it might feel like this is the right thing to do,\" he said.\nHe said there were many unanswered questions about what a phased approach was, what premises would be included, unvaccinated staff and the effect on jobs.\n\"The executive has the power to impose Covid passports but it will be the hospitality sector who will be left to carry the financial and operational burden,\" he said. \n\"It would appear that little or no consideration has been given to the business owners and staff who will be left to enforce the scheme.\"\nThe Northern Ireland Hotels Federation, a trade body representing the sector, said Stormont must \"outline exactly what\" was required before such a policy came into effect.\n\"The real thing is the clarity,\" said its chief executive Janice Gault.\n\"The public need to know why this is being done, what is expected of them, just as businesses need to know what they are looking for and how it will be enforced.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-59309196",
      "category": "uk-england-london",
      "title": "Dulwich school ceiling collapse: Child still in hospital",
      "tags": "Dulwich",
      "text": "One child remains in hospital after a classroom ceiling at a south-east London primary school collapsed.\nTwelve children and two adults were taken to hospital from Rosemead Prep School in Dulwich after the second-floor ceiling of a Year 3 classroom caved in on Monday.\nLondon Fire Brigade (LFB) sent 20 firefighters to the school.\nThe Health and Safety Executive (HSE) is making \"initial inquiries\" into the collapse.\nThe school's chair of governors, Nick Crawford, said no-one had received life-threatening injuries.\nHe said: \"There were 12 children taken to hospital yesterday and, of these, 11 were discharged during the afternoon. \n\"One other child remains in hospital for observation. \n\"Once again, we would like to thank everyone who has sent messages of support over the past 24 hours.\" \nMr Crawford added work was continuing to understand the cause of the collapse but initial examinations showed no concerns regarding the rest of the building, on Thurlow Park Road.\nA specialist USAR (Urban Search and Rescue) team and equipment were used to ensure the building was \"at no further risk of collapse\", LFB confirmed.\nMet Police officers helped with the evacuation and alerted the HSE, which said: \"HSE is aware of the incident and making initial inquiries.\"\nMayor of London Sadiq Khan thanked the emergency services for their swift response.\n\"I'm relieved to hear that all children and staff are accounted for and I wish everyone affected a full and speedy recovery,\" he added.\nRosemead Preparatory School and Nursery, which charges up to £4,920 a term, teaches children between the ages of two and 11."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59292120/#comp-comments-button",
      "category": "#comp-comments",
      "title": "HS2 rail extension to Leeds set to be scrapped",
      "tags": "Northern Powerhouse,Transport,Rail travel,HS2,UK economy,High Speed Rail,Leeds",
      "text": "The government is set to scrap the eastern leg of HS2 between the Midlands and Leeds, sources have told the BBC.  \nThe Transport Department will instead announce a new rail plan on Thursday, involving £96bn of funding for new routes in the North and Midlands. \nSources said the impact of scrapping the Leeds leg of HS2 would make journeys longer by 20 minutes.\nBut the government is set to argue the new plans will deliver comparable benefits more quickly and cheaply.\nA source told BBC political correspondent Nick Eardley they would show an \"enormous amount of common sense\".\nHigh Speed 2 is a planned new high-speed railway line, originally meant to connect London with the city centres of Birmingham, Manchester and Leeds. \nBut Conservative MPs expressed concerns about the cost of the eastern leg connecting the West Midlands and Leeds, and there were rumours it would be scrapped. \nAccording to a report in the Sunday Times this weekend, Transport Secretary Grant Shapps will announce two shorter high-speed routes created in part by upgrading existing lines. One will run between Leeds and Sheffield, another from Birmingham to East Midlands Parkway.\nThe government is also expected to put money aside to explore setting up a tram service for Leeds. \nThe Northern Powerhouse Partnership, a group of northern local authorities and business leaders, said the decision to scrap the Leeds leg of HS2 was a mistake. \nDirector Henri Murison said: \"The reported loss of any of the new line on the eastern leg of HS2 is damaging, reducing the benefits of the section being built now between Birmingham and London. \n\"Without the benefits to areas such as Yorkshire and the North East, HS2's status as a project to drive the whole of the UK is undermined considerably.\"\nA proposed Northern Powerhouse route from Leeds to Manchester is now expected to be made up of some new line, but it will mostly consist of upgrades to the existing track.\nThe new track on the route will not allow high-speed rail travel.\nThe route is not expected to go via Bradford, a key request of many in the city and surrounding area.\nNaz Shah, the Labour MP for Bradford West, tweeted: \"This is Boris pulling the whole damn rug from under our feet and ripping up the floor behind him!\"\nby Katy Austin, BBC transport correspondent\nThe upcoming rail plan matters to many thousands of people and businesses. Whether they're taking a train for commuting, a business meeting or for leisure, what will their future options be? And how long will those journeys take?\nRumours that the eastern leg of HS2 could be scaled back or scrapped altogether have been swirling for months. It now looks likely that only part of the route linking the West Midlands with Yorkshire will get a new high-speed track.  \nThe government's view is that the alternative option for HS2 would still make journey times faster, but deliver benefits more quickly. There's clearly a cost element too. But it doesn't bring the same benefits when it comes to capacity.\nMeanwhile, there's disappointment in cities such as Bradford. They see the delivery of Northern Powerhouse Rail, including a new line from Leeds to Manchester via Bradford, as crucial to regeneration and creating opportunities for their residents.\nWe'll learn on Thursday what the final plans are. At the moment it looks like they will receive significantly more of a welcome in the East Midlands than the North of England.\nThe shadow transport secretary, Jim McMahon, accused the government of trying to back out of promises made on badly-needed major infrastructure projects, and described the reported plans as \"half-baked and repackaged\".\nConservative MP Kevin Hollinrake, who represents Thirsk and Malton in North Yorkshire, told the i newspaper the downsized plans indicated the government was \"not willing to put our money where our mouth is\".\nOf the £96bn set aside for the new Integrated Rail Plan, £40bn will be new money, the BBC understands."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-53511877",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Where are the latest cases?",
      "tags": "Scottish government,NHS Scotland,Coronavirus testing,Coronavirus pandemic",
      "text": "There have been 1,152,803 confirmed cases of Covid-19 in Scotland and 10,311 people have died following a positive test for the virus, according to the Scottish government.\nThis page analyses the key figures for the Covid pandemic in Scotland and was last updated using figures available at 14:00 on 30 January.\nThe Scottish government only publishes \"headline statistics\" on cases, deaths and vaccinations over the weekend. This page will be fully updated again on Monday.\nOver the past seven days 51,869 cases have been reported, with 6,185 cases confirmed on Sunday.\nThese totals include PCR tests and positive lateral flow tests, following changes on 6 January to how positive cases are reported.\nThe next chart shows the number of positive cases confirmed by PCR tests only over the past 12 months and uses Public Health Scotland data.\nThe data is based on the date of the test rather than when the test result was reported, which is the daily figure given out by the Scottish government.\nBecause of the time it takes to process the tests and submit records, the most recent figures in this chart are from five days ago.\nThe total number of positive cases in each local authority is published daily by Public Health Scotland.\nRecent data often underestimates the number of positive tests as there are sometimes delays before results are recorded, so this chart also uses figures from five days ago.\nThe Scottish government also publishes the figures on the number of cases across Scotland's 14 health boards.\nThe World Health Organization has highlighted the percentage of positive test results as a key indicator when assessing the status of a Covid-19 outbreak within a country.\nIts guidance says a weekly positivity rate which is kept below 2% is one indication that community transmission of Covid-19 is at low levels.\nOther indicators include the number of cases, Covid-related deaths and hospital admissions per 100,000 people.\nThe Scottish government measures the positivity rate by dividing the number of positive PCR tests per day by the total number of tests carried out.\nThe first coronavirus death in Scotland was reported by NHS Lothian on 13 March 2020.\nThe spring outbreak peaked in mid-April 2020 and then mainly declined until the summer, when Scotland went for a long period when there were no deaths following a positive test for Covid-19.\nThe rate of new deaths rose again in the autumn of 2020 as the second wave of the pandemic took hold, finally peaking at the end of January 2021.\nDeaths from Covid continued throughout 2021 and in to 2022. However, the vaccination programme has so far kept the number lower than previous waves, despite the higher number of cases.\nThe chart below shows data relating to the actual date of death, rather than registration of deaths and the most recent figures are subject to revision.\nThere are three ways to count deaths from Covid-19.\nThe Scottish government's daily announcement counts deaths within 28 days of a positive test for Covid-19, whereas the National Records of Scotland (NRS) counts all death certificates that mention Covid-19, even if the person has not been tested for the virus.\nThe NRS also publishes data on excess deaths, compared with a five-year average.\nExcess deaths from most causes rose in 2020 and during 2021. The exception in both years has been deaths from respiratory diseases, which have seen lower than average excess deaths.\nThe first Covid-19 vaccinations in Scotland were administered on 8 December 2020.\nCurrently the Pfizer-BioNTech, Oxford-AstraZeneca and Moderna vaccines are being given in Scotland, with each requiring two doses.\nBooster jabs are being offered to all over-18s.\nOlder age groups, people with underlying health issues and front-line health and social care workers were prioritised in Scotland's initial vaccination programme, in line with the strategy set out by the Joint Committee on Vaccination and Immunisation.\nThe same priorities are being applied to the booster dose programme which began in September.\nThe coronavirus pandemic has created a huge load on Scotland's hospitals.\nAt the peak of the outbreak in spring 2020 there were more than 1,500 Covid patients in hospital, with over 200 being treated in intensive care.\nNumbers reduced over the summer of 2020, but started to rise steadily again last autumn. In January 2021, the number of Covid patients in hospital went over 2,000.\nOnly patients who test positive during their current stay in hospital, or in the two weeks before their admission, are counted by the Scottish government as Covid-19 patients.\nThey are no longer classified as Covid patients after 28 days in hospital or 28 days after their positive test, whichever is later.\nHowever, the Scottish government also publishes figures on Covid-19 patients who have been treated in intensive care for more than 28 days.\nThe R number, or reproduction number, is a way of rating a disease's ability to spread. It is the average number of people that one infected person will pass the virus on to.\nIf the reproduction number is higher than one, then the number of cases increases exponentially.\nThe Scottish government has been monitoring the estimated R number in Scotland since the start of the outbreak.\nFigures for charts from the Scottish government, Public Health Scotland, National Records of Scotland and the UK government Covid dashboard."
    }
  ]
}