{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/business-56130167",
      "category": "business",
      "title": "Covid-19: Fewest firms planning job cuts since pandemic began",
      "tags": "Unemployment,Coronavirus lockdown measures,Employment,Freedom of Information,UK economy,Office for National Statistics,Redundancy,Coronavirus pandemic",
      "text": "Some 292 British employers made plans to cut jobs in January, the lowest figure since the pandemic began.\nA total of 32,000 redundancies were proposed, up 9% on last January, despite new lockdown rules closing businesses across most of the UK. \nThe figures suggest that the decision to extend the furlough scheme has helped to prevent wider job losses.\nThe numbers were released by the Insolvency Service in response to a BBC Freedom of Information request.\nEmployers planning 20 or more redundancies are obliged to notify the Insolvency Service at the start of the process by filing a form called an HR1 Advance Notice of Redundancy.\nThis gives an early indication of the state of the labour market ahead of the redundancy statistics published by the Office for National Statistics (ONS), which can be several months behind.\nThe numbers for January showed that, in total, 32,000 jobs were described as at risk in those plans. It is the lowest figure since the start of the pandemic, excluding December, which usually sees less activity because of the Christmas holidays.\nThis was despite lockdowns across almost all of the UK, which closed schools and many businesses including restaurants, bars and retailers deemed \"non-essential\".\n\"This seems to suggest that the extension of the furlough scheme from 31 October to 30 April has been effective in preventing another surge in job losses,\" said Ruth Gregory, senior UK economist at Capital Economics.\nThe lockdown last spring led to the largest increase in redundancies on record, with about 150,000 jobs at risk of redundancy in June and July.\nThe latest data from the ONS showed a record 395,000 redundancies in the period from September to November. \nBut these figures appear with a time lag, as they are based on a survey asking people if they have been made redundant in the previous three months - so some of those jobs will have been lost as far back as July.\nONS weekly estimates suggest redundancies peaked in September, and have since started to come down. \nAs Insolvency Service figures only cover firms making 20 or more job cuts, the total number of redundancies made is usually larger.\nHowever, individual employers often make fewer jobs redundant than the number they initially notify. \nFirms in Northern Ireland notify the Northern Ireland Statistics and Research Agency, and are not included in the Insolvency Service figures."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56141128",
      "category": "uk",
      "title": "Duke of Edinburgh: Prince Charles visits his father in hospital",
      "tags": "UK Royal Family,Prince Philip, Duke of Edinburgh,Prince Charles, Prince of Wales,Queen Elizabeth II",
      "text": "The Prince of Wales has visited the central London hospital where his father, the Duke of Edinburgh, remains after feeling unwell.\nPrince Philip was admitted to the King Edward VII's hospital as a precaution on Tuesday.\nA Buckingham Palace source told the BBC the duke is likely to remain in hospital into next week.\nThe exact reason for his admission has not been disclosed but his stay is not related to coronavirus.\nA palace source previously said the duke, who is due to turn 100 in June, had walked into the hospital in Marylebone unaided.\nPrince Charles, 72, spent about 30 minutes at the hospital on Saturday afternoon. He returned to his Highgrove residence after the visit, a Clarence House spokesman said.\nUnder England's current coronavirus lockdown rules, visiting someone in a hospital is considered a \"reasonable excuse\" to leave home, although many hospitals have put significant limits on visitors.\nThe King Edward VII's hospital website says visitors \"will only be considered in exceptional circumstances\" during the pandemic.\nMembers of the Royal Family have continued with their official duties while Philip has been in hospital.\nThe Queen, 94, performed her first face-to-face event of the year on Thursday, when she knighted a royal aide during a private socially-distanced ceremony at Windsor. \nPrince Charles visited the Queen Elizabeth Hospital in Birmingham with the Duchess of Cornwall on Thursday, where he told NHS staff the country owes them \"an enormous debt of gratitude\" for their efforts in the coronavirus pandemic.\nThe Duke of Cambridge has also carried out several virtual conversations with frontline NHS staff this week, while the Princess Royal held a virtual meeting in her role as patron of the Scottish Rugby Union.\nLast month, Buckingham Palace announced that Prince Philip and the Queen had received Covid vaccinations from a household doctor at Windsor Castle.\nThe couple have been spending the recent lockdown in England at Windsor with a small household staff, nicknamed HMS Bubble.\nThey celebrated Christmas quietly there, instead of the traditional family gathering at the Queen's Sandringham estate in Norfolk.\nIn December 2019, the duke was admitted to King Edward VII hospital as a \"precautionary measure\" for treatment for a \"pre-existing condition\". \nHe was discharged on Christmas Eve that year, after four nights and driven to Sandringham, where he spent Christmas with the Queen. \nThe duke has received treatment for various other health conditions over the years including a blocked coronary artery in 2011, a bladder infection in 2012 and exploratory surgery on his abdomen in June 2013.\nPrince Philip's most-recent official engagement saw him hand over his role of colonel-in-chief of The Rifles in a ceremony at Windsor to the Duchess of Cornwall, who received the role in a separate ceremony at Highgrove. \nLast November, the Queen and Prince Philip marked their 73rd wedding anniversary by releasing a photograph of themselves opening a card made for them by their great-grandchildren, Prince George, Princess Charlotte and Prince Louis."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56140903",
      "category": "world-us-canada",
      "title": "Friedrich Karl Berger: US deports ex-concentration camp guard to Germany",
      "tags": "Nazi Germany,Germany,United States",
      "text": "The US has deported a 95-year-old former guard at a Nazi concentration camp to Germany.  \nFriedrich Karl Berger, who has lived in the US since 1959, was flown out of the country on Saturday and has landed in Frankfurt. \nMr Berger has admitted working as a guard at the Neuengamme concentration camp but said he did not witness any killings or abuse of prisoners.\nGerman prosecutors have dropped their case against him for lack of evidence. \nPolice are due to question him and it is not clear if he faces further action - his case could be revived depending on what he says.\nA US judge last year ordered his deportation, saying prisoners at the camp were held in \"atrocious\" conditions, working \"to the point of exhaustion and death\".\nDuring the trial, Mr Berger admitted he had prevented prisoners from fleeing the camp near Hamburg, north Germany.\nActing US Attorney-General Monty Wilkinson said Mr Berger's removal showed the administration's commitment \"to ensuring that the United States is not a safe haven for those who have participated in Nazi crimes against humanity and other human rights abuses\". \nIn an interview with the Washington Post, Mr Berger said he had been forced to work in the camp, spent a short time there and carried no weapon.\nHe expressed astonishment at his looming deportation, saying \"after 75 years, this is ridiculous. I cannot believe it. You're forcing me out of my home.\"\nGerman prosecutors have continued to pursue former Nazi camp officials.\nThis month a 95-year-old woman was charged with aiding and abetting mass murder for her role as a secretary at the Stutthof camp, while a 100-year-old man was charged on the same grounds for working as a guard at Sachsenhausen. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56148441",
      "category": "uk-northern-ireland",
      "title": "Brexit: Unionist parties to join NI Protocol legal challenge",
      "tags": "NI Brexit,UUP (Ulster Unionist Party),Jim Allister,TUV (Traditional Unionist Voice),Colum Eastwood,DUP (Democratic Unionist Party),Arlene Foster,SDLP (Social Democratic and Labour Party),Brexit,Good Friday Agreement",
      "text": "Northern Ireland's major unionist parties will be part of a legal bid to challenge the NI Protocol. \nThe Democratic Unionist Party (DUP), Ulster Unionists (UUP) and Traditional Unionist Voice (TUV) have said they are supporting judicial review proceedings.\nFormer MEP Ben Habib and former Labour MP Kate Hoey are also backing it.\nDUP leader Arlene Foster said they were committed to challenging the NI Protocol \"in the courts, in Parliament, in Stormont and in Brussels\".\nShe added that the judicial review proceedings will challenge the NI Protocol's \"compatibility with the Act of Union 1800, the Northern Ireland Act of 1998 and the Belfast Agreement\".\nThe Northern Ireland Protocol is the part of the Brexit deal which prevents a hardening of the land border between Northern Ireland and the Republic of Ireland.\nIt does that by keeping Northern Ireland in the EU single market for goods.\nThat has created a new trade border with Northern Ireland and the rest of the UK.\nUnionists want the protocol to be scrapped because they say it damages trade and threatens Northern Ireland's place in the UK union.\nThe DUP said Northern Ireland's First Minister Arlene Foster will be named parties in the proceedings along with deputy leader Nigel Dodds, Westminster leader Sir Jeffrey Donaldson and Sammy Wilson, the party's Westminster chief whip.\nMrs Foster said Mr Habib, Mrs Hoey and Traditional Unionist Voice (TUV) leader Jim Allister were so far \"committed to these proceedings but we expect others to also join this path\".\nShe said the protocol \"drove a coach and horses\" through both the Act of Union and the Belfast Agreement, also known as the Good Friday Agreement.\n\"We are following our five-point plan of opposition to the protocol and will challenge its imposition in the courts, in Parliament, in Stormont and in Brussels,\" she added.\n\"The views of unionists will not be side-lined nor our concerns silenced.\"\nUUP leader Steve Aiken said that \"testing the NI Protocol in the courts is a fair and legitimate thing to do\".\nHe added that the actions that brought the protocol into force \"fundamentally undermine the principle of consent and laid out in the Belfast Agreement\".\n\"The absurdities of the protocol affect everyone in Northern Ireland; every legitimate action needs to be taken to deal with this very unequal, disproportionate and divisive treaty,\" he added. \nTUV leader Jim Allister said he welcomed the planned judicial review challenge and that he hoped \"all strands of unionism will join in this necessary effort\".\nHe said that \"without Ben Habib and Baroness Hoey we would not be at this point\".\nHowever, he said that it was \"not a substitute or alternative to sustained and effective political action against the protocol\". \nThe Social Democratic and Labour Party (SDLP), who campaigned against Brexit and have said parties must work together to make the protocol work, described the legal action as \"ill-judged\".\n\"There will be few with sympathy for the argument that the protocol, which prevents a hard border in Ireland and guarantees dual market access for local businesses, breaches the Good Friday Agreement,\" said SDLP leader Colum Eastwood.\n\"That notion is stretched even further when the argument is made by a party that opposed the agreement in the first place.\n\"I'm sure the courts will decide what we all, including the DUP, already know. The protocol is necessary because of the hard Brexit that they supported.\"\nSinn Féin MP Chris Hazzard said those supporting the judicial review were \"the same unionists who saddled up to the Tories, who throughout the course of the Brexit shambles have treated the people here with utter contempt\".\nHe added that the protocol \"safeguards the Good Friday Agreement, and avoids a hard border on the island of Ireland, and ensures the maintenance of north-south co-operation\". \n\"What matters is that executive ministers fulfil their legal duty and implement the protocol where they have responsibility to do so, in accordance with the law.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56143713",
      "category": "uk",
      "title": "Boys, 15, charged after car stolen with two young children inside",
      "tags": "Policing",
      "text": "Two teenage boys have been charged with kidnap after a car was stolen in Birmingham with the owner's two children inside, police have said.\nWest Midlands Police was contacted on Saturday shortly before 17:00 GMT by the children's \"distraught\" father.\nHe reported his car had been stolen with his sons - aged two and four - still inside.\nTwo boys, from Birmingham, who cannot be named for legal reasons, have been remanded in custody.\nThey are due to appear at Birmingham Magistrates' Court on Monday morning.\nAs well as the two kidnap charges, both boys face charges of aggravated theft of a motor vehicle.  \nOne of the teens has also been charged with dangerous driving, driving without a licence and driving without insurance.\n\"Thankfully both children were found safe and well inside the car and reunited with their parents at the roadside a short time later,\" West Midlands Police said.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56140274",
      "category": "world-europe",
      "title": "Greece #Metoo: Prominent actor Dimitris Lignadis held over rape accusations",
      "tags": "Greece,Acting,Athens,#MeToo campaign",
      "text": "Prominent Greek actor and director Dimitris Lignadis has been arrested over underage rape allegations.\nMr Lignadis, 56, is accused of raping a 14-year-old boy in 2010, and of a second assault, details of which have not been made public.\nThe former artistic director of the National Theatre of Greece denies all the accusations, his lawyer said.\nHe said Mr Lignadis was arrested after turning up voluntarily at a police station in Athens on Saturday.\nHe is being held in custody pending an appearance before an examining magistrate, according to the Ekathimerini newspaper.\nMr Lignadis resigned as director of the National Theatre of Greece earlier this month, complaining about a \"toxic climate of rumours, innuendo, and leaks\".\nHis arrest comes weeks after former Greek Olympic champion Sofia Bekatorou revealed she had been sexually assaulted by an unnamed Hellenic Sailing Federation (HSF) executive, prompting a #Metoo movement in the country."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56143563",
      "category": "uk",
      "title": "Covid-19: PM's new vaccine target, and the special effects livening up lockdown",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday. We'll have another update for you on Monday morning. \nMore than 17 million people in the UK have been given a coronavirus vaccine since December, and now the prime minister says he wants the rollout to go \"further and faster\". So fast, in fact, that Boris Johnson has pledged that every adult in the UK will be offered their first dose by the end of July. The previous target was September. NHS England chief executive Sir Simon Stevens, meanwhile, has said there are \"early signs\" the vaccine rollout is contributing to a fall in hospital admissions.\nThe prime minister will on Monday unveil his roadmap outlining how lockdown restrictions in England will be eased. After schools reopen, reuniting families and allowing people to have more social contact will be an \"absolute priority\", No 10 has said. BBC political correspondent Helen Catt said it is likely that a small tweak will be made from 8 March to allow people to meet one other person outdoors for social purposes rather than just for exercise. A Downing Street source said the government recognised the impact of not seeing loved ones.\nDuring the course of the pandemic, the Scientific Advisory Group for Emergencies (Sage) has advised the government, assessing the risks of transmission in many areas of daily life. The BBC has looked at what Sage's advice has been across a number of areas, including schools, outdoor gatherings, non-essential retail, holiday homes and rentals, pubs and restaurants.\nSome 292 British employers made plans to cut jobs in January, the lowest figure since the pandemic began. A total of 32,000 redundancies were proposed, numbers released by the Insolvency Service revealed - up 9% on last January, despite new lockdown rules closing businesses across most of the UK. The numbers were released by the Insolvency Service in response to a BBC Freedom of Information request.\nAs the famous saying goes, limitation breeds creativity. And you can't get much more limited than being locked down during a global pandemic. Peter Quinn, who works in motion design, is taking the internet by storm with his homemade special effects creations.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page, including our how we will know if the coronavirus vaccines are working.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56147311",
      "category": "world-us-canada",
      "title": "Texas weather: State should pay soaring power bills, says Houston mayor",
      "tags": "Texas,United States,Severe weather,Houston",
      "text": "The mayor of Houston has called for the state of Texas to pay the huge electricity bills racked up by residents due to the freezing weather.\nSylvester Turner told CBS News it was not the fault of residents that the system could not cope.\nSome residents reported bills of up to $16,000 (£11,500) for just a few days of usage, as temperatures hit 30-year lows of 0F (-18C) last week. \nAt least 70 people died as the freeze swept several southern US states.\nTexas has since seen a return of its usual milder winter weather, with temperatures as high as 64F. \nHowever, residents are still having to boil water due to fears of contamination caused by low water pressure and ruptures at water mains.\nThe deadly storm, which blanketed Texas in snow last week, knocked out power to millions of people across the region. \nBut some residents who were still able to turn on their lights and keep their fridges running found themselves with bills reaching thousands of dollars.\nDallas resident and US Army veteran Scott Willoughby told the New York Times that he faced a $16,000 bill which had obliterated his savings. \nSusan Hosford, who lives in the city of Denison, told the Associated Press she had been charged $1,346 for the first two weeks of February alone and faced bank charges when the money automatically left her account, despite not having enough funds.\nMany people who have gone public on social media about their high electricity bills are customers of electricity provider Griddy, which only serves Texas. \nTexas is one of the few US states to have an independent energy grid - so when the cold snap hit and power was in short supply, they were unable to receive support from neighbouring states. \nAs a result, the Public Utility Commission of Texas decided at an emergency meeting last Monday to raise the price of energy. \nThis change has not affected people on fixed-rate payment plans for their power. However, people on variable-rate tariffs - which can work out cheaper in the short-term, when weather conditions are consistent - have been hit hard by the increase and are now facing soaring costs. \nGriddy offers one of the most popular wholesale plans in the state. The company warned its customers of rising prices due to the storm and told them to switch to a different electricity provider - however there was not enough time for most people. \nElectricity supplies have largely been restored in Texas, but just over 15,000 customers were still without power by Monday lunchtime, according to Poweroutage.us.   \nThe Electric Reliability Council of Texas, which oversees the power system for most of the state, is being accused of not being prepared for the shortages. \nMayor Turner told CBS that when he was in the state legislature, he had filed a bill to ensure there was \"adequate reserve\" to prevent blackouts, but it was not considered by the state's leaders. \nThe mayor of the country's fourth largest city suggested the system was not up to the challenges of storms produced by climate change. \n\"All of this was foreseeable. I wrote about it in 2011. And so for these exorbitant costs, it's not the consumers who should assume those costs.\n\"They are not at fault for what happened this week.\"\nFort Worth Mayor Betsy Price also told CBS that help with bills should come from Texas and the federal government. \nTexas Governor Greg Abbott has called for action to ensure Texans \"do not get stuck with skyrocketing energy bills\". \n\"We have a responsibility to protect Texans from spikes in their energy bills that are a result of the severe winter weather and power outages,\" he said after meeting lawmakers. \nPresident Joe Biden declared a major disaster in Texas on Saturday, clearing the way for more federal funds to be spent on relief efforts.\nAccording to the US National Weather Service (NWS), this was down to an \"Arctic outbreak\" that originated just above the US-Canada border, bringing a winter snow storm as well as plummeting temperatures.\nCold air outbreaks such as these are normally kept in the Arctic by a series of low-pressure systems, the NWS said. \nHowever, this one moved through Canada and spilled out into the US, reaching many southern areas."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cambridgeshire-56145741",
      "category": "uk-england-cambridgeshire",
      "title": "Cambridge moonflower: Time-lapse video captures 'UK first'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-tayside-central-56141015",
      "category": "uk-scotland-tayside-central",
      "title": "Four teenagers hurt after police chase ends in crash at St Madoes",
      "tags": "Perth",
      "text": "Two 14-year-old girls have been seriously injured in a car crash following a police pursuit in Perthshire. \nTwo others who were in the vehicles - boys aged 14 and 16 - have been treated for minor injuries. \nThey were travelling in an orange Vauxhall Corsa which crashed on the A90 near St Madoes on Saturday afternoon. \nIt was being pursued by police officers after failing to stop for them on Edinburgh Road in Perth at about 13:55. \nPolice Scotland said on Saturday that none of the force's vehicles were involved in the crash. \nAll four occupants of the Corsa were taken to Ninewells Hospital in Dundee for treatment. \nOfficers have appealed for dashcam footage to help with their inquiries into the incident. \nSgt Michelle Burns said: \"Our inquiries into this incident are ongoing and we would urge anyone who may have seen the Vauxhall Corsa or the police vehicles in Perth, on the A912 through Bridge of Earn or on the A90 to come forward.\n\"We would be particularly keen to speak to anyone with dashcam footage.\"\nThe northbound A90 was closed for several hours before reopening at 23:00 following an investigation. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-nottinghamshire-56139051",
      "category": "uk-england-nottinghamshire",
      "title": "Covid: Christian group fined £10k for Bulwell car park meet",
      "tags": "Coronavirus lockdown measures,Religion,Bulwell",
      "text": "Police have handed a £10,000 fine to the organiser of a church meet-up in a pub car park.\nOfficers from Nottinghamshire Police said the Church on the Streets service, involving about 30 people in Bardney Drive, Bulwell, Nottingham, broke lockdown rules.\nThey said when officers arrived, at about 12:15 GMT on Saturday, there were tents, food and a sound system.\nBut the church's pastor, Chez Weir, has said she will contest the fine.\nInsp James Walker, from the force, said they had been advising the group for a number of weeks about how and where they could worship during lockdown.\n\"Over the last week in particular, we have absolutely clarified these events are not allowed,\" he said.\n\"Whilst the rules state you can attend places of worship, this car park is evidently not a place of worship.\n\"Despite the warnings given over the last week in particular, this event continued to go ahead and that is why we have implemented our last resort of enforcement.\"\nThe pastor said those attending Church on the Streets gatherings stayed in their cars and the food, tents and sound system were all part of the service.\nShe said she had worked with the police throughout and had recently been advised against using a different car park for worship but did not realise the restriction also applied to the pub car park.\n\"We've looked at the guidelines and they are very vague,\" she said.\n\"I'm really disappointed. I'm going to challenge it because I don't believe I've done anything wrong.\"\nPeople are allowed to gather at places of worship under current lockdown rules.\nGovernment guidance states a place of worship can be somewhere used for religious gatherings, even sites usually used for other things.\nBut it adds they must be permitted to be open during lockdown and \"additional guidance may be applicable\".\nIt also recommends that, where possible, places of worship continue to stream worship or other events to avoid large gatherings.\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56143126",
      "category": "world-middle-east",
      "title": "Israel eases restrictions following vaccine success",
      "tags": "Israel,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Israel is easing lockdown restrictions as studies there reveal the Pfizer vaccine is 95.8% effective in preventing hospitalisations and death. \nFrom Sunday, shops, libraries and museums can open but social distancing and masks are still required. \nThe health ministry says it is the first stage of returning to normal life.\nIsrael has the highest vaccination rate in the world. More than 49% of people have received at least one dose.\nThe country entered its third lockdown on 27 December after a resurgence of the virus. \nUnder the easing measures, people are now able to enter shopping malls and tourist attractions such as zoos. \nA number of other facilities are now able to reopen including gyms, hotels and synagogues. However they require a \"green passport\", a certificate that can only be obtained once you have been vaccinated. A small number of people who have recovered from the virus and are not currently eligible for the vaccine are also able to obtain the certificate. \nThe passport, which is contained in an app, is issued by the health ministry and will be valid for six months, one week after the second dose.\nCrowds are now allowed back at concerts and sporting events have reopened at 75% capacity but they have a cap of no more than 300 people inside and 500 outside. \nDespite the easing of restrictions, Israel's airport will remain closed for another two weeks. \nOn Saturday, the health ministry said studies revealed the risk of illness from the virus has dropped 95.8% among people who have had both doses of the Pfizer vaccine. \nIt also found that the vaccine was 98% effective in preventing fever or breathing problems. \nPrime Minister Benjamin Netanyahu says he expects 95% of Israelis over 50 to be vaccinated over the next two weeks. \nEarlier this week, the Gaza Strip received its first doses of the vaccine after Israel approved the transfer through its border. The shipment included 2,000 doses of Russia's Sputnik V vaccine which will be used on patients who have had organ transplants and those with kidney failure, an official told Reuters news agency. \nIt comes as the Palestinian Health Ministry struck a deal with Israel's Health Ministry to vaccinate 100,000 Palestinians who work in the country. \nIt's thought about five million Palestinians so far are waiting for their vaccines."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-devon-56145465",
      "category": "uk-england-devon",
      "title": "Exeter house fire: Girl, 4, and couple die",
      "tags": "Exeter",
      "text": "A four-year-old girl and a couple have died in a house fire, police have said.\nThe girl, a man, 29, and a woman, 28, died following the fire in Clayton Road, Exeter.\nThree other children who were in the house, two boys aged four and nine and a seven-year-old girl, are in a stable condition in hospital said officers.\nPolice called it a \"deeply upsetting\" and \"tragic incident\" and said no-one was being sought in connection with the blaze.\nPolice said the blaze was extinguished by fire fighters at around 05:30 GMT.\nCh Supt Dan Evans said the incident would cause \"great distress to the community, particularly to those who knew the family\".\n\"It is a huge tragedy for all involved,\" he said.\nHe added police were working to understand the cause of the blaze.\nThe children who survived would be moved to Bristol Children's Hospital for treatment, he said.\nThe couple and the children were \"all related\" but the force said no further details were available.\nThe force is supporting the victims' next of kin.\nRoad closures in the area would remain in place for the next couple of days.\nDevon and Somerset Fire Service said in a statement its \"heartfelt thoughts are with the family and everyone involved in responding to this tragic incident\".\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55056016",
      "category": "health",
      "title": "How do we know Covid vaccines are safe?",
      "tags": "Coronavirus vaccines,Vaccination,Pfizer,Coronavirus pandemic,Immune system",
      "text": "The Oxford-AstraZeneca vaccine has been linked to very rare cases of blood clots. \nThe chance of this happening to an individual is still extremely low, but as a precaution, younger age groups in the UK are being offered alternative vaccines.\nSome recently immunised people have suffered unusual clots, including a type in the brain called cerebral sinus vein thrombosis (CSVT). \nThis is not proof that the vaccine is to blame. Covid infection itself can also make clots more likely and they can occur naturally too. \nExperts stress the benefits of vaccination outweigh the risks for the vast majority of people, but is more finely balanced for younger adults. \nAs a precaution, regulators are continuing to monitor the situation and advise symptoms, such as unusual bruising or persistent headache after vaccination, should prompt a medical check.\nAnd adults under 40 in the UK will be offered a different Covid vaccine.\nSafety trials begin in the lab, with tests and research on cells and animals, before moving on to human studies. \nThe principle is to start small and only move to the next stage of testing if there are no outstanding safety concerns.\nIf the safety data from the labs is good, scientists can check the vaccine or treatment is effective. \nThat means tests on large numbers of volunteers - about 40,000 in the case of Pfizer-BioNTech, the first to be approved in the UK.\nHalf are given the vaccine and the other half a placebo jab. The researchers and participants are not told which group is which, until after the results, to avoid bias.\nAll of the work and findings are checked and verified independently. \nThe Covid vaccine trials happened at breakneck speed, but they didn't skip any steps - they were able to move faster because so many people were involved and other projects were put aside. \nScientists hope to tweak coronavirus vaccines to ensure they continue to offer high protection as new variants of the disease emerge.\nThe UK's drug regulator says new vaccines can be fast-tracked for approval if needed.\nNo corners will be cut, with safety paramount. \nBut lengthy clinical trials with thousands of volunteers will not be needed.\nInstead, data from existing studies and ongoing real-world use could be used.\nVaccines do not give you a disease. Instead, they teach your body's immune system to recognise and fight the infection they have been designed to protect against.\nSome people do experience mild to moderate symptoms after being vaccinated. This is not the disease itself, but the body's response to the vaccine.\nCommon reactions that may affect more than one in 10 people and typically get better within days include chills, tiredness and aching muscles.\nApproval is only given in the UK if the regulator is happy that a vaccine is safe and effective. \nChecks continue after approval to make sure there are no further side effects or long-term risks. \nIndependent experts on the Joint Committee on Vaccination and Immunisation decide how best to use a vaccine and who should get it.\nPfizer-BioNTech's vaccine (and Moderna's) uses bits of genetic code to cause an immune response. These are called mRNA vaccines. \nThey do not alter human cells, but merely present the body with instructions to build immunity to Covid.\nThe Oxford-AstraZeneca vaccine uses a harmless virus altered to look a lot more like the pandemic virus.\nVaccines sometimes contain other ingredients, like aluminium, that make the vaccine stable or more effective.\nAllergic reactions to vaccines are rare. For any approved vaccine, the ingredients are listed.\nThere have been serious but treatable allergic reactions in a very small number of people given the Pfizer-BioNTech vaccine.\nAs a precaution, the MHRA says people with a history of significant allergic reactions to any of the ingredients in this vaccine should not currently have this jab. \nBe aware that anti-vaccine stories are spread online through social media. These posts are not based on scientific advice (or blend facts with misinformation). \nPeople will still be offered the jab even if they have had Covid-19 in the past. \nThat's because natural immunity may not be long-lived and immunisation could offer more protection.\nGuidance says there are no safety concerns about giving jabs to people with \"long\" Covid either. But people who are currently unwell with Covid-19 should not receive the vaccine until they have recovered. \nSome vaccines, such as the shingles vaccine and the children's nasal flu vaccine, can contain pork gelatine. \nThe Covid vaccines from Pfizer, Moderna and AstraZeneca do not contain this, or any other animal products.\nThe British Islamic Medical Association says there is negligible alcohol in it - no more than in bread, for example. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56144794",
      "category": "world-us-canada",
      "title": "Three killed in New Orleans gun shop shooting",
      "tags": "Louisiana,Gun crime,United States",
      "text": "Three people have been killed and two injured in a shooting at a gun outlet in the US state of Louisiana.\nThe local sheriff said an \"initial shooter\" opened fire, striking two people, which prompted several others at the shop to fire their own weapons.\nThe two people and the initial gunman were killed. They have not been publicly identified.\nOfficials said investigations into the shooting at the Jefferson Gun Outlet, in a New Orleans suburb, were ongoing.\n\"It appears that several individuals ended up engaging that original suspect,\" Jefferson Parish Sheriff Joseph Lopinto told reporters.\n\"From what I understand I have multiple shooters here at this location that were either customers, employees or individuals here at the location itself,\" he said.\n\"We're trying to put it all together, piece it together.\"\nTyrone Russell was at the store when the shooting happened on Saturday afternoon.\n\"We heard the gunshots and the screaming,\" he told the Associated Press news agency. \"When the police came, they escorted us out. I could see glass everywhere… It was just like a really scary scene.\"\nThe two people injured in the shooting are in a stable condition in hospital, the sheriff's office said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56127933",
      "category": "health",
      "title": "Child heart transplants: Record year for new-style operations",
      "tags": "Children,Great Ormond Street Hospital,Transplants,Royal Papworth Hospital",
      "text": "Two UK hospitals have teamed up to offer a novel type of heart-transplant service for children, reducing waiting times for the life-saving operations.\nIn the programme, so-called \"non-beating donor hearts\" are revived to give to teenage recipients.\nFreya Heddington, 14, from Bristol, was one of the first to get one, waiting just two months instead of two years.\nDespite the pandemic, 2020 was one of the busiest years in a decade for heart transplants in children in the UK.\nIn 2015, the Royal Papworth Hospital in Cambridge became the first in Europe to retrieve and transplant adult donor hearts that had been allowed to stop beating on their own after life support had been withdrawn.\nBy using a special device, surgeons can effectively restart the heart and keep it healthy until transplantation.\nLast February, the hospital collaborated with Great Ormond Street hospital (GOSH) in London to extend the service to children.\nUntil then, almost all paediatric heart transplants came from patients who had suffered brain death, where although their heart might beat, they would never wake up. Once life support is withdrawn, the heart is stopped and retrieved; also known as donation after brain death (DBD).\nFreya, 14, was one of the first paediatric patients to undergo this type of heart surgery.\nIn August 2019, she was diagnosed with restrictive cardiomyopathy, which can cause tiredness, chest pain and breathing problems. \nShe was warned she might have to wait up to two years for a heart, but the programme run by GOSH and Royal Papworth meant she had to wait only eight weeks.\nFreya left hospital 10 days after her operation and within months could start doing the things she loved most again, like horse riding. \n\"I now have more stamina. I can go out for long walks and climb hills and I don't need to stop for breathers,\" she says.\n\"I am ecstatic that I got such an amazing gift, but it's upsetting to know that someone also died.\"\nFreya's dad, Jason, says their family will never forget the people - and the machine - that saved her life.\n\"Freya needs medication on a daily basis and there are hospital visits. It'll always be in the back of our minds,\" he says. \"But we know now she's got a lovely, healthy heart and her future is bright.\"\nFor many years, non-heart-beating donation was deemed unsuitable for transplantation due to the damage sustained from oxygen deprivation when the heart stops.\nHowever, a specially designed machine, called the organ care system, can help keep it beating outside the body.\nThe heart can be transferred to the device once life support is withdrawn, the heart has stopped beating on its own and death has been confirmed.\nBlood, nutrients and oxygen are pumped through the organ for up to 12 hours, allowing time to carry out vital checks and even transport it to other hospitals for transplantation.\nA donor family's consent is always required before any surgery.\nUsually, children have to wait around two-and-a-half times longer than adults for a donor heart.\nThe UK has only two paediatric heart-transplant units - at GOSH and at Newcastle's Freeman Hospital - and in the past five years, 39 children died before a donor heart became available.\n\"Some patients will just not survive the wait, says Jacob Simmonds, a transplant surgeon at GOSH. \"There is also a risk that while waiting they could damage other organs, particularly the lungs.\"\nThe GOSH and Royal Papworth collaboration resulted in six of the new type of paediatric heart transplants - donations after cardiac death - in the UK in 2020. Only four others have been carried out worldwide.\nOverall, 32 paediatric heart transplants were carried out last year - the second most in a decade.\n\"We didn't believe during a pandemic we would achieve a record number of transplants. It was a phenomenal team effort,\" says Marius Berman, surgical lead for transplantation at Royal Papworth.\nThe six transplants came from adult donors because the organ care system can accommodate hearts from donors weighing more than 50kg (eight stone).\nRoyal Papworth and GOSH are now developing a new piece of technology which they hope will mean they can retrieve hearts in the same way from children.\nIf successful, it could increase the number of organs available for infants and even babies, where there is a desperate shortage."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56137025",
      "category": "world-asia",
      "title": "Myanmar coup: At least two killed as police disperse protesters",
      "tags": "Aung San Suu Kyi,Myanmar coup ,Myanmar",
      "text": "At least two people have been killed in protests in Myanmar against a military coup, the worst violence yet in more than two weeks of demonstrations.\nPolice used live ammunition to disperse demonstrators in Mandalay, reports from the ground said. At least 20 people were injured. \nHundreds had gathered for the rally at a shipyard in Myanmar's second largest city.\nThe coup saw the overthrow of Aung San Suu Kyi's elected government.\nProtesters are demanding that she be released, along with other members of her National League for Democracy (NLD) party. She is under house arrest, accused of possessing illegal walkie-talkies and violating the country's Natural Disaster Law.\nThe military allege the NLD's landslide election win last year was fraudulent but have not provided proof.\nClashes broke out in Mandalay when police confronted protesters and striking shipyard workers.\nReports say some protesters flung projectiles at police, who responded with live fire and tear gas.\nImages show protesters holding up what appear to be bullet cartridges.\nRelatives of one of those killed told Reuters news agency he was a carpenter, aged 36, who was shot in the chest. The other fatality - reports say a boy under 18 - was shot in the head. \nThe EU said it strongly condemned the violence and the US embassy in Myanmar said it was \"deeply troubled\".  \nUK Foreign Secretary Dominic Raab tweeted: \"The shooting of peaceful protesters in Myanmar is beyond the pale.\n\"We will consider further action, with our international partners, against those crushing democracy and choking dissent.\"\nSingapore, a big investor in Myanmar, warned of \"serious adverse consequences for Myanmar and the region\" if the situation continued to escalate.\nOn Friday a young woman became the first confirmed death from the protests.\nMya Thwe Thwe Khaing was shot in the head on 9 February at a rally in the capital Nay Pyi Taw. Rights groups said her injuries were consistent with the use of live ammunition. Police denied using lethal force.\nThe military authorities say a policeman has been killed since the protests began after the 1 February coup. \nFurther demonstrations took place on Saturday in several cities, including Yangon, where residents banged pots and a candle-light vigil was held outside the US embassy. The security forces mostly left the protesters alone. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56137815",
      "category": "uk",
      "title": "Leon boss warns longer lockdown 'will cost lives'",
      "tags": "Coronavirus lockdown measures,Restaurants,Coronavirus pandemic",
      "text": "Extending lockdowns even by a matter of weeks will \"cost lives\", the co-founder of fast-food chain Leon has said.\nJohn Vincent said businesses were \"at the heart of a functioning and healthy society\" and were losing money that should be going to their employees and the government through taxes.\nPrime Minister Boris Johnson has said people should be \"optimistic but patient\" about national lockdowns.\nHe will set out a road map for lifting England's restrictions on Monday.\nSpeaking on BBC Radio 4's Today programme, Mr Vincent said it was \"quite possible\" that Leon could fold \"if weeks and months drag on\", as it was losing around £200,000 a week. That figure was more like £800,000 when \"what we would have been making\" is taken into account, he said.\n\"That's money that isn't going into the economy, it's not going into the wallets of the people who work for Leon, and it's not going to pay the taxes that we need to pay,\" he said.\n\"No one's asked us for these numbers, so how does the government know what's going on in the economy?\"\nHe said there had been a \"pantomime of scientists against business\" during the pandemic - \"as if there isn't one giant shared agenda\" - and the latter were \"positioned as the uncompassionate ones\".\nBut the length of lockdowns \"matters hugely\", he said, adding that the government had not produced a \"holistic cost-benefit analysis\".\n\"Therefore, how can we be making this decision about the impacts on the young today and for their futures? How can we make (decisions about) the impacts of the huge economic destruction which is costing lives? When we lose our economy we lose lives,\" he said.\n\"How can we be saying, glibly, 'it doesn't matter if lockdown carries on for a few weeks or months longer than necessary' without the analysis? I wouldn't launch a chicken wrap without analysis.\"\nA spokesman for the Department for Business, Energy and Industrial Strategy said the prime minister would lay out a plan for \"gradually reopening our economy and society in a sustainable way\" on Monday.\n\"We understand that this is an extremely tough time for UK restaurants, but we are supporting business with one of the most comprehensive and generous packages of business support in the world worth over £280 billion,\" he said.\n\"As we navigate our way out of lockdown, we will continue to work closely with the hospitality sector, as we have done throughout this pandemic.\"\nMr Johnson said during a coronavirus briefing this week that steps taken to ease lockdown should be \"cautious but irreversible\".\nHe hailed the success of the vaccine rollout, but warned the threat from the virus remained \"very real\" and now was not the time to \"relax\".\nMore than 16 million people have been given a first dose of the vaccine, according to government figures released on Friday.\nA further 533 people died within 28 days of a positive test, and another 12,027 cases of the virus were confirmed.\nMr Johnson's comments came after 63 Tory MPs called for easing to begin in March and for analysis to be released justifying any measures staying in place.\nEarlier, it was announced that care home residents in England would be allowed to pick one person to visit them regularly from 8 March -  the first confirmed easing of lockdown since its reintroduction last month.\nSuppliers of pubs, restaurants and cafés have asked for at least two weeks' notice of any re-opening to ensure their supply chains are ready.\nWholesalers say they will need time to stock up on fresh produce. \nKate Bruns, who runs a pub in Hartlepool, told the BBC the past year had been extremely difficult.\n\"I'd like to get open and I would like a little bit more guidance on how or what is expected from our side, really,\" she said. \n\"The thing about drinking outside - as much as I would love that to happen - that it is slightly harder to control. When we had it inside it was very controlled and everyone felt safe. \n\"Customers felt safe - safer than if they were going to a supermarket. But outside is slightly different and harder to man.\"\nScientists have called for a data-led approach to lifting measures.\nProf Dame Angela McLean, deputy chief scientific adviser, told the Commons Science and Technology Committee earlier this week that each step of easing measures should be \"irrevocable\", adding \"that means we have to be extremely careful before we add another unlocking\".\n\"We want to understand the impact on each step before taking the next steps,\" she said, adding that this would require a \"large gap\" after children go back to school.\nProf Neil Ferguson, the epidemiologist whose modelling prompted the first English lockdown, told the BBC on Friday that two key bits of data - the infection rate and the effectiveness of vaccines - were \"looking promising\", but it would take \"quite a long time\" to assess the situation fully.\nHe said the UK could be \"a very different country\" by the end of May.\n\"We will still have rules in place but… I think society will be a lot more normal,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56141615",
      "category": "uk-northern-ireland",
      "title": "Newry: PSNI say device 'could have easily detonated'",
      "tags": "Newry",
      "text": "Police have said that a device discovered in Newry, County Down, could easily have detonated.\nOfficers were called to Ashgrove Road after the suspicious object was found near a house at 15:30 (GMT) on Saturday. \nFifteen families were forced from their homes during the security operation, which lasted a number of hours.\nPolice said on Sunday that a controlled explosion was carried out and they believe the device was viable.\nMost residents have returned to their homes, after some sheltered at the Newry Leisure Centre. \nSupt Norman Haslett of the Police Service of Northern Ireland (PSNI) said it was a \"reckless act\". \n\"This device could easily have detonated, or have been picked up by anyone, including children. Someone could have suffered serious injury,\" he said. \n\"As we continue with our investigation, I want to thank everyone inconvenienced by the alert. \n\"In particular, I want to thank the 15 families who had to leave their homes as we worked to make the scene safe.\"\nPolice said that they are working to establish who was responsible for leaving the device.\nSinn Féin MLA Liz Kimmins described it as a \"futile action\" and an \"attack on the entire community\".\n\"Those responsible for this suspicious object which led to a security alert in Ashgrove Road in Newry have nothing to offer the community. \n\"Families had to be evacuated from their homes in what must have been a frightening and traumatic experience.\"\nOn Saturday, SDLP MLA Justin McNulty said that elderly people and young families had been \"forced from their homes into the wind and the rain\".\n\"Those responsible for this device don't care about people in our community,\" he said.\n\"People living here don't want this, they don't want to return to the murder, mayhem and tragedy of the past.\"\nUlster Unionist Party (UUP) councillor David Taylor said it was \"totally reckless\". \n\"Their actions have caused significant disturbance and concern to local residents and there is no doubt this device has placed them and the wider community at risk of serious harm,\" the Newry, Mourne and Down District Council representative said. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56141867",
      "category": "uk",
      "title": "Covid vaccine: All UK adults to be offered jab by 31 July - PM",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Boris Johnson,Coronavirus pandemic",
      "text": "All adults in the UK will be offered their first dose of a coronavirus vaccine by the end of July, the prime minister has pledged.\nMore than 17 million people have been given a jab since the UK's Covid vaccine rollout began in December 2020.\nBut Boris Johnson said he now wants the programme to \"go further and faster\".\nHe said the July target would allow vulnerable people to be protected \"sooner\" and would help to further ease lockdown rules across the country.\nNHS England chief executive Sir Simon Stevens said there were \"early signs\" the vaccine rollout was contributing to a fall in hospital admissions.\nThe PM is due to hold a final meeting with senior ministers about how to ease England's lockdown later, before he sets out the full \"road map\" on Monday.\nA speedy rollout of the vaccine to all vulnerable people is seen as critical to reducing the pandemic's death toll and relieving pressure on the NHS. \nThe government's previous target was to offer all adults the first dose by September.\nThe new plan means that by 15 April, all adults aged 50 and over, as well as younger people with underlying health conditions that put them at higher risk, should have been offered a jab.\nHowever, the order of priority for under-50s has yet to be outlined by the Joint Committee on Vaccination and Immunisation (JCVI).\nProf Adam Finn, a member of the JCVI, said he expected that a public announcement would be made on vaccine priorities at some point in the next week.\nHe told BBC Breakfast: \"The strategy from JCVI that's being provided as advice to the government is just being finalised at the moment, and then government will make their decision as to how to do this during the coming days, so I think there'll be some kind of public announcement around that in the next week or so.\"\nThe speedier rollout of the vaccine is likely to raise expectations - and pressure - for a swifter unlocking in England, but the government is still talking the language of caution. \nSenior ministers will finalise the plan today before it's presented to the wider Cabinet for approval tomorrow. \nIt's unlikely that any restrictions will change before 8 March, when the government hopes to get all children back into schools. \nThe prime minister has long said that is his top priority. \nBut it is likely that a small tweak will be made from that date to allow people to meet one other person outdoors for social purposes rather than just for exercise. \nA Downing Street source said this would be the beginning of allowing people to meet each other for socialising once again as the government recognised the impact of not seeing loved ones. \nIt's understood various options - which could include reintroducing the rule of six - are being considered for the weeks beyond.\nLabour, meanwhile, welcomed the vaccine targets being moved forward, but called on the government to prioritise people based on their job.\nShadow health secretary Jonathan Ashworth said: \"It's perfectly reasonable for teachers, police officers and other key workers who haven't been able to stay at home in the lockdown to ask when their turn will be.\n\"If government aren't going to prioritise by occupation in the next phase, they need to set out why.\"\nMr Ashworth also said the vaccination programme needed to be supported by stronger measures to break the chain of infection, such as \"decent financial support\" for people who have to self-isolate, updated guidance on face coverings and better ventilation standards in workplaces.\nSome 17.2 million people in the UK have received their first dose of a vaccine at one of the 1,500 vaccination sites across the country, and almost 600,000 have received their second dose.\nNHS England said that more than two-thirds of those aged between 65 and 69 have had their first dose of a vaccine - just one week after invitations went out.\nNext, about 460,000 people aged 64 will be invited to get their jab.\nNHS England medical director Prof Stephen Powis said: \"Over 14.5 million of the most vulnerable people in England have already safely had their first dose of the Covid-19 vaccine and with people aged between 65 and 69 now eligible too, we want everyone else in this age group to consider making this week your week to get a jab.\"\nThe government previously met its pledge of offering a vaccine to everyone in the top four priority groups - including those aged 70 and over, care home residents, healthcare workers and people required to shield - by 15 February.\nMr Johnson said: \"Hitting 15 million vaccinations was a significant milestone - but there will be no let up, and I want to see the rollout go further and faster in the coming weeks.\n\"We will now aim to offer a jab to every adult by the end of July, helping us protect the most vulnerable sooner, and take further steps to ease some of the restrictions in place.\"\nHe added, however, that the \"route out of lockdown\" would be \"cautious and phased\".\nReuniting families and allowing people to have more social contact will be an \"absolute priority\" in easing measures once schools have reopened, No 10 said on Saturday.\nOne of the first steps towards this is that care home residents in England will each be allowed one regular visitor from 8 March. \nThose nominated visitors will be able to meet indoors and hold hands with their loved one, but must wear personal protective equipment and be tested beforehand.\nIn Scotland, care home residents will be allowed up to two designated visitors once a week, under guidelines due to be published on Wednesday. The Scottish government hopes to publish a route out of lockdown next week, but First Minister Nicola Sturgeon has urged people not to book Easter holidays.\nWales has already announced some relaxation of its lockdown rules, but Northern Ireland has extended its stay-at-home order until April."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56145771",
      "category": "uk",
      "title": "Jo Whiley on sister's Covid: 'It's been the worst week of our lives'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-york-north-yorkshire-56140263",
      "category": "uk-england-york-north-yorkshire",
      "title": "Thirsk teacher, 21, becomes youngest solo female to row Atlantic",
      "tags": "Thirsk,Atlantic Ocean",
      "text": "A 21-year-old swimming teacher has become the youngest woman to row solo across the Atlantic Ocean.  \nJasmine Harrison, from Thirsk in North Yorkshire, set off on her 3,000-mile (4,828km) journey from La Gomera in the Canary Islands in December.\nShe docked in Antigua earlier, completing the journey in 70 days, three hours and 48 minutes.\nAfter arriving in the Caribbean she said the experience had been \"amazing\" and \"everything I wanted it to be\".\nMs Harrison, a part-time swimming teacher and bartender, decided to sign up for the Talisker Whisky Atlantic Challenge three years ago after watching the finale of the 2017 event.\nAsked about her epic challenge, she said it had been a mix of \"good and bad memories\", but said she had relished the chance to escape from day-to-day life.\n\"There's nothing like it, actually getting away from everything - social media, bad news, from literally everything,\" she said.\nMs Harrison's crossing was not without difficulty and she capsized just two days before crossing the finishing line, injuring her elbow in the process.\nDuring the crossing, Ms Harrison would row for two hours and sleep for two hours on rotation.\nDespite being cut off from the world, she was still able to speak to her mother every day via satellite phone.\nAsked what she was most looking forward to after stepping on to dry land, she replied: \"Food, definitely food.\"\nAs well as rowing into the record books, Ms Harrison has also raised more than £10,000 for charity.\nThe previous youngest female solo ocean rower was 22-year-old Katie Spotz from the USA who rowed the Atlantic east-to-west between 3 January and 14 March 2010.\nThe youngest person to have made the crossing solo is student Lukas Haitzmann, who completed it in 2019 at the age of 18.\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk or send video here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56144970",
      "category": "business",
      "title": "Lloyd's seeks archivist to investigate slave trade links",
      "tags": "Companies,Atlantic slave trade,Lloyd's of London,George Floyd death",
      "text": "Insurance market Lloyd's of London is seeking an archivist who would examine its artefacts for historical links to the slave trade.\nIt has posted an advert for an expert to investigate its collection of more than 3,000 items, including paintings, swords and furniture.\nIt is not yet clear what will happen to the objects following the research.\nLast June, Lloyd's apologised for its \"shameful\" role in the trans-Atlantic slave trade.\nLloyd's, which was founded in 1688, insured slave ships. It is often lauded as the world's leading insurance market, focusing on specialist areas, such as marine, energy and political risk.\nJournals published by the insurance market in the 18th and 19th Centuries also often contained advertisements for slave ships.\nThe new recruit to the Lloyd's archives will carry out research \"to ascertain what artefacts and objects link to African and Caribbean history (specifically slavery and abolition)\", according to the job advert.\nFor example, they will look into the swords and pieces of silverware the Lloyd's Patriotic Fund gave out as prizes to those in the military who \"went above the call of duty\" and have since been returned to its collections.\nA spokeswoman for Lloyd's of London said: \"As society evolves, it is right and proper for us to take a look at those symbols and artefacts and make a decision as to whether or not what they stand for reflects where we are. \n\"Of course, it is important to fully understand history, but we must do so in a way that reflects changing sentiments and societal views as we more fully understand that history - the good, and the bad.\"\nDr Katie Donington, a senior lecturer in history at the London South Bank University said that the move by Lloyd's was \"very welcome\".\n\"The work of analysing the historical relationship between commercial organisations and the business of slavery must take place within the context of evidence-based research. That process begins with examining the archive as well as relevant material culture held by Lloyds,\" she said.\nShe added that transparency around the research is key, and hopes details on any linked records or artefacts will be made available to historians of slavery, community groups and the public \"so they can understand the ways in which slavery and its legacies shaped both Lloyd's and the wider City of London during this period.\"\nAfter racial justice protests swept across the United States in 2020 following the death of George Floyd, an unarmed black man who died in police custody, pressure on firms to address links to slavery and tackle racial inequality has intensified.\nIn a statement in June 2020, Lloyd's said: \"There are some aspects of our history that we are not proud of.\n\"In particular, we are sorry for the role played by the Lloyd's market in the 18th and 19th Century slave trade.\"\n\"This was an appalling and shameful period of English history, as well as our own, and we condemn the indefensible wrongdoing that occurred during this period.\"\nAt the time, the centuries-old insurance market also committed to providing financial support to charities and organisations promoting opportunity and inclusion for Black, Asian and Minority Ethnic (BAME) groups.\nIt was one of a number of firms identified in an investigation by the Telegraph newspaper to have historical links to the slave trade.\nPub chain Greene King, for example, apologised after it was found that one of its founders owned a number of plantations in the Caribbean.\nThe company said it would make a \"substantial investment to benefit the BAME community\", after consulting with its staff on how this money can best be used."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-56145992",
      "category": "world-africa",
      "title": "Seven die in Nigerian Air Force Abuja plane crash",
      "tags": "Aviation accidents and incidents,Nigeria",
      "text": "Seven people have died after a Nigerian military plane crashed short of a runway in the capital Abuja on Sunday morning, according to officials.\nThe Nigerian Air Force plane had reported engine failure, the military spokesman tweeted.\nThe plane was on the way to Minna, in the northern state of Niger to try to rescue 42 people who had been kidnapped.\nThe chief of air staff has ordered an immediate investigation.\nIn a series of tweets, the air force asked the public to \"remain calm & await the outcome of investigation\".\nAir force spokesman Air Vice Marshal Ibikunle Daramola said that all those on board the small aircraft had died. \nWitnesses say they heard a loud sound, then the aircraft burst into flames, reports the BBC's Ishaq Khalid. \nA witness told Reuters the smell of burning and chemicals lingered in the air at the site of the crash, in scrubland just outside the airport perimeter. \nVice Marshal Daramola told the BBC that the aircraft was on a mission to try to rescue 42 people, including students and staff abducted from their boarding school in the town of Kagara on Wednesday, when it turned back following engine failure."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56144904",
      "category": "world-asia",
      "title": "Myanmar coup: Huge crowds mourn woman killed in protests",
      "tags": "Myanmar coup ,Myanmar",
      "text": "Huge crowds in Myanmar's capital Nay Pyi Taw have attended the funeral of a young woman killed in protests against a military coup.\nMya Thwe Thwe Khaing was shot in the head just before her 20th birthday, the first of at least three people to die in the protests.\nOn Sunday, thousands lined the streets to honour her, some making the three-fingered salutes used by demonstrators.\nThe military overthrew the elected government earlier this month.\nPromises to hold early elections have failed to satisfy demonstrators, who are also seeking the release of the elected leader Aung San Suu Kyi and other members of her National League for Democracy (NLD) party.\nThe military alleges the NLD's landslide election win last year was fraudulent but has not provided proof.\nMya Thwe Thwe Khaing, a supermarket worker, was injured when police tried to disperse protesters earlier this month. She was kept on life support for 10 days but died on Friday.\nShe has become a focal point for demonstrators, with her image often displayed by people resisting the coup.\nHer coffin was driven through the streets in a black and gold hearse, accompanied by hundreds of motorbikes.\nProtesters took to the streets across the country again on Sunday, despite the previous day seeing the worst violence yet in weeks of protests.\nTwo protesters were shot dead when police used live ammunition to disperse crowds. \nThe deaths brought widespread condemnation, with UN Secretary General Antonio Guterres saying: \"The use of lethal force, intimidation & harassment against peaceful demonstrators is unacceptable.\" \nAlso on Sunday, the wife of prominent actor Lu Min said he had been arrested after posting a video denouncing the military leadership.\nThe two-week-old civil disobedience movement in Myanmar now has its martyrs - represented in posters, paintings and cartoons at rallies which have continued to take place across the country. \nTheir deaths will inflame public anger against the military government, but remind people too of the cost of resisting it. \nThe plan now is to escalate the daily protests into a nationwide general strike, starting next week. \nThis must damage an economy which is already suffering from the Covid pandemic - but its effect on the generals who seized power is harder to predict.\nIn the early hours of Monday, Myanmar entered its second week of nightly internet shutdowns, monitoring group NetBlocks reported.\nThe junta has been regularly blocking the web to try to stifle mass protests.\nEarlier, social media giant Facebook deleted a news site run by the military.\n\"In line with our global policies, we've removed the Tatmadaw True News Information Team Page from Facebook for repeated violations of our Community Standards prohibiting incitement of violence and coordinating harm,\" the company said. \nThe site is the main one run by the military, used to issue warnings to protesters and push its allegations about the election results.\nFacebook is the primary source of information and news in Myanmar. An estimated 22 million of the 54 million people in Myanmar use Facebook.\nThe military's leader Min Aung Hlaing and other top army chiefs are already banned from Facebook over allegations of human rights abuses against Rohingya Muslims."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56145490",
      "category": "uk-politics",
      "title": "Coronavirus: 'Right' to delay contract transparency in pandemic, says Hancock",
      "tags": "Keir Starmer,David Lammy,Department of Health & Social Care,Matthew Hancock,Coronavirus pandemic",
      "text": "Matt Hancock says it was \"the right thing to do\" to delay publishing contracts during the pandemic, despite a court ruling he acted unlawfully.\nA judge ruled the health secretary had \"breached his legal obligation\" by not publishing details within 30 days of contracts being signed.\nBut Mr Hancock told the BBC his team had been focused on sourcing PPE.\nHe said they \"spent all of their time buying life-saving equipment, even if the paperwork was a little bit late\". \nBut one of the MPs who supported the legal action - the Green Party's Caroline Lucas - said Mr Hancock's response made her angry. \nShe tweeted: \"How dare Hancock suggest he broke [the] law to prevent shortages of PPE on the frontline? \n\"Health workers died for lack of [the] right PPE at [the] right time because of incompetence, cronyism and waste - does he think our memories are so short?\"\nLabour leader Sir Keir Starmer said he would not call for Mr Hancock to resign over the court ruling, saying it was \"not what the public really want to see\".\nBut he told Sky News there had been \"a lot of problems... on transparency and on who the contracts went to\", as well as \"a lot of wasted money [which is] a real cause for concern\". \nOther Labour MPs have said the health secretary should quit, including Nadia Whittome, who tweeted: \"In what other job could you break the law and be let off?\"\nThe health secretary earlier told Sky News the issue had been \"put right over the summer\", and he committed to publishing \"what is legally required and what is normal to publish\" going forward.\nThe Department for Health and Social Care (DHSC) struck deals worth hundreds of millions of pounds during the coronavirus pandemic.\nCampaign group the Good Law Project took legal action against the Department of Health - supported by three MPs Ms Lucas, Labour's Debbie Abrahams and Lib Dem Layla Moran - over its \"wholesale failure\" to disclose details of the contracts agreed.\nUnder the law, the government is required to publish a \"contract award notice\" within 30 days of the awarding any contracts for public goods or services worth more than £120,000.\nBut in his ruling, Mr Justice Chamberlain said: \"There is now no dispute that, in a substantial number of cases, the secretary of state breached his legal obligation to publish contract award notices within 30 days of the award of contracts.\n\"There is also no dispute that the secretary of state failed to publish redacted contracts in accordance with the transparency policy.\"\nThe judge called it an \"historic failure\" by the department, adding: \"The public were entitled see who this money was going to, what it was being spent on and how the relevant contracts were awarded.\"\nAsked by the BBC's Andrew Marr if he would apologise following the ruling, Mr Hancock said the contracts had been published \"just after a fortnight late\" on average, \"because my team were working seven days a week, often 18 hours a day, to get hold of the equipment that was saving lives\".\nThe health secretary said \"of course contracts like this need to be published\" and the judge's comments about ensuring transparency were \"100% right\".\nBut he said: \"People can make up their own view about whether I should have told my team to stop buying PPE and spend the time bringing forward those transparency returns by just over a fortnight or whether I was right to buy the PPE and get it to the frontline. \n\"You tell me that that's wrong. You can't and the reason you can't is because it was the right thing to do and legal cases about timings of transparency returns are completely second order compared to saving lives.\"\nMr Hancock added: \"There is no health secretary in history that would have taken the view that they need to take people off the project of buying PPE in order to ensure nine months later the health secretary didn't have a slightly bumpy interview on the Marr programme. \n\"It is not what it is about, it is about doing the right thing.\"\nBut shadow justice secretary David Lammy called on Mr Hancock to come to Parliament and explain how he would make the system more transparent. \nHe told the BBC's Andrew Marr that the government should cancel the temporary rules put in place during the pandemic to speed up government procurement contracts.\nAnd he accused Mr Hancock of using the emergency measures \"without any accountability or any transparency\" - calling his actions \"outrageous\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-55718553",
      "category": "explainers",
      "title": "Covid passports: Where do I still need to use one?",
      "tags": "Coronavirus lockdown measures,Holidays,Travel,Coronavirus vaccines,Hospitality industry,Leisure,Vaccine passports,Coronavirus pandemic",
      "text": "Mandatory Covid passports have been scrapped in England, and their use has been scaled down in Northern Ireland. \nHowever, venues can choose to keep using the scheme on a voluntary basis if they wish, and Scotland and Wales retain their own systems.\nCovid passes are no longer mandatory in any venue, as part of the government's decision to lift Plan B coronavirus measures.\nAnnouncing the change, the prime minister said venues could continue to ask customers to provide evidence of their vaccination status or a recent negative test if they wished.\nEngland's scheme previously applied to:\nYou could only enter these venues if could show:\nProof of natural immunity - for instance, a positive PCR test taken in the past six months - was not accepted as an alternative to proof of vaccination or a recent test.\nSome large events weren't included in the rules, including communal worship, wedding ceremonies, funerals, protests and mass-participation sporting events (such as a marathon).\nIts Covid passport scheme is no longer mandatory for pubs, restaurants, cinemas and theatres - although venues are being encouraged to carry on using it. \nHowever, Covid passes are still required for entry to:\nPeople can either show proof of vaccination, proof of a negative lateral flow test taken in the previous 48 hours, or proof of a positive PCR test taken in the previous 30 to 180 days.\nThe COVIDCert NI app can be used to show proof of vaccination, or a paper version can be requested.\nScotland's First Minister Nicola Sturgeon has confirmed that its Covid pass scheme is not being extended to cinemas and theatres for the time being. \nHowever, they are still required for entry to:\nEvent organisers  are being asked to review 50% or 1,000 vaccine passports of attendees, whichever figure is higher, and a booster will be required to count as fully vaccinated if your second dose was more than four months ago.\nUnder Scotland's scheme, proof of vaccination or a negative test within 24 hours can be shown with the NHS Scotland Covid Status App, the NHS App (if from England or Wales) or Covidcert NI app (if from Northern Ireland) - a printed paper version is also acceptable.\nUnder-18s are exempt, as are vaccine trial participants, and those who couldn't be vaccinated for medical reasons.\nPeople need to show their NHS Covid Pass to gain entry to cinemas, theatres and concert halls.\nPrior to the current restrictions - which are due to be lifted in the coming weeks - the scheme also applied to nightclubs and comparable venues, unseated indoor live events for more than 500 people, unseated outdoor live events for more than 4,000 people and any event for more than 10,000 people.\nOver-16s who have been fully vaccinated in Wales or England can use the pass to prove their status, but it's only compulsory for over-18s.\nPeople can show a negative LFT result instead of proof of vaccination, but this must now have been done within the previous 24 hours and not 48 hours.\nIn England, the government says venues which didn't comply with the rules could face prosecution or a fixed penalty notice ranging from £1,000 to £10,000.\nIn Wales, fixed penalty notices can be issued up to a maximum of £10,000. That is also the maximum fine in Northern Ireland, where the government has said police will visit venues to check compliance.\nCouncils in Scotland have the power to issue enforcement notices which could lead to prosecution for non-compliance.\nCovid passes can also be used for travelling abroad, to show your vaccination status or test results.\nHowever, it is important to check Foreign Office advice for any other requirements at your destination before you travel. \nAs yet there is no evidence that Covid passports stop the spread of the virus. \nThey have, however, led to an increase in vaccination rates in some countries where they have been introduced, according to a study by researchers at the University of Oxford, which was published in the Lancet. \nFrance, Israel, Italy, and Switzerland had lower-than-average vaccination rates before announcing plans for Covid certification.  \nEach country subsequently experienced a large increase in vaccine take-up 20 days before and 40 days after the introduction of the passports. \nPasses made little difference to vaccination rates in other countries such as Germany where take-up was already above average, or in Denmark where the supply of doses was limited.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56148160",
      "category": "uk",
      "title": "Covid-19: Boris Johnson to unveil 'cautious' plan to lift England's lockdown",
      "tags": "Coronavirus lockdown measures,Boris Johnson,Coronavirus pandemic",
      "text": "All schools in England are to reopen on 8 March as part of the prime minister's \"cautious\" four-part plan to lift the coronavirus lockdown.\nBoris Johnson will share his finalised roadmap with ministers later, before unveiling it to MPs and then leading a news conference at 19:00 GMT.\nUp to six people or two households will be allowed to meet outdoors from 29 March, the vaccines minister said. \nRules will be lifted in stages and four conditions must be met at each stage.\nVaccines Minister Nadhim Zahawi told BBC Breakfast the prime minister would set out more details on the plan in a Commons statement, which is expected at around 15:30. \nThe first stage of easing will be split into two parts:\nAlthough schools are set to reopen to all pupils on 8 March, it is thought a few days' flexibility may be built in to allow measures like testing to be put in place. \nAlso on 8 March, new rules will allow each care home resident in England to have one regular visitor, with whom they can hold hands. \nAnd from 29 March it is also understood that people will once again be able to travel out of their areas - although guidance will likely still recommend staying local, and overnight stays will not be permitted.\nThe gap between each stage of restrictions being eased is expected to be five weeks, according to BBC political editor Laura Kuenssberg.\nIt comes as children aged three to seven in Wales return to the classroom, along with some students on practical college courses.\nScotland's youngest pupils are also returning to face-to-face teaching in the first step of the phased reopening of schools there. \nMeanwhile, vaccination has had a significant impact on the risk of serious illness from Covid-19, analysis by Public Health Scotland shows. \nFigures for England are expected later. \nData will be used to inform \"every step\" of lifting restrictions, Mr Johnson said.\n\"We will be cautious about this approach so that we do not undo the progress we have achieved so far and the sacrifices each and every one of you has made to keep yourself and others safe,\" he added.\nThe roadmap will outline four steps for easing restrictions. But before proceeding to each next step, the government will examine the data to assess the impact of previous changes. \nThe four conditions that must be met at each phase of lockdown easing are:\nDowning Street said the four tests are currently being met so the first step of lockdown easing in England will proceed as planned on 8 March.\nThe first stage of easing restrictions will be across the whole of England, Downing Street added, due to the current uniform spread of the virus. \nMPs will be given the chance to vote on the regulations enabling England's roadmap in the coming weeks.\nSir Charles Walker, the vice-chair of the 1922 Committee of backbench Conservative MPs, said the government needed \"flexibility\" if infections levels dropped more quickly than expected. \n\"You can't have a timeline and say you you're going to be data driven. You can either have one or the other,\" he told BBC Radio 4's World at One programme. \nThe rules of combat are beginning to change.\nNo longer is controlling infection and keeping R below 1 seen as the be-all and end-all.\nThat much is clear from the government's four tests for its roadmap to lift lockdown in England.\nInfection rates are only being seen as a problem if they risk a surge in hospital admissions.\nThe reasons for that change can be found from the early results published on the UK vaccination programme.\nScottish researchers have found a \"spectacular\" reduction in the risk of serious illness four weeks after the first dose of the vaccine is given.\nThe link between infections and serious illness is being broken.\nThat is not to say a surge in infections can or will be tolerated - the number of Covid patients in hospital is still only just below where it was in the first peak and not all vulnerable people have been vaccinated yet.\nBut it does give ministers some room for manoeuvre. That is important. Schools are not seen as a significant driver of infection, but reopening them for all could push infection levels up.\nLabour leader Sir Keir Starmer said he wanted the prime minister \"to learn the lessons of the last two lockdowns\" when \"he came out too quickly\". \nHe told LBC that with restrictions in place for longer, businesses \"desperately\" needed more support, including the extension of business rates relief and VAT cuts for the hospitality sector. \nAll four UK nations have been in lockdown for weeks, after hospitals were put under unprecedented pressure due to the rapid spread of a variant of the virus, first detected in Kent.\nThe devolved nations have the power to set their own restrictions.\nFirst Minister Nicola Sturgeon said Scotland would return to a tiered system of restrictions when lockdown measures are eased, meaning different parts of the country could be under different rules. She added that she would set out the likely phases for a gradual lifting of restrictions on Tuesday. \nIn Wales, First Minister Mark Drakeford said he hopes the \"stay-at-home\" requirement could end within three weeks, with some non-essential shops and hairdressers possibly reopening at the same time. \nNorthern Ireland's health minister has played down the prospect of restrictions being eased in time for Easter. A review of current measures will take place on 18 March.\nPre-school, nursery and pupils in primaries one to three will return to classrooms in Northern Ireland on 8 March. After two weeks, they will resume remote learning so older pupils in years 12 to 14 can go back to school.\nChildren of key workers and vulnerable pupils have been able to attend school in all parts of the UK throughout the lockdown. \nOn Sunday, Health Secretary Matt Hancock said there was \"early data\" suggesting a reduction in transmission of the virus in people who have had a vaccine, adding that hospital admissions were falling \"much more sharply\" than they were in the pandemic's first wave.\nBut he told the BBC's Andrew Marr Show that the number of people in hospital - currently around 18,000 - was still \"far too high\".\nSir David Spiegelhalter, professor of statistics at the University of Cambridge, said the data on factors like hospital admissions and deaths were \"extremely positive\" and \"better than people would have predicted\". \nHowever, he told BBC Radio 4's Today programme the government would need to \"keep in reserve\" the option of using local measures to tackle outbreaks because of the big difference in infection rates in different parts of the country. \nThe government has set a new target of offering a coronavirus jab to adults aged 50 and over and those in the top nine priority groups by 15 April, followed by all adults by the end of July.\nSo far, more than 17.5 million people in the UK have received a vaccine dose.\nThe order of priority for the under-50s to receive jabs has yet to be outlined by the Joint Committee on Vaccination and Immunisation (JCVI).\nProf Adam Finn, a member of the JCVI, told the BBC on Sunday that he expected an announcement to be made on vaccine priorities at some point this week."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56128587",
      "category": "uk-wales",
      "title": "Smacking: 'Misunderstanding' over next year's ban",
      "tags": "Children,Punishment,NSPCC,Welsh government,Parenting",
      "text": "There is a degree of misunderstanding over new smacking legislation, research for the Welsh Government has found. \nA change in the law, banning people from smacking their children, begins in 2022. Wales is the second part of the UK to do so, after Scotland.\nIn a survey of 1,002 people, 23% were aware of the changes and 26% said they were aware but unsure of the details.\nThe Welsh Government said TV, radio and online adverts would launch later this year. \nIn the latest Beaufort Wales Omnibus survey, carried out in November 2019, a higher percentage of people reported being in favour of removing the defence of reasonable punishment than those asked in a November 2018 survey. \nIn 2019, all respondents were asked the degree to which they agreed or disagreed that it is sometimes necessary to smack a child.\nMore disagreed with this statement (55%) than agreed with it (31%). The difference between the proportions disagreeing and agreeing with the statement was greater than in the 2018 survey when 49% disagreed and 35% agreed.\nThose who have caring responsibilities for children aged seven or under - 179 of the 1,002 asked - were more likely to disagree that it was sometimes necessary to smack a child - 70% - compared with 53% among those who did not have caring responsibilities for those aged seven and under. \nIn 2018, when asked if they were aware of proposed changes in legislation, 17% said yes. In the 2019 survey that rose to 23%.\nIn the previous survey 64% said they were not aware and that went down to 50% in the most recent survey.  \nIn 2018, 17% said they were aware but not sure of the details, this rose to 26% in 2019. \nDr Ashley Frawley, senior lecturer in social policy at Swansea University is a vocal campaigner for the Be Reasonable campaign, which seeks to stop any ban and continue to give parents a choice.\nShe said her stance meant she was repeatedly trolled on Twitter and said the issue had become distorted.\nDr Frawley said: \"Campaigners have had a lot of success turning this into a debate about how people should parent... that's not what this debate is about, it's about whether one form of parenting should be illegal. \n\"It's not whether people should smack, it's whether you should be charged and recorded as a child abuser if you do.\n\"The whole policy itself is built on distrust - you can't trust people to control themselves, you can't convince people democratically to adopt this style of parenting - that's why they look to the law in the first place.\"\nResponding to the results of the latest survey, she said: \"The changes between the two surveys are really, really small...\n\"You'd think you could produce more impressive changes with such a small sample size....\n\"Proponents will probably want to foreground that carers of children under seven appear to be in favour of the ban. I wonder how many will mention that they only surveyed 179 of them to produce this result?\" \nVivienne Laing, policy and public affairs manager at NSPCC Cymru, welcomed the findings.\nShe said: \"It's positive that there has been a further shift in public attitudes ahead of this important change in the law, which puts the protection of children first. \n\"The new legislation will give children in Wales the same legal protection from assault as adults and we are continuing to work closely with the Welsh Government to support with its successful implementation.\"\nShe said a change in public attitudes often followed legislative change: \"We've seen with the introduction of the smoking ban and compulsory seatbelts in cars. It is encouraging to see that this shift is already happening.\"\nShe said she was confident a public awareness campaign would lead to a further reduction in the use of the physical punishment on children.\nThe charity encourages parents to praise the good things children do and set clear and consistent boundaries and remain calm in difficult situations. \nA Welsh Government spokesman said: \"An awareness-raising campaign to inform the public of the change in law will go live later in the year - including TV, radio and digital advertising.\n\"We are also ensuring that professionals who work with parents and children know about the change in the law and have established an expert stakeholder group to oversee this vital work.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56145370",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Safety assurance ahead of pupils' return to schools",
      "tags": "Coronavirus lockdown measures,Schools,John Swinney,Scotland Education,Coronavirus pandemic",
      "text": "Education Secretary John Swinney has insisted it is safe for Scotland's youngest pupils to return to the classroom. \nChildren in early years education and the first three years of primary will go back to school on Monday. \nIt is the first step in a phased reopening of schools which have been closed to all but a minority of pupils since the beginning of January. \nMr Swinney said \"detailed clinical analysis\" assured him it was safe. \nIt followed concerns raised by the EIS teaching union and one epidemiologist about the measures put in place to reduce risk of transmission in schools. \nThe deputy first minister pointed to documents prepared by a government expert advisory group which states that younger children are less likely to catch or pass on the virus than older children and adults. \n\"I do believe it is safe to do what we are doing tomorrow and I base that view on the very detailed clinical analysis prepared for us by our education clinical advisory group that was published earlier on in February,\" he told BBC Scotland's The Sunday Show. \n\"The rates of infection amongst the youngest children, who will be the ones primarily going back to school tomorrow or back to early learning and childcare, are more than half those of the general presence within the population. \n\"We've got to look at all the evidence that supports such decisions but we've also got to take the measures to ensure absolute safety within the school and early learning childcare environment and that's exactly what our guidance is designed to do. \"\nAs well as the youngest children returning to school, a small number of senior secondary pupils will be allowed into school buildings on a part-time basis to complete work for national qualifications. \nOther age groups will continue to learn from home and it is unlikely they will return to the classroom before 15 March at the earliest. \nIn primary schools measures to minimise the spread of the virus include regular hand-washing, open windows, and 2m physical distancing between adults, and between adults and children. \nStaff will also be offered regular lateral flow tests. \nResources to support learners, teachers and parents during lockdown.\nIn a letter to parents from Professor Jason Leitch, the national clinical director, parents have also been asked to play their part in the safe return of the youngest children to school. \nHe asked them to: \nUrging parents not to relax the rules elsewhere, he reminded them that indoor play dates are not allowed  - though children can play together outside. \nAnd he said parents should continue to work from home if they are able to do so. \nMr Swinney said the behaviour of parents was important in keeping the R number - the rate of transmission - low. \n\"We've all got to play a part - not just the school environment - but the whole surrounding environment of society to make sure we do all that we can to suppress the virus because we don't actually have an awful lot of headroom between where the R level is just now - somewhere between 0.7 and 0.9 - and 1 where the virus begins to spread exponentially.\"\nHIs safety assurance came after an epidemiology expert raised concerns about the knock-on effects of sending children back to school. \nDr Deepti Gurdasani, of Queen Mary University of London, said data from England showed primary school children were two times more likely to be the first Covid case in a household, and once infected were two times more likely to infect their contacts. \nSpeaking to The Sunday Show, she said children aged six and above should wear masks in schools and more attention should be paid to ventilation. \nThe EIS teaching union has also raised concerns about school safety and have said a blended learning model - with about half of pupils in classes at any one time - would be more appropriate. \nPlans to reopen schools have been welcomed by opposition parties but the Scottish Conservatives have urged the government to publish plans for helping pupils catch-up with schooling they have missed. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56147305",
      "category": "world-middle-east",
      "title": "Israel pollution: Tar globs disfigure coast after oil spill",
      "tags": "Israel,Pollution,Ocean pollution",
      "text": "Large globs of tar have washed up on much of Israel's Mediterranean coastline in what officials are calling one of the worst environmental disasters to hit the country. \nThousands of volunteers and soldiers are helping to clear the pollutant which is damaging wildlife. \nIsrael is trying to track the source of the pollution, which is thought to have come from a ship spilling oil. \nThe general population has been told to avoid the beaches. \nDozens of tonnes of tar have been found on many stretches of Israel's 190km (120 miles) Mediterranean coastline and there are fears it will take months, or even years to clean up. \nNGOs have reported turtles and birds covered in oil. \nThe pollution is \"one of the most serious ecological disasters\" in Israel's history, according to the Nature and Parks Authority. \nThe source is thought to be an oil spill produced during a storm on 11 February from a ship some 50km (30 miles) off the coast. Satellite imagery and wave patterns are being used to trace the ship responsible. \nEnvironmental Protection Minister Gila Gamliel said nine ships were being investigated. \nThe Israeli government is considering legal action to win compensation which could run to millions of dollars. \nPrime Minister Benjamin Netanyahu has been inspecting the damage at one of the beaches. \nLast Thursday, a 17m-long (55ft) fin whale was found dead on a beach in southern Israel, and the Nature and Parks Authority said an autopsy had found an oil-based product - a black liquid - in its system. \nHowever, an official said it was too early to say whether the liquid came from the same oil spill. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56143296",
      "category": "world-europe",
      "title": "Pablo Hasel: Luxury stores looted and vehicles ablaze in Barcelona protests",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-56143277",
      "category": "world-australia",
      "title": "Australian PM is vaccinated as rollout begins",
      "tags": "Coronavirus vaccines,Coronavirus pandemic,Scott Morrison,Australia",
      "text": "Australian Prime Minister Scott Morrison has received the coronavirus vaccine as the country prepares to start inoculations this week. \nHis jab was televised on Sunday in order to help boost confidence in the vaccine rollout across Australia.\nVaccinations officially begin on Monday and at least 60,000 doses are expected to be administered next week.\nOn Saturday, small crowds of anti-vaccination demonstrators gathered to protest against the launch. \nMr Morrison was part of a small group of people vaccinated on Sunday along with some frontline health workers and care home residents. Australia's chief nurse Professor Alison McMillan and Chief Medical Officer Professor Paul Kelly were also immunised. \nSpeaking at ahead of his vaccination, Mr Morrison said: \"Tomorrow our vaccination programme starts, so as a curtain raiser today we're here making some very important points; that it's safe, that it's important, and we need to start with those who are most vulnerable and are on the front line.\"\nThe first person to be vaccinated in the country was 85-year-old Jane Malysiak. \nThe first vaccinations in Australia will be the Pfizer vaccine which has been granted approval for use. \nAustralia's medical regulator earlier this week also granted provisional approval for the vaccine developed by AstraZeneca and Oxford University, which is expected to be rolled out next month. Health Minister Greg Hunt says he will receive the AstraZeneca vaccine in the coming weeks.\nBoth vaccines have undergone extensive safety checks and are already being used in several countries.\nAustralia aims to inoculate four million people by early March. \nThe priority groups in the first round include the 700,000 frontline workers in the health sector, border enforcement and care homes, along with the residents of care homes.\nFollowing that, Australians aged over 70, Aboriginal and Torres Strait Islanders over 55, healthcare workers, adults with underlying health conditions and emergency services workers will be next.\nOn Saturday protests were held in cities including Melbourne, Sydney and Brisbane against the vaccination rollout. \nThe rallies on Saturday were joined by a few thousand people in total, according to broadcaster ABC.\nIn Melbourne, some protesters clashed with police, who used pepper spray and made several arrests.\nAustralia has recorded 28,920 cases and 909 deaths since the pandemic began. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56140777",
      "category": "uk-wales",
      "title": "King's Mill: Row over future of 18th Century Wrexham mill",
      "tags": "Wrexham County Borough Council",
      "text": "An 18th Century corn mill should be sold to a community group rather than auctioned, campaigners have said.\nKing's Mill in Wrexham stopped working in 1940, was officially opened as a visitors centre in 1991 by Princess Diana but has stood empty since 2013.\nMelin y Brenin Community Group claimed Wrexham council had \"ignored\" its attempts to acquire the building.\nBut the council said an auction was \"the best opportunity\" to bring the mill \"back into productive use\".\nThe community group's chairman Phil Phillips said the group was informed of the council's intention to sell the freehold on the mill last November and offered to pay £10,000 for the building and also cover the costs of upgrading it. \n\"We heard nothing until January, when we asked them what's going on here and suddenly it went to auction - it went to auction without telling us as an interested party,\" he said.\nThe building has a guide price of £165,000 and is due to go under the hammer on 24 March, the Local Democracy Reporting Service reported. \nMore than 1,000 people have now signed an online petition calling for the auction to be stopped and for the mill to be put in the hands of the community.\nMr Price said the mill was \"very important\" in an area that \"drove the industrial revolution\".\nHe said since about 2018 the group had been in discussions with the council about acquiring or leasing the site to transform it into a centre for locals and tourists.\n\"For three years we've virtually been ignored,\" said Mr Phillips.\n\"We've got a business plan in place, which the council asked us for, we've got the support of the community and we've also got together a team of specialists and volunteers, and [the] time and money of sponsors, to make sure this is a working project. \n\"But sadly we've not had any co-operation from a council that says it wants to get rid of it.\"\nA covenant saying the mill must be used as a public amenity - in place since the council acquired the property from the Erddig estate - still applies. \nIn a statement, Wrexham Council said the auction \"offers the best opportunity for a group or individual to acquire the building, invest in the building and to bring it back into productive use\". \n\"It must be stressed that the covenant on the building is not being ignored, and the building is being sold with the covenant in place,\" it added. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56145392",
      "category": "uk",
      "title": "Coronavirus: Latest data shows vaccine reduces transmission - Hancock",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "There is \"early data\" showing a reduction in transmission in people who have had a coronavirus vaccine, the health secretary has said.\nMatt Hancock said hospital admissions were falling \"much more sharply\" than they were in the pandemic's first wave.\nThe government aims to offer a first jab to all adults in the UK by the end of July, with one in three adults already vaccinated.\nBoris Johnson will unveil his plan for ending England's lockdown on Monday.\nThe PM is due to present his plans to MPs in the Commons in the afternoon, before leading a Downing Street briefing at 19:00 GMT.\nA further 9,834 coronavirus cases were recorded in the UK on Sunday and 215 more people have died within 28 days of a positive Covid test, according to the government's daily figures.\nThe UK's devolved nations have the power to set their own restrictions, and have been moving at different speeds:\nAs part of the road map, Public Health England will publish new data on the impact of vaccines on transmission rates.\nMr Hancock told the BBC's Andrew Marr Show on Sunday that he was \"absolutely delighted\" with the progress of the vaccine rollout.\nBut he added that while hospital admissions were falling, the number of people in hospital - currently around 18,000 - was still \"far too high\".\nThe health secretary reiterated the government's new plan to offer a jab to adults aged 50 and over and those in the top nine priority groups by 15 April, followed by all adults by the end of July.\nThe government's previous target was to offer all adults the first dose by September, but the PM has said he wants the rollout to \"go further and faster\".\nMr Johnson has said that this would give vulnerable people protection \"sooner\" and help to further ease lockdown restrictions across the country.\nHowever, the order of priority for the under-50s has yet to be outlined by the Joint Committee on Vaccination and Immunisation (JCVI).\nProf Adam Finn, a member of the JCVI, told BBC Breakfast earlier that he expected a public announcement would be made on vaccine priorities at some point in the next week.\nLockdown has reduced cases more than some believed was possible - and now there are the early indications the vaccination programme is having an impact too.\nDespite this, it looks likely the government will announce a very gradual lifting of restrictions in England on Monday.\nWhy the caution? Even if rates rebound only a little, there are still large numbers of vulnerable people. \nNearly half of hospitalisations have been in the under-70s, for example.\nWhat is more, high levels of infection at a time when vaccines are being rolled out and immunity being built provides the perfect breeding ground for new variants.\nMutation may be unavoidable in the long-term, but encouraging them at this point would, many experts believe, be foolish.\nThe problem is that there are so many unknowns. \nWill the arrival of spring help keep the virus at bay? Will the UK variant mean the re-opening of schools has a significant impact on infection levels?\nBut, on the flip side, being too cautious will prolong the costs of lockdown. \nIt is, to say the least, a tricky balancing act.\nSo far, more than 17 million people have received a vaccine since the rollout began in December last year.\nMr Hancock said ministers were \"confident\" the vaccine worked effectively against the old strain of the virus and the so-called Kent variant.\nHowever, he warned the government did \"not yet have the confidence\" the jab was \"as effective\" against the South Africa variant and the variant first seen in Brazil, but that enhanced contact tracing and stricter border controls were reducing the cases of those variants in the UK.\nThe latest data showed \"around a dozen\" new cases of the South African variant in the UK, with an overall total of around 300 cases, Mr Hancock added.\nAsked if the spread of the South Africa variant was \"shrinking\", he said: \"I think that's a good summary yes\".\nMeanwhile, Prof Peter Openshaw, a member of the New and Emerging Respiratory Virus Threats Advisory Group (Nervtag), told BBC Radio 4's Broadcasting House programme that vaccine transmission data was \"looking really good\", but scientists still needed to estimate by how much the vaccine interrupted transmission.\nProf John Edmunds, a member of the government's Sage and Nervtag committees, told Andrew Marr that the vaccine rollout should turn to children \"as fast as we can\".\nThe infectious diseases expert said: \"We're all at risk and we can all spread the virus, and so until we've all been vaccinated - I include children here - then there is going to be significant risk of a resurgence.\"\nProf Edmunds, who said he had two children of secondary school age, warned there would continue to be \"major disruption in schools until we have vaccinated our children\".\nSchools remain the top priority for the easing of restrictions in England, with Downing Street still hoping they can reopen on 8 March. This would be followed by reuniting families and allowing people to have more social contact.\nIn the first confirmed easing of restrictions, care home residents in England will each be allowed one regular visitor from 8 March. \nThose nominated visitors will be able to meet indoors and hold hands with their loved one, but must wear personal protective equipment and be tested beforehand.\nMr Hancock said on Sunday that Covid restrictions would be eased in stages, with \"weeks\" in between each one.\nHe told Times Radio that it takes a few weeks for the impact of easing measures to be seen, so there would be \"weeks between the steps\". \nMr Hancock added that social distancing measures and the wearing of face coverings would be likely to remain in place for a while.\nLabour leader Sir Keir Starmer has welcomed the government's accelerated vaccine target but called on No 10 to \"urgently\" explain how it will prioritise the under-50s.\nHe told Sky News' Sophy Ridge on Sunday programme that he wanted all children in England back in school on 8 March, despite education unions calling for a more \"cautious\" and \"phased\" return.\nThe party's former shadow chancellor John McDonnell urged Sir Keir and the PM to \"listen\" to unions' concerns.\nHe told the same programme: \"I can't think of anyone better to listen to than those on the frontline and that is the teachers' unions. If we have to have a staggered reopening of schools, let's listen to those on the frontline.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cambridgeshire-56145358",
      "category": "uk-england-cambridgeshire",
      "title": "Cambridge moonflower: Team 'overwhelmed' by global response",
      "tags": "Amazon rainforest,Cambridge,Plants,University of Cambridge,Flowers",
      "text": "The team who cared for a rare Amazonian cactus that flowered for just one night have been \"overwhelmed\" by the global response to the bloom.\nExperts at Cambridge University Botanic Garden believe it is the first time the moonflower Selenicereus wittii has bloomed in the UK.\nThousands tuned in as the flowering drew close and a YouTube stream has had almost 195,000 views.\nGlasshouse supervisor Alex Summers said the experience had been \"amazing\".\nThe cactus - which normally flowers at night for just 12 hours - caught many of those awaiting the bloom off guard when it started to blossom at about 15:00 GMT on Saturday.\nA webcam had been focused on the single bud for the previous 11 days.\nMr Summers said the flower, which was spotted developing in November, had been \"supposed to come out\" at 21:00, \"but plants never read the books\".\nHe said since the bloom, the team had \"been able to record it, pollinate it and share it with as many people as possible\".\nHowever, only the glasshouse's staff have been able to experience its unique scent, which Mr Summers said had \"started off... like honeysuckle or gardenias\", but by morning, had \"slightly altered and we're now in the realm of public toilets\".\nThe plant normally grows high above the Amazonian floodplains by attaching itself to a host plant and flowers at night to attract its two pollinating species of hawkmoth.\nThe delicate petals of the white flower, measuring 11in (28cm) long by 6in (15cm) wide and sitting at a height of 12ft (3.5m) on the plant, started to fade overnight.\nThe garden's dedicated moonflower page has received nearly 205,000 views, from people as far afield as Australia, Finland and Thailand.\nMr Summers said he thought the interest was due to the cactus usually being \"inaccessible\" where it grows in the \"deepest, darkest Amazon\".\nHe said the team had been \"overwhelmed\", adding: \"People have followed it from start to finish.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56141673",
      "category": "world-us-canada",
      "title": "US plane scatters engine debris over Denver homes",
      "tags": "Colorado,Aviation accidents and incidents,Aviation safety,United Airlines",
      "text": "A Boeing jet has scattered debris over a residential area near Denver after one of its engines failed on take-off. \nThe Boeing 777, with 231 passengers and 10 crew on board, was able to return safely and land at Denver airport. No injuries were reported. \nPolice in the town of Broomfield posted pictures of what appears to be the front of an engine casing in the front garden of a home.  \nPassengers on board described a \"large explosion\" shortly after take-off. \nFlight 328, a United Airlines plane bound for Honolulu, suffered a failure in its right-hand engine, the Federal Aviation Administration (FAA) said. \nOne passenger who was on the flight told AP news agency that the pilot was giving an announcement when there was a loud explosion. \n\"The plane started shaking violently, and we lost altitude and we started going down,\" David Delucia said. \nHe added that he and his wife placed their wallets in their pockets so that \"in case we did go down, we could be ID'd\". \nImages posted online showed smoke trailing from the engine. One video apparently shot from inside the plane shows an engine on fire and stripped of its casing. \nThe incident happened shortly after 13:00 local time (20:00 GMT) on Saturday. \nBroomfield police urged residents not to touch or move the debris. The FAA and the National Transportation Safety Board will be carrying out an investigation. \nOne Broomfield resident told CNN he had seen the debris fall from the plane and took shelter with his children as it started coming down. \n\"We saw it go over, we heard the big explosion, we looked up, there was black smoke in the sky,\" Kieran Cain said. \"Debris started raining down, which you know, sort of looked like it was floating down and not very heavy, but actually now looking at it, it's giant metal pieces all over the place.\" \nIt is unclear what caused the engine to catch fire. Jet engine failures do not happen often, but they can be caused by a rotating part, such as a turbine blade, breaking off and piercing the outer cowling. The plane, a Boeing 777-200, was manufactured 26 years ago. \nOn the same day as the Denver incident, an engine failure on a 30-year-old Boeing 747 freighter saw debris fall on a town in the Netherlands. Parts of what appeared to be turbine blades landed on the town of Meerssen. Two people on the ground, one a child, were slightly injured.\nThe aircraft, which had left Maastricht bound for New York, landed safely in Liege in neighbouring Belgium.   "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cambridgeshire-56139243",
      "category": "uk-england-cambridgeshire",
      "title": "Cambridge moonflower: Wait over for 'UK's first' bloom",
      "tags": "Cambridge,Plants,University of Cambridge,Flowers",
      "text": "A rare Amazonian cactus that has attracted interest from around the world has started to bloom.\nThe team at Cambridge University Botanic Garden believe their moonflower Selenicereus wittii is the first to flower in the UK.\nThousands of people have viewed a webcam which has been trained on the plant  for about 11 days.\nIt was thought the plant would blossom at night, but a garden spokesperson said it appeared it was a \"sun lover\".\nThe plant normally only flowers between sunset and sunrise, but the garden's director Prof Beverley Glover said \"these things are always done at their own pace\".\n\"I'm not as surprised as some might be, as plants have a habit of doing their own thing,\" she said.\n\"It is a bit special... a real treat and a real testament to the hard work of our glasshouse supervisor Alex Summers.\"\nAnticipation for the cactus to flower was high because the blossom only lasts 12 hours - with this white flower measuring 11ins (28cm) long by 6ins (15cm) wide.\nIt has also meant a Facebook question-and-answer session due to be held later has had to be hastily rescheduled to 18:00 GMT.\nStaff at the garden now hope it will bloom every year.\nThe plant was acquired six years ago from Bonn Botanic Garden in Germany and was attached to a water chestnut tree, where it climbed 12ft (3.5m) above the ground in a glasshouse before putting out its first bud.\nMr Summers, who planted it, said it was \"very rare to have this plant in our collection and we believe this is the first time the moonflower has flowered in the UK\".\nThe spokeswoman for the garden said the webcam trained on the plant had been \"watched from all over the world\" and had received more the 120,000 views.\nShe said a YouTube livestream had also had more than 100,000 views, while a page dedicated to the flower on its website had also received more than 100,000 views in the last week.\nOn the site's Facebook page, news of the bud flowering was met with glee and puzzlement.\nOne person wrote: \"Can't believe almost missed it after watching for the last 10 nights,\" while another joked: \"You have to love nature and its fickleness\".\nPeople were also keen to know what the flower smelt like, as the website had stated it would emit a \"beautiful sweet-smelling fragrance\" as it blossoms, which would change to something \"rancid\" after two hours.\nProf Glover said she had been told by staff that its smell was \"not very strong\" at present.\nStaff had earlier told the BBC how the global coverage had led to some people questioning the \"rarity\" of the Cambridge specimen and sending their own moonflower photos.\n\"People have been getting a bit confused about the name 'moonflower',\" the spokeswoman said, adding that \"lots of plants are given the common name moonflower\".\nThe confusion prompted Mr Summers to publish an article on the website entitled: \"Is my moonflower the same as your moonflower?\".\n\"It is likely that most people may have Epiphyllum oxypetalum - a common epiphytic cactus species in cultivation,\" he wrote.\n\"This is not in the same genus as the moonflower we have growing here.\" \nHe added that his moonflower was \"even rarer in cultivation than the Titan arum (otherwise known as the corpse flower) which bloomed at Cambridge University Botanic Garden in 2017\".\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56129833",
      "category": "world-us-canada",
      "title": "Texas weather: President Biden declares major disaster",
      "tags": "Texas,United States,Severe weather,Houston",
      "text": "President Joe Biden has declared a major disaster in Texas, clearing the way for more federal funds to be spent on relief efforts in the US state.\nPower is returning across Texas and temperatures are set to rise, but at least 14 million people still have difficulty accessing clean water. \nMr Biden has said he will visit Texas as long as his presence is not a burden on relief efforts. \nNearly 60 deaths have been attributed to cold weather across the US.\nThe administration had already declared a state of emergency for Texas, along with Oklahoma and Louisiana. \nIn a statement on Texas released by the White House, President Biden said he had \"ordered federal assistance to supplement state and local recovery efforts in the areas affected by severe winter storms\".\n\"Assistance can include grants for temporary housing and home repairs, low-cost loans to cover uninsured property losses, and other programmes to help individuals and business owners recover from the effects of the disaster,\" the statement said.\nMr Biden has been in touch with the mayors of some of Texas' biggest cities, such as Houston, Austin and Dallas, to ensure they have access to government resources, an administration official said. \nSeveral other southern states hit by snow and ice storms this week have also reported water service outages.\nWinter weather also cut off water in the city of Jackson, Mississippi - home to around 150,000 people - as well as the largest county in Tennessee that includes the city of Memphis, with more than 651,000 residents.\nCity officials in Jackson say water treatment plants are now running again, but 43,000 households still have no or low water pressure, WLBT TV reports.\nAcross the US South, a region unaccustomed to such frigid temperatures, people whose pipes have frozen have taken to boiling snow to make water.\nThe south-western state's energy grid was overwhelmed by a surge in demand for heat as temperatures plummeted to 30-year lows, hitting 0F (-18C) earlier this week.\nNearly 80,000 homes were still without electricity on Saturday morning. Earlier this week, amid freezing temperatures as many as 3.3 million homes and businesses were without power.\nBut the power company, Electric Reliability Council of Texas, said consumers were no longer being asked to conserve energy. \nClose to half of the state's population have faced some disruption of water services as hundreds of water systems have been damaged by the freeze.\nAustin, the state's capital, lost 325 million gallons (1.2 billion litres) of water when pipes burst. \nTexas' largest city, Houston, is under a so-called \"boil water notice\", with the US Centers for Disease Control and Prevention (CDC) advising that all water planned for consumption - even if filtered - must be boiled as it may be contaminated.\nThe advisory could go on into Monday, the Houston Chronicle reports. \nTexas Governor Greg Abbott has thanked President Biden for the major disaster declaration, describing it as \"an important first step\". \nWater pipes have been bursting across Texas due to the freeze, and local plumbers have struggled to meet demand. Officials say more are headed to Texas to help out. \nNew York congresswoman Alexandria Ocasio-Cortez said on Saturday she had raised more than $3m (£2.1m) in donations as part of relief efforts for Texas.\n\"When you already have so many families in the state and across the country that are on the brink, that can't even afford an emergency to begin with, when you have a disaster like this, it can just set people back for years, not just for days,\" she said, speaking at a Houston food bank. \nSome easing is expected as temperatures are expected to rise in Texas in the coming days, according to the National Weather Service (NWS).\nAs the state grappled with the weather crisis, Texas Republican Senator Ted Cruz faced a backlash after he left Houston on Wednesday for a vacation in Mexico with his family. \nMr Cruz apologised on Thursday and returned to the US after initially planning to stay through the weekend.\nThe recorded deaths in Texas include people who have died in traffic accidents, as well as some who suffered carbon monoxide poisoning from running cars and generators indoors to stay warm.\nIn Harris County, home to Houston, there were more than 300 suspected cases of carbon monoxide poisoning during the cold snap. \nAt least four people were killed following a house fire in Houston that officials said may have been started by candles. \nSeparately, police said two men found alongside a Houston highway were believed to have died due to the cold.\nAn 11-year-old boy died after temperatures outside his unheated mobile trailer home fell to below freezing. Authorities are now investigating whether Cristian Pavon, who was born in Honduras and saw snow for the first time in his life the day before his death, succumbed to hypothermia on Tuesday. \nCarrol Anderson, a 75-year-old Vietnam War veteran, died in his truck after he ran out of the oxygen tanks he used to breathe and went outside to get a spare.\nTwo other men died in their homes and another man was found dead in a car park."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55045639",
      "category": "health",
      "title": "Who is eligible for the Covid jab and is it compulsory for anyone?",
      "tags": "Coronavirus vaccines,Moderna,Vaccination,Pfizer,Omicron variant,Coronavirus pandemic,AstraZeneca",
      "text": "About 37 million people have now had booster Covid vaccine doses across the UK - more than 64% of those eligible.\nThe government is urging everyone who can, to come forward and receive the jab.\nFor most people in the UK, the Covid vaccine is not mandatory.\nHowever, Health Secretary Sajid Javid has reconfirmed that the government wants all front-line NHS staff in England (with some exceptions) to be fully vaccinated by 1 April if they want to to keep their job.\nCare home staff in England must also already be vaccinated (unless exempt).\nMeanwhile a number of employers, including Morrisons, Next, Ikea, Ocado and Wessex Water have cut sick pay for unvaccinated workers who are forced to isolate after being exposed to Covid.\nEmployees will receive only the statutory-sick-pay (SSP) minimum (£96.35 per week), unless there are mitigating circumstances.\nAll staff who test positive for the virus will still receive full sick pay, regardless of their vaccination status.\nAcross the UK, Covid passports providing vaccination status or negative test results are required to enter some venues.\nMany foreign countries are restricting entry to vaccinated travellers or imposing restrictions on those who are not. \nIn England boosters are now available to all over-16s three months after their second dose - but appointments can be booked after two months. Some walk-in appointments are also available. \nIn Scotland boosters can be booked online.\nIn Wales people should wait to be invited, with older and higher-risk people being prioritised.\nIn Northern Ireland people aged 18 to 29 can go to walk-in hubs, and make booster appointments. \nEarly studies from UK researchers suggested a booster vaccine - on top of the first two jabs - provides 80-85% protection against Omicron (compared with 97% against Delta).\nMore antibodies are developed thanks to the booster, giving the body stronger defences against the virus. \nIt makes it harder for Omicron to infect the body, although current vaccines are still not a perfect match.\nPfizer has started clinical trials of a new Covid vaccine which targets the Omicron variant.\nModerna will soon begin trials of its own Omicron-specific jab, and AstraZeneca has also started working on a new version of its vaccine.\nAll children aged 12 and over are being offered two doses of the Pfizer jab. They can usually have a second dose 12 weeks after the first.\nA low-dose version of the Pfizer vaccine has been approved for children aged five to 11 who have health conditions putting them at greater risk from catching Covid. Eligible children in this age group are now being invited for vaccination in Scotland\nPrimary school children who live with clinically vulnerable adults should also be offered a jab, government vaccine advisers said. \nThe Joint Committee on Vaccination and Immunisation (JCVI) also recommended that the normal booster dose should be offered to children aged 12-15 if they:\nIt is not yet clear when children will get these doses.\nAbout 16 and 17-year-olds in England who had a second vaccine dose at least three months ago are being invited to have their booster.  \nThey can make an appointment or attend a drop-in clinic, as can eligible children of the same age in Scotland.\nChildren who are not considered to be at high risk from Covid should wait 12 weeks after a positive Covid test before having the vaccine.\nYour booster will be a single dose of either Pfizer or Moderna - regardless of which vaccine you received before.\nIf you have recently tested positive for Covid, you should wait four weeks from the date of the test before having your booster.\nYou shouldn't have the booster if you have a severe illness or high fever, but Pfizer and Moderna say a mild fever or a cold are not reasons to delay.  \nThe vaccines do not infect you with Covid, and cannot cause positive results on a lateral flow or PCR test.\nYou can still book your first or second jab. You need to wait eight weeks between the first and second.\nIn particular, the government wants unvaccinated pregnant women to come forward.\nThe most common ones include a sore arm, headache, chills, fatigue and nausea.\nThey are part of the body's normal immune response to vaccines and tend to resolve within a day or two.\nThere are extremely rare, but occasionally fatal, cases of people developing blood clots after taking the AstraZeneca vaccine. \nAnd a very small number of people have experienced a severe allergic reaction after the Pfizer vaccine.\nYou should discuss any existing serious allergies with your healthcare professional before being vaccinated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56102287",
      "category": "uk-wales",
      "title": "Census 2021: Veterans 'need more help for civilian life'",
      "tags": "British Armed Forces,Cardiff,North Cornelly,Ministry of Defence",
      "text": "Improving the lives of armed forces veterans will take more than simply identifying them through the census, some in Wales have said.\nThe 2021 UK Census will ask recipients if they are armed forces leavers for the first time, following a campaign by forces' charities. \nThree veterans told BBC Wales News they were offered no support to transition from military to civilian life.\nThe UK government said the vast majority made a successful transition.\nA request for an armed forces leaver who had a positive experience of transitioning to civilian life and accessing support was made to the Ministry of Defence (MoD) but it said it could not be arranged in time for publication. \nThe new question on the census, which will be run by the Office for National Statistics (ONS) on 21 March, will read: \"Have you previously served in the UK Armed Forces?\"\nThe ONS said the information would help councils and government carry out the commitments they made under the Armed Forces Covenant - a promise to ensure those who serve or have served in the UK armed forces, and their families, are not disadvantaged.\nAndrew Inwood suffered a broken back, crushed hand and shrapnel wounds in Afghanistan in 2010 when the patrol vehicle he was travelling in went over an improvised explosive device (IED).\nHe was later diagnosed with post-traumatic stress disorder (PTSD) and was eventually medically discharged from the Royal Welsh Fusiliers 1st Battalion.\n\"I didn't really have much notice when I got my discharge date - two months,\" he said.\nWith a wife and child to support, his welfare office advised him to look for a council house, he said, but the council told him there was a four-year waiting list.\nHe said his personnel recovery officer (PRO) was based hundreds of miles away and offered no support. \nHe eventually found a private bungalow to rent which he said was \"constantly freezing\".\nWith no job, dealing with his own mental health issues and physical injuries, he said he tried to harm himself.\nJust over a year ago he made contact with Dave Price, co-ordinator of Welsh Veterans Partnership based in Caerphilly, and said the charity helped him access better accommodation, a referral for help with his PTSD and a disability car.\n\"When I first signed up to join the Army in 2006 I remember being told that if I was ever hurt and I couldn't serve my country any more that I be given a house, I'd be given courses,\" he said.\n\"It breaks my heart - I feel like I was lied to the entire time. It has crushed me. I wouldn't wish it on anyone.\"\nHe said he was unsure if the new census question would improve things for veterans.\n\"I think it does run very deep and I think it's going to take a lot more than getting the numbers together,\" he said.\n\"People need to be physically doing things.\"\nNigel Harvey says his life spiralled out of control after completing 10 years' service with the Royal Welsh Fusiliers in 2000. \nThe 48-year-old from North Cornelly, Bridgend county, said after serving in Bosnia he was struggling with mental health issues.\n\"First of all I went through a marriage breakup... went through a thing of drinking… doing silly things for money, debt collecting just trying to make ends meet, calling in people's houses and threatening them,\" he said.\n\"I wasn't dealing with things like rent, gas, electric, cars - everything in the Army is done for you.\"\nHe said the trauma he experienced in service made it hard to return to civilian life.\n\"I had a gun held to my head, there were bodies, my mate got shot,\" he said.\n\"When we landed on the ground in Brize Norton they said ta-ra to me... I still had bullets in my magazines, I didn't have a pre-release course, I didn't have nothing, they didn't look after me at all.\"\nHe said with nowhere to live he, his wife and two children lived in a car for two months before he \"kicked up a fuss\" in a council office and was given a council property. \nHis relationship then broke down and he became homeless, \"sofa surfing when I could\".\nEighteen months ago he said he considered taking his own life and a friend gave him a number for Mr Price, which led to him being housed, getting mental health support and medical help.\nHe said when things got desperate he sold his medals.\n\"[They were] my pride and joy but I needed to put food on the plate and clothing and presents for Christmas… I had nothing,\" he said.\n\"I can't stand there with my comrades on the service parade because I feel embarrassed, standing there with nothing on my chest but I know I've been there.\"\nNaomi Anderson, 29, from Cardiff, said she was medically discharged from the RAF in 2012 because of blood clots and mental health issues. \nShe moved into her parents' home but it was crowded.\n\"I got pregnant, my sister was pregnant and there were four of us sharing one bedroom,\" she said.\n\"I was kind of reaching out to services and I was like, 'I need somewhere to live', and I was just kind of getting nowhere.\n\"They told me that I'd get so much help and the day they discharged me they gave me 24 hours to get off my unit and clear out, and I had no help at all in that process or in that time or ever since.\"\nShe said she eventually got a home of her own after Mr Price worked with her council.\nShe said the charity also helped her apply for a paramedic degree, which she started in January.   \nShe said: \"I think [my experience] shows the true colours of forces… they promise you all this, that when you leave you'll get money for enhanced learning, you'll get this, you'll get that - you don't get anything.\"\nRegarding the new question on the census, she said: \"There're too many false promises and so, I wouldn't be the type of person that would be jumping up and down right now and saying, 'oh my god we're going to get more recognition'…  I don't think that'll ever happen. \n\"I think you're a name, you're a number.\"\nMr Price, himself a veteran, said the charity had campaigned for the new question and hoped it would help tackle \"profound\" problems faced by armed forces leavers. \nHe said: \"We're always told [when applying for funding] 'we've got a lack of data' - it's a persistent problem and it constantly leads to people slipping through the net - so I really commend the government for putting the question on the census.\n\"I think nationally it's important because government will be able to set aside money.\"\nAn ONS spokesman said: \"One of the greatest challenges in addressing need is knowing where it is in the first place.\n\"This new question will give a better understanding of the numbers, locations and age ranges of our armed forces veterans and will help the government, NHS and service charity sectors target resources and expertise where they are needed most.\n\"Census data is anonymised and no individuals can be identified. Personal records will be locked away for 100 years, kept safe for future generations.\" \nA UK Government spokeswoman said: \"The vast majority of service leavers make a successful transition to civilian life, but we are committed to doing more than ever to ensure even more undergo positive transitions. Census data supplied by veterans will help us better understand the needs of the ex-military community and provide them with more efficient support.\"\nShe said for more than 20 years it had offered employment support through the Career Transition Partnership as well as tailored support to people with challenges such as housing and finance through Defence Transition Services. \n\"In addition, the Armed Forces Bill will embed the Armed Forces Covenant into law by introducing a legal duty for relevant UK public bodies, including those in Wales, to have due regard to the principles of the Covenant. This will help ensure fair treatment and improved public services for the military community,\" she added.\nTransition and resettlement services for the armed forces are the responsibility of the MoD but the Welsh Government said it worked worked closely with the UK ministers.\nA Welsh Government spokeswoman said it delivered a \"wide range of services and support\" including Veterans NHS Wales and armed forces liaison officers.\nShe said it also supported charities to tackle loneliness and social isolation and supported employers to hire veterans."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56030497",
      "category": "world-middle-east",
      "title": "Iran talks 'avert' impact of nuclear inspection deadline",
      "tags": "Iran,Iran nuclear deal,Nuclear weapons",
      "text": "Iran and the global nuclear watchdog, the IAEA, have agreed to temporary measures to offset Iran's decision to restrict access to inspectors. \nThese would enable the agency to retain the \"necessary degree of monitoring and verification work\", IAEA chief Rafael Grossi said, without going into detail. \nThe move comes ahead of a deadline set by Iran to stop intrusive checks of sites unless US sanctions are lifted.\nTensions have soared since the US left a nuclear deal with Iran in 2018.\nThen-President Donald Trump reimposed crippling economic sanctions to force Iran to renegotiate the accord. Iran refused and retaliated by rolling back a number of key commitments. \nThe crisis over Iran's nuclear programme has been on the international agenda for almost 20 years. Iran says the programme is for peaceful purposes, while the US and others suspect Iran has ambitions to develop nuclear weapons.\nIran is a nuclear worry: Some countries have long suspected that Iran has secret ambitions to build a nuclear bomb - it denies this.\nSo a deal was struck: In 2015 a major agreement between Iran and six other countries meant Iran accepted limits on its nuclear activities in return for an end to harsh penalties, or sanctions, that hurt its economy.\nWhat is the problem now? Iran re-started banned nuclear work after former US President Donald Trump pulled out of the deal and re-imposed sanctions on Iran. Even though new leader Joe Biden wants to rejoin, both sides say the other must make the first move.\nThe \"temporary technical\" arrangement reached between Iran and the International Atomic Energy Agency (IAEA) \"salvages the situation\", Mr Grossi told reporters on Sunday after a visit to Iran.\n\"We were able to retain the necessary degree of monitoring and verification work,\" he said, without elaborating, but added: \"There is less access [to Iranian sites], let's face it.\"\nUnder the plan, for the next three months Iran would hold recordings from monitoring equipment installed at sites by the IAEA but would not release the information unless sanctions were lifted within that timeframe, the Atomic Energy Organisation of Iran (AEOI) said. If sanctions remained, the data would be erased, it added.\nCameras and other apparatus have been put in place by the IAEA to help verify that Iran does not carry out nuclear activities prohibited under the deal.\nHowever, Iran and the US are at loggerheads over the removal of sanctions. Washington insists Tehran must return to full compliance with the 2015 deal first, while Tehran says that will only happen once sanctions are lifted.\nAnalysis by Paul Adams, BBC Diplomatic correspondent\nThe IAEA's boss, Rafael Grossi, called this \"a good result\".\nIt certainly seems likely to defuse a mounting sense of crisis surrounding Iran's nuclear activities and efforts to breathe new life into the 2015 nuclear deal, known as the Joint Comprehensive Plan of Action, or JCPOA.\nCrucially, it significantly reduces the impact of a new Iranian law, due to come into effect on Tuesday, which would have seriously hampered the IAEA's ability to do its work.\nIran will still suspend implementation of the so-called Additional Protocol, which gives the IAEA substantially enhanced tools with which to carry out inspections.\nBut Mr Grossi clearly believes the \"temporary bilateral technical understanding\" reached after talks in Tehran this weekend will allow his inspectors to continue doing their job to a satisfactory degree.\nThe deal will have its sceptics, particularly among those for whom the JCPOA was always a mistake, and who also believe it's pointless, or even dangerous, to try and rescue it.\nBut coming at a time when the Biden administration has indicated its willingness to return to the negotiating table, this deal buys some precious time.\nA law is due to come into force on Tuesday in Iran requiring the government to stop allowing the inspection at short-notice of declared or undeclared nuclear sites by IAEA experts.\nIran had agreed to allow the resumption of snap inspections - a voluntary measure - under the 2015 deal, having previously suspended them in 2006. \nLess intrusive routine inspections of declared nuclear sites will continue - and Iran has said the new law will not lead to the expulsion of inspectors.\nHowever, the abandonment by Iran of another commitment will heighten international alarm.\nIn the short term, Iran wants to put further pressure on the US and other parties to the JCPOA - France, Germany, the UK, Russia and China - to get Washington to lift sanctions on Iran's oil, banking and financial sectors.\nIran has increasingly stopped complying with its obligations under the 2015 deal since the US withdrew, deepening concern among the remaining members that its resumption of banned activities could ease the path towards a bomb.\nLast month, US Secretary of State Anthony Blinken said he believed it would currently take Iran \"a few months\" to produce enough fissile material for a nuclear weapon if it chose to do so. But he warned that it \"could get down to a matter of weeks\" if Iran continued to lift some of the restraints imposed by the deal.\nRecent Israeli assessments suggest it would take Iran about two years to develop a deliverable device."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56147544",
      "category": "world-us-canada",
      "title": "US plane engine fire: 'I just knew something was wrong'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56145492",
      "category": "uk-politics",
      "title": "Coronavirus: Medical regulator investigates £30m Covid contract firm",
      "tags": "Thurlow,Department of Health & Social Care,Coronavirus testing,Matthew Hancock,Coronavirus pandemic",
      "text": "A firm is being investigated by the UK medical regulator after it was awarded a £30m contract during the pandemic.\nAlex Bourne - who used to run a pub near Matt Hancock's old constituency home in West Suffolk - made vials for Covid testing through his firm Hinpack, which had no history of medical goods.\nThe Medicines and Healthcare products Regulatory Agency (MHRA) has confirmed it is now investigating the company.\nMr Hancock has previously said he had nothing to do with the contract.\nThe MHRA said it took \"all reports of non-compliance very seriously\".\nA Department of Health spokesman said early in the UK's epidemic it asked \"suppliers in multiple industries\" to help to support the national effort to secure products needed for Covid tests.\nAll suppliers must pass through \"a rigorous regulatory and validations process\" to ensure they meet quality standards, he said.\n\"We continue to ensure all contracts are awarded in line with procurement regulations and transparency guidelines,\" he added.\nThe Guardian reported Mr Bourne had offered his services to the government via a personal WhatsApp message to the health secretary, saying they had known each other for years.\nThe businessman told the newspaper that messages had been exchanged between the pair over several months, but he said there was \"no evidence\" he was given preferential treatment by the Department of Health and Social Care because of the connection. \nLawyers for Mr Bourne told the Guardian the test tubes that Hinpack manufactures are \"by no means complicated and are well within our client's existing skillset\".\nThey also said the MHRA had previously approved and inspected Hinpack's products and working practices, and allegations being reported against them were \"untrue\". \nAsked about it at a Downing Street press conference in December, Mr Hancock said: \"I had absolutely nothing to do with that contract.\"\nThe confirmation comes in the same week Mr Hancock was ruled to have acted unlawfully in failing to publish details of government contracts within 30 days.\nEarlier, he told the BBC's Andrew Marr programme it had been \"the right thing to do\" so his staff could focus on sourcing PPE at the height of the pandemic. \nLabour's Rachel Reeves said the inquiry into Mr Bourne's company was \"extremely worrying\", adding: \"The reasons for handing this contract out in the first place must be investigated and shared in the public interest\". \nDirector of devices at the MHRA, Graeme Tunbridge, said he could not disclose why the company was being investigated as the inquiry was ongoing. \nBut in a statement, he said: \"We are currently investigating the allegations about Hinpack and will take appropriate action as necessary. \n\"Patient safety is our top priority.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56072684",
      "category": "health",
      "title": "Covid: How will we know if the vaccine is working?",
      "tags": "Coronavirus pandemic",
      "text": "More than 15 million people in the UK have received a first dose of coronavirus vaccine - but how will we know if it's working? \nThere are some early signs of a possible vaccine effect in falling deaths among people aged over 80. \nBut data on cases and hospital patients is not so clear.\nIt is hard to separate the effect of the vaccine from that of lockdown.\nSo the government will review other data before deciding on easing restrictions.\nBBC News analysis, using data from England only, suggests the vaccine is starting to push the numbers down.\nCoronavirus deaths are falling faster for vaccinated than unvaccinated groups.\nOn average, deaths of over-80s fell by 53% between 28 January and 11 February, compared with 44% for under-80s.\nThis week, Prof Chris Whitty, the UK's chief medical adviser, said: \"The earliest indications would imply there is some effect.\n\"But I think it's too early to put a number on that.\n\"We would expect to see some evidence that is strong enough to put into the public domain in the next few weeks.\"\nBut we're not seeing a strong vaccine effect in other statistics.\nHospital admissions for over-85s dropped by 45% between 30 January and 13 February, compared with 42% for under-85s.\nThe number of coronavirus cases is also falling slightly faster for older people compared with other age groups.\nBetween 28 January and 11 February, cases in over-80s fell by 52% compared with 47% in under-80s.\nBut case numbers might not be a reliable indicator of whether the vaccine is working.\nThe vaccine prevents serious infections.\nBut the large number of routine coronavirus tests in settings such as care homes will also pick up mild and asymptomatic infections. \nWhen the UK eventually sees the vaccine having an effect, it will be very obvious, data from Israel suggests.\nIsrael is the first country to see the impact of its vaccination programme.\nBut it took significant population coverage and several weeks.\nIt had had to vaccinate 80% of its over-60s before seeing an impact on Covid-19 cases, Prof Eran Segal, of the Weizmann Institute of Science, who is analysing data for the Israeli Ministry of Health, told BBC News.\nBut then, there had been clear signs of the vaccine \"really helping\" to reduce numbers of cases.\nThe biggest falls in hospital admissions and deaths had been in the over-60s, who had been vaccinated first. \nAnd at the time, admissions had still been rising among the under-60s.\nSo the difference between the two groups had been very clear.\n\"Of course it's not magic,\" Prof Segal said of realising the programme was starting to work.\n\"It's science.\n\"But it was so exciting, we thought it was a magical moment.\" \nIn the UK, the lockdown has been reducing the numbers of admissions in all age groups.\nSo it is harder to be sure any fall is due to vaccination. \nSenior government advisers say it is very hard to be confident about the vaccination effect just by \"eyeballing\" the trends in big groups of people.\nAnd this week, Prime Minister Boris Johnson said: \"Although the vaccination programme is going well, we still don't have enough data about the exact effectiveness of the vaccine in reducing the spread of infection.\"  \nBut by linking vaccine records to the testing programme or GP records, government scientists can determine whether individuals who have been vaccinated are less likely to become infected or sick or pass on any infection. \nAnd the government is reportedly reviewing data towards the end of the week in advance of Monday, when it plans to publish its plan to exit lockdown in England. \nAdditional reporting by Wesley Stephenson and Robert Cuffe. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55274833",
      "category": "health",
      "title": "Covid vaccine: How many people are vaccinated in the UK?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "The UK has ramped up its Covid vaccine booster campaign - part of an attempt to reduce the impact of the new Omicron variant, currently spreading rapidly across the world.\nWith nine in 10 of those aged 12 or over in the UK having had a single jab and eight in 10 having had a second, the country has shifted its focus to boosters, which have been shown to offer significant protection from hospitalisation.\nAlthough more than 37 million boosters, or third doses, have been given so far, the government is urging more people to come forward to help the country \"ride out\" the Omicron wave.\nThe vaccine rollout was launched in winter 2020 and began with those considered most vulnerable before later moving down the adult age groups. All those aged 12 and over are eligible for two doses.\nIf you can't see the lookup, click here\nA booster campaign, originally targeted at people over 40 or belonging to a number of other vulnerable groups, has been extended to all over-16s. \nThe minimum gap between the second jab and booster dose has also been reduced from six to three months, to speed up the booster rollout process.\nThe government has begun easing \"Plan B\" restrictions in England, putting the reason for the move down to the success of the booster programme. Scotland, Wales and Northern Ireland have also begun rolling back measures, but people in all nations will still have to isolate after testing positive.\n Ministers are urging anyone who has not had a third, top-up jab to come forward.\nThe Joint Committee on Vaccination and Immunisation, which advises on vaccine policy, says a fourth Covid jab is not yet needed because data shows, three months after a booster shot, people aged 65 and over still have about 90% protection against hospitalisation.\nSo far, the UK has approved four vaccines for use: Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and Janssen; three of which require two doses for maximum protection.\nThose receiving boosters will get one dose of Pfizer or half a dose of Moderna.\nThere is no vaccine currently approved for use in the under-12s.\nSo far, more than 52 million people have had a first vaccine dose - some 91% of over-12s. More than 48 million - 84% of over-12s - have had both doses.\nWhile uptake of first and second doses dropped off late last year, there was a steep rise in people having boosters. However booster numbers dipped over the Christmas holiday period and remain low. \nMore than 37 million booster doses have been administered across the UK so far.\nOverall vaccination rates have now levelled off in every age group in England apart from the youngest bands.\nThe aim of the vaccination programme is to protect as many people as possible from serious illness through developing the UK population's immunity against Covid-19.\nData from the Office for National Statistics (ONS) suggests more than nine in 10 adults in the UK now have coronavirus antibodies - which is evidence of a past Covid infection or having received at least one dose of a vaccine.\nHowever, this figure does not tell us how many people are protected from infection or how close we are to reaching herd immunity - the point at which everyone is protected, directly or indirectly, as a result of high immunity levels in the population.\nAcross the country, there continues to be some variation in the vaccine programme.\nScotland has vaccinated 92% of those aged 12 and over with at least one dose, while Wales and England have reached 91% and Northern Ireland 89%.\nSecond doses are also being rolled out, with all nations reaching more than 80% of over-12s so far.\nAcross the English regions, the South West has vaccinated 86% of the same age group with at least one dose, while London has reached 69%.\nWhen looking at boosters, the South West has reached 67% of people aged 12 and over, while for London the figure is 44%.\nThere have also been disparities between ethnic groups and poorer and wealthier areas.\nAnalysis of NHS records by the OpenSAFELY group - a collaboration between Oxford University and the London School of Hygiene and Tropical Medicine - shows that black people were the least likely to have received a booster vaccine.\nThe study was based on more than 20 million patient records in England and covers people not living in care homes. Areas of London are under-represented in the data.\nIn addition, booster take-up in poorer areas is lower than in more affluent areas.\nCurrently, the Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and one-shot Janssen vaccines are approved for use throughout the UK. \nOthers, such as those produced by Novavax and Valneva, have not yet been given the green light.\nThe UK had ordered more than 540 million doses of seven of the most promising vaccines, including the four so far approved for use. \nIn addition, the government has now signed deals to buy 114 million more doses of the Pfizer and Moderna vaccines to use in 2022 and 2023. \nFrench vaccine maker Valneva said the UK government had scrapped a deal for 100m doses of its vaccine, which is yet to be approved."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56145094",
      "category": "uk-wales",
      "title": "Covid: Minister confident about pupils' school return",
      "tags": "Teaching,Coronavirus lockdown measures,Schools,Wales education,Coronavirus pandemic",
      "text": "Wales' education minister says she is confident more primary school children will be able to return to face-to-face learning from 15 March, if Covid cases continue to fall.\nChildren aged three to seven start a phased return on Monday, along with some students on college courses.\nKirsty Williams said it could not be a \"return to sleepovers or birthday parties\" to help keep Covid cases down.\nShe also said high school pupils may eventually return on a phased basis.\nMeanwhile, Plaid Cymru has called for teachers to be given Covid vaccinations as a priority.\nPublic Health Wales said although Covid case numbers were falling, the rates in north Wales were nearly double the average and there have been small increases in other areas.\nMost pupils have been learning from home since December and Ms Williams told BBC Radio Wales' Sunday Supplement: \"If the public health situation continues to develop as it has been doing since the lockdown in December, then I am as confident as I can be that we will be able to return more children to face-to-face learning on 15 March.\n\"Please don't misinterpret this as a sign that things can go back to normal.\n\"Schools are highly-regulated settings, school staff are working really hard to make them as Covid secure as they can be. \n\"But it is behaviour around school - on the journey to school, at the school gate, on your way home and at the weekend - that will help us keep the public health situation improving which will allow more children to go back.\"\nMs Williams said trials regarding vaccinating young people against Covid were under way and Wales would be \"ready to move forward\" if approval was granted by regulators, along with the \"get-go\" from expert advisers.\nUK government scientific adviser Prof John Edmunds, an infectious diseases expert, told the BBC's Andrew Marr programme \"there is an argument for turning to children as fast as we can\" when it comes to vaccination.\nMore than 860,000 people in Wales have been given a first dose of the Covid vaccine among the top priority groups, including the over-70s and health workers, according to the latest data.\nAll schools and colleges in Wales were told to move to online learning before the start of this term in an effort to \"suppress the virus\".\nSchools and colleges have remained open for children of critical workers and vulnerable pupils, as well as children who needed to complete essential exams or assessments.\nOn secondary schools returning to face-to-face learning, Ms Williams the situation was more \"complicated\" due to the risk of transmission because coronavirus \"behaves much more like it does within adults\".\n\"Our priority will be to use whatever headroom we have to maximise face-to-face learning for years 11 and 13, and many head teachers that we're consulting with would like some flexibility to get some year 10 and year 12 students in as well. \n\"But we might have to do that on a routine basis, allowing us to cut the number of children in the class down, helping to keep those schools as Covid-secure as possible.\"\nMs Williams also said some university students were due to return to campus this week so they \"can undertake the practical assessments and the practical elements of their work\". \nShe said the Welsh Government was working with universities \"to bring back students when it's safe and appropriate to do\".\nPlaid Cymru education spokeswoman Sian Gwenllian renewed her calls for vaccinating school staff.\nShe told Radio Cymru's Dewi Llwyd programme that any \"spare\" vaccinations should be offered to school staff as a priority.\nWelsh Conservative Senedd leader Andrew RT Davies welcomed the moves to reopen schools but was concerned that not enough was being done for businesses.\nSchools in England and Northern Ireland are set to return from 8 March but Scotland's youngest  are to restart face-to-face learning from Monday, as well as some senior pupils."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56147505",
      "category": "world-us-canada",
      "title": "Malcolm X family demands reopening of murder investigation",
      "tags": "FBI,New York City,United States",
      "text": "The daughters of assassinated US black civil rights leader Malcolm X have requested that the murder investigation be reopened in light of new evidence.\nThey cite a deathbed letter from a man who was a policeman at the time of the 1965 killing, alleging New York police and the FBI conspired in the murder.\nRaymond Wood wrote his responsibility was to ensure Malcolm X's security team were arrested days before he was shot dead in Manhattan, his family says.\nThree men were convicted of the murder.\nThe men - all members of the Nation of Islam political and religious movement - were each sentenced to life in prison. One of them has since died, while the other two have been paroled.\nBy the time he was gunned down, Malcolm X - who was at one time seen as a public face of the Nation of Islam but then left the movement - had moderated his militant message of black separatism.\nHowever, he remained a passionate advocate of black unity, self-respect and self-reliance.\nIn 2020, the Manhattan district attorney launched a review of the convictions after meeting representatives of the Innocence Project, a non-profit legal group campaigning for justice for individuals it says have been wrongly convicted.\nThe letter says the New York Police Department (NYPD) and the FBI (Federal Bureau of Investigation) covered up details of the assassination on 21 February 1965 in Harlem's Audubon Ballroom, Upper Manhattan, according to Wood's family and their lawyer.\nWood alleges that he was tasked with making sure that Malcolm X would have no door security in the building where he was due to speak in public. \nAt a press briefing on Saturday, Wood's family members provided no details about how and when Raymond Wood died.\nBut they said he did not want to make the letter public until after his death, fearing repercussions from the authorities.\n\"Any evidence that provides greater insight into the truth behind that terrible tragedy should be thoroughly investigated,\" said Ilyasah Shabazz, one of Malcolm X's daughters.\nIn a statement, the NYPD said: \"Several months ago, the Manhattan district attorney initiated a review of the investigation and prosecution that resulted in two convictions for the murder of Malcolm X. \n\"The NYPD has provided all available records relevant to that case to the district attorney. The department remains committed to assist with that review in any way.\"\nThe FBI has so far made no public comment on the issue."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56147309",
      "category": "world-asia",
      "title": "Pangong Lake: India and China complete pull-back of forces",
      "tags": "China-India border dispute,China,India,Ladakh",
      "text": "India and China have completed the pull-back of troops from part of their disputed Himalayan border, a joint statement issued by the Indian defence ministry says. \nSoldiers completed their withdrawal from the Pangong Tso Lake area on Saturday, according to the communiqué. \nClashes on the poorly marked border led to the deaths of 24 troops last June. \nBoth sides say they will work to cut tensions on other parts of the border, or Line of Actual Control.  \nChina and India announced their intention to withdraw forces from the lake area on 11 February, and commanders met on Saturday to assess how the operation was going. \n\"The two sides positively appraised the smooth completion of disengagement of frontline troops in the Pangong Lake area noting that it was a significant step forward that provided a good basis for resolution of other remaining issues along the LAC  in Western Sector,\" Sunday's statement said. \nCommanders held nine rounds of talks to get to this stage. \nThe statement acknowledged that other parts of the border remained tense and looked forward to continuing talks. \n\"The two sides agreed to follow the important consensus of their state leaders, continue their communication and dialogue, stabilise and control the situation on the ground, push for a mutually acceptable resolution of the remaining issues in a steady and orderly manner, so as to jointly maintain peace and tranquillity in the border areas.\"\nBefore the completed withdrawal round Pangong Tso Lake, troops from each side were positioned on the north and south shores in territory claimed by both sides.\nMonths of tension has increased fears that the continued deployment of thousands of troops in the Ladakh region and the Chinese-administered Aksai Chin could lead to an escalating conflict. \nIndia and China have been locked in a border dispute for decades and went to war in 1962.   The border is 3,440km (2,100 miles) long and ill-defined. \nRivers, lakes and snowcaps along the frontier mean the line can shift, bringing soldiers face to face at many points, sparking confrontation. The two countries however have a long-standing agreement not to use guns or explosives along the border.\nIn January, troops on both sides were injured in a clash in the north-east in India's Sikkim state. \nTwenty Indian troops were killed in June's clash which was in the Galwan Valley. China admitted two days ago that four of its soldiers died in the encounter. Weapons used reportedly included stones and nail-studded clubs. \nChina said the incident involved \"fistfighting\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56139393",
      "category": "uk",
      "title": "Jo Whiley: It's been the worst week of our lives as Frances struggles with Covid",
      "tags": "Coronavirus vaccines,Learning disability,Coronavirus pandemic,Jo Whiley",
      "text": "DJ Jo Whiley says it has been \"the worst week of our lives\" as her sister, who has a learning disability and diabetes, is in hospital with Covid.\nThe BBC Radio 2 presenter said Frances, 53, had been offered a vaccine on Saturday but it was \"too late\" and she was now \"fighting for her life\". \nAnd she urged ministers to \"forget the classifications\" and protect all those with learning disabilities. \nThe government said it was working hard to vaccinate those most at risk.\nWhiley said her sister had become very ill since testing positive for coronavirus following an outbreak at her care home in Northamptonshire.\n\"Twenty-four hours ago we were talking palliative care and yesterday she rallied round and we are seeing her oxygen levels rise, so at the moment we have got hope.\n\"Twenty-four hours ago we didn't have any hope at all, so she is an amazing fighter, she always has been a great fighter and I'm just hoping that her spirit gets her through.\"\nBut she said it was particularly difficult to treat people with learning disabilities because they had complex needs and often struggled to communicate.\nShe said Frances had been so frightened that she would not allow medical staff to give her oxygen, adding: \"That is why her oxygen levels plummeted, that is why she ended up fighting for her life.\"\nWhiley said her parents had not slept \"for days\" but fortunately had been allowed to be with Frances in hospital.\nShe said: \"The idea of Frances having to do this on her own is unthinkable, and also actually people couldn't cope with Frances.\"\nHer sister was so terrified when she was admitted that \"she actually rampaged through the hospital and people couldn't contain her and security guards had to be involved, they had to restrain her\", Whiley explained.\nShe added: \"The fact that my mum was there and was able to talk her down and to be there with her and to try and give her oxygen was crucial.\"\nWhiley has previously questioned why she was offered the vaccine before her sister, who has the rare genetic syndrome Cri du Chat, but said it was possibly because she was deemed a carer for her sister.\nPeople with diabetes and those with a \"severe or profound\" learning disability are in priority group six for the coronavirus vaccine, along with unpaid carers for those with disabilities and the elderly.\nSpeaking to Andrew Marr, Whiley said: \"It felt like the cruellest twist in the world because I've been asking for her, wanting for her to have her vaccine for a year... to be protected.\n\"Then, for me to suddenly get a call to say that I've got the vaccine, it just felt hideously unfair. \n\"And she was actually called in for her vaccine last night, my mum got a message to say that she could get vaccinated, but it's too late, she's fighting for her life in hospital. It couldn't be crueller.\"\nWhiley said she hoped speaking about her sister would underline the need to get people with learning disabilities vaccinated \"as quickly as possible\".\nShe said: \"Forget the classifications, forget the cohorts, just protect these people. They are so precious, they're so vulnerable and they have no way of fighting for themselves - we have to fight for them. Get them and their carers vaccinated, stop them dying.\"\nHealth Secretary Matt Hancock, also speaking to Andrew Marr, said: \"My heart goes out to Jo and to her sister and her whole family.\"\nAsked if he found it odd that Whiley was offered the vaccine before her sister, he said it was \"very important that we follow clinical advice in terms of the order of prioritisation\". \n\"And in group six, as it's called, that's where we vaccinate both those with learning disabilities and also their carers. And that group is being vaccinated right now.\"\nEdel Harris, CEO of learning disability charity Mencap, said the story of Whiley's sister had highlighted that people with learning disabilities \"suffered huge health inequalities\" in England and should be prioritised for vaccination.\nMs Harris told the BBC: \"The virus is not deciding if you are profound or severe, or mild or moderate - GPs don't even use those definitions. That's why we think they're arbitrary, they don't mean anything.\" \nNearly six out of every 10 people who died with coronavirus in England last year were disabled, according to figures from the Office for National Statistics.\nThe Department of Health said in a statement: \"We understand this is an enormously challenging period for many people and the NHS is working hard to vaccinate those most at risk, as quickly as possible.\"\nIt said the government was following the recommendations of independent experts at the Joint Committee on Vaccination and Immunisation (JCVI) on which groups to prioritise for Covid-19 vaccines.\nIt added: \"The committee advised the immediate priority should be to prevent deaths and protect health and care staff, with old age deemed the biggest factor determining mortality.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-56125192",
      "category": "uk-england-essex",
      "title": "RAF sonic boom: Ministry of Defence receives TV and window damage claims",
      "tags": "Royal Air Force,London Stansted Airport,Coningsby Royal Air Force Base,Stansted,Coningsby",
      "text": "Claims for damage to a household TV and roof tiles have been made after a sonic boom was caused by RAF Typhoons that were intercepting a private plane.\nThe Typhoons \"safely escorted\" the civilian aircraft to Stansted Airport in Essex on 12 January.\nSix damage claims have been made to the Ministry of Defence (MoD) after the boom was heard across eastern England.\nAn RAF spokesman said compensation could be paid \"subject to the provision of supporting evidence\".\n\"The RAF is responsible for policing UK airspace and would prefer not to cause any disturbance to those on the ground, however, the safety and security of the nation remains paramount,\" he said. \nThe RAF Typhoons were authorised to fly at supersonic speed when they were deployed from RAF Coningsby in Lincolnshire to intercept the private jet.\nThat aircraft was believed to have been flying from Germany to Birmingham and had lost communications - sparking an alert.\nThe boom, at about 13:05 GMT, was reported across social media by people in Cambridgeshire, Essex, Hertfordshire and parts of London.\nIt led the RAF to offer a \"helping hand\" to those home-schooling by sharing a lesson on sonic booms.\nResponding to a Freedom of Information request, the MoD said it \"received notification of six claims\", three of which were from people in Essex, although the locations of the other three were not specified. \n\"The alleged damage is to windows (two claims), dislodged roof tiles (two claims), a television and a wall picture,\" the MoD said.\nIt added: \"The MoD has not settled any claims arising from the sonic incident on 12 January 2021.\"\nWhen an aircraft approaches the speed of sound, the air in front of the nose of the plane builds up a pressure front because it has \"nowhere to escape\", said Dr Jim Wild of Lancaster University.\nA sonic boom happens when that air \"escapes\", creating a ripple effect which can be heard on the ground as a loud thunderclap. \nThe speed of sound varies. It is about 770mph (1,200km/h) at sea level, but slower at higher altitudes. A plane flying at 30,000ft would reach the speed of sound at about 675mph (1,085km/h), according to NASA's educational website.\nIt can be heard over such a large area because it moves with the plane, rather like the wake of a boat spreading out behind the vessel.\nRAF jets are only given permission to go supersonic over populated areas in emergencies, usually when they are required to intercept another aircraft.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56140270",
      "category": "world-europe",
      "title": "Bird flu: Russia detects first case of H5N8 bird flu in humans",
      "tags": "Russia",
      "text": "Russia has reported the first case of a bird flu strain, H5N8, being passed from poultry to humans.  \nOfficials said seven workers at a poultry plant in the south of the country had been infected following an outbreak there in December.\n\"All seven people... are now feeling well,\" said the head of Russia's consumer health watchdog, Anna Popova.\nShe said that adequate measures had been quickly taken to stop the spread of infection.\nThere was no sign of transmission between humans, Ms Popova said, adding that the case had been reported to the World Health Organization.\nShe praised \"the important scientific discovery\" by Russia's Vektor laboratory, which had isolated the strain's genetic material from the infected workers.\n\"The discovery of these mutations when the virus has not still acquired an ability to transmit from human to human gives us all, the entire world, time to prepare for possible mutations and react in an adequate and timely fashion,\" Ms Popova said.\nShe said Russian scientists could now start working on developing test systems.\nOther strains of bird flu occasionally infect humans and have led to deaths - but this is the first report of the H5N8 strain being passed on. "
    }
  ]
}