{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58285923",
      "category": "world-us-canada",
      "title": "Biden warns lives could be lost in Kabul airlift",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban,United States",
      "text": "US President Joe Biden has acknowledged the mass evacuation from Afghanistan is \"not without risk of loss\".\nSpeaking at the White House, Mr Biden said the US had rescued 13,000 people to date in \"one of the largest, most difficult airlifts in history\".\nBut the president's suggestion that US evacuees were not being hampered by the Taliban was contradicted by his own defence secretary.\nMr Biden has faced international blowback over the Taliban's takeover. \n\"Any American who wants to come home, we will get you home,\" said Mr Biden, who cut short his holiday to address the crisis. \nTaking questions from reporters, the president said the US military would make the \"same commitment\" to 50-65,000 Afghan allies hoping to leave, before adding the evacuation of American citizens was the \"priority\". \n\"Make no mistake, this evacuation mission is dangerous. It involves risks to our armed forces and it's being conducted under difficult circumstances,\" said Mr Biden. \n\"I cannot promise what the final outcome will be or that it will be without risk of loss. But as commander in chief, I can assure you that I will mobilise every resource necessary,\" he added.\nHe also said it would not be necessary to send US troops into Kabul to extract trapped Americans, claiming that the Taliban was permitting airport entry to anyone holding a US passport.\nHowever, numerous reports from Kabul have suggested US citizens are having trouble reaching the airport. And Defence Secretary Lloyd Austin told lawmakers in a briefing on Friday that Americans trying to leave Afghanistan have been beaten by Taliban fighters, reports Politico.\nThe Biden administration has been questioned repeatedly this week on how the US intelligence service seemed to so seriously misjudge the situation in Afghanistan. \nOn Friday, Mr Biden again rejected the notion of an intelligence failure, saying there was a \"consensus\" among officials that the Taliban surging to power this quickly was \"highly unlikely\". \nThe president also pushed back on the suggestion that events in Afghanistan had tarnished the US reputation on the world stage, insisting there had been \"no question of our credibility from our allies around the world\". \nDescribing the war in Afghanistan as a \"joint effort\" with allied countries, Mr Biden said he would convene a meeting with G7 allies to discuss next steps. \nOn Friday, South Carolina Republican Senator Lindsey Graham said if the US leaves one US citizen or Afghan ally behind, Mr Biden should be impeached. \nSeveral Democrats have also criticised Mr Biden. New Jersey Senator Bob Menendez, who chairs the powerful Senate Foreign Relations Committee, said he plans to seek a \"full accounting\" of what he described as the \"flawed\" withdrawal from Afghanistan.\nThe president said the scenes out of Kabul in recent days were \"heartbreaking\". Images from Afghanistan's capital show hordes of people desperately trying to flee as the Taliban tightens its grip on the country. \nTens of thousands of people are still waiting to be evacuated ahead of the looming 31 August deadline for the US withdrawal. Mr Biden suggested earlier this week he would consider keeping US forces in Afghanistan beyond that date to ensure the evacuation of all US citizens.\nThe US has nearly 6,000 troops on the ground in Afghanistan to help the evacuation effort and maintain control at the airport in Kabul, Mr Biden said. \nBut those seeking to leave Afghanistan face massive crowds and Taliban checkpoints just to reach the airport.\nThe US has maintained constant contact with the Taliban, Mr Biden said. \nAsked by reporters on Friday if the US would consider expanding its security perimeter outside the airport, Mr Biden said such a move would probably lead to \"unintended consequences\". He did not specify what those might be.\nUS forces in three Chinook military helicopters left Kabul airport on Friday to help bring 169 American citizens to the runway, according to the Pentagon. \nDefence department spokesman John Kirby said troops had ventured beyond the perimeter for a \"short\" amount of time to a hotel just 200 metres (656ft) away. \nIt is the first time US troops are known to have moved into the city since Kabul's fall.\nNato Secretary General Jens Stoltenberg told reporters on Friday: \"We have more planes than we have people or passengers because the process of getting people - especially Afghans - into the airport and processed is now the big, big challenge.\" \nAlso Friday, US flights out of Kabul were suspended for several hours due to processing delays in Qatar, the destination country.\nState Department spokesman Ned Price later said that 11 countries in the Middle East and Europe had agreed to act as transit countries for Afghan evacuees.\nAnalysis by Tara McKelvey, BBC White House reporter\nJoe Biden struck a note of compassion during his speech, and said he did not think anyone could \"see those pictures and not feel pain\".\nHe was referring to the horrifying images of people trying to flee Afghanistan. His remarks sounded like the old Biden, so long depicted by admirers as an empathetic figure.\nIt was different from the remarks that he made earlier in the week, when he struck a defiant tone about his decision to withdraw the troops. Voters - both Democrats and Republicans - wonder about his strategy, and resent the way that he blamed others, whether Donald Trump or the Afghan army, for the catastrophe.\nHis approval rating is now at its lowest point - 49% - since taking office, according to the poll tracker FiveThirtyEight, showing many voters have misgivings about his leadership.\nThe president is trying to win them back, but for many, his efforts are too little, too late."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58270098",
      "category": "health",
      "title": "Covid: What’s the best way to top up our immunity?",
      "tags": "Medical research,Coronavirus vaccines,Vaccination,Coronavirus pandemic,Immune system",
      "text": "There are marked differences in your immune system after a natural infection with coronavirus and after vaccination. \nWhich is better?\nEven asking the question bordered on heresy a year ago, when catching Covid for the first time could be deadly, especially for the elderly or people already in poor health.\nNow, we're no longer starting with zero immunity as the overwhelming majority of people have either been vaccinated or have already caught the virus. \nIt is now a serious question that has implications for whether children should ever be vaccinated. And whether we use the virus or booster shots to top up immunity in adults. Both have become contentious issues.\n\"We could be digging ourselves into a hole, for a very long time, where we think we can only keep Covid away by boosting every year,\" Prof Eleanor Riley, an immunologist from the University of Edinburgh, told me. \nProf Adam Finn, a government vaccine adviser, said over-vaccinating people, when other parts of the world had none, was \"a bit insane, it's not just inequitable, it's stupid\".\nWe need to understand a little bit about the key building blocks of both our immune system and the virus it is attacking. \nThe power-couple of the immune system that clears the body of infection are antibodies and T-cells. Antibodies stick to the surface of the virus and mark it for destruction. T-cells can spot which of our own cells have been hijacked by the virus and destroy them. \nFor all the trouble the virus has caused, it is spectacularly simple. It has the famous spike protein, which is the key it uses to unlock the doorway into our body's cells. And 28 other proteins that it needs to hijack our cells and make thousands of copies of itself. (For comparison it takes about 20,000 proteins to run the human body).\nThere are four key areas to compare vaccine and natural infection with the virus.\nHow much of the virus the immune system learns to attack\nYou get a broader immune response after being infected with the virus than vaccination. \nWhether you've had Moderna or Pfizer or Oxford-AstraZeneca, your body is learning to spot just one thing - the spike protein. \nThis is the critical part of the virus to make antibodies to, and the results - by keeping most out of hospital - have been spectacular. \nBut having the other 28 proteins to target too, would give T-cells far more to go at. \n\"That means if you had a real humdinger of an infection, you may have better immunity to any new variants that pop up as you have immunity to more than just spike,\" said Prof Riley. \nHow well it stops infection or prevents severe disease\nWe know there have been cases of people catching the virus twice (re-infection) and of being vaccinated and catching Covid (known as breakthrough infection). \n\"Neither gives you complete protection versus infection, but the immunity you get from either seems to protect you pretty well from serious illness,\" said Prof Finn, from the University of Bristol.\nAntibody levels are, on average, higher about a month after vaccination than infection. However, there is a huge gulf in antibodies between those who are asymptomatic (who don't make very much) and those who get a severe bout of Covid.\nThe biggest immune response comes from people who caught Covid and were then vaccinated. We're still waiting for data on what happens the other way round.\nHow long does protection last?\nAntibody levels have been shown to decline over time, although this may not be important for preventing severe disease.\nThe immune system remembers viruses and vaccines so it can respond rapidly when an infection is encountered. \nThere are \"memory T-cells\" that linger in the body, and B-cells remain primed to produce a new flood of antibodies on demand. There is evidence of immune responses more than a year after infection and vaccine trials have also showed lasting benefit.\n\"In terms of durability, we're still waiting to see,\" said Prof Peter Openshaw, from Imperial College London. \nWhere in the body is the immunity?\nThis matters. There is a whole different suite of antibodies (known as immunoglobulin As) in the nose and lungs, compared with those (immunoglobulin Gs) that we measure in the blood. \nThe former is more important as a barrier to infection. Natural infection, because it is in the nose rather than a jab in the arm, may be a better route to those antibodies, and nasal vaccines are being investigated too. \nProf Paul Klenerman, who researches T-cells at the University of Oxford, said: \"The location of an infection makes a difference even if it's the same virus, so we would expect important differences between natural infection and vaccines.\"\nThere is clear evidence that adults who have not had any vaccine dose will have stronger immune defences if they do get vaccinated, even if they have caught Covid before. \nBut there are two big questions:\nThe idea of regularly topping up immunity throughout life is not radical in other infections, such as RSV (respiratory syncytial virus) or the four other coronaviruses that infect people and cause common cold symptoms. \nEach time you're exposed, the immune system gets a little bit stronger, and this continues until old age, when the immune system starts to fail and the infections become a problem again. \n\"This isn't proven, but it could be a lot cheaper and simpler to let that happen than spend the whole time immunising people,\" said Prof Finn, who warns we could end up \"locked into a cycle of boosting\" without seeing if it was necessary.\nHowever, he said the argument in children had \"already been won\" as \"40-50% have already been infected and most weren't ill or particularly ill\".\nThere are counter-arguments. Prof Riley points to long-Covid in children, and Prof Openshaw to nervousness around the long-term effects of a virus that can affect many of the body's organs. \nBut Prof Riley said there was potential in using vaccines to \"take the edge off\" Covid, followed by infection, to broaden the immune response. \nShe said: \"We really need to consider, are we just frightening people rather than giving them the confidence to get on with their lives? We're close to just worrying people now.\"\nOf course, with cases continuing to rumble on, there may not be much choice. \n\"I'm wondering whether it's inevitable,\" said Prof Klenerman, as if the virus continues to spread then \"there will be this ongoing boosting effect\". \nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58271517",
      "category": "world-asia",
      "title": "Afghanistan: Danger lies on Kabul's airport road to freedom",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "As thousands of citizens and foreign nationals attempt to flee Afghanistan, scenes outside Kabul airport have become increasingly desperate.\nSince the Taliban took control of the country at the weekend and closed land border crossings, the capital's airport has become the only way out of the country for many.\nBut the militants have said they don't want Afghans to leave the country. They have set up checkpoints on Airport Road - shown in yellow, below - the main route to Hamid Karzai International Airport, and have attacked people.\nThe violence has left 12 people in the area, dead - killed by gunshots or in stampedes - since Sunday, an anonymous Taliban official told Reuters news agency, meaning the journey to the airport is an increasingly treacherous one.\nInside the walls of the airport compound, more than 4,000 US troops are in temporary control. Outside, heavily-armed Taliban fighters now ring the perimeter, generating an atmosphere of fear.\nThe militants are reportedly preventing Afghans - including some of those with visas - from getting to the tarmac.\nBut even before people fleeing reach the edge of the airport, they are being attacked en route, witnesses say.\nA correspondent for the LA Times newspaper saw dozens of Taliban firing into the air, aiming weapons at crowds and using sticks and rope to lash civilians as they tried to make their escape. Graphic images captured by Marcus Yam show at least one woman hurt and a young child left bloodied with what appears to be a head injury.\nPhotos published by SBS showed an Afghan interpreter, who appeared to have been attacked, being treated for a gunshot wound. \nCrowds have also been gathering along the airport's perimeter to the north of the city - seen in the map above - over the past few days, with reports of a stampede injuring 17 people on Wednesday. Many have been trying to climb over barbed wire fences and there are reports of shots being fired.\nAmong the crowds are families with children, many of whom have not had access to food and drink for days, reporters on the ground say. Footage shared on social media showed children being passed over a wall to foreign soldiers in the hope they might be able to escape. \nOne girl in a pink jacket was hoisted aloft to a soldier on a ladder.\nThe chaotic conditions emerged as European governments rushed to bring home their citizens - as well as Afghan colleagues.\nAlthough the Taliban have said Afghans should stay in the country they have also claimed they are facilitating a safe exit for both foreigners and locals. \"We are preventing any form of violent, verbal clash at the airport among Afghans, foreigners and Taliban members,\" an official said.\nThe latest reports of Taliban violence and harassment come as a confidential UN document, seen by the BBC, says the militants are intensifying their hunt for people who worked for and collaborated with Nato and US forces.\nThe crush of people heading for the airport can be seen in satellite images of the area, with thousands converging in vehicles as they desperately tried to escape.\nImages of the chaos first emerged from Kabul airport on Monday as it was overrun by Afghans terrified at the prospect of Taliban rule."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cambridgeshire-58283552",
      "category": "uk-england-cambridgeshire",
      "title": "Peterborough mum back at home with baby born before Covid coma",
      "tags": "Peterborough,Doddington,Coronavirus pandemic",
      "text": "A woman with Covid-19 who gave birth before going into an induced coma for six weeks said it was a \"dream come true\" to be at home with her baby.\nHajrah Aslam, from Peterborough, gave birth to her first child, Huzayfah, after she caught coronavirus in January when she was 35 weeks pregnant.\nShe then went into a coma after her oxygen levels dropped dangerously low.\nThe 28-year-old said: \"I feel like I've missed out from the beginning, but now is the time to make up for that.\"\nShe is now at home with her seven-month-old son after 11 weeks of rehabilitation at Askham Rehab in Doddington, Cambridgeshire.\nHer therapy included working on being able to walk and climb stairs comfortably and strengthening her arms and legs.\nThe insurance worker said: \"All I could see was my baby boy's face.\n\"I kept on saying his name, even when I was in excruciating pain, I kept on going and going.\"\nMs Aslam is now continuing her recovery at home with husband, son, and parents.\nShe said: \"The challenging part was me knowing that I have a baby and I'm a first-time mum. I planned everything - his clothes, his pram... mentally that was the challenging part for me.\n\"It's a dream come true [to see him every day].\"\nSara Neaves, clinical lead and outpatients service manager at the rehab centre, said: \"When Hajrah arrived at Askham, we really had to start at the basics.\n\"The key to Hajrah's amazing progression was her determination, motivation and hard work.\n\"Due to all these incredible traits, Hajrah was able to leave us much sooner than anyone had initially expected.\n\"Considering the condition she was in when she arrived, an 11-week discharge is an incredible feat.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58144670",
      "category": "uk-wales",
      "title": "Burry Port: Fear for children after asbestos found on beach",
      "tags": "Public health,Burry Port,Environment,Carmarthenshire County Council,Asbestos",
      "text": "Campaigners are fighting for asbestos waste to be removed from a beach in Carmarthenshire.\nThe east beach at Burry Port lies close to the site of a former power plant, which was demolished 20 years ago.\nA campaign group has paid for tests which found asbestos on the beach, where children play and build sandcastles, and said coastal erosion could increase the risks to the public.\nCarmarthenshire council said its own tests found \"low risk\" asbestos.\nThe authority arranged tests to be carried out after concerns were raised about the material found on the beach, according to the Local Democracy Reporting Service.\nThe campaign group disagreed with the council's findings, adding that the results of their privately-funded tests were \"alarming and shocking\". \nCampaigner Tristam Evans said: \"I got in contact with an asbestos laboratory [in] Bristol, they sent out five tests, I paid for them. \n\"We did five tests 400 yards apart down the coastline at Burry Port east… one came back white and blue asbestos, and it was in an area close to the harbour and kids' skate park.\n\"Being where it was I ordered a test kit again… the four we did in the erosion bank came back white or blue [asbestos]… plus the asbestos sheets eroded are soft and flaky due to the sea smashing them on the rocks.\"\nAsbestos minerals were once widely used in construction due to their heat resistance and strength, but have since been banned.\nPublic Health Wales said damaged asbestos can release fibres which, if breathed in for long periods of time and in high concentrations, can result in heart problems, breathing difficulties and lead to lung cancer.\nLow levels of exposure over a long period of time, it added, can also damage health. There are strict rules about how asbestos and materials containing it must be disposed.\nIt is believed that the grey, corrugated pieces of debris found on the beach are remnants from the vast Carmarthen Bay Power Station, which occupied land behind the beach before it was demolished in the 1990s.\nJacqueline Mills, a member of the campaign group which paid for asbestos tests, said there had been high hopes for the area once the power station had gone, but coastal erosion had unearthed a worrying legacy.\n\"We thought everything was going to be great and it turns out when they blew up and dismantled the power station, rather than removing the rubble and the waste and the massive amount of asbestos that lined all of the chimneys, they decided to bury it,\" she said.\n\"The state of the harbour at the moment - the whole place to me is a death trap. I won't let my grandchildren go anywhere near it.\"\nShe accused the council of being \"in denial\" and called on them to \"make the area safe\".\n\"The more I looked into it myself, the more horrified I became,\" she said.\n\"We're just concerned that somebody's going to get seriously hurt or worse.\"\nShe said erosion had exposed bits of asbestos, originally thought to be rocks, that have been spread further. \n\"People have since reported seeing it in other locations around the area,\" she said.  \n\"Obviously the concern with that is if it's spreading from the east beach where it was contained to the west beach and it's obviously going to get into the sea, the next place it's going is Pembrokeshire and the Gower.\n\"But despite all of that, Carmarthenshire [council] are still determined to play down the problem.\n\"With everything that's going on in the world, environmental issues bother me more than ever - this is a disaster waiting to happen.\"\nThe south-facing beach has enviable views across the Loughor Estuary to Gower, but is strewn with brick rubble, rusting metal rods and broken concrete pipes from the power plant.\nThe council has put up signs in the area warning people material which may contain asbestos had been found.\nIt also has big plans to regenerate the Burry Port Harbour area, including a scheme in partnership with a private developer for up to 360 homes on land between the former power station and the harbour.\nPhilip Hughes, executive board member for public protection at Carmarthenshire council, said: \"Following inspections and testing, a small amount of material has been identified as containing low level asbestos. \n\"Whilst this is of low risk to the public we are taking all necessary steps as a precaution including the safe removal of any visible material. Signage has also been erected in the area.\"\nHe added the council had taken specialist advice on the issue and was working closely with Public Health Wales, Natural Resources Wales and Burry Port town council."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58286372",
      "category": "world-asia",
      "title": "'They will kill me': Desperate Afghans seek way out after Taliban takeover",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Women's rights in Afghanistan,Taliban",
      "text": "The rapid Taliban takeover of Afghanistan has left some fearing for their lives and seeking to escape the country, often by any means necessary.\nThe militant Islamist group is said to be carrying out door-to-door searches while violent scenes have also been reported at some Taliban-controlled checkpoints. \nThe militants seized control of major cities last week as part of a sweeping offensive that shocked international observers. It culminated in the fall of the capital, Kabul, which triggered the collapse of the Afghan government.\nNow, those who have worked for the government or other foreign powers, as well as journalists and activists, say they are fearful of reprisals and need to be evacuated. They have spoken to the BBC, but their names have been changed to protect their safety.\nUsman, who worked as an interpreter for the British armed forces, was sheltering with his wife and some neighbours when the Taliban came. He was woken in the early hours of the morning and told the group were nearby.\n\"They were searching door-to-door,\" he told the BBC's World at One programme. \"Everyone panicked - then the news spread to every other house.\"\n\"A neighbour said they were searching for weapons, documents and government vehicles. They were trying to find out who had worked for Nato or the government.\"\n\"I put on my clothes and just jumped over a wall and ran away,\" Usman said. \"I know that I am going to be killed. There is no other way.\"\nUsman was told he was eligible for relocating to the UK in December, but after all his paperwork was processed he received a letter of rejection on Friday. \"We are not feeling safe,\" he said. \"I'm really desperate.\"\nHashem, a translator, was sheltering in an apartment in one of the country's biggest cities when he spoke to the BBC.\n\"I've been working with intermediary forces and thought the US and German governments would help,\" he said.\n\"I have had to destroy all my documents.\"\n\"I had the courage to go to Kabul airport, and someone from the Taliban told me there had been fake news spreading that the Americans would take people out.\"\n\"He told me to tell others not to go to the airport. We're discussing plans about what we can do to flee to another country.\"\nIt is not just those who worked for international governments who are fearful. Two women who worked for a media outlet are in hiding and say the Taliban are searching for them.\nWithout a visa, however, they say travelling to an airport would be futile.\n\"They have twice called at my house... looking for me and my husband,\" one of the women, Aida, said. \"They are asking other members of my family where we are and they have also been sending me threatening texts.\"\n\"They say that when they find me they will kill me.\"\n\"I feel really desperate and stressed about what will happen to me and my family,\" she said.\n\"Right now we are like turkeys in our homes,\" her colleague, Saabira, said. \"We can't go out because the Taliban are all around us.\" She said her food supplies were running worryingly low. \n\"The Taliban are trying to find government [workers], journalists, and women's rights activists. We are really worried  - what if they come to our home? What if they knock on our door?\"\n\"The airport is not possible for us because we haven't [got a] visa\" she said. \"We haven't got money or any support, so it's impossible.\"\nMeanwhile, dozens of English language teachers who worked for the British council training Afghan school teachers are desperate to leave but have been denied visas to come to the UK.\n\"We are horrified and really scared,\" one said. \"For the past week, I couldn't speak English in front of anyone because I was scared they would realise I worked with foreigners and inform on me.\"\n\"I never considered going to Kabul airport, I have children and I couldn't risk their lives,\" he said. \"Our concern is that [the Taliban] are searching for specific people who provided services for foreign governments, it makes us scared.\"\n\"But when I see Kabul airport, I don't see any way to cross the crowd and get in.\"\n\"I want the UK government to consider the service that we provided for them,\" he said. \"If we remain in Afghanistan our lives are in great danger.\"\nAdditional reporting by Gareth Evans, Georgina Rannard and Mike Thomson"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-58278210",
      "category": "world-asia-india",
      "title": "A woman tries to flee the Taliban: 'We lost everything again'",
      "tags": "Asia,Afghanistan,Women's rights in Afghanistan,India",
      "text": "Last Sunday, as Afghanistan fell to the Taliban, a woman in Kabul and her teenage son packed their lives into two leather suitcases and set out for the airport. \nIn the suitcases were jewellery, watches, cash, hard drives and work papers, and what clothes they could fit, including winter clothes, in case they ended up somewhere cold.\nThe woman, D, didn't live in Kabul. She had already been running for a week. Her journey began when she fled the border city she called home as Taliban fighters closed in. As an outspoken women's rights activist, she didn't feel safe there anymore.\nIn Kabul, in a dress, headscarf, mask and gloves, D tried to find a taxi to take her and her son to the airport. Eventually she gave up and they walked for an hour in the bristling heat, carrying their suitcases.\nThe airport was a maelstrom of chaos. Men, women and children were scaling the airport walls, milling on the tarmac, squatting around the taxiways, sitting atop parked planes. Young men were clinging to departing US Air Force planes in a doomed bid for freedom.\nDusk fell on the beleaguered city, and D and her son waited patiently for a flight. Then they gave up. As they stepped back out into the hot night, they encountered a rush of people towards the airport. They were engulfed by the crowd, and someone among them snatched their bags.\n\"We helplessly saw them being stolen in front of our eyes,\" D told me down the phone from Kabul, her voice trembling.\n\"They just ran away with our bags,\" she said. \"We lost everything again.\" \nShe broke into sobs.\n\"Things have been stolen from me for as long as I remember - my childhood, my youth,\" she said. \"My work and my family saved me.\"\nFor close to two decades, D has run a women's rights group in Afghanistan, teaching girls to read and providing women with shelter, counselling and training for jobs. \nNow she feared retribution. Some of the fathers, husbands, brothers, uncles, and fiancés of the women she helped went to prison. In their march towards Kabul, the Taliban freed inmates from several prisons, and some of those men now could be roaming free. \n\"I am sure they came looking for me,\" D said. \"I don't know what would have happened if I didn't flee in time.\"\nD and her son fled her hometown days before the Taliban arrived. They took separate flights to Kabul, and her husband travelled later by road - a two day journey. After she reached the capital, D spoke to the guard at their building back home. He told her some men had come to the apartment.\n\"The first night after invasion they came looking for us,\" she said. \"They knocked on the door. The guard refused to open.\"\nThe guard told her he heard the men through the door, discussing plans to shoot him and search the apartment, but they left instead. The next morning, the men came again, climbed the wall, and entered the house. They peppered him with questions: Where were D and her family? Where were their cars? \n\"Since then, every night they have come looking for me. Every night. They have ransacked our home,\" D said. \"I don't know who they were. They wore scarves. I heard they were accompanied by local Taliban who stood behind.\"\nD's life is one of immense courage in the face of violence. During the war between the Soviet forces and the mujahedeen, she survived rocket attacks on her school. Her headmistress was murdered for refusing to wear a headscarf, she said. Another teacher was killed for alleged communist sympathies. \nAfter school she moved to Kabul. During the civil war of the 1990s, she got married, finished her studies, had children, and kept moving homes as the war wrecked neighbourhood after neighbourhood.\n\"It was like we were leading a life of picnickers,\" she said. \"Every time the fighting arrived in my neighbourhood, we would just pick up our bedding and move.\"\nWhen the Taliban seized control of the city in 1996, D lost her job. She returned to her looted apartment in Kabul and, defying a Taliban ban, began teaching girls from there. In the apartment at least, there was an oven on hand to burn the teaching materials if the need arose. \nIn 2001, a new war started, but the ousting of the Taliban allowed her to teach again at least. And she went on to do much more for Afghanistan's women and girls. It was never easy, she said. \n\"I have struggled all my life. I have never really enjoyed it. Even when you are working for women in Afghanistan, you are making enemies and becoming targets of many men.\"\nAs the Taliban approached her hometown two weeks ago, D feared she would become a target again. When her three sons were young, the family received threats to kidnap them because of her work, she said. Two of her sons were sent abroad while the US kept the Taliban at bay. The eldest hasn't seen his father in a decade; the youngest in three years. \nLast Sunday, as Kabul fell, the three family members left in Afghanistan hunkered down once again in fear and anxiety.\n\"I am tired mum,\" D's son told her. \"How long should we run and hide because of your work? Why do we have to pay the price for what you do?\"\nD was now sobbing inconsolably.\n\"My work and family were my only happiness,\" she said. \"They have stolen my happiness.\"\nAs the week ended, some hope arrived. D got word that there might be seats on a plane for her, her husband, and her son - either to the US or Europe.\nThey went back to the airport and waited again - on the run for the third time in three weeks. This time they took just three small bags containing their valuables. \"There's really nothing else to carry,\" D told me, over the phone from the airport. \"We will buy clothes when I reach wherever they take us.\"\nI asked her if her son was feeling better.\n\"Not really,\" she said. \"Running away was never his choice. It's always been a question of survival. It is the price my family has paid for my work.\"\nWhen she woke him on Friday to tell him they were going back to the airport he said, \"I want to sleep and I want to be free.\"\nThis was our last conversation, on Friday. D was in limbo, like thousands of others. Destination unknown. Life precarious. Jolted suddenly into a different existence.\n\"I didn't expect this to happen and so fast,\" she said. \"We had just finished painting the house. We were hoping to enjoy a peaceful life next year.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58287850",
      "category": "uk",
      "title": "Puppy smuggling: Rise in cases prompts new welfare rules",
      "tags": "Smuggling,Dogs,Animal welfare",
      "text": "Welfare standards for dogs imported to the UK are to be tightened amid a rise in the \"grim trade\" of puppy smuggling, the government has said.\nPlans include raising the minimum age for imported puppies from 15 weeks to 6 months and banning the importing of dogs with cropped ears or docked tails.\nBringing heavily pregnant dogs into the UK would also be banned.\nThe number of puppies seized at the border jumped from 324 in 2019 to 843 last year.\nThey were just a fraction of the 66,000 dogs imported into the UK in 2020 but the Department for the Environment, Food and Rural Affairs said poor treatment and smuggling was on the increase.\nIn one case, four beagle puppies were found - hungry, dehydrated and just eight weeks old - in the back of an abandoned vehicle in London. \nThey were believed to have been illegally imported from the Republic of Ireland.\nSix puppies, too young to be imported, were seized at the port of Dover after being smuggled from Romania. Covered in sticky oil and suffering from diarrhoea, they had been travelling in a van for 24 hours.\nBy raising the minimum age for importing puppies, the government hopes to prevent them from being separated from their mothers too early, which can increase their risk of illness and death.\nThe rise in puppy smuggling comes amid a surge in demand for puppies during the last 18 months of coronavirus lockdowns, with prices in some areas more than doubling to an average of almost £1,900 each. \nChewie, a one-year-old Yorkshire terrier cross, was one of 11 puppies rescued by police from the back of a van in Nottinghamshire in March. \nThe puppies are thought to have been imported from Ireland to be sold in the UK and were found in a carrier bag and a guinea pig cage.\nSadly five or six of the puppies died from illness, but Chewie escaped without any long-term issues, says owner Elizabeth Morgan, who rehomed him from the RSPCA.\n\"He's doing really well...[but] he doesn't like carrier bags or cardboard boxes,\" Elizabeth told BBC Breakfast.\nAnimal Welfare Minister Lord Goldsmith said: \"Puppy smuggling is a grim trade, and we are determined to clamp down on it.\n\"Raising the minimum import age for puppies will help protect thousands of animals that are brought into the country each year and stop criminals looking to profit from the rise in demand for pets.\" \nAnimal welfare charities say cropped ears - when dogs have their outer ears surgically altered or removed to make them look more aggressive - have also been on the rise, despite being banned in the UK since 2006.\nThe RSPCA has said reports of ear cropping have risen more than sevenfold over the past five years.\nMost are thought to have undergone the painful procedure abroad and under the proposed new rules  - which the government said would be put out for consultation - dogs with cropped ears would be prevented from entering the country, Defra said.\nOwen Sharp, chief executive of Dogs Trust, which has campaigned for a crackdown on puppy smuggling, said the charity had cared for more than 2,000 puppies seized at UK borders since 2015.\n\"We have seen puppies as young as four weeks old being smuggled into the country and dogs with open wounds from ear cropping as well as heavily pregnant dogs close to giving birth,\" he said.\nBut he said he hoped the new rules would include tougher penalties for illegal imports of dogs. \nOnly a handful of cases had ever been prosecuted under existing laws and the penalties were \"no deterrent\", Mr Sharp said.\nVet, broadcaster and animal welfare campaigner Dr Marc Abraham said legal and illegal importation of young puppies had encouraged dog exploitation and poor welfare practices for years.\nHe said the new proposals represented \"significant progress in the fight against these cruel practices\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-58291873",
      "category": "world-australia",
      "title": "Covid: Australian police clash with anti-lockdown protesters",
      "tags": "Coronavirus lockdown measures,Sydney,Coronavirus pandemic,Australia",
      "text": "Police in the Australian cities of Melbourne and Sydney have clashed with thousands of people protesting against Covid lockdowns.\nIn Melbourne, mounted officers used pepper spray when elements of a 4,000-strong rally broke through police lines.\nPolice arrested 218 people, and at least seven officers were injured. \nIn Sydney, where lockdown measures have been extended for another month, more than 1,000 officers dispersed protests. \nIt came as the state of New South Wales (NSW), of which Sydney is the capital, recorded 825 new locally-acquired cases, the highest number for any Australian territory in a 24-hour period.\nIn Brisbane, the capital of Queensland, more than 2,000 protesters gathered before holding a largely peaceful march. \nPolice in the state of Victoria condemned the violence that broke out in Melbourne on Saturday.\n\"While there were some peaceful protesters in attendance, the majority of those who attended came with violence in mind,\" a spokeswoman said, quoted by the Sydney Morning Herald.\n\"The behaviour seen by police was so hostile and aggressive that they were left with no choice but to use all tactics available to them.\"\nAll those arrested face fines of A$5,452 (£2,850) for breaching Covid regulations, police said. Three people were also charged with assaulting police.\nStay-at-home orders were extended across Victoria on Saturday in a bid to contain a widening outbreak of Covid cases.\nThe protests in Sydney were smaller, with about 250 people taking part.\nDeputy NSW Police Commissioner Mal Lanyon told reporters that one officer had been injured after being dragged into a road by a protester and that 47 arrests had been made.\nHe said police had stopped about 38,000 cars heading into the city centre and handed out 260 infringement notices to people across the state suspected of breaching lockdown regulations. He called the actions of the protesters \"deplorable\", saying the police response was not about stopping free speech but stopping the spread of coronavirus.\nAbout 1,500 officers were deployed to disperse the protesters in Sydney and NSW police minister David Elliott said they had done an \"exemplary\" job.\nThe protests came hours after a lockdown in Sydney was extended until the end of September to slow the spread of a Covid outbreak.\nAuthorities also imposed a curfew on two million residents in the city's worst-hit suburbs.\nSydney residents have been under stay-at-home orders since late June. However, infections have more than doubled in the past week.\nCritics of the curfew say they do not think it is an effective virus control. NSW lawmakers have also criticised authorities for applying harsher restrictions in Sydney's poorer west and south-west suburbs.\nAustralia has been widely praised for its pandemic response and has recorded 978 deaths, fewer than many nations.  But the emergence of the Delta variant in early June triggered a surge of infections."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58289890",
      "category": "entertainment-arts",
      "title": "R. Kelly aide says he paid bribe for singer to marry Aaliyah",
      "tags": "Celebrity,R. Kelly,United States,Music",
      "text": "A former tour manager for US R&B singer R. Kelly has testified that he bribed a government worker in 1994 to obtain a fake ID for then 15-year-old Aaliyah - so the singers could marry. \nDemetrius Smith said he paid $500 (£367) for an ID used by Mr Kelly, then 27, to wed Aaliyah, who was under age.\nMr Smith was giving evidence after he was granted immunity from prosecution.\nMr Kelly is on trial accused of sexual abuse, racketeering and bribery. He has denied the charges.\nSpeaking at the singer's trial on Friday in Brooklyn, New York, Mr Smith said the decision to obtain the document was made by Mr Kelly's \"associates\" after Aaliyah had said she was pregnant.\nHe said that when he questioned the idea, pointing out that the teenager - whose full name was Aaliyah Dana Haughton - was \"too young\", he was asked \"whose side I was on\".\nMr Smith, 65, told the court that he then \"went to the welfare office, and I walked in, and I said: 'Hey, want to make some money?'\"\nEarlier court documents reportedly said the bribe was paid on 30 August 1994 - just one day before the marriage licence was issued.\nThe certificate, leaked at the time, listed Aaliyah's age as 18. The marriage was annulled months later.\nAaliyah died in a plane crash in 2001, aged 22. Her debut album, Age Ain't Nothing But a Number, was produced and written by R. Kelly.\nMr Kelly, 54, full name Robert Sylvester Kelly, is on trial also accused of being the ringleader of a two-decade-long scheme where he recruited women and underage girls for sex.\nIf he is convicted on all counts he could be sentenced to several decades in prison.\nThe singer is best known for hits including I Believe I Can Fly, Bump n' Grind and If I Could Turn Back the Hands of Time.\nProsecutors have claimed the singer used bodyguards, drivers, lawyers and accountants to cover up his alleged crimes, and blackmailed victims by photographing and filming them having sex and then threatening to release the tapes.\nEven if he is acquitted, Mr Kelly still faces sex-related charges in Illinois and Minnesota, where he has also pleaded not guilty.\nHe has been in jail for the last two years and was moved in June to Brooklyn from Chicago for the trial."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-bristol-58291660",
      "category": "uk-england-bristol",
      "title": "Only Fools and Horses garage door sold to TV fan",
      "tags": "Comedy,Television,Bristol City Council,Bristol",
      "text": "An avid fan of Only Fools and Horses has donated a \"significant sum\" to charity for a red garage door which featured in the TV comedy series.\nDel Boy's red no. 22 lock-up in Bedminster, Bristol, was replaced in May as part of a council revamp.\nBristol City Council gave the door to the Bottle Yard Studios which offered it to collector Scott Harrington. \nMr Harrington said he hoped to set up a museum to display memorabilia so people \"could take a trip down memory lane\".\n\"What started as a hobby has turned into a real passion for us and we regularly showcase our items free of charge for charitable events. \n\"Our long-term aim is to create our own family museum where people can take a trip down memory lane with us to celebrate key moments in our history represented by our memorabilia, to keep these moments alive,\" he added.\nHe also said he and his wife were in talks with the National Lottery Heritage Fund to help fund this venture.\nIn the meantime they hope the door will be displayed at the British Motor Museum in Warwickshire, alongside the Reliant Regal car from the show which is also there.\nThe council-owned garages in Duckmoor Road were built in 1962 at a similar time to the three high-rise blocks nearby - Southbow House, Winterstoke House and Whitemead House. \nWhitemead House featured as a filming location in Only Fools and Horses, portraying the exterior of Del Boy's fictional Nelson Mandela House which was supposed to be in Peckham.\nSite co-ordinator at the Bottle Yard Studios, Emma Reid said: \"The door represents a small but fun slice of British TV history made here in Bristol and we wanted to make sure it would be preserved for the future. \n\"When we found out about the other Only Fools and Horses items Scott had already collected, it seemed like the perfect home for it.\"\nThe donation has gone to the Film and TV Charity to help the industry recover from the pandemic.\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58285620",
      "category": "uk-wales",
      "title": "Clydach murders: Killer David Morris dies in prison",
      "tags": "Swansea,South Wales Police,Clydach",
      "text": "The man convicted of the Clydach murders has died in prison, it has been confirmed.\nDavid Morris, 59, killed three generations of the same family in the Swansea Valley village in 1999.\nHe spent 22 years in jail for killing Mandy Power, 34, her daughters Katie, 10, and Emily, aged eight, and her 80-year-old mother Doris Dawson.\n\"HMP Long Lartin prisoner David Morris died on August 20,\" a Prison Service spokesman said.\n\"The Prisons and Probation Ombudsman has been informed.\"\nMorris, who always maintained his innocence, was jailed for a minimum of 32 years.\nHe was convicted for the murders a second time in 2006 after an earlier conviction was quashed by the Court of Appeal.\nA bid to again take his case to the Court of Appeal was rejected in 2018 by the Criminal Cases Review Commission.\nA BBC Wales Investigates programme in 2020 spoke to two potential new witnesses and South Wales Police announced a review of elements of the case in January 2021.\nIn July the Crown Prosecution Service said no information had been provided by the potential new witnesses to undermine the conviction.\nThe review, which was being overseen by Devon and Cornwall Police, was then expected to move on to look at forensic issues also challenged in the documentary.\nMorris's trial in 2006 heard he had a sexual relationship with Ms Power and was fuelled by drink and drugs when he went on a killing spree in June 1999.\nMrs Dawson was killed as she lay in her bed, and the killer lay waiting for the others to return home.\nMs Power and her daughters were battered with a fibreglass pole, which the children used to play with, and Ms Power's body was sexually assaulted.\nThe killer lit fires around the house in an attempt to hide the crimes.\nFirefighters found the bodies of Ms Power and the girls laid out on the landing when they came to tackle the blaze.\nThe inquiry was the largest and most complex murder investigation ever undertaken by a Welsh police force."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58287003/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Lorry drivers: Act now to avert crisis, government told",
      "tags": "UK Visas,Coronavirus lockdown measures,Haulage",
      "text": "The government is coming under further pressure to help alleviate the UK's lorry driver shortage. \nLobby groups for the retail and transport industries have jointly written to Business Secretary Kwasi Kwarteng warning the impact on supply chains is getting worse. \nThey want a review of plans not to grant temporary work visas to drivers from the EU, and better training.\nMinisters have said employers should invest in British workers.\nLogistics UK, which represents freight firms, and the British Retail Consortium (BRC) say that while Brexit and Covid-19 caused lorry drivers to leave the UK, a temporary visa could lure them back.\nThe two groups said in their letter a shortfall of about 90,000 HGV drivers \"is placing increasingly unsustainable pressure on retailers and their supply chains\".\n\"While there was a shortage of HGV drivers prior to the Covid-19 pandemic and Brexit, these two events have exacerbated situation. \n\"The pandemic halted driver training and testing for over 12 months, while an estimated 25,000 EU drivers returned home during the pandemic and following the end of the transition period.\"\nThe situation is likely to worsen over the coming weeks, the groups warn. The start of the school year and return of workers to offices is likely to increase the number of deliveries and locations, and the industry is fast approaching its busiest period - the build up to Christmas.\nThe two groups call for three specific measures:\nThe Road Haulage Association has already said that there was shortfall of about 60,000 lorry drivers in the UK over the summer. Supermarkets such as Tesco and Aldi have been offering bonuses and other incentives to boost recruitment, but the labour squeeze continues.\nAnalysis of the latest ONS Labour Force Survey for the second quarter suggests that 14,000 EU lorry drivers left jobs in the UK in the year to June 2020, and only 600 had returned by July 2021.\nA government spokesperson said on Friday: \"The British people repeatedly voted to end free movement and take back control of our immigration system and employers should invest in our domestic workforce instead of relying on labour from abroad.\n\"We recently announced a package of measures to help tackle the HGV driver shortage, including plans to streamline the process for new drivers to gain their HGV licence and to increase the number of tests able to be conducted. \n\"We have also temporarily relaxed drivers' hours rules to allow HGV drivers to make slightly longer journeys, but these must only be used where necessary and must not compromise driver safety.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58290593",
      "category": "uk",
      "title": "Afghanistan: Labour demands urgent action over evacuation crisis",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan",
      "text": "Foreign Secretary Dominic Raab has been urged to step up efforts to get British and eligible Afghans to the UK, amid claims some had been attacked while waiting to leave the country.\nLisa Nandy said she had heard of people being beaten, shot at or raped while trying to get documentation in Kabul.\nThe shadow foreign secretary urged Mr Raab to work with Nato partners to set up a safe corridor to the airport.\nThe Foreign Office said it was trying to get people out as fast as possible.\nA spokeswoman said the government's \"top priority\" was to \"do all we can to deliver on our obligations to British nationals, and those who have helped us\". \nMore than 3,000 people, including British nationals and Afghan staff, have been evacuated from the country since Sunday, the Foreign Office said.\nThere have been chaotic scenes outside Kabul airport as thousands of Afghans have desperately sought to leave the country and governments have scrambled to evacuate their citizens and eligible Afghan colleagues.\nThe US has warned its citizens to avoid the airport, with continued chaos outside the terminal. \nFormer UK PM Tony Blair - who sent UK troops into Afghanistan 20 years ago - has said the UK has a \"moral obligation\" to stay in the country until \"all those who need to be are evacuated\". \nAbout 4,500 US troops are in temporary control of Hamid Karzai International Airport, with about 900 British soldiers also on patrol at the site as part of efforts to secure the evacuation flights.\nMs Nandy told BBC News: \"The fact that people are being asked to carry documentation that links them to the United Kingdom in order to prove their eligibility but that is the documentation that makes them a target for the Taliban who are checking those documents en route.\n\"There are no safe corridors to the airport, there are makeshift camps that have sprung up where people are being beaten and even reports of rapes.\"\nThe Labour MP wrote in the letter to Mr Raab: \"My office is currently in touch with hundreds of people who cannot reach the Baron Hotel or Hamid Karzai International Airport, have been beaten at checkpoints or turned away - some with young children.\"\nShe said many of those stranded at the airport perimeter were women or girls, asking Mr Raab to consider establishing a military policing operation with Nato allies \"just outside the gate, or a processing zone inside\". \nShe also said the Baron Hotel in Kabul, where many British nationals are being told to travel for processing, is being blockaded by the Taliban. \nTaliban militants have been manning checkpoints around the perimeter of the airport and blocking Afghans without travel documents from entering.\nTwelve people have been killed in or around Kabul airport since Sunday, according to a Taliban official quoted by the Reuters news agency.\nBut even those with valid papers have struggled to get to the airport, with reports that some have been beaten by Taliban guards.\nThe US embassy in Afghanistan has issued a security alert advising American citizens not to travel to Kabul airport, warning of \"potential security threats outside the gates\", while other countries, including Switzerland and Germany, have raised concerns about the situation outside the airport.\nMs Nandy praised those - including military and diplomatic staff - \"working around the clock to help people in difficult and dangerous circumstances\". But she said \"many, many people\" were \"in danger of losing their lives\". \nAnother Labour MP, Chris Bryant, said there were many reports of British nationals and families being unable to reach the Foreign Office through its dedicated telephone helpline. \nHe said calls either go \"straight to a voicemail sending people back to the [government] website or nothing at all\".\nThe Foreign Office said the line for UK nationals to request consular support was working.\nMr Blair said the decision to withdraw troops was \"tragic, dangerous, unnecessary\" and that it was not in the West or Afghanistan's interests. He said the move by US troops had \"every Jihadist group round the world cheering\". \nThe former Labour leader said: \"We must evacuate and give sanctuary to those to whom we have responsibility - those Afghans who helped us and stood by us and have a right to demand we stand by them.\n\"There must be no repetition of arbitrary deadlines. We have a moral obligation to keep at it until all those who need to be are evacuated. And we should do so not grudgingly but out of a deep sense of humanity and responsibility.\"\nThe US has a planned deadline of 31 August for withdrawal - but President Biden has said troops may stay past this date to help with evacuations.\nMr Blair admitted mistakes had been made over Afghanistan, but \"the reaction to our mistakes have been unfortunately further mistakes\". He said while \"imperfect\", the \"real gains over the past 20 years\" were now likely to be lost. \nSir Laurie Bristow, British ambassador to Afghanistan, has said the evacuation from Kabul has been \"without a doubt\" his greatest international challenge. \nThe diplomat has stayed in Afghanistan to help process visas, relocating from the embassy to an emergency handling centre at the city's airport. \nHe added that his team would continue to \"work tirelessly to get British nationals, Afghan staff and others at risk out of the country as quickly as possible as we also support Afghanistan's long-term future\". \nMeanwhile, a former Royal Marine who founded an animal welfare charity in Kabul said he was now \"in talks\" with the Foreign Office about getting his staff out of Afghanistan.\nPaul \"Pen\" Farthing said 68 workers and their families were being processed, so they could \"hopefully\" come to the UK.  \nThe Foreign Office confirmed it was in contact with Mr Farthing, with a spokeswoman saying it was \"working closely with the Home Office to offer assistance\". \nOn Thursday, Mr Farthing wrote on Twitter that his wife, Kaisa, had made it on to an evacuation flight out of the capital, Kabul.\nSharing a photograph of the \"empty\" flight, he said the situation was \"scandalous as thousands wait outside Kabul airport being crushed as they cannot get in\", before warning people would get \"left behind\" in Afghanistan.\nHowever, Defence Secretary Ben Wallace has insisted that no plane carrying Britons and Afghans to the UK has left Kabul empty, adding the government was \"absolutely ploughing through the numbers\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58286000",
      "category": "world-asia",
      "title": "Afghanistan: The desperate scramble to escape",
      "tags": "Kabul,Afghanistan,Taliban",
      "text": "\"Get back, get back,\" screamed the British soldier at a crowd gathered in front of the secure compound where those being evacuated by the UK embassy are taken before flying out. \nIn front of him, many frantically waved their British passports in the air, hoping to be allowed through but a group of Afghan security guards wielding rubber hoses tried to push them back. \nMany in the crowd had not received any indication they would be evacuated, but had pitched up in any case, desperate for a route out of Afghanistan. Others, however, had received emails from the embassy telling them arrive here, and wait to be processed for a flight. \nThey include Helmand Khan, an Uber driver from west London, who had arrived with his young children in Afghanistan a few months back to visit relatives. He thrusts a handful of British passports towards me. \"For the last three days I'm trying to go inside,\" he tells me in despair, with his two young sons by his side. \nAlso here is Khalid, a former interpreter for the British army. His wife gave birth to a child just two weeks ago, and he's terrified the baby could die in such scenes. \"I've been here since the morning,\" he says, \"the Taliban lashed me on the back on my way.\" \nA short walk away is the main entrance to the compound. Thousands have turned up, the vast majority with no realistic prospect of being evacuated. British soldiers at times fired into the air to control the crowd. The only way to get inside is to somehow push your way through the crowd, and wave your documents in their faces, hoping they will allow you past. The situation seems even more chaotic at the airport gates manned by US soldiers, while in front of the main civilian entrance to the airport the Taliban have been regularly firing into the air and beating back crowds who try and surge inside. \nI'm constantly bombarded with questions by the Afghans who are trying to enter the British controlled compound, and who are at a total loss as to what to do. \"Can you help me?\" \"Will they let me in?\" Many try to show me documents they've brought with them, proving they spent time working with international forces or foreign embassies.\nOne young woman tells me she was an international basketball player. She has not had any contact with the British embassy, but says she's in fear for her life. She chokes up trying to describe her terror. \nThe Taliban insist all those linked to the government have been granted an amnesty. The group says it intends to establish an \"inclusive\" government, but many here are deeply anxious about the future. \nElsewhere in the city, things are far calmer. It feels like a different world. Shops and restaurants are opening up, though at a fruit and vegetable market stallholders tell me there are still significantly fewer people out and about. One man, selling cosmetic products, says there are far fewer women in particular, though it's not uncommon to see them on the streets. \nThe Taliban meanwhile are everywhere, patrolling in vehicles seized from the Afghan security forces. They say they're maintaining a presence to prevent looting and unrest, and some residents tell us they do feel more secure, not least because the militants are no longer carrying out targeted killings or bomb blasts. \nMany are still trying to establish what life under Taliban rule will look like. One taxi driver tells me he ferried a group of fighters across the city whilst playing music from the car stereo. \"They didn't say anything,\" he tells me whilst grinning, \"they're not strict like they were before.\" \nBut other reports are emerging of the Taliban turning up at the homes of journalists or former government figures and questioning them. Many fear it's only a matter of time before they're targeted violently. \nBack close to the airport, and Khalid, the former interpreter with a young baby finally manages to make it into the holding compound. \nOthers are still struggling though and one British Afghan pleads with me to help. \"How can I take my children through this crowd,\" he asks? Many others, not eligible for evacuation but desperate to leave, will be left behind to face a deeply uncertain future."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58286398",
      "category": "world-us-canada",
      "title": "Nine Afghan girl robotics team members safe in Qatar",
      "tags": "Kabul,Afghanistan,Qatar,United States",
      "text": " After scrambling for days to bring them to safety, nine members of an Afghan all-girls robotics team have arrived in Qatar, the team's parent organisation has confirmed.Their flight out of Afghanistan was organised by the Qatar government, which expedited visas and sent an aircraft.The team first made headlines in 2017 after winning a special award at an international robotics competition in the US.\nThey have been widely praised as a shining example of the potential of women's education in Afghanistan.\nThe departure of the team members, aged 15 to 19, as well as a 25-year-old teacher, comes amid a worsening security situation in Kabul, the Afghan capital.\nIn a statement, the team's parent organisation, the US-based Digital Citizen Fund (DCF), said that they requested help from Qatar on August 12, just three days ahead of Kabul's capture by the Taliban.\nMembers of the Qatar government had remained in contact with the team after hosting them in Doha, the capital, in 2019. The girls originally came from the city of Herat, in western Afghanistan.\n\"When we heard that Kabul was going to fall, we were able to contact the [Qatari foreign] ministry and they immediately started expediting visas to get them out,\" DCF board member Elizabeth Schaeffer Brown told the BBC. \"They are taking very good care of them.\"\nShe stressed, however, that the girls were not \"rescued\".\"The girls rescued themselves through all their hard work and bravery over the past several years,\" she added. \"The flight out of Kabul was only the end of a journey in which safety was a concern.\"\nThe girls now in Doha may remain in Qatar or move further afield to continue their studies.\nAlthough she declined to provide specifics, she added that several universities around the globe - including some in the US - have offered scholarships.\n\"It will be important for them to continue their education,\" she said.\nMs Schaeffer Brown said other current and former team members remain in Afghanistan, along with teachers, mentors and others who work for the organisation. \nThe robotics team, which includes teenage members, was formed by Afghan tech entrepreneur and DCF founder Roya Mahboob in 2017.\nLast year, the team turned its focus on Covid-19 patients by making low-cost ventilators out of car parts."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58283965",
      "category": "entertainment-arts",
      "title": "Jill Murphy: The Worst Witch and Large family author dies at 72",
      "tags": "Books",
      "text": "Children's author and illustrator Jill Murphy, who created the beloved Worst Witch books, has died at the age of 72.\nMurphy also published picture books including the Large family series, Peace at Last and The Last Noo-Noo.\nBelinda Ioni Rasmussen, managing director of Macmillan Children's Books, said: \"She had an unparalleled talent for storytelling through words and pictures.\n\"Without doubt, her picture books have become timeless children's classics.\"\nMurphy came up with the idea for the first Worst Witch novel, which followed the exploits of Mildred Hubble at witch school, at the age of 14 and based it on her own experiences at a strict convent school.\nShe had finished writing it by 18 and it was published when she was 24. The eighth and most recent instalment came out in 2018.\nThe books were adapted for a TV film in 1986, and two TV series, in the 1990s and 2010s. There has also been a hit stage show.\nDisney even wanted to adapt them in the 1990s. Murphy later said: \"They wanted complete control over everything, which I just could not bear.\"\nIn a statement announcing her death on Friday, her son Charlie said: \"I feel beyond lucky to have had a mum like mine, and it's impossible to summarise the ways her absence will be felt.\n\"She had a depth of character, a warmth and a life force like no other. I miss her so much already.\"\nMurphy died of cancer on Wednesday, according to her publisher. The author had first been diagnosed with breast cancer more than 25 years ago, at the age of 46.\nPamela Todd, Murphy's friend and agent for more than 30 years, added: \"It's a sad day for children's books. Jill was so creative, beautiful and funny.\n\"Her genius lay in the way both the child and the adult could identify with her stories, which she wrote and illustrated herself.\n\"Children who grew up on Peace At Last, Whatever Next! and The Large Family are now buying the books for their children's children.\n\"The little girls who created playground games around Mildred Hubble and her classmates are now directing, producing and acting in the television series of The Worst Witch and the stage show, which last year took the Olivier award.\n\"Jill was just coming into her prime and had so much more to offer. This is a great loss, not least to me personally, but we are comforted that she leaves an amazing legacy of books for generations to come.\"\nFans of Murphy's work paid tribute on social media.\nThe author never hid the personal inspiration for Mildred Hubble. \"Mildred is completely me, at the convent school where I didn't do very well and I was absolutely desperate to be like everybody else,\" she once said.\n\"She looks like I did, I was tall and thin, with long dark hair. Virgin Mary was always blonde, so I fancied doing a story about a heroine with dark hair, who was tall and scrawny.\"\nAfter the success of The Worst Witch, she embarked on the Large family series, about a family of elephants. The first instalment was 1986's Five Minutes Peace and the series has sold more than five million copies around the world and been adapted for TV.\nPeace At Last and All In One Piece were both commended for the Kate Greenaway Medal, while The Last Noo-Noo won the Smarties Prize for ages 0-5 in 1995.\nMurphy told The Telegraph in 2016 that a children's writer has to keep in touch with their inner child.\n\"I was listening to a programme about Roald Dahl the other day and he was saying there has to be a bit of you, as a children's author, that remembers much more clearly than anyone else what it is like to be a child, and reacts to things in a child-like way,\" she said at the time.\n\"I'd actually quite like to go and run around the garden in the rain. It wouldn't worry me at all. But I don't want to look like a complete maniac.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58276062",
      "category": "world-us-canada",
      "title": "Family of American taken by Taliban beg for return",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban,Joe Biden",
      "text": "Charlene Cakora, 57, spent a frantic week in Washington DC trying to convey a message to President Joe Biden: rescue her brother from Taliban captivity.\nMrs Cakora's brother, Mark Frerichs, was kidnapped by the group over a year ago. He is one of two remaining Americans thought to have been kidnapped by the Taliban during the US war in Afghanistan who is still unaccounted for.\nAmid the Afghan government's collapse, the fall of Kabul and chaotic scenes of thousands scrambling to flee the country being broadcast around the globe, his family said they were increasingly desperate for his return, and frustrated by the lack of progress from the government. \n\"We have been at war with the Taliban for 20 years. President Biden declared the war over on 31 August,\" Mrs Cakora told the BBC. \"When a war ends, each side get to have their prisoners come home. That is all we are asking for Mark.\" \nThe family had \"waited patiently\" through both the Trump and Biden administrations, she said.\n\"[We] were told that efforts were underway to get my brother home,\" she added. \"Well, they were not.\" \nAt least seven US civilians have been taken captive or gone missing during the war in Afghanistan. Of the total, one was reportedly killed, one escaped, and three were rescued or released. An eighth captive, Bowe Bergdahl, was a US soldier captured after deserting his post in 2009. He was released in 2014. \nMr Frerichs, 59, had been living and working in Kabul as a civil engineer for 10 years when he was kidnapped. \nA \"journeyman contractor\" who went from project to project, motivated by a desire to help people in need, he had found \"a good fit for himself in Afghanistan,\" Mrs Cakora said. \"Three days before he was kidnapped, he told me that he had just finished a municipal water project. He was so proud of it.\" \nThe US Navy veteran was lured to a meeting to discuss a potential project and taken against his will to Khost Province, a former national security official told the BBC. \nIn Khost, the official said, he was handed over to the Haqqani Network, one of the region's most powerful and feared militant groups. The network's leader, Sirajuddin Haqqani, is one of the Taliban's top deputy leaders. \nAdvocates working to secure Mr Frerichs' release say that the \"only\" thing that the Taliban have mentioned when US officials have pressed for his return is the release of Bashir Noorzai, a Taliban-affiliated drug lord who has been imprisoned in the US for the last 16 years. \nNoorzai, who was arrested in 2005, was sentenced to life in prison in 2009 on charges that he imported over $50m (£36m) worth of heroin from Afghanistan and Pakistan into the US and other countries.  He fought alongside the now-deceased Taliban founder Mullah Mohammed Omar against Soviet occupation in the 1980s, and is believed to have supplied the group with financial backing, weapons, ammunition and as many as 400 fighters.\nResponding to BBC queries, a state department spokesperson said that the US Special Representative for Afghanistan has pressed the Taliban for Mr Frerichs' release and raised the issue with Taliban representatives in Qatar and Pakistan. \n\"We place a high priority on Marks Frerichs' safety and will not stop working until he is safely returned to his family,\" the spokesperson said. \nSpokespeople at the Taliban's representative office in Qatar did not respond to BBC requests for comment. \nMrs Cakora said that while the family understands that an exchange of Noorzai for Mr Frerichs is a \"hard trade\" and that it would mean making concessions to kidnappers, they believe it is the only viable option. \nWhen asked what she would tell the White House about her case, Mrs Cakora directed a plea at President Biden. \n\"Please treat my brother like he was your son and act to bring him home quickly,\" she said. \nShe also had a message for Taliban political leader Abdul Ghani Baradar. \n\"We know that this war is ending, and you want your prisoners back as much as we want my brother,\" she said. \"Please treat him well and work with US officials to arrange a prisoner swap that gets you Bashir Noorzai and returns Mark home safely to us. Let that be the one thing that both sides can see as a win.\" \nBesides Mr Frerichs, only one other American suspected to have been abducted in Afghanistan, author Paul Overby Jr, remains unaccounted for. Mr Overby was last heard from in May 2014, when he vanished in Khost while traveling to interview Sirajuddin Haqqani. The Taliban have denied any involvement.  \nWith the situation in Afghanistan growing more dangerous by the day, Mrs Cakora expressed hope that her brother's release may provide a small positive outcome. \n\"President Biden has the power to make it happen,\" she said. \"The story on our exit from Afghanistan is horrible. Can't we get one glimmer of good news by having my brother come home?\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58288774",
      "category": "uk",
      "title": "Covid: CO2 monitors for schools and Euro 2020 a 'significant risk'",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday morning. We'll have another update for you tomorrow.\nAround 300,000 carbon dioxide monitors will be made available to schools in England to help improve ventilation and lessen the spread of Covid. The Department for Education says the portable monitors could be used to identify where more air-flow is needed. Teaching unions have been calling for urgent extra ventilation measures with masks and social distancing rules scrapped for the coming term.\nMore than 9,000 cases of Covid were linked to people who attended Euro 2020 football matches, according to a paper published by Public Health England. Euro 2020 and England's progress to the final \"generated a significant risk to public health across the UK\", PHE concluded. But other mass events, including Wimbledon and the British Grand Prix, saw lower numbers of cases connected to them and the government says the data shows mass participation events can be conducted safely.\nIs it better to get infected with Covid than get a booster jab? It might seem a strange question after months of trying to stop the virus from spreading but there are differences in a person's immune system after natural infection or a jab. Now that the majority of people have some immunity to the virus some experts think it may be better not to \"over-vaccinate\" and let the virus top up immunity over time. But there are also worries about the long-term effects of Covid on the body. Our health correspondent James Gallagher guides you through the discussion.\nIndia's drug regulator has approved the world's first DNA vaccine against Covid-19 for emergency use. The three-dose vaccine, called ZyCoV-D, prevented symptomatic disease in 66% of those vaccinated, according to an interim study by its maker Cadila Healthcare. The firm plans to make up to 120 million doses. Previous DNA vaccines have worked well in animals but not humans.\nAs theatres reopen actors will be swapping their lockdown jobs to get back on the stage once more. One of those who found alternative employment during the pandemic was Stephen Beckett. He plays one of the dads in the long-running Abba musical Mamma Mia. But during lockdown he worked with a care agency looking after elderly people. He says it is \"really emotional\" to be back on stage 16 months on.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nThis time last year the UK was taking its first steps into what was the second wave of Covid. You can see how the figures compare with our current situation here.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58293832",
      "category": "world-asia",
      "title": "Afghanistan: US fears risk of Islamic State attack at Kabul airport",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan,Taliban,United States",
      "text": "The US has warned its citizens to avoid Kabul airport amid concerns about the potential for attacks by Afghanistan's branch of the Islamic State (IS) group.\nA security alert on Saturday told US citizens to stay away due to possible \"security threats outside the gates\".\nOnly those individually told to make the journey by a US government representative should do so, it said.\nUS defence officials said they were monitoring developments and looking at alternative routes. \nNo further details were given about the potential threat of an IS attack, and the group has not publicly threatened to carry out attacks in Kabul.\nThe US advice on Saturday came amid continued chaos outside the airport terminal and reports of people being crushed as thousands attempt to escape from Afghanistan, a week after the Taliban takeover.\nThe UK's Ministry of Defence said seven people died in the crowds and conditions there remained \"extremely challenging.\"\nCrowds have been gathering daily, hoping to be allowed on to a flight. Those who work with the US and its allies, as well as people who have campaigned on issues like human rights, fear they may face reprisals at the hands of the Taliban if they are unable to leave. \nWhat exactly happened at the airport gates on Saturday remains unclear.\nHowever, Sky News' chief correspondent Stuart Ramsay said that people at the front of the crowd of thousands were being \"crushed to death\", with British soldiers pulling those in danger from the throng. \nHe has described it as \"the worst day by far\", and said they believed people had died at the scene.\nIn a briefing on Saturday, the US Department of Defense said 17,000 people had been flown out of the airport, including some 2,500 US citizens. \nAn official said a \"small number\" of Americans and Afghans the US wanted to evacuate had faced harassment. In some cases, they had been beaten on their way to the airport.\nA spokesperson for the US State Department later told the BBC they issued the guidance to avoid large crowds outside the airport gates.\nIt is also because they now have the capacity to communicate with US citizens \"on a personalised basis\", to give them \"tailored instructions\" on how to travel, the spokesperson said.\nOther countries have also warned about the situation on the ground. \nGermany's government issued a statement saying the airport remains \"extremely dangerous and access to the airport is often not possible\", while the Swiss foreign ministry announced the security situation had \"deteriorated significantly in the last few hours\" and postponed a chartered evacuation flight from Kabul. \nUS forces are currently controlling the international airport. They are helping to evacuate their own citizens and those of other countries, including Afghans who worked with Western forces and fear for their safety under the Taliban.\nBut the US has set a withdrawal date of 31 August for their troops, and it is unclear what will happen after this date.\nNato Secretary General Jens Stoltenberg has said that several countries from the alliance have proposed that Kabul airport remain open for evacuations beyond 31 August to allow them to get more people out. \nThe BBC understands the UK is one of these countries, and is requesting an extension of a few days. \nSome fear they will not be able to evacuate all their citizens, or all the Afghans they believe to be in danger, as they struggle to process all those queuing at the airport and to step up the number of evacuation flights.\nJosep Borrell, the EU's foreign policy chief, told AFP news agency that it was \"mathematically impossible\" for the US to evacuate all Afghans with travel permits by 31 August. \nThe EU had \"complained\" to the US that their security was too strict and was stopping Afghans who had worked for Europeans to enter the airport, he said. \nSpeaking at a rally in the US state of Alabama on Saturday, former President Donald Trump criticised Joe Biden's \"botched\" handling of the US withdrawal from Afghanistan, describing it as the \"most astonishing display of gross incompetence by a nation's leader\". \nFormer UK Prime Minister Tony Blair - who sent British troops into Afghanistan 20 years ago - said Mr Biden's decision to withdraw from Afghanistan was \"imbecilic... tragic, dangerous and unnecessary\". \nIn his first public comments since the Taliban seized Kabul last Sunday, Mr Blair said in a statement on his institute's website that the UK had a \"moral obligation\" to stay in the country until \"all those who need to be are evacuated\".\nMeanwhile, the Taliban are trying to consolidate their control over Afghanistan. \nMullah Abdul Ghani Baradar, the group's co-founder, has now arrived in Kabul and is set to join talks on establishing a new government.\nHe is the most senior Taliban leader now in the country and is likely to become a leading figure in any Taliban-led government.\nA Taliban official told Reuters news agency that they hoped to have a model for governing Afghanistan within the next few weeks. \nIt will not be a democracy like in the West but it will \"protect everyone's rights\", he told the agency. \nMr Baradar signed an agreement with the US in 2020, in which the US agreed to withdraw all its forces from Afghanistan. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58287003",
      "category": "business",
      "title": "Lorry drivers: Act now to avert crisis, government told",
      "tags": "UK Visas,Coronavirus lockdown measures,Haulage",
      "text": "The government is coming under further pressure to help alleviate the UK's lorry driver shortage. \nLobby groups for the retail and transport industries have jointly written to Business Secretary Kwasi Kwarteng warning the impact on supply chains is getting worse. \nThey want a review of plans not to grant temporary work visas to drivers from the EU, and better training.\nMinisters have said employers should invest in British workers.\nLogistics UK, which represents freight firms, and the British Retail Consortium (BRC) say that while Brexit and Covid-19 caused lorry drivers to leave the UK, a temporary visa could lure them back.\nThe two groups said in their letter a shortfall of about 90,000 HGV drivers \"is placing increasingly unsustainable pressure on retailers and their supply chains\".\n\"While there was a shortage of HGV drivers prior to the Covid-19 pandemic and Brexit, these two events have exacerbated situation. \n\"The pandemic halted driver training and testing for over 12 months, while an estimated 25,000 EU drivers returned home during the pandemic and following the end of the transition period.\"\nThe situation is likely to worsen over the coming weeks, the groups warn. The start of the school year and return of workers to offices is likely to increase the number of deliveries and locations, and the industry is fast approaching its busiest period - the build up to Christmas.\nThe two groups call for three specific measures:\nThe Road Haulage Association has already said that there was shortfall of about 60,000 lorry drivers in the UK over the summer. Supermarkets such as Tesco and Aldi have been offering bonuses and other incentives to boost recruitment, but the labour squeeze continues.\nAnalysis of the latest ONS Labour Force Survey for the second quarter suggests that 14,000 EU lorry drivers left jobs in the UK in the year to June 2020, and only 600 had returned by July 2021.\nA government spokesperson said on Friday: \"The British people repeatedly voted to end free movement and take back control of our immigration system and employers should invest in our domestic workforce instead of relying on labour from abroad.\n\"We recently announced a package of measures to help tackle the HGV driver shortage, including plans to streamline the process for new drivers to gain their HGV licence and to increase the number of tests able to be conducted. \n\"We have also temporarily relaxed drivers' hours rules to allow HGV drivers to make slightly longer journeys, but these must only be used where necessary and must not compromise driver safety.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58282975",
      "category": "uk-wales",
      "title": "Message in a bottle washes up after 3,000-mile journey",
      "tags": "Brynna,Ogmore,Canada",
      "text": "A message in a bottle which floated 3,000 miles from Canada has been found by a dog walker in south Wales.\nAmanda Tidmarsh, 52, from Brynna, was walking her two rescue dogs along the beach in Ogmore-on-Sea when she noticed the bottle mixed up with seaweed.\nShe said she was \"so excited\" to find it, having previously joked with her family that she was \"always on the hunt for treasure\".\nShe is waiting to hear back from the crab fisherman who threw it overboard.\nCanada is more than 3,000 miles (4,800km) from Wales, and the co-ordinates written on the letter show it was thrown in the sea nearby in November 2020.\nMs Tidmarsh said she was walking along the beach, in Vale of Glamorgan, with her labradoodle Daisy and Jack Russell Ollie when she saw the clear wine bottle, covered in barnacles, mussels and seaweed.\nShe said: \"When I found it I thought it was lovely - got all this way without being smashed. I thought there was something inside it, it's like treasure.\"\nShe added she was \"so excited\" and thought it was \"too special to open alone\" so waited for her son to come home.\n\"I couldn't believe it, it was really special. I text my other son and daughter as they were just as excited as me. It's unbelievable.\n\"I always joke to my mum that I'm looking for treasure amongst seaweed and I found some.\"\nThe note appears to be from a snow crab fisherman named John Graham, who left his email for the finder to contact him.\nCrew on board that boat seem to have sent more than one message, as another bottle has washed up in County Kerry in Ireland.\n\"It was well sealed and inside was a zip lock bag rolled up with a note inside,\" said Ms Tidmarsh, who is optimistic to hear from the Mr Graham soon.\nMeanwhile, the bottle is being kept in the greenhouse at her house in Rhondda Cynon Taf."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58283588",
      "category": "uk-politics",
      "title": "Afghanistan: Boris Johnson says he has full confidence in Dominic Raab",
      "tags": "Dominic Raab,War in Afghanistan (2001-present),Boris Johnson",
      "text": "Boris Johnson says he \"absolutely\" has full confidence in his foreign secretary amid criticism of Dominic Raab's decision not to call Afghan ministers over evacuating translators.\nMr Raab said he instead prioritised \"security\" at Kabul airport and \"delegated\" the call to a junior minister.\nBut that call did not happen due to the \"deteriorating situation\", he added.\nThe foreign secretary has rejected demands from the opposition to resign.\nSpeaking after a meeting of the government's emergency Cobra committee on Afghanistan, the prime minister dismissed suggestions the UK was uninterested in the issue, saying: \"The whole of the government has been working virtually round the clock.\"\nHe added that the situation at the airport in Kabul was \"getting slightly better\".  \nHe also said that the UK's commitment to Afghanistan was \"lasting\", adding: \"What I want to assure people is that our political and diplomatic efforts to find a solution for Afghanistan - working with the Taliban, of course, if necessary - will go on.\"\nSince Saturday, the UK has evacuated 1,615 people, including 399 British nationals and their dependants, 320 embassy staff, and 402 Afghan nationals who worked for the UK government in Afghanistan.\nMeanwhile, the government has announced £5m for local councils in England, Scotland and Wales offering to house Afghans who have arrived under the Afghanistan Relocations and Assistance Policy (ARAP) programme.\nUnder the scheme, Afghans who face threats from the Taliban having work for the UK in Afghanistan, have been allowed to come to the UK.\nA separate resettlement scheme has also been set up to relocate up to 20,000 Afghans over the long term with Home Secretary Priti Patel emphasising that the majority of those should be women and girls and persecuted minorities.\nNew arrivals from Afghanistan will be offered a first dose of a Covid vaccine and \"rapid access to support for mental wellbeing\".\nThe government has said it will also provide \"appropriate clothing\" and toys for the children to keep them entertained.\nEarlier this week it emerged, in a report by The Daily Mail, that Dominic Raab had been on holiday in Crete last Friday and unavailable to make the phone call to the Afghan foreign minister, as the Taliban advanced towards Kabul, Afghanistan's capital.\nLabour's shadow foreign secretary Lisa Nandy said Mr Raab's defence \"simply doesn't add up\". \n\"It should have been an absolute priority to speak to the Afghan government and set out the immediate actions necessary to ensure the safe evacuation of Britons and Afghans,\" she added.\nOn Friday, Mr Raab attended a virtual Nato meeting where the members emphasised the need for an \"inclusive\" government in Afghanistan and urged the Taliban to uphold human rights.\nMr Raab said: \"The UK's immediate priorities are working alongside our Nato allies to prevent Afghanistan from becoming a safe-haven for terrorists, ensuring that life-saving humanitarian aid can reach those who need it most, and working with international partners to safeguard stability in the region.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-58285359",
      "category": "education",
      "title": "Covid: CO2 monitors pledged to aid school ventilation",
      "tags": "Schools",
      "text": "Around 300,000 carbon dioxide monitors are to be made available to schools in England next term to help improve ventilation and lessen Covid outbreaks.\nThe Department for Education said the portable monitors could be used to identify areas where more air-flow is needed.\nTeaching unions have been calling for urgent extra ventilation measures.\nThey welcomed the pledge, but added any ventilation needs picked up by the monitors must be acted upon.\nMost Covid safety restrictions have been relaxed in England's schools. Neither masks, bubble groups nor socially distancing rules are required this coming term.\nMany schools have been opening windows and doors to keep air moving around classrooms to lessen the likelihood of Covid outbreaks, but this is easier in warmer weather.\nPupils will be offered twice weekly Covid testing and two tests at school when the autumn term starts to lessen the amount of infection coming into school.\nHowever, those who have come into contact with a confirmed case will no longer have to isolate.\nThe removal of restrictions has left teachers and some parents concerned that the mass-mixing of pupils may lead to a spike in Covid cases.\nEducation Secretary Gavin Williamson said: \"Providing all schools with CO2 monitors will help them make sure they have the right balance of measures in place, minimising any potential disruption to education and allowing them to focus on world class lessons and catch up for the children who need it. \n\"By keeping up simple measures such as ventilation and testing, young people can now enjoy more freedom at school and college,\" he added.\nThe DfE says it is prioritising special schools and alternative provision for the delivery of CO2 monitors, as they are likely to have higher rates of vulnerable pupils.\nBut a statement on Friday made clear that this £25m batch of CO2 monitors has yet to be fully procured, less than two weeks before many schools return.\nHowever, it said: \"All schools and colleges are expected to receive at least partial allocations during the autumn term, enabling all settings to monitor areas where they believe airflow may be weakest.\"\nGeoff Barton, general secretary of the Association of School and College Leaders, said:  \"In truth, this equipment should have been in place ready for the start of the autumn term, and arguably a lot earlier in the crisis, but it is a case of better late than never. \n\"Government guidance to schools and colleges on reducing the risk of coronavirus transmission highlights the importance of keeping spaces well ventilated, but doesn't go much further than recommending that windows should be opened to improve natural ventilation. \n\"This is challenging in the depths of a British winter and does not make for an environment which is conducive to learning. Our understanding is that carbon dioxide monitors will indicate when spaces need ventilating thereby reducing the need to keep windows open all the time.\"\nKevin Courtney, joint general secretary of the National Education Union, said: \"This is a really welcome first step in accepting our argument that funding is needed for good ventilation. \n\"It follows examples set by administrations in New York City, Scotland and Ireland. \n\"Sadly, Gavin Williamson failed to get on the front-foot over the summer but the initial investment of £25m in CO2 monitors is welcome now and will start to make a difference. It is vital, though, that government must also commit to supporting schools to address any ventilation problems identified by these monitors.\"   "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58288482",
      "category": "world-us-canada",
      "title": "Poison algae may have killed California family, police say",
      "tags": "United States,California",
      "text": "A family of three who were found dead on a hiking trail in California may have been killed by poison algae, investigators say.\nThe bodies of British man John Gerrish and his wife, Ellen Chung, and one-year-old daughter Miju were found in the Sierra National Forest on Tuesday.\nNearby waterways are being tested for toxic algae blooms, officials said.\nPost-mortem examinations have been carried out in an effort to establish the cause of death.\nThe family's dog, Oski, was also found dead at the scene in the Devil's Gulch area of the forest, which is a popular hiking destination.\n\"We don't know the cause… we won't rest until we figure it out,\" Mariposa County Sheriff Jeremy Briese told the Fresno Bee newspaper.\n\"There's no obvious indicators of how it occurred... you have two healthy adults, you have a healthy child and what appeared to be a healthy canine all within a general same area, deceased,\" he said.\nInvestigators suspected the deaths may have been linked to escaping gas from abandoned gold mines, but Mr Briese appeared to rule out that possibility on Thursday.\n\"I don't believe it's connected to a mine,\" he said. \"It's frustrating and we're not going to rest... it's devastating to everyone.\"\n\"From what I've gathered, these algae blooms are due to the recent drought,\" Mr Briese said. \"But I don't know too much detail about the toxicity of them.\"\nAlgae blooms can produce \"extremely dangerous toxins that can sicken or kill people and animals\", according to the US Environmental Protection Agency.\nLast month, the US Forest Service posted warnings about the potentially toxic algae in the Sierra National Forest on Facebook.\n\"[The park] would like to inform those visitors who like to enjoy this area... not to swim, wade or allow their pets to enjoy the water,\" one post read."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-dorset-58287803",
      "category": "uk-england-dorset",
      "title": "Bournemouth boy, 13, dies of suspected drug overdose",
      "tags": "Bournemouth,Dorset Police",
      "text": "A 13-year-old boy has died following what police believe was a suspected drugs overdose.\nMehmet Altun, from Bournemouth, died after emergency services were called to Columbia Road on Thursday at about 17:00 BST and he was taken to hospital.\nA 14-year-old boy from Bournemouth has been arrested on suspicion of supplying a class A drug, Dorset Police said.\nInvestigating officers have appealed for anyone with information to come forward.\nDet Insp Neil Third said: \"This is a very tragic incident with such a young life being lost and my thoughts go out to Mehmet's family and friends.\n\"A post-mortem examination has not yet taken place, but we currently suspect that he died of a drugs overdose.\"\nOfficers believe Mehmet went out with his bike between approximately 12:10 and 13:45 BST.\nDet Insp Third added the bike was an orange and red mountain bike with two different types of wheels, and appealed for anyone with information to come forward.\n\"I would like to stress that it has not been confirmed yet why Mehmet died,\" he said, but appealed to people considering taking drugs to \"please think again\".\n\"You can never be sure what you are taking when you use illegal substances and the side-effects are unpredictable and potentially may have tragic consequences,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58274811",
      "category": "business",
      "title": "House prices: Demand changes, not tax waiver, pushed prices up",
      "tags": "Housing,Resolution Foundation,Housing market,UK economy,Stamp duty in the United Kingdom",
      "text": "The current house prices boom was not caused by the stamp duty holiday, a new report has argued.\nThe Resolution Foundation says prices will keep rising because of pandemic-related factors like low interest rates and changing home preferences.\nIn fact, the think tank says the tax holiday was \"wasteful\" and HMRC lost out on about £4.4bn of taxes in England and Northern Ireland as a result.\nThe Treasury said the policy saved jobs by stimulating the housing market.\nBetween June 2020 and June 2021, the average value of a UK home increased 13.2%. \nAnd in summer 2020, several different transaction tax holidays were introduced across England, Scotland, Wales and Northern Ireland.\nWhen the stamp duty holiday was introduced in England and Northern Ireland in July 2020, it was designed to boost the property market by helping buyers whose finances were affected by Covid, with savings of up to £15,000 per home.\nAccording to property website Rightmove, Wales has seen the biggest increase in house prices in the UK.\nAn HM Revenue & Customs evaluation of the stamp duty cut  introduced for first-time buyers in wake of the financial crisis estimated that between 50-70% of the value fed through into higher house prices. \nThe Resolution Foundation's Housing Outlook report has investigated whether there is a link between the recent house price boom and these tax holidays, including the stamp duty cut for first-time buyers.\n\"It is reasonable to expect at least part of the savings from any transaction tax holiday to be capitalised into house prices,\" the report's authors Lindsay Judge, Krishan Shah and Felicia Odamtten wrote. \n\"But logically, if the cuts to transaction taxes have been the overwhelming driver of the house price trends observed over the past 12 months, we would expect to see higher growth in areas where the savings from the change in policy have been most significant as a share of the house price.\"\nThe think tank says the assertion that housing prices have risen mainly because of tax holidays is \"somewhat wide off the mark\".\nThe organisation says similar house price rises occurred in the US, France, Germany, Canada and Australia without the tax holiday.\n\"There appear to have been stronger forces at play within the housing market over the past year such as enforced savings during lockdowns, changing housing preferences and super-low interest rates,\" the authors wrote. \n\"We conclude that the transaction tax holidays have been problematic less because they were inflationary and more because they have been wasteful.\"\nA HM Treasury Spokesperson said: \"The temporary stamp duty cut is helping to protect hundreds of thousands of jobs which rely on the property market by stimulating house moves.\"\n\"Its time-limited nature is what has encouraged people to take advantage of the scheme.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-58288512",
      "category": "world-middle-east",
      "title": "Ever Given: Cargo ship returns through Suez Canal it blocked",
      "tags": "Shipping industry,Suez canal",
      "text": "The huge container ship that blocked the Suez Canal in March - disrupting global trade - has passed back through the waterway without incident.\nThe Ever Given was among a convoy of vessels sailing from the Mediterranean Sea to the Red Sea, the Suez Canal Authority (SCA) said.\nIt had been offloading its cargo in Europe and is now en route to Asia.\nThe ship was refloated after a major six-day salvage operation that led to the death of one person.\nIt was then impounded for three months near the canal city of Ismailia while a compensation deal was agreed between Egypt and the Ever Given's owners.\nThe SCA, in a series of tweets, said the Ever Given was escorted through the 193km (120-mile) canal by two tugboats and senior SCA guides.\nIt was one of 26 ships that travelled from north to south through the canal on Friday, while 36 ships sailed in the opposite direction, the SCA added, hailing the waterway as the \"shortest and fastest navigational route linking the east with the west\".\nThe Ever Given, one of the world's largest container ships, had been delivering its 18,300 containers to Rotterdam, Felixstowe and Hamburg and is now travelling to China.\nThe 400m-long (1,312ft) ship became wedged across the canal after running aground amid high winds on 23 March, blocking it for hundreds of ships and disrupting global trade.\nFollowing its release, the SCA sought compensation for the Ever Given's Japanese owner Shoei Kisen for the cost of the salvage operation, damage to the canal's banks and other losses.\nThe terms of the deal were not disclosed but Egypt had eventually settled on a $550m (£397m) demand."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-57774294",
      "category": "world-asia-india",
      "title": "Zydus Cadila: India approves world's first DNA Covid vaccine",
      "tags": "Asia,Coronavirus vaccines,India,Coronavirus pandemic",
      "text": "India's drug regulator has approved the world's first DNA vaccine against Covid-19 for emergency use. \nThe three-dose ZyCoV-D vaccine prevented symptomatic disease in 66% of those vaccinated, according to an interim study quoted by the vaccine maker Cadila Healthcare.\nThe firm plans to make up to 120 million doses of India's second home-grown vaccine every year.\nPrevious DNA vaccines have worked well in animals but not humans.\nIndia has so far given more than 570 million doses of three previously approved vaccines - Covishield, Covaxin and Sputnik V. \nAbout 13% of adults have been fully vaccinated and 47% have received at least one shot since the beginning of the drive in January. \nCadila Healthcare said it had conducted the largest clinical trial for the vaccine in India so far, involving 28,000 volunteers in more than 50 centres. \nThis is also the first time, the firm claimed, a Covid-19 vaccine had been tested in young people in India - 1,000 people belonging to the 12-18 age group. The jab was found to be \"safe and very well tolerated\" in this age group.\nThe key third phase of clinical trials was conducted at the peak of the deadly second wave of the virus. The vaccine maker believes this reaffirmed the jab's \"efficacy against the mutant strains\", especially the highly infectious Delta variant.\n\"I am quite excited about the vaccine because it offers a lot of good potential. If this jab works, the future of vaccination becomes logistically simpler,\" said Prof Shahid Jameel, a well-known virologist.  \nDNA and RNA are building blocks of life. They are molecules that carry that genetic information which are passed on from parents to children.\nLike other vaccines, a DNA vaccine, once administered, teaches the body's immune system to fight the real virus.\nZyCoV-D uses plasmids or small rings of DNA, that contain genetic information, to deliver the jab between two layers of the skin. \nThe plasmids carry information to the cells to make the \"spike protein\", which the virus uses to latch on and enter human cells. \nMost Covid-19 vaccines work by giving the body instructions to make a fragment of the spike protein so it can trigger a person's immune system to produce antibodies and teach itself to fight off the virus.\nThis is the world's first human DNA vaccine against Covid-19. \nThere are a number of DNA vaccines approved in the US, for example, for use in animals, including a vaccine for a disease in horses and a skin cancer vaccine for dogs.\nHowever, more than 160 different DNA vaccines are being tested in human clinical trials in the US. Most are devoted to treating existing cancers, and a third of the vaccines were for treating HIV. \nZyCov-D is also India's first needle-free Covid-19 jab. \nIt is administered with a disposable needle-free injector, which uses a narrow stream of the fluid to penetrate the skin and deliver the jab to the proper tissue.\n\"To have a DNA vaccine which works against an infection is a big deal. If it gives good protection this is something India will be proud of,\" said Dr Gagandeep Kang, a virologist and the first Indian woman to be elected Fellow of the Royal Society of London.\nScientists say DNA vaccines are relatively cheap, safe and stable. \nThey can also be stored at higher temperatures - 2 to 8C.\nCadila Healthcare claims that their vaccine had shown \"good stability\" at 25C for at least three months - this would help the vaccine to be transported and stored easily.\nDNA vaccines developed for infectious diseases in humans have failed in the past. \n\"The problem is they work well in animals. But they don't end up offering the same level of immune response protection in humans,\" said Dr Kang.\nThe challenge, according to Dr Kang, was how to push the plasmid DNA into the human cell so that it gives a durable immune response. \nDr Jeremy Kamil, a virologist at Louisiana State University Health Sciences Center in Shreveport, echoed a similar sentiment.\n\"Plasmid DNA vaccines have been tried in the past. But we know it's very difficult to get plasmid DNA into the nucleus of human cells, especially in adults,\" Dr Kamil told me.\nmRNA vaccines - which use messenger RNA, a molecule, to make the  proteins - like Pfizer or Moderna do not need to reach the nucleus of the cell to be effective and offer higher efficacy and are likely to produce longer lasting immunity.\nThe other potential drawback is that ZyCoV-D requires three doses, instead of two for the other two candidates being used in India.  The vaccine maker says it is evaluating at a two-dose jab.\n\"I would be delighted that a vaccine company overcame the immense challenges to make it work. But it's imperative that the efficacy data be vetted independently,\" said Dr Kamil."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58289893",
      "category": "world-europe",
      "title": "Greece finishes fence at Turkey border amid warnings of Afghan migrant surge",
      "tags": "Turkey,Greece,Afghanistan,Taliban",
      "text": "Greece has completed a 40km (25-mile) fence and surveillance system on its border with Turkey amid concerns over a surge of migrants from Afghanistan.\n\"We cannot wait, passively, for the possible impact,\" Greece's Citizens' Protection Minister Michalis Chrisochoidis said on a visit to the region of Evros on Friday.\n\"Our borders will remain inviolable.\"\nHis comments came as Turkey called on European countries to take responsibility for Afghan migrants.\nIn a telephone conversation with Greek Prime Minister Kyriakos Mitsotakis, Turkey's President Recep Tayyip Erdogan said a sharp increase in people leaving Afghanistan could pose \"a serious challenge for everyone\".\n\"A new wave of migration is inevitable if the necessary measures are not taken in Afghanistan and in Iran,\" Mr Erdogan said. \nThe rapid takeover of Afghanistan by the Taliban, an Islamist militant group, has left some fearing for their lives and seeking to escape the country, often by any means necessary.\nMr Chrisochoidis said the crisis had created new \"possibilities for migrant flows\" into Europe. \nGreece began extending the fence at the border with Turkey last year, after initially installing a 12.5km fence in the region in 2012.\nThe country, which was on the frontline of the migrant crisis in 2015 when more than a million people fleeing war and poverty in the Middle East crossed from Turkey into the EU, has said it may send back any Afghans that arrive illegally through the country.\nOf those who arrived in Greece during the migrant crisis, many travelled further north throughout Europe, but about 60,000 have remained in the country.\nLast year, Athens temporarily blocked new asylum applications after Mr Erdogan said Turkey had \"opened the doors\" for migrants to travel to the EU.\nMr Mitsotakis said at the time that Greece had increased \"the level of deterrence at our borders to the maximum\", with security personnel deployed to the Evros land border.\nCorrection, 31 August 2021: This article has been amended to make clear that work to extend an existing fence has been completed."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-58292306",
      "category": "uk-england-merseyside",
      "title": "Hillsborough: Minute's applause for 97th victim",
      "tags": "Hillsborough trials,Liverpool",
      "text": "A minute's applause has been held at Liverpool's first home game this season for a man who became the 97th victim of the Hillsborough disaster. \nAndrew Devine died aged 55 in July - 32 years after suffering life-changing injuries in the 1989 stadium crush.\nA coroner recently ruled he was the 97th fatality due to the disaster at the FA Cup semi-final between Liverpool and Nottingham Forest.\nFans at Saturday's game with Burnley chanted \"Justice for the 97\".\nMr Devine was 22 at the time of the disaster, when overcrowding occurred on the terraces of Sheffield Wednesday's Hillsborough stadium on 15 April 1989.\nIn 2016, inquests concluded that the 96 fans who had died had been unlawfully killed.\nA senior coroner recently said Mr Devine, who died on 27 July, was the disaster's \"97th fatality\" and therefore the conclusion was the same.\nHe said the lifelong Liverpool fan had died from aspiration pneumonia, which had been caused by a brain injury due to oxygen deprivation and crush injuries.\nEarlier this year, South Yorkshire Police offered an \"unreserved apology\" to those affected by the crush, admitting that \"serious errors and mistakes were made\" by its officers both during the disaster and in subsequent investigations.\nThe force, along with West Midlands Police, agreed to pay damages to more than 600 people following a cover-up in the aftermath.\nTwo retired police officers and an ex-solicitor who were accused of altering police statements after the disaster were acquitted in May at the end of the latest trial on the tragedy.\nNo-one has ever been convicted over police actions concerning the disaster in what a senior government minister described as \"the greatest scandal of British policing of our lifetimes\".\nIn his programme notes, Liverpool captain Jordan Henderson said the players knew Mr Devine from his visits to games and their training base.\n\"Andrew was an incredible person, someone who fought for 32 years against injuries that had been expected to end his life much sooner than they did,\" Henderson said.\n\"Knowing that people in this city and beyond are still suffering due to Hillsborough is heart-breaking, but all we can do is carry on being there for each other as best we can,\" he added.\nFans at Saturday's game, which Liverpool won 2-0, displayed a tribute mosaic featuring the number 97.  \nOutside of the stadium, the previously-named 96 Avenue walkway has been renamed 97 Avenue.\nArrangements have also begun for Mr Devine's name to be etched on Anfield's Hillsborough Memorial. \nLiverpool FC said the club's playing shirts would be amended for the 2022-23 season, with the 97 emblem featuring on the nape of neck. \nThe minute's applause ahead of Saturday's game was also held in tribute to people who had died with coronavirus.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58235639",
      "category": "world-asia",
      "title": "Afghanistan: Who's who in the Taliban leadership",
      "tags": "Asia,Afghanistan,Taliban",
      "text": "The Taliban took many by surprise as they swept across Afghanistan in just 10 days in August, quickly taking control of towns and cities. \nThe militant group has announced an interim government, declaring the country an \"Islamic Emirate\". \nThe cabinet will be led by Mullah Mohammad Hassan Akhund, one of the movement's founders.\nSo, here's what is known about who is leading the Taliban today. \nHibatullah Akhundzada became the supreme commander of the Taliban in May 2016, and is now leader of the so-called Islamic Emirate of Afghanistan.\nIn the 1980s, he participated in the Islamist resistance against the Soviet military campaign in Afghanistan, but his reputation is more that of a religious leader than a military commander.\nAkhundzada worked as head of the Sharia Courts in the 1990s.\nAfter first seizing power in the 1990s, the Taliban introduced and supported punishments according to their strict interpretation of Islamic law: they publicly executed murderers and adulterers and amputated thieves' limbs.\nUnder the leadership of the reclusive Mullah Mohammed Omar (who is thought to have died in 2013), the Taliban also banned television, music, movies, make-up, and stopped girls aged 10 and over from attending school.\nAkhundzada is believed to be in his 60s and has lived most of his life in Afghanistan. \nHowever, according to experts, he maintains close ties with the so-called \"Quetta Shura\" - the Afghan Taliban leaders said to be based in the Pakistani city of Quetta.\nAs the group's supreme commander, Akhundzada is in charge of political, military and religious affairs.\nMullah Mohammad Hassan Akhund is one of the four men who founded the Taliban in Afghanistan in 1994.\nHe is a longtime head the Taliban's powerful leadership council, or Rehbari Shura. \nHe served as foreign minister and deputy prime minister during the Taliban's rule in Afghanistan in 1996-2001. \nHe is under UN sanctions for his role in the government during that period.\nSirajuddin Haqqani is another of the group's top figures, who is on an FBI most wanted list.\nAfter the death of his father, Jalaluddin Haqqani, he became the new leader of the Haqqani network, which has been credited with some of the most violent attacks that have occurred in Afghanistan against Afghan forces and their Western allies in recent years.\nThe Haqqani network is currently one of the region's most powerful and feared militant groups. Some say it is even more influential than the Islamic State group in Afghanistan.\nThe group, designated by the US as a terrorist organisation, oversees the Taliban's financial and military assets along the Pakistan-Afghanistan border.\nHaqqani is believed to be around 45.\nIn an opinion piece in the New York Times last year before the signing of the Doha agreement, Haqqani wrote: \"For more than four decades, precious Afghan lives have been lost every day. Everyone has lost somebody they loved. Everyone is tired of war. I am convinced that the killing and the maiming must stop.\"\nMullah Abdul Ghani Baradar is a Taliban co-founder.\nHe became a lynchpin of the insurgency after the militants were toppled by the US-led invasion in 2001.\nBut he was captured in a joint US-Pakistani operation in the southern Pakistani city of Karachi in February 2010.\nHe remained in prison for eight years, until he was released as part of a plan to facilitate the peace process. He has been the head of their political office in Qatar since January 2019.\nIn 2020, Baradar became the first Taliban leader to communicate directly with a US president after having a telephone conversation with Donald Trump. Before that, Baradar signed the Doha agreement on the withdrawal of US troops on behalf of the Taliban. \nMohammad Yaqoob is the son of the founder of the Taliban, Mullah Mohammed Omar.\nHe is believed to be little more than 30 years old and is currently the leader of the group's military operations.\nFollowing the death of former Taliban leader Akhtar Mansour in 2016, some militants wanted to appoint Yaqoob as the group's new supreme commander, but others felt that he was young and lacking in experience.\nAs the Taliban advanced through the country, Yaqoob urged Taliban fighters not to harm members of the Afghan military or government and to stay out of abandoned homes of government and security officials who had fled, according to the Associated Press news agency."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cornwall-58149364",
      "category": "uk-england-cornwall",
      "title": "Abuse leaves hospitality staff at 'breaking point'",
      "tags": "Woolacombe,Hospitality industry,Restaurants,Newquay,Coronavirus pandemic",
      "text": "Hospitality staff say frustrated customers have left them demoralised and upset with some at \"breaking point\".\nThe sector is facing staff shortages, with travel restrictions causing more people to holiday in the UK.\nSome staff in Cornwall said they were worn down by being sworn at and threatened with violence when restaurants were full or food delayed.\nUK Hospitality \"urged all customers to treat staff with respect\".\nEmily Gimblett, 20, a Newquay waitress, pleaded on social media for \"common decency\" after she said a customer made her cry.\n\"She was really, really moody and I just cried.\n\"I had already been reduced to nothing that day... It's like a lose lose situation,\" she said.\n\"I have never seen it this busy, it is ridiculous... The amount of staff we have can't cope with the influx.\n\"What you say to someone can ruin their whole day. We're still a person... We're tired.\"\nMs Gimblett said customers were angry and she had \"reached breaking point\".\nShe said people on holiday were annoyed that \"everywhere is fully booked every night\" while staff were worn out working long shifts.\nMs Gimblett's employer Steve Young, owner at the Quintrell Inn, said it was the \"busiest ever season\" in his eight years there, and while many customers were polite and patient, abuse had \"gone up an octave\".\nHe said it was a combination of some tourists as well as some locals that were \"difficult\".\n\"A vile group of blokes came in and one just flipped out and tried to attack me when I told them we couldn't fit them in,\" he said.\nIndustry bodies say one in five hospitality workers have left the sector during the coronavirus pandemic, with further shortages caused by workers being \"pinged\" and told to isolate by the NHS app.\nCatering businesses in some UK tourist resorts are experiencing further pressure, with reportedly busier seasons due to restrictions on travelling abroad.\nJamie-Lee Job, owner of The Summer House restaurant overlooking the beach in Perranporth, said customers since the pandemic were \"a lot more aggressive\" and it was \"demoralising\".\n\"Customers at the moment have a cabin fever about them. \n\"People seem to have lost their sense of humanity.\n\"No-one wants to work in hospitality at the moment - it's relentless.\"\nStaff shortages have meant they have had to close until 28 August when they will be open for drinks.\nBut one Newquay man, who wished to be anonymous, said eating out had become more stressful for customers, and that abuse \"reflects both ways\" in the town.\n\"We have had awful attitudes from some staff. \n\"No matter what the reasons, courtesy should be given at all times,\" he said.\nVisit Cornwall estimated there were about 30,000 more visitors to the county this season than the usual peak of 180,000.\nIn Devon, Brian Todd, who was on holiday in Woolacombe, told the BBC he was disappointed to queue for more than one hour to buy pizza. \n\"There's either a lack of food or a lack of staff... It's all pre-bookings... But you've just got to get on with it,\" he said.\nTegan Cluett, 21, a holiday park waitress in Cornwall, said: \"We've had people waiting for one hour and 20 minutes for food.\n\"I feel bad for them, but we've had some really threatening people.\n\"We've had people shouting loudly... One man knocked over all the drinks on the table on purpose,\" she said.\n\"I can't stress how rude some of them are and we are rushed off our feet.\n\"They swear at us and I think thank God I am wearing a mask as I am going bright red in the face... I have felt like crying,\" she said. \nMalcolm Bell from Visit Cornwall said: \"The peak weeks have been more challenging with staff shortages and staff being off with the virus or being  'pinged'\".\nHe urged visitors to \"plan and book ahead\" and have \"understanding, tolerance and respect\" for staff.\nMr Bell pointed out there are a \"stunning\" range of quieter places to visit in Cornwall outside the main resorts.\nKate Nicholls, chief executive of industry body UK Hospitality, said: \"After such a difficult 18 months for staff in the hospitality sector, this behaviour is shocking and completely unacceptable.\n\"I urge all customers to treat hospitality staff with respect.\"\nJo Causon, CEO of The Institute of Customer Service warned customer-facing workers who receive abuse \"often end up taking time off sick or leave the industry\".\n\"Businesses can help by communicating openly and honestly and training service staff to deal with the different scenarios they are likely to face,\" she said. \n\"Customers must also take responsibility for not letting frustration boil over into hostility or abuse.\"\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58282070",
      "category": "uk-england-london",
      "title": "Westminster double murder: Police say wanted man knew victims",
      "tags": "London violence,City of Westminster",
      "text": "A man wanted in connection with two murders in London knew the victims, police have revealed.\nDetectives have told the public \"not to approach\" Lee Peacock, 49, who officers want to question about the killings in Westminster.\nA woman, 45, was found at a property in Ashbridge Street on Thursday night and a man, 59, was found early on Friday at a property in nearby Jerome Crescent.\nBoth had sustained knife injuries, police previously said.\nDetectives said they were keeping an open mind about any possible motive.\nLead investigator Det Ch Insp Wayne Jolley said: \"Lee lived locally in the area. We have a number of lines of inquiry in regards to trace his whereabouts.\n\"Both of the victims were known to Lee, we're not treating these as random attacks.\n\"I would urge anybody that knows the whereabouts of Lee Peacock to contact police immediately by calling 999.\"\nNeither the man nor the woman have yet been named.\nInquiries are under way to trace the woman's next of kin, while the man's have been notified and are being supported by specialist officers.\nNo arrests have been made."
    }
  ]
}