{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-55975743",
      "category": "world-asia-india",
      "title": "Uttarakhand dam disaster: Race to rescue 150 people missing in India",
      "tags": "Floods,India",
      "text": "Emergency workers are searching for as many as 150 people after a piece of a Himalayan glacier is believed to have fallen into a river, triggering a huge flood in northern India and killing 26.\nThe floodwaters burst open a dam and a deluge of water poured through a valley in the state of Uttarakhand on Sunday.\nMost of the missing are believed to be workers from two hydropower plants.\nThe rescue effort is focused on several sites, including a tunnel more than 200 metres (656ft) long.\nMore than 30 people were apparently trapped inside when the torrent of icy water swept down the valley, carrying rocks and earth as it gathered speed.\nAccording to India's NDTV broadcaster, the tunnel is blocked with slush and debris.\nThere has been no contact with the workers since Sunday, and officials say it is hard to tell where in the tunnel they are and whether they are together. \nHundreds of troops, paramilitaries and military helicopters have been sent to the region to help with rescue efforts. \nRescue workers and locals have been using shovels and mechanical diggers to try and clear the entrance to the tunnel. \nNDTV reported that rescuers had also been seen with wooden planks to help them wade through the mud. \nAn investigation is continuing into what caused the suspected glacial burst. \nSpeaking from hospital, one man described the moment the tunnel flooded.\n\"We heard screams, 'get out, get out'. We didn't know what was happening. We started running to escape when the force of the water gushed in through the mouth of the tunnel. We couldn't get out because of that,\" he said. \n\"We held on to the [roof] of the tunnel. We held on for about an hour. As the water receded, we slowly climbed onto the big rocks that flowed in, to take a breath. We had lost hope. We didn't think we would survive.\"\nUttarakhand police said an avalanche struck at about 11:00 local time (05:30 GMT) on Sunday, destroying a dam known as the Rishiganga Hydroelectric Project.\nPolice said the impact catapulted water along the Dhauliganga river, damaging another power project downstream in the Tapovan area. \nSenior police officials said a bridge in the Tapovan area that connected 13 villages was washed away in the avalanche. Food packets were air dropped in some of these villages.\nOne witness compared the flash flood with \"a scene from a Bollywood film\".\nVideo showed the floodwater barrelling through the area, leaving destruction in its wake.\nEmergency workers had earlier evacuated dozens of villages, but authorities later said the main flood danger had passed.\nEmergency crews rescued 16 workers who had been trapped inside a tunnel filled with debris.\nOfficials told the BBC that between 35 and 40 others were thought to be trapped in a second tunnel. \nEmergency crews have reached the mouth of the 2.5km (1.5 mile) tunnel and are in the process of clearing the area with heavy equipment.\n\"We are trying to break open the tunnel,\" said Ashok Kumar, the state police chief, told the Reuters news agency. Rescuers had gone 150m inside, he added.\nThe director general of the National Disaster Response Force told ANI news agency that rescue operations could take up to 48 hours. \nUttarakhand, in the western Himalayas, is prone to flash floods and landslides.\nSome 6,000 people are believed to have been killed in floods in June 2013 which were triggered by the heaviest monsoon rains in decades.\nNavin Singh Khadka, BBC World Service environment correspondent\nThe remoteness of where this happened means no-one has a definitive answer, so far.\nExperts say one possibility is that massive ice blocks broke off the glacier due to a temperature rise, releasing a huge amount of water.\nThat could have caused avalanches bringing down rocks and mud.\n\"This is a strong possibility because there was a huge amount of sediment flowing down,\" said DP Dobhal, a senior glaciologist formerly with the government's Wadia Institute of Himalayan Geology.\nExperts say an avalanche could also have hit a glacial lake that then burst.\nAnother possibility is that an avalanche or landslide may have dammed the river for some time, causing it to burst out after the water level rose.\nSunday's disaster has prompted calls by environment groups to review power projects in the ecologically sensitive mountains.\n\"Avalanches are common phenomena in the catchment area,\" MPS Bisht, director of the Uttarakhand Space Application Centre, told AFP news agency. \n\"Huge landslides also frequently occur.\"\nUma Bharti, a former water resources minister, said she had spoken out against power projects on the Ganges and its tributaries."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-55973463",
      "category": "uk-politics",
      "title": "Covid: 'Clean up' awarding of contracts, says Labour",
      "tags": "Rachel Reeves,National Audit Office,Coronavirus pandemic",
      "text": "Labour has challenged the government to \"clean up\" how it awards contracts for Covid work.\nIn an online speech, shadow Cabinet Office minister Rachel Reeves said procurement during the pandemic had been \"rife with conflicts of interest\".\nAnd she called for a new ethics watchdog to \"guarantee standards\" for spending public money.\nThe government said it has \"robust rules and processes\" to ensure that conflicts of interest do not occur.\nDuring her speech, Ms Reeves raised questions about contracts awarded to companies that she said have links to the Conservatives.\nShe added that \"cronyism in contracting\" had led to \"unforgivable waste\" and showed the need for tougher transparency rules. \nIt comes after a National Audit Office report last November found that more than half of contracts by the end of July 2020 had been awarded without competitive tender.\nAs the pandemic struck last spring, there was a scramble to ensure that hospitals and other care settings had adequate supplies of personal protective equipment (PPE).\nThe NAO found that companies recommended by MPs, peers and ministers' offices were given priority, and not enough was done to address potential conflicts of interest by ministers and other government officials.\nHowever, it concluded that in cases of potential conflicts of interest involving ministers, all had properly declared their interests and it found \"no evidence of their involvement in procurement decisions or contract management\".\nThe prime minister's press secretary Allegra Stratton said: \"We have robust rules in place to make sure there are no conflicts of interest. There are eight checks involved. It is rigorous.\"\nShe said procurement \"had to be done at speed, because in early stages of the pandemic we didn't have enough PPE inside the country.\n\"The government believes that the beginning of the pandemic we had to act very quickly and we were very successful at that.\"\nShe added that all public contracts would be published \"in the fullness of time\". \nDuring her speech, Ms Reeves also called on ministers to end emergency procurement rules brought in at the start of the pandemic, which have streamlined the normal bidding process for contracts. \nShe said \"bad practices\" introduced at the start of the crisis had worsened, with contracts for protective equipment becoming an \"unseemly gold rush\". \nShe urged ministers to publish \"all outstanding contracts\" by the end of the month, and for the Freedom of Information Act to cover all new public service contracts outsourced to private firms.\nShe also criticised in the government's record in recovering money from firms that have failed to deliver services adequately or on time. \n\"The corporations running so many public services hide behind 'commercial sensitivity'. A shadow state has emerged and it is unaccountable to the people,\" she said. \nAs well as a new Integrity and Ethics Commission, she called for an \"independent anti-corruption and anti-cronyism commissioner\" to oversee how money is spent.\nShe argued these measures would \"clean up government contracting\" and make the UK a \"world leader in good governance\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55974075",
      "category": "business",
      "title": "Boohoo tells suppliers not to subcontract, raising job fears",
      "tags": "Companies,Boohoo,Leicester",
      "text": "Online fashion firm Boohoo has told its Leicester-based suppliers that they must bring all clothes-making work in-house, either buying out or cutting ties with sub-contractors.\nThe demand has caused concern among some suppliers about how they will pay to hire new workers and rent space.\nBoohoo has given them a deadline of 5 March to stop using outside labour.\nThe company says it is acting on recommendations of a highly critical report published last year.\nBoohoo hired barrister Alison Levitt QC to investigate following concerns about worker welfare during the pandemic.\nThe report, published in September, said Boohoo had \"capitalised on the commercial opportunities offered by lockdown\" but took no responsibility for the consequences for those making the clothes they sold.\nIt recommended that \"within six months Boohoo should reduce its approved suppliers to a list which contains a manageable number of companies, ideally without reducing capacity\" with \"the goal of reducing and ultimately eliminating sub-contracting.\"\nIn an email to suppliers seen by the BBC, the company said all of its suppliers in the city must \"bring all finished goods manufacturing in-house\".\nIt said companies without \"the expertise and knowledge to run a factory\" or the space must buy a manufacturing unit, or Cut, Make and Trim (CMT), as they are known.\nWhile it said those with questions about the process should contact the company, it added that the move is \"a mandatory requirement and not open to negotiation.\"\nA supplier who spoke to the BBC on condition of anonymity said he was worried about jobs being lost, since the deadline is a month away and many sub-contractors are based miles away.\nGarment-makers in the city often farm out large orders of clothing to smaller businesses.\nThe business is known to work on very thin margins, with each piece being made for only a few pounds. \nIn the past factories in Leicester have been accused of paying less than the minimum wage to workers.\n\"As we state in our letter to suppliers, the boohoo group is committed to growing our business in a more sustainable and transparent manner. Working with suppliers in a more strategic and sustainable way, is a key part of our partnership approach to improve transparency, efficiency and accountability,\" the company said in a statement to the BBC.\n\"One of the key recommendations from the Alison Levitt QC review was to consolidate our supply chain. Supporting suppliers to bring their CMT units in-house shortens our supply chain and is just one of the ways that we are helping them to build stronger more sustainable businesses that can thrive.\"\nThe company declined to comment on what help would be offered by Boohoo for suppliers to manage this change if they are struggling financially."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55966155",
      "category": "world-europe",
      "title": "Coronavirus: Motorists 'turned back' at Irish border",
      "tags": "Republic of Ireland,Coronavirus lockdown measures,Ireland–UK border,Coronavirus pandemic",
      "text": "People driving from NI into the Republic of Ireland are being turned back at the border if they do not have an essential reason for travel.\nNI residents face fines from Monday if they are caught crossing the border without \"a reasonable excuse\".\nThe unprecedented step has been taken by the Irish government in a bid to prevent the spread of Covid-19.\nAnyone engaged in cross-border travel in breach of Ireland's Covid-19 restrictions will be fined €100 (£88).\nA number of Garda (Irish police) checkpoints were operational along the border from 07:00 local time. \nAt a checkpoint near Emyvale in County Monaghan, Insp Adrian Durcan said some people had \"turned back\" when requested.\n\"We have engaged with a few people who have not had essential reasons and on the advice of the guards, they have turned back,\" he said.\n\"I think it was three so far this morning.\"\nInsp Durcan said fines would be issued to those not complying with the regulations.\n\"They will receive the fine and have 28 days to pay the fine, failure to pay that fine will result in a court appearance,\" he said.\n\"If they don't pay it we will issue a summons in respect of the offence and we will follow through on that summons.\"\nNorthern Ireland residents who have to cross the border for essential work or essential purposes, such as seeking medical treatment, will be exempt from fines. \nPublic health guidance in NI says people \"should not travel in or out of Northern Ireland except where it is essential to do so\".\nThe new rules are the latest in a series of decisions aimed at reducing travel to and within the Republic of Ireland, but it is the first time that people from Northern Ireland will face financial penalties for non-essential cross-border travel.\nThe Republic of Ireland is currently in the highest level of lockdown, known as \"level five\" in the government's five-stage plan for managing Covid-19. \nLevel five measures include a strict travel ban which means residents in the Republic of Ireland are temporarily prohibited from going more than 5km (3 miles) away from their home.\nThere are exceptions to the 5km limit for people who have to travel further for essential work; medical reasons; caring responsibilities; and other essential purposes such as shopping for necessities like food.\nSince January 2021, gardaí have new enforcement powers which include the right to fine people engaged in non-essential travel.\nUntil now, Ireland's travel restrictions did not apply to people living in Northern Ireland, although Garda checkpoints a short distance from the border during earlier lockdowns did cause some tailbacks for cross-border traffic.\nThe new cross-border fines follow recent amendments to the Irish government's Covid-19 health legislation.\nThe regulations now state that \"any other person who is not ordinarily resident in the state shall not travel within a relevant geographical location without reasonable excuse\".\nGardaí said if they stop a car with a driver and two adults who should not be crossing the border, all three will receive a €100 fine.  Cyclists and pedestrians will also be liable for fines.\n\"Travelling to an airport or port to take a holiday abroad is not an essential journey,\" they also warned.\nAny adult who is detected travelling to an Irish airport or port for a non-essential trip or holiday abroad currently faces a €500 fine.\nA Garda spokeswoman confirmed holidaymakers from Northern Ireland who are stopped by gardaÍ on their way to an airport will be liable for both that €500 fine and the €100 cross-border fine."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-55975462",
      "category": "entertainment-arts",
      "title": "Super Bowl half-time show: How did The Weeknd do?",
      "tags": "Miley Cyrus,Music",
      "text": "The Super Bowl half-time show is traditionally built on grand gestures and eye-popping spectacle. \nThink about Lady Gaga diving off the roof of Houston's NRG stadium, or Katy Perry riding an animatronic lion, or Diana Ross soaring out of Arizona's Sun Devil Stadium, waving to fans through the open door of a helicopter.\nThis year was a little different.\nCanadian R&B star The Weeknd was the interval act and, for the first time in the game's 55-year history, he was largely forced to perform from the stands, rather than the pitch, in compliance with strict coronavirus protocols.\nAnd his 12-minute show was \"watched\" by thousands of cardboard cut-outs, who bulked out the 25,000 socially-distanced fans at Florida's Raymond James Stadium.\nBut the 30-year-old made the most of the restrictions with a gimmick-free show that put the emphasis on his songs.\nThe star, whose real name is Abel Tesfaye, performed the majority of his set in front of a set modelled on the city in Fritz Lang's Metropolis - all vertical layers and neon signs.\nAs the opening bars of Starboy rang out, the cityscape parted to reveal the singer, bathed in light, performing surrounded by a choir of red-eyed automatons.\nApart from a few Michael Jackson-inspired dance moves, he kept the focus on his vocals with a dramatic reworking of The Hills, before grabbing a camera and disappearing into a backstage maze of lights and mirrors.\nJostled and buffeted by two dozen dancers in full facial bandages, he performed a dizzying version Can't Feel My Face, before emerging back into the stadium for a firework-assisted version of I Feel It Coming.\nThe action moved onto the playing field for the finale - a medley of House of Balloons and Blinding Lights - sung directly to the camera, without the usual requirement for stunts, guest stars or marching band interludes.\nTesfaye, who spent $7m (£5m) of his own money on the production, clearly felt it was best to let the music speak for itself. \nHe even lined up a greatest hits album to coincide with the Super Bowl, which is traditionally the most-watched event of the year on US television. (Last year's half-time show, starring Shakira and Jennifer Lopez was watched by 103 million viewers, more than the 99.9 million who tuned in for the game itself.)\nBefore Sunday night, there was a feeling that The Weeknd's dark-hued R&B could be an uncomfortable fit for a show that normally requires uplifting, crowd-pleasing anthems like Prince's Purple Rain or Madonna's Like A Prayer.\nBut Tesfaye wisely built the set around his more optimistic songs - including Save Your Tears and Earned It - while the soaring melody of Blinding Lights was a suitably euphoric closer.\nIn other words, he pulled it off, proving how badly The Grammys dropped the ball by snubbing him in this year's nominations. \nWhich raises the question of how his set would have looked in a normal year. The chances are, it would have been a lot more elaborate.  Speaking at a press conference before Sunday night's show, the singer spoke in awed tones of the aforementioned Ross-o-copter.  \n\"I wish I could have done that, I wish I'd thought of it,\" he said. \"Although I don't think I have enough money to do it, to be honest.\"\nIt's fair to say The Weeknd's performance went down a storm on social media with his fellow celebrities.\nDrake, who also hails from Toronto, Ontario,  described the show as \"a big moment for the city\" on his Instagram story, while Dionne Warwick, everyone's favourite octogenarian on Twitter, wrote that she \"loved the set and pyros\".\nCountry star Keith Urban was equally impressed, particularly with the staging., and actor Timothée Chalamet captioned a clip on his Instagram story: \"Legend! Legend!\"\nThe Roots' Questlove was among those pointing out a throwback to Michael Jackson's Super Bowl performance in 1993.\nAnd there was also plenty of reaction to the moment when the star was preparing to sing his 2018 hit Can't Feel My Face, as he pretended to rush to get into place for the start of the track. It was quickly turned into a meme, accompanied by various tongue-in-cheek captions.\nThe campaign for The Weeknd's recent album, After Hours, has revolved around a bloodied and bandaged character \"having a really bad night\".\nThe story started with the video for Heartless. Inspired by Hunter S Thompson's Fear And Loathing In Las Vegas, it saw the star staggering around the casinos and fountains of Sin City, drinking to excess and licking a hallucinogenic toad before attempting to flee.\nThe video for Blinding Lights picked up the narrative, with the singer drunkenly swerving through the deserted city, while flashing back to an incident in a nightclub that left him with blood pouring down his face.\nOver subsequent TV appearances and music videos, the visuals grew more and more gory. Tesfaye was decapitated in the video for In Your Eyes; while in Too Late, his head was grafted onto another person's body. \nThen, in last month's Save Your Tears, his facial bandages were unpeeled to reveal heavily-exaggerated facial prosthetics. Everyone else in the video wore masks and bandages - a theme Tesfaye carried over to the Super Bowl performance.\nSpeaking to Variety last week, the singer explained the inspiration for the year-long storyline.\n\"The significance of the entire head bandages is reflecting on the absurd culture of Hollywood celebrity and people manipulating themselves for superficial reasons to please and be validated,\" he said. \n\"It's all a progression and we watch The Character's storyline hit heightened levels of danger and absurdity as his tale goes on.\"\nDressed in a pink-and-black cheerleader outfit, Miley Cyrus kicked off the official pre-game show with a cover of Toni Basil's Oh Mickey.\n\"This is my first show in about a year,\" the star told the audience, which comprised more than 7,000 vaccinated healthcare workers, \"and I couldn't imagine a better way to do this.\n\"We are so appreciative of you and all your diligence. And for that, we're going to rock hard!\"\nHer raucous set mixed hits like We Can't Stop, Nothing Breaks Like A Heart and Prisoner with classic party tracks like Dolly Parton's Jolene and Blondie's Heart Of Glass.\nShe even invited out 80s rockers Joan Jett and Billy Idol - both of whom appear on her recent album Plastic Hearts - for a series of duets.\nCyrus also sang her 2009 hit Party in the USA, giving a shout-out to fellow pop star Britney Spears during the performance: \"We love Britney!\"\nShe later fought back tears as she performed her 2018 hit Wrecking Ball, telling the audience: \"Singing that song, Wrecking Ball, about feeling completely broken and shattered… everyone's suffering is different, even everyone's threshold of pain.\n\"I wear a lot of glitter and I wear a lot of armour, and I also wear my heart on my sleeve, and it gets broken a lot.\"\nAhead of kick-off, 22-year-old poet Amanda Gorman - who won rave reviews for her reading at President Joe Biden's inauguration - recited another original poem. \nChorus Of The Captains celebrated war veteran James Martin, teacher Trimaine Davis, and nurse manager Suzie Dorner - who were selected by the NFL as \"honorary captains\" for this year's game.\n\"While we honour them today, it is they every day who honour us,\" said Gorman's poem, which detailed their efforts to help at-risk children and vulnerable patients.\nR&B singer H.E.R. added a pyrotechnic guitar solo to her rendition of America the Beautiful, while the national anthem was performed as a duet between Eric Church and Jazmine Sullivan.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-55981337",
      "category": "uk-england-manchester",
      "title": "Manchester Arena Inquiry: Policing issues 'identified before attack'",
      "tags": "Manchester Arena attack,Greater Manchester Police,Manchester,Manchester Arena attack inquiry",
      "text": "Police were told of shortcomings in a terror response plan months before the Manchester Arena attack, an inquiry has heard.\nThe police inspectorate warned in November 2016 that \"an over-reliance\" on the officer in charge of the response could see them overwhelmed.\nPolicing experts believe that is what happened after the May 2017 attack.\nA former inspector told the inquiry Greater Manchester Police (GMP) was urged to \"raise its game\" at the time.\nThe public inquiry into the atrocity, which killed 22 people as they left an Ariana Grande concert, has been hearing about inspections of GMP around the time of the attack.\nIt has previously heard only one paramedic was in the City Room foyer, where bomber Salman Abedi detonated his device, for the first 40 minutes after the blast and the first fire engine arrived more than two hours after the explosion.\nAndrew Buchan, who worked as an inspector with HM Inspectorate of Constabulary and Fire & Rescue Services, said it was identified in 2016 that GMP's plan was \"very tactically focused\".\nBut he said it did not go into detail about working with other agencies and had placed \"an over-reliance\" on the \"force duty inspector (FDO) to lead their response to a terrorist attack\".\nThe inspectorate's report said the number of tasks the officer would be \"expected to perform in all likelihood are so many that it may be some will not be completed or at least in the order expected\", the inquiry heard.\nIt said the force had acknowledged that the pressures the officer would be placed under would \"bring its own challenges\", but the matter was left unresolved.\nIt added that \"such apparent vagueness may cause confusion or doubt in a live scenario\" and there was a need \"to provide the FDO with more immediate support or resources to assist with all the functions expected of that role\".\nMr Buchan said the watchdog spoke to four duty inspectors at GMP, who said they had received no counter-terrorism training and \"felt ill prepared for that eventuality\" but would draw on the experience of other critical incidents.\nThe inquiry heard unarmed officers, who were likely to be the first on the scene, were said to be unaware of GMP's counter-terrorism plans and did not know where to find them.\nIt was told that none of the officers who spoke to the watchdog knew exactly what they would have to do in the event of a terrorist incident. \nThe inquiry heard staff in GMP's control room had received no specific training to help them do their job during a terror attack. \nMr Buchan said the force had been told it \"needed to raise its game\" in testing and training control room and unarmed staff before \"the awful time when a terrorist attack actually happens\". \nHe said that in November 2016, he personally spoke to a senior GMP officer to share the shortcomings found in their inspection report, which he added were issues found in other forces throughout England and Wales. \nThe final report into UK counter-terrorism policing was never publically published due to national security reasons. \nThe inquiry continues.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55977587",
      "category": "business",
      "title": "Boohoo buys Dorothy Perkins, Wallis and Burton but 2,450 jobs lost",
      "tags": "Companies,Retailing,Arcadia Group,Boohoo,Fashion",
      "text": "Online fashion retailer Boohoo has bought the Dorothy Perkins, Wallis and Burton brands from failed retail group Arcadia for £25.2m\nThe deal includes the brands and online businesses, but not the 214 shops nor 2,450 workers employed in them.\nIt completes the sell-off of Sir Philip Green's once mighty Arcadia group which fell into administration last year.\nLast week, rival Asos bought Arcadia's other leading brands, Topshop, Topman, Miss Selfridge and HIIT.\nThe Arcadia businesses employed 13,000, a fraction of which will carry on into employment with the new owners.\nAdministrators Deloitte, which has been conducting the sales, said around 2,450 staff would lose their jobs as a result of the Dorothy Perkins, Wallis and Burton sale, and the stores would permanently close.\nDeloitte said staff had been emailed on Monday and would informed over the course of the day.\nApproximately 260 jobs will be moving with the brands to Boohoo, mainly head office functions such as brand design, buying and merchandising, and the digital part of the business. \nLast month, Boohoo bought the Debenhams brand and website for £55m. \nBoohoo said the brands it had bought from Arcadia had two million active customers last year, and added that the deal would give it a significant opportunity to boost its share of the market across a broader group of customers. \nIt also said that buying Burton would improve its range of menswear. \n\"Acquiring these well-known brands in British fashion out of administration ensures their heritage is sustained, while our investment aims to transform them into brands that are fit for the current market environment,\" said chief executive John Lyttle.\n\"We have a successful track record of integrating British heritage fashion brands onto our proven multi-brand platform, and we are looking forward to bringing these brands on board.\"\nThe debate around the economic recovery from the coronavirus pandemic has shifted subtly in recent weeks from the size and speed of the bounce back to its nature. What parts of pre-pandemic life will return, and which, given the virus is mutating quickly and may turn out to be a long-lasting threat, are gone forever? \nThe debate is already closed in one part of retail, clothing sales. The pandemic has accounted for several big High Street names, and this morning Boohoo bought three more stalwarts - Dorothy Perkins, Burton and Wallis. \nThe names will live on online, but their 214 UK shops will close, with about 2,450 staff losing their jobs. Hundreds more stores that were under the other Arcadia brands - notably Topshop - will also close after the brands were bought by another online player Asos. And Boohoo has already bought the Debenhams name, meaning 125 of its stores will close from next month. \nThis leaves a big hole on British high streets, one that will take a long time to be filled. Councils must now think how they can revitalise their high streets. Should they stick to Plan A and try and lure more retailers to fill the vacant shops, or be more radical, and use this sudden shift in the market as a catalyst for wholesale reinvention?\nIn Stockton-on-Tees a 1970s shopping centre will be bulldozed next year to make way for a park. It may not be the last one to bite the dust.\nBoohoo has bought a number of other leading High Street names in the past two years, buying the online businesses of Oasis and Warehouse for £5.25m last year. \nThat added to its portfolio, which included the Karen Millen and Coast brands, which it bought from administrators in 2019.\nSusannah Streeter, markets analyst at stockbrokers Hargreaves Lansdown, said the sale of the final assets of the former Arcadia empire gave Boohoo the parts with which to build its own: \"This purchase is part of a grand master plan by Boohoo to become the UK's largest retail marketplace and propel its international expansion. \n\"As Boohoo expands, the final bricks of Sir Philip Green's retail empire have been dislodged. Boohoo and Asos, dismissed as digital upstarts a decade ago are now the great disruptors in fashion, reaching the top branches of the retail tree.'' \nDo you work in one of the stores that is being closed? Email haveyoursay@bbc.co.uk.\nOr use this form to get in touch:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your comment or send it via  email to HaveYourSay@bbc.co.uk. Please include your name, age and location with any comment you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55955878",
      "category": "world-us-canada",
      "title": "Trump impeachment explained",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55976037",
      "category": "uk",
      "title": "Covid: Scientists developing vaccine boosters to tackle variants",
      "tags": "Nadhim Zahawi,Coronavirus vaccines,Vaccination,University of Oxford,Coronavirus pandemic,AstraZeneca",
      "text": "Scientists are developing booster jabs to tackle Covid-19 variants, a health minister says, amid concerns about the Oxford-AstraZeneca vaccine's efficacy against the South Africa strain.\nThe vaccine provides good protection against the dominant 'Kent' variant in the UK.\nBut a small study suggests it offers \"minimal protection\" against mild disease from the South Africa variant.\nSome 147 cases of this variant have been found in the UK.\nHealth minister Edward Argar said the government was anticipating that an annual jab could be required to combat variants of coronavirus.\nHe also said there was \"no evidence\" the Oxford-AstraZeneca vaccine was not effective at preventing severe illness from the South African variant, which scientists have warned could become more widespread in the UK.\nIn South Africa, where the variant - known as 501.V2 or B.1.351 - accounts for 90% of new coronavirus cases in the country, the rollout of the Oxford-AstraZeneca vaccine has been put on hold awaiting further advice.\nEarly research suggests other vaccines are also likely to offer less protection against the South African variant than against the original virus.\nMr Argar told BBC Breakfast that every study \"deserves to be taken very seriously\" but there was \"no evidence\" that the Oxford-AstraZeneca vaccine was not effective at preventing severe illness from coronavirus \"which is the key thing we are seeking to tackle\". \nSouth Africa's suspension of the rollout of the vaccine was only \"temporary\" at this stage and the \"context is a little bit different\" to the UK where the Kent variant is the dominant strain, he said.\nMeanwhile, vaccines minister Nadhim Zahawi said the public could have \"confidence\" in the UK's Covid vaccines which \"appear to work well\" against the dominant variants in the country.\nWriting in the Daily Telegraph, Mr Zahawi said: \"Our brilliant scientists and medical advisers are now working on the potential for new versions of existing vaccines to offer further protections against Covid variants.\"\nHe added: \"We need to be aware that even where a vaccine has reduced efficacy in preventing infection there may still be good efficacy against severe disease, hospitalisation, and death.\"\nDr Peter English, a consultant in communicable disease control, said he hoped to see the availability of new vaccines tailored to the South African variant \"within months\" as the technology was \"well-established\".\nDr Mike Tildesley, an infectious disease expert who advises the government, told BBC Radio 4's Today programme that \"it's very possible\" the South Africa variant could already be quite widespread in the UK.\nThe \"surge testing\" taking place in certain areas in England \"really needs to be effective\" to halt its spread, he said, but \"sadly we may be in a similar situation to the Kent variant\" which eventually spread across the whole country.\nHe added there were \"significant implications\" if it was the case that the Oxford-AstraZeneca vaccine was less effective against the South Africa variant, as it may mean \"more restrictions might be needed for longer\".\nViruses mutate - so what is happening is not surprising.\nThe mutations seen in South Africa change the part of the virus that the vaccines target.\nIt means all the vaccines that have been produced so far are likely to be affected in some way.\nTrials for Novavax and Janssen vaccines that were carried out in South Africa showed less effectiveness against this variant. Both are currently before the UK regulator.\nTherefore the news about the Oxford-AstraZeneca does not come out of the blue.\nThe fact it now only has \"minimal\" effect according to reports is concerning - the other vaccines showed effectiveness in the region of 60% against the South African variant.\nBut we should be careful about rushing to judgement. The study was small so there is only limited confidence in the findings.\nWhat is more, there is still hope the vaccine will prevent serious illness and hospitalisation.\nWhat this once again illustrates is the pandemic is not going to end with one Big Bang. Vaccines are likely to have to change to keep pace with the virus.\nProgress will be incremental. But vaccines are still the way out of this - and as things stand they remain very effective against the virus that is dominant in the UK.\nAdditional \"surge\" testing is taking place in small areas of England including parts of Surrey, Bristol, London, Kent, Hertfordshire, Walsall, Gloucestershire and Worcestershire. \nPositive cases will be analysed to see if they are caused by the South African variant with results coming back in around seven to 10 days, according to the director of public health in Worcestershire, Dr Kathryn Cobain.\nProf Shabir Madhi, who led the Oxford-AstraZeneca vaccine trial in South Africa, told the Today programme there was \"still some hope\" the jab may perform well against the South Africa variant when it comes to protecting against severe disease.\nHe said he was \"extrapolating\" that from the efficacy of the Johnson & Johnson vaccine which used \"similar technology\" and had similar immune effects.\nThe new study of the Oxford-AstraZeneca jab, which has not yet been peer-reviewed, involved about 2,000 people who were on average 31 years old.\nA spokesman for the pharmaceutical company said it had not yet been able to properly establish whether the jab would prevent severe disease and hospitalisation caused by the South Africa variant because those involved in the study had predominantly been young, healthy adults.\nBut the company expressed confidence the vaccine would offer protection against serious cases, because it created neutralising antibodies similar to those of other coronavirus vaccines.\nProf Sarah Gilbert, the vaccine's lead researcher, said a modified version of the jab designed to combat the South Africa variant was likely to be ready to use in the autumn. \nData on two new coronavirus vaccines that could be approved soon - one from Novavax and another from Janssen - appear to offer some protection.\nAnd early results from Moderna suggest its vaccine is still effective against the South Africa variant.\nIt comes as: \nDo you have confidence in the Covid vaccines? Tell us by emailing: haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-55975052",
      "category": "world-africa",
      "title": "Covid: South Africa halts AstraZeneca vaccine rollout over new variant",
      "tags": "Coronavirus vaccines,Vaccination,University of Oxford,South Africa,Coronavirus pandemic,AstraZeneca",
      "text": "South Africa has put its rollout of the Oxford-AstraZeneca vaccine on hold after a study showed \"disappointing\" results against its new Covid variant.\nScientists say the variant accounts for 90% of new Covid cases in South Africa.\nThe trial, involving some 2,000 people, found that the vaccine offered \"minimal protection\" against mild and moderate cases.\nBut experts are hopeful that the vaccine will still be effective at preventing severe cases.\nSouth Africa has recorded almost 1.5 million coronavirus cases and more than 46,000 deaths since the pandemic began - a higher toll than any other country on the continent.\nThe country has received one million doses of the Oxford-AstraZeneca jab and was preparing to start vaccinating people.\nOn Monday, the World Health Organization (WHO) warned against jumping to conclusions about the efficacy of Covid vaccines.\nDr Katherine O'Brien, the WHO's director of immunisation, said it was very plausible that the Oxford-AstraZeneca vaccine would still have a meaningful impact on the South African variant, especially when it came to preventing hospitalisations and death. \n\"Comparing from one piece of evidence to the next really can't be done without a sort of level playing field,\" she said, referring to the evaluation of different trials in different populations and age groups. \nDr O'Brien stressed that the WHO's expert panel held \"a very positive view\" of proceeding with the use of the vaccine, including in areas where variants were circulating, but that more data and information would be needed as the pandemic continued.\nSouth Africa's Health Minister Zweli Mkhize said his government would wait for further advice on how best to proceed with the AstraZeneca vaccine in light of the findings.\nIn the meantime, he said, the government would offer vaccines produced by Johnson & Johnson and Pfizer in the coming weeks. \nThe trial was carried out by researchers at the University of the Witwatersrand in South Africa and the UK's Oxford University, but has not yet been peer reviewed. \nThe trial's chief investigator, Prof Shabir Madhi, said it showed that \"unfortunately, the AstraZeneca vaccine does not work against mild and moderate illness\".\nProf Madhi said the study had not been able to investigate the vaccine's efficacy in preventing more serious infections, as participants had an average age of 31 and so did not represent the demographic most at risk of severe symptoms from the virus.\nThe vaccine's similarity to one produced by Johnson & Johnson, which was found in a recent study to be highly effective at preventing severe disease in South Africa, suggested it would still prevent serious illness, according to Prof Madhi.\n\"There's still some hope that the AstraZeneca vaccine might well perform as well as the Johnson & Johnson vaccine in a different age group demographic that I address of severe disease,\" he told the BBC.\nOther experts were also hopeful that the vaccine remained effective at combating more serious cases.\n\"What we're seeing from other vaccine developers is that they have a reduction in efficacy against some of the variant viruses and what that is looking like is that we may not be reducing the total number of cases, but there's still protection in that case against deaths, hospitalisations and severe disease,\" Prof Sarah Gilbert, Oxford's lead vaccine developer, told the Andrew Marr Show on Sunday.\nShe said developers were likely to have a modified version of the injection against the South Africa variant, also known as 501.V2 or B.1.351, later this year.\nMinisters in the UK have sought to reassure the public over the effectiveness of the Oxford-AstraZeneca vaccine. Vaccines Minister Nadhim Zahawi said the injection appeared to work well against dominant variants in the UK, while Health Minister Edward Argar said there was \"no evidence\" the vaccine was not effective at preventing severe illness.\nEarly results from Moderna suggest its vaccine is still effective against the South Africa variant, while AstraZeneca has said its vaccine provides good protection against the UK variant first identified late last year.\nEarly results also suggest the Pfizer-BioNTech vaccine protects against the new variants.\nViruses mutate - so what is happening is not surprising.\nThe mutations seen in South Africa change the part of the virus that the vaccines target. It means all the vaccines that have been produced so far are likely to be affected in some way.\nTrials for Novavax and Janssen vaccines that were carried out in South Africa showed less effectiveness against this variant. Both are currently before the UK regulator.\nTherefore the news about Oxford-AstraZeneca does not come out of the blue.\nThe fact it now only has \"minimal\" effect according to reports is concerning - the other vaccines showed effectiveness in the region of 60% against the South African variant.\nBut we should be careful about rushing to judgement. The study was small so there is only limited confidence in the findings. \nWhat is more, there is still hope the vaccine will prevent serious illness and hospitalisation.\nWhat this once again illustrates is the pandemic is not going to end with one Big Bang. Vaccines are likely to have to change to keep pace with the virus. \nProgress will be incremental. But vaccines are still the way out of this.\nThe South Africa variant carries a mutation that appears to make it more contagious or easy to spread. \nHowever, there is no evidence that it causes more serious illness for the vast majority of people who become infected. As with the original version, the risk is highest for people who are elderly or have significant underlying health conditions.\nAt least 20 other countries including Austria, Norway and Japan, have found cases of the variant.\nMany South Africans have reacted with shock and disappointment at news that the 1.5 million doses of the Oxford/AstraZeneca vaccines will not be as effective as experts had hoped against the new variant first discovered here in November. \nWhile there are now more questions than ready answers, the message from health officials is that all is not lost. They believe the vaccine may still be effective in preventing severe illness and go some way in reducing the number of people who need to be admitted into hospital for treatment. \nThis is important in a country where some 80% of the population cannot afford private health care and rely on state hospitals - which are currently overstretched - for health care. \nSo what's the plan now? South Africa's health minister has said they will take a steer from local scientists on how to repurpose the vaccine to get the most out of it. \nIt has been suggested that the vaccine may be useful if given to the older population and to people with co-morbidities. \nIn terms of managing people's concerns, the government and scientists may need to go the extra mile in reassuring citizens that there is still a plan in place and lives can and will be saved. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55949540",
      "category": "uk-wales",
      "title": "South Wales Metro rollout faces 'marginal' delay from Covid pandemic",
      "tags": "South Wales Metro,Coronavirus lockdown measures,Wales business,Traffic congestion and policy,Cardiff,Transport,Rail travel,Welsh government,Transport for Wales,Wales economy,Coronavirus pandemic",
      "text": "The rollout of a £750m integrated public transport network across south Wales faces a \"marginal\" delay due to the coronavirus crisis, its boss says.\nJames Price of Transport for Wales (TfW) said the South Wales Metro project, set to be completed in 2023, will be delayed for \"months not years\".\nHe said work on lines, funded by the Welsh Government and European Union, had already started.\nIt comes as TfW is nationalised after a drop in passenger numbers during Covid.\nThe Welsh Government has taken control two-and-a-half years after KeolisAmey won the £5bn Wales and Borders franchise contract.\nMinisters have spent £167m to keep TfW afloat due to a loss of revenue during the pandemic.\nThe government-owned organisation will now take on the day-to-day running of services - which are currently only used by passengers whose journey is \"essential\".\n\"The good news is that the Metro has been secured through government and EU funding and that continues,\" said Mr Price, TfW's chief executive.\nSouth Wales' inspiration is what happens in London - an integrated public transport network.\nThe idea is passengers can use the same ticket or travel card across south Wales and the old Valleys Lines network using rail, tram and bus services - with Cardiff as the focal hub.\nMetro bosses have promised reduced journey times, greater passenger capacity on trains, more frequent and reliable services and better connections.\nTfW took ownership of much of the Valley Lines infrastructure from Network Rail in March 2020 as they worked towards a 2023 completion date - then Covid hit and lockdowns have affected progress.\nWork on upgrading track in \"preparation for electrification\" north of Cardiff started this year but the timeline has been hit.\n\"So the Metro work continues the new trains are on order as well so all the new trains are locked in,\"said Mr Price.\n\"People will see that there's been a marginal delay to timelines. I can't exactly say what that delay is yet because Covid obviously hasn't completely finished.\"\nThe drop in passenger numbers and fall in income due to Covid has been so significant that KeolisAmey has been bailed out by the Welsh taxpayer as a \"last resort\"\nThe company said last autumn it could not run the service as Covid meant the contract was no longer viable. It will continue to be involved in infrastructure, including upgrading the lines and trains.\nHowever, no-one - not even TfW - knows what the long-term impact of Covid on rail travel will be. \nWill people working from home because of coronavirus want to return to the office? Or are they happy working from their kitchen table?\n\"We think that whilst there'll be a short-term implication... certainly the times a day that people travel and some of the patterns will change, the fundamental need is still there and the demand will come back,\" Mr Price said.\nThe Welsh Government has said it wants 30% of people to work from home long-term but it will be for businesses and workers to decide on that.\nSustrans Cymru, a charity that encourages walking and cycling, thinks a good public transport system will still be \"essential\" after the pandemic.\n\"People going forward want to have a blended approach,\" director Christine Boston said.\n\"Nobody wants to work from home on their own for evermore and I think we've always needed to encourage people where possible to work more local.\nSustrans feels the public transport network will be needed to take the pressure off the congested road network at peak times, especially on the M4 motorway and A470.\n\"We need people to work differently to create more space on public transport, so more people can travel more sustainably,\" added Ms Boston.\n\"There are lots of jobs that can't be done from home, there are lots of people who still want to go to a place of work when they can - it just means that fewer people will be forced to make those journeys every day at peak time."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-55591821",
      "category": "education",
      "title": "Lockdown Learning: What educational resources are on TV, iPlayer and online?",
      "tags": "Media,Coronavirus lockdown measures,Schools,BBC,Homeschooling,Coronavirus pandemic",
      "text": "As more children return to the classroom, the BBC has set out plans to continue providing learning support to teachers and pupils across the rest of the academic year.\nIt has already launched new programmes to help school children keep up with their studies during lockdown.\nSince primary and secondary schools closed to most pupils across the UK in January, the BBC has been broadcasting daily lessons and educational programmes on CBBC, BBC Two and iPlayer, as well as offering extra content online.\nCurriculum-based television programmes are running alongside the BBC Bitesize collection of educational resources, which provide online learning at home for pupils from Years 1 to 9 (P2 to S3 in Scotland), including those studying for GCSE and National exams.  \nOn TV, there are three hours of primary school programming on CBBC every weekday, plus two hours for secondary pupils on BBC Two.\nBBC Bitesize online material includes video lessons, worksheets, quizzes and games to support the curriculum, presented by year group and by topic. \nFor primary school pupils, CBBC broadcasts BBC Bitesize Daily as well as programmes such as Our School, Horrible Histories and Operation Ouch.\nBitesize Daily tackles a different subject each weekday, including maths, English, science and French. There are separate programmes for five-to-seven year-olds, seven-to-nine year-olds and those aged nine to 11. \nThe Celebrity Supply Teacher programme features guests including Strictly's Bruno Tonioli on Italian, Jockey Khadijah Mellah on horse riding, and chef Hugh Fearnley-Whittingstall on sustainability,\nIn a new CBBC show, Ricky Wilson's Art Jam, the Kaiser Chief frontman and former art teacher talks to celebrity friends about their art passions, including former Girls Aloud star Nadine Coyle, Radio 1 DJ Nick Grimshaw and Joe Sugg. All episodes are now available on the BBC iPlayer.\nBBC Two caters for secondary students, with new content to support the curriculum, including BBC Bitesize Secondary programmes plus drama adaptations, science, history and factual titles.\nThe Bitesize Learning Zone will launch on CBBC and BBC iPlayer on 19 April. At first, the three-hour weekday slot will draw on themed archive material from BBC Education, CBBC and the BBC Natural History Unit, before new programmes begin in May. \nThe archive content will include short \"Teacher Talks\" videos which will explain core concepts around maths and English as well as live lessons and educational programmes from CBBC such as Top Class and Art Ninja. \nThere will also be new episodes of Bitesize Daily for primary school children from June until the end of the school year, split into three age groups as before. These will be designed for teachers to use in the classroom, or for children to use at home as catch-up lessons.\nAs well as the television programmes, there will be structured lessons on the BBC Bitesize website in Maths and English for primary school students, which will match the topics being taught in schools.  \nEpisodes of Bitesize Daily Secondary will remain available on BBC iPlayer, as well as online Bitesize material for years 10 and 11. \nOnline - learning resources for children of all ages can be found on the BBC Bitesize website.\nTV - programming for primary school pupils is on CBBC between 09:00 and 12.00 every weekday. Programmes for secondary school pupils is on BBC Two, between 13:00 and 15:00. \nRed Button - the Bitesize Daily lessons will also be shown on the Red Button service on TV. \niPlayer - all episodes will be available on catch-up, via iPlayer.\nFor primary and secondary pupils in Scotland, there is also dedicated programming online and on BBC Scotland from 10:00, every weekday for about two hours. This includes BBC Bitesize Scotland programmes. \nFor children studying in Welsh, there is bilingual support on the BBC Bitesize website, with activities to support home learning. Go to the \"change language\" button and select the Welsh language to access it. There are also Welsh language Bitesize programmes on iPlayer. \nPupils in Northern Ireland can go to the \"Learning from home\" section of the BBC Northern Ireland website to find more information to help their studies. There are also BBC Bitesize Northern Ireland programmes on iPlayer for primary pupils and secondary pupils.\nCustomers using BT Mobile, EE, and Plusnet Mobile can use BBC Bitesize content without eating into their data allowance.\nMore mobile companies are also expected to make such content free to use.\nThe BBC Bitesize Facebook and Twitter accounts are focusing on parents and teachers, including articles on supporting children's learning from home.\nAnd the Bitesize Instagram and TikTok platforms are there for teenage students - offering both useful explainers and some material designed to make you smile.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-55978474",
      "category": "entertainment-arts",
      "title": "Wolf Alice's Ellie Rowsell accuses Marilyn Manson of upskirt filming",
      "tags": "Music",
      "text": "Ellie Rowsell, the singer with Mercury Prize-winning British band Wolf Alice, has accused Marilyn Manson of pointing a camera up her skirt at a festival.\nShe is the latest to make claims about the star's alleged abusive behaviour.\nIt comes after US actress Evan Rachel Wood and four other women published accounts of sexual, physical and emotional abuse.\n\"Solidarity to Evan Rachel Wood and those calling out Marilyn Manson,\" tweeted Rowsell.\n\"It's sad to see people defending him, just because he put his depravity in plain sight doesn't give him a free pass to abuse women?!\"\nThe rock star has not responded to Rowsell's account. The BBC has asked his representatives for a comment. He denied Wood's allegations, saying they were \"horrible distortions of reality\".\nWriting on Twitter, Rowsell explained: \"I met Marilyn backstage at a festival a few years ago.\n\"After his compliments towards my band became more and more hyperbolic I became suspicious of his behaviour. I was shocked to look down and see he was filming up my skirt with a GoPro [camera].\"\nThe singer/songwriter, whose indie band won the prestigious Mercury Prize in 2018, added that there were \"no repercussions for his behaviour\" at the time, and that his own team admitted that such incidents were not uncommon.\n\"If he does this kind of thing all the time why on earth has he been headlining festivals for so many years?\" she asked.\n\"When will we stop enabling misogynists on the account of their success? Women must feel safe in the male dominated world that is the music industry.\n\"I wasn't sure whether to bring any of this up but Manson claims in his recent statement that his relationships were 'entirely consensual' - I don't think he knows the meaning of consent if he goes around up-skirting young women at festivals.\"\nLast week, Wood claimed Manson \"horrifically abused\" her during their three-year relationship in the late noughties. \nManson denied the allegations via Instagram, saying: \"My intimate relationships have always been entirely consensual.\"\nLast week, his ex-wife Dita Von Teese said the allegations \"do not match my personal experience during our seven years together as a couple\". She wrote on Instagram: \"Had they, I would not have married him in December 2005. I left 12 months later due to infidelity and drug abuse.\"\nShe added: \"Abuse of any kind has no place in any relationship. I urge those of you who have incurred abuse to take steps to heal and the strength to fully realise yourself.\"\nMeanwhile, Oscar-winning composer and Nine Inch Nails frontman Trent Reznor again denied claims in Manson's 1998 memoir that the pair were involved in a sexual assault.\n\"I have been vocal over the years about my dislike of Manson as a person and cut ties with him nearly 25 years ago,\" Reznor said last week.\n\"As I said at the time, the passage from Manson's memoir is a complete fabrication. I was infuriated and offended back when it came out and remain so today.\"\nFollow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-55979796",
      "category": "uk-england-london",
      "title": "London violence: Sven Badzak 'could have been prime minister'",
      "tags": "London violence,Kilburn",
      "text": "A 22-year-old man who was stabbed to death in north London \"was going to be prime minister\" his mother has said.\nSven Badzak was found fatally injured after he fled from a group of males in Kilburn on Saturday. \nA 16-year-old boy remains in hospital in a critical condition following the attack. No arrests have been made.\nPrime Minister Boris Johnson said his thoughts were with Mr Badzak's mother \"and her family in mourning the loss of her son\".\nJasna Badzak called on Mr Johnson, for whom she campaigned during the 2008 London mayoral race, to \"help get justice for Sven\".\nHer son met other well-known Conservative politicians when he was younger, through her campaigning work with the political party.\nAsked what she would say to Mr Johnson, she said: \"This is a child and his mother who helped you get elected. You knew Sven. You were high-fiving him as your mate.\n\"I want to hear from him, from [David] Cameron, from [George] Osborne.\"\nMr Johnson pledged to do more to prevent young people from being \"sucked in the nihilistic\" gang culture. \nThe prime minister said there had been a big fall in crime figures, but that would be \"no consolation to a grieving mother\". \nPolice said Mr Badzak and his 16-year-old friend were attacked as they fled from a group of males at about 17.40 GMT.\nDet Ch Insp Darren Jones said the pair became separated and Mr Badzak was attacked on the ground after he fell.\nThe teenager managed to seek sanctuary in a shop and survived, although he remains critically ill, Det Ch Insp Jones said.\nMr Badzak was a former pupil at Wetherby School in Notting Hill, which was also attended by Prince William and Prince Harry.\nMrs Badzak said her son, who was planning on becoming a lawyer, had been in the Willesden Lane area \"to buy some orange juice and get a bagel\".\n\"Sven was the person everyone was saying was going to be the prime minster,\" she said.\nHer son \"was a child who would never raise a hand unless he was going to lift you up\", she said.\n\"He was that charming, spoke with a perfect voice and no-one could shut him up in an argument.\n\"He had a lifetime of opportunities in front of him.\n\"I keep expecting him to come through the door. I want him in my home and to never be away from me.\"\nMrs Badzak called on anyone with information about the killing to come forward.\n\"Enough is more than enough,\" she said. \nFor more London news follow on Facebook, on Twitter, on Instagram and subscribe to our YouTube channel."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55990051",
      "category": "uk",
      "title": "Daniel Kinahan says drug gang claims a 'campaign' against him",
      "tags": "Republic of Ireland,Tyson Fury,Drugs trade",
      "text": "A suspected crime boss has confirmed he is still involved in \"planning multiple world title fights\" in boxing.\nDaniel Kinahan insisted that allegations of criminality are part of \"a campaign\" against him.\nHis continued involvement at the top of the sport was revealed last week by BBC One's Panorama, leading to calls for tighter regulation. \nMr Kinahan has no criminal convictions, but was named in Irish courts as the head of a prominent drug cartel.\nThe suspected gangster helped set up boxing management business MTK Global - but it was announced last year he was stepping away from the sport.\nHowever, the company told Panorama that he still advises some of its boxers, and Mr Kinahan himself has now issued his own statement, telling Talksport that he was innocent, and that he continued to work at the very top of the sport.\n\"I have dedicated myself to my work in boxing for over 15 years. I am proud to say today that I have helped organise over a dozen major world title fights,\" Mr Kinahan said. \n\"I continue to be involved in planning multiple record-breaking and exciting world title fights.\"\nMr Kinahan said he believed that his success in the world of boxing \"has led to an increase in the campaign against me\".\n\"I am not a part of a criminal gang or any conspiracy. I have no convictions,\" he said.\nMr Kinahan's role in world boxing caused an outcry in June last year when it emerged he had been working as a personal adviser to world heavyweight champion Tyson Fury ahead of a much-anticipated £200m mega-fight later this year with fellow British champion Anthony Joshua. \nPanorama asked Fury whether Mr Kinahan was still his personal adviser, but he did not respond.\nThe BBC team that produced the programme has received an unspecified threat from unnamed criminal elements since it was broadcast, but Mr Kinahan has denied being involved.\n\"Last week it was inferred that I had threatened a reporter. I have full respect for journalism. I have worked with journalists and I value their role,\" he said in his statement. \n\"I have never threatened a reporter or journalist or asked anyone to do that for me. I never have and I never would.\"\nLast week Culture Secretary Oliver Dowden told the BBC that the film had raised \"very worrying allegations\". \nThe British Boxing Board of Control has said it is powerless to stop Kinahan advising boxers as it does not regulate such roles and he is not licensed with them. \nEddie Hearn - who promotes Joshua - said he anticipated \"no impact\" on the fight with Fury, and insisted that no sponsors or broadcasters had expressed concern to him since the programme was aired. Last year, the Irish government called on broadcasters to boycott the planned world title fights.\nLawyers for MTK Global told Panorama that while Mr Kinahan \"provides some personal advice to a number of boxers managed by MTK Global\", he had never owned, controlled or been an employee of the company. \nMr Kinahan's lawyers also told the programme he has no criminal convictions and the allegations about him running a violent cartel are false and have no evidential basis.\n\"He is proud of his record in boxing to date. He has operated on the basis of honesty and with a commitment to putting fighters' needs first,\" they said.\n\"Mr Kinahan is a successful and independent adviser in the boxing industry in his own right. It is a matter of public record that he has exited the business of MTK.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55976703",
      "category": "uk",
      "title": "Covid-19: Minister urges vaccine confidence, as South Africa stops AstraZeneca jab rollout",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday morning. We'll have another update for you this evening.\nThe public should have \"confidence\" in the UK vaccination programme, the vaccines minister says - despite a study showing the AstraZeneca jab may be less effective against the South African variant of Covid-19. The study involved about 2,000 people, with an average age of 31. It showed the jab offered \"minimal protection\" against mild and moderate disease from the South African variant. AstraZeneca said it did not know whether the jab would stop severe illness, because the study was predominantly on younger people. But the company said it could still be effective. Vaccines minister Nadhim Zahawi says the jabs \"appear to work well\" against the variants currently dominant in the UK. On Sunday, he told the BBC that a booster in the autumn, and annual vaccines, could be needed to combat variants. He also ruled out \"vaccine passports\" for people to travel - watch the clip below. \nSouth Africa has responded to the study by pausing the rollout of the AstraZeneca vaccine. The country has received 1m doses of the AstraZeneca jab and was due to start vaccinating people next week. The government will still offer vaccines produced by Johnson & Johnson and Pfizer in the coming weeks. Watch our explainer on how vaccines are approved below.\nLabour is challenging the government to \"clean up\" how it awards contracts for Covid work. In a speech on Monday, shadow Cabinet Office minister Rachel Reeves will say procurement during the pandemic has been \"rife with conflicts of interest\". She will call for a new ethics watchdog to \"guarantee standards\" for spending public money. The government said it has \"robust rules\" to ensure that conflicts of interest do not occur.\nThe Super Bowl Halftime Show is traditionally built on grand gestures and eye-popping spectacle. Think about Lady Gaga diving off the roof of Houston's NRG stadium, or Katy Perry riding an animatronic lion, or Diana Ross soaring out of Arizona's Sun Devil Stadium, waving to fans through the open door of a helicopter. This year was a little different. Canadian R&B star The Weeknd was the interval act and was largely forced to perform from the stands, rather than the pitch, in compliance with strict coronavirus protocols. Read our reporter Mark Savage's full review here.\nA British family who went viral during the first lockdown - after adapting a song from the musical Les Miserables - have done it again. This time the Marsh family, from Kent, turned to a Bonnie Tyler track for inspiration...\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. This piece looks at UK virus data - including the falling daily case and death rate.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55966155/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Coronavirus: Motorists 'turned back' at Irish border",
      "tags": "Republic of Ireland,Coronavirus lockdown measures,Ireland–UK border,Coronavirus pandemic",
      "text": "People driving from NI into the Republic of Ireland are being turned back at the border if they do not have an essential reason for travel.\nNI residents face fines from Monday if they are caught crossing the border without \"a reasonable excuse\".\nThe unprecedented step has been taken by the Irish government in a bid to prevent the spread of Covid-19.\nAnyone engaged in cross-border travel in breach of Ireland's Covid-19 restrictions will be fined €100 (£88).\nA number of Garda (Irish police) checkpoints were operational along the border from 07:00 local time. \nAt a checkpoint near Emyvale in County Monaghan, Insp Adrian Durcan said some people had \"turned back\" when requested.\n\"We have engaged with a few people who have not had essential reasons and on the advice of the guards, they have turned back,\" he said.\n\"I think it was three so far this morning.\"\nInsp Durcan said fines would be issued to those not complying with the regulations.\n\"They will receive the fine and have 28 days to pay the fine, failure to pay that fine will result in a court appearance,\" he said.\n\"If they don't pay it we will issue a summons in respect of the offence and we will follow through on that summons.\"\nNorthern Ireland residents who have to cross the border for essential work or essential purposes, such as seeking medical treatment, will be exempt from fines. \nPublic health guidance in NI says people \"should not travel in or out of Northern Ireland except where it is essential to do so\".\nThe new rules are the latest in a series of decisions aimed at reducing travel to and within the Republic of Ireland, but it is the first time that people from Northern Ireland will face financial penalties for non-essential cross-border travel.\nThe Republic of Ireland is currently in the highest level of lockdown, known as \"level five\" in the government's five-stage plan for managing Covid-19. \nLevel five measures include a strict travel ban which means residents in the Republic of Ireland are temporarily prohibited from going more than 5km (3 miles) away from their home.\nThere are exceptions to the 5km limit for people who have to travel further for essential work; medical reasons; caring responsibilities; and other essential purposes such as shopping for necessities like food.\nSince January 2021, gardaí have new enforcement powers which include the right to fine people engaged in non-essential travel.\nUntil now, Ireland's travel restrictions did not apply to people living in Northern Ireland, although Garda checkpoints a short distance from the border during earlier lockdowns did cause some tailbacks for cross-border traffic.\nThe new cross-border fines follow recent amendments to the Irish government's Covid-19 health legislation.\nThe regulations now state that \"any other person who is not ordinarily resident in the state shall not travel within a relevant geographical location without reasonable excuse\".\nGardaí said if they stop a car with a driver and two adults who should not be crossing the border, all three will receive a €100 fine.  Cyclists and pedestrians will also be liable for fines.\n\"Travelling to an airport or port to take a holiday abroad is not an essential journey,\" they also warned.\nAny adult who is detected travelling to an Irish airport or port for a non-essential trip or holiday abroad currently faces a €500 fine.\nA Garda spokeswoman confirmed holidaymakers from Northern Ireland who are stopped by gardaÍ on their way to an airport will be liable for both that €500 fine and the €100 cross-border fine."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55983453/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Boris Johnson 'very confident' in vaccines being used in UK",
      "tags": "Coronavirus vaccines,Boris Johnson,Vaccination,Coronavirus pandemic",
      "text": "Boris Johnson says he is \"very confident\" in the Covid vaccines being used in the UK, amid concerns about the Oxford-AstraZeneca jab's effectiveness against the South Africa variant.\nThe vaccines are effective in delivering a high degree of protection against serious illness, the PM said. \nA small study found the Oxford jab gave \"minimal protection\" against mild disease from the South Africa variant.\nBut scientists are confident it will protect against serious disease.\nSome 147 cases of the South Africa variant have been found in the UK.\nHowever, the Oxford vaccine has shown to provide good protection against the so-called Kent variant, which remains the dominant strain in the UK.\nThe prime minister said: \"We're very confident in all the vaccines that we're using.\n\"It's important for people to bear in mind that all of them, we think, are effective in delivering a high degree of protection against serious illness and death, which is the most important thing.\"\nEngland's deputy chief medical officer, Prof Jonathan Van-Tam, told a Downing Street briefing that initial data from Pfizer-BioNTech, Novavax and Janssen - all of whose vaccines the UK has ordered - suggested they had a \"substantial effect at reducing serious illness\".\nHe said the latest study of the Oxford vaccine in South Africa did not change his view that the Oxford vaccine would be \"rather likely\" to have an effect on severe disease.\nProf Van-Tam said headlines about the study have been \"a bit scary\" but his advice to anyone \"on the edge\" about whether they should wait to get vaccinated would be: \"Do not delay, have the vaccine that will protect you against the current threat.\"\n\"Early data\" suggested the South Africa variant did not have any advantage over the Kent variant, so it was unlikely to become dominant in the UK in the short term, he said.\n\"There is no reason to think the South Africa variant will catch up or overtake our current virus in the next few months.\"\nThe Oxford-AstraZeneca and Pfizer-BioNTech vaccines are currently being rolled out in the UK, where nearly 12.3 million people have been given a first dose according to the latest figures - almost one in four adults.\nAnother 14,104 confirmed cases were reported on Monday and a further 333 deaths were recorded within 28 days of a positive test, bringing the total to 112,798. But the numbers in hospital remain higher than the previous peak in April last year, at 29,326.\nMr Johnson said the vaccines \"remain a massive benefit to our country\" and he has \"no doubt that vaccines generally are going to offer a way out\".\n\"Yes we're doing everything we can to contain new variants but we're also increasingly confident that science, medicine, is gaining the upper hand over coronavirus and all its variants,\" he added.\nDr Katherine O'Brien, director of immunisation at the World Health Organization, said it was \"really plausible\" that the Oxford-AstraZeneca vaccine might still have a a \"meaningful impact\" on the South African variant, especially in preventing serious illness and death.\nHealth Secretary Matt Hancock said the NHS would issue booster jabs against variants if necessary, and had placed a new order for 50 million doses with vaccine company CureVac.\nThe deal is intended to rapidly develop vaccines, including using the mRNA technology already deployed by Pfizer-BioNTech and Moderna, in the UK \"so we will be prepared for whatever the future might bring\", Mr Hancock said.\nApproving revised vaccines for booster shots would take \"a matter of weeks rather than a matter of months\", Prof Van-Tam added.\nMr Hancock also said the government had ordered 20 million more rapid tests so it could expand workplace testing to all businesses with more than 50 employees in sectors that are currently open.\nViruses mutate - so what is happening is not surprising.\nThe mutations seen in South Africa change the part of the virus that the vaccines target.\nIt means all the vaccines that have been produced so far are likely to be affected in some way.\nTrials for Novavax and Janssen vaccines that were carried out in South Africa showed less effectiveness against this variant. Both are currently before the UK regulator.\nTherefore the news about the Oxford-AstraZeneca does not come out of the blue.\nThe fact it now only has \"minimal\" effect according to reports is concerning - the other vaccines showed effectiveness in the region of 60% against the South African variant.\nBut we should be careful about rushing to judgement. The study was small so there is only limited confidence in the findings.\nWhat is more, there is still hope the vaccine will prevent serious illness and hospitalisation.\nWhat this once again illustrates is the pandemic is not going to end with one Big Bang. Vaccines are likely to have to change to keep pace with the virus.\nProgress will be incremental. But vaccines are still the way out of this - and as things stand they remain very effective against the virus that is dominant in the UK.\nIn South Africa, where the variant - known as 501.V2 or B.1.351 - accounts for 90% of new coronavirus cases in the country, the rollout of the Oxford-AstraZeneca vaccine has been put on hold awaiting further advice.\nLabour leader Sir Keir Starmer said the South Africa variant is the \"single biggest risk\" in the pandemic at the moment, but added that the government was taking too long to introduce controls at the border, \"leaving a back door open at a vital stage in the battle against the virus\".\nMr Johnson said border controls could play a greater role against new variants once infection rates are further reduced in the UK.\nDr Mike Tildesley, an infectious disease expert who advises the government, told BBC Radio 4's Today programme that \"it's very possible\" the South Africa variant could already be quite widespread in the UK.\nThe \"surge testing\" taking place in certain areas in England \"really needs to be effective\" to halt its spread, he said, but \"sadly we may be in a similar situation to the Kent variant\", which eventually spread across the whole country.\nAdditional surge testing is taking place in a number of areas in England where the South Africa variant has been found, including parts of Surrey, Bristol, London, Kent, Hertfordshire, Walsall, Gloucestershire and Worcestershire. \nOn Monday evening the Department of Health announced that surge testing would also be deployed in parts of the M14, M15 and M16 postcode areas in Manchester.\nSouth Africa's suspension of the rollout of the vaccine is only \"temporary\" at this stage and the \"context is a little bit different\" to the UK where the Kent variant is the dominant strain, he added.\nThe new study of the Oxford-AstraZeneca jab, which has not yet been peer-reviewed, involved about 2,000 people who were on average 31 years old.\nA spokesman for the pharmaceutical company said it had not yet been able to properly establish whether the jab would prevent severe disease and hospitalisation caused by the South Africa variant because those involved in the study had predominantly been young, healthy adults.\nBut the company expressed confidence the vaccine would offer protection against serious cases, because it created neutralising antibodies similar to those of other coronavirus vaccines."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-highlands-islands-55981029/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Travel disruption as temperatures plunge to -16.7C",
      "tags": "Braemar,Snow,Perth,Aviemore,Garve,Severe weather",
      "text": "Heavy snowfall and temperatures as low as -16.7C led to warnings of \"tough\" driving conditions in parts of Scotland. \nThe Met Office forecast of up to 20cm (8in) of snow in parts of central Scotland. An amber weather warning expired at 21:00.\nTransport Scotland said Covid rules meant people should not be travelling unless it was for essential purposes.\nThe temperature dropped to -16.7C in Altnaharra in Sutherland overnight.\nIt was the lowest temperature recorded in the UK since December 2010.\nThe previous low of 2021 so far was -13C at Braemar.\nThere has been widespread disruption across Scotland, including:\nScotRail said heavy snowfall had caused \"significant disruption\" on its Edinburgh to Glasgow routes. \nThe rail company tweeted that it had a \"bumpy start\" to the day as road conditions delayed staff travelling to work.\nNetwork Rail said it was working to fix a number of points failures, particularly in the Central Belt, and urged people to check before they travelled. \nThe amber weather warning initially covered Clackmannanshire, Falkirk, Fife, Perth and Kinross, Stirling, West Lothian, East Dunbartonshire, North Lanarkshire and West Dunbartonshire.\nIt was later extended to include Dundee and southern Angus, Edinburgh, the Lothians and northern Borders.\nFirst Minister Nicola Sturgeon said all Covid vaccinations were going ahead as planned despite the travel difficulties.\nHowever, the Caird Hall vaccination centre in Dundee had to close early on Tuesday evening due to the poor weather conditions.\nNHS Tayside said the vaccination team would contact the remaining people to rearrange their appointments and apologised for any inconvenience caused.\nThere is also a yellow warning of snow in place for much of the rest of Scotland until late on Wednesday night. The warning extends from Shetland and down the east coast of Scotland.\nTransport Scotland said road temperatures, including wind chill, dropped to -18C overnight at Bannockburn.\nSpokesman Stein Connolly said: \"There were temperatures of -7C and -8C throughout the country last night so we had challenges everywhere.\n\"We've got all the operating companies working in a multi-agency response team - working very closely with the Met Office - and we will be working all day today until we get clear of this.\"\nBear Scotland said snow showers across the network were \"making driving conditions tough\". \nMidlothian Council said it had redeployed 80 staff from other departments to help clear paths and pavements. \nSome parts of Scotland had already seen heavy snowfalls.\nDepths of 26cm (10in) were recorded at Aboyne in Aberdeenshire, 18cm (7in) at Aviemore and 15cm (6in) at Loch Glascarnoch, near Garve, in the Highlands on Monday morning.\nBraemar Mountain Rescue Team has been helping engineers from energy company SSEN restore supplies in Upper Deeside in Aberdeenshire following power and communication failures caused by heavy snow.\nThe wintry conditions are associated with cold air from Russia and Eastern Europe.\nThe weather has been nicknamed the Beast from the East Two, following the 2018 Beast from the East which brought widespread snow to Scotland."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55989921",
      "category": "business",
      "title": "Covid: Two tests for all UK arrivals during quarantine",
      "tags": "Travel,Coronavirus testing,Coronavirus pandemic",
      "text": "All travellers entering the UK will be required to take two coronavirus tests while quarantining in an attempt to prevent variants entering the country.\nArrivals will be required to get a test on days two and eight of their 10-day quarantine period, whether they are isolating at home or in a hotel.\nThe Department of Health said the move would enable authorities to track new cases more effectively.\nHealth Secretary Matt Hancock will set out more details in the Commons later. \nIt is in addition to the current rules which require travellers arriving in the UK - whether by boat, train or plane - to show proof of a negative Covid-19 test to be allowed entry.\nThis test must be taken in the 72 hours before travelling, and anyone arriving without one faces a fine of up to £500, with Border Force officials carrying out spot checks.\nTravellers must provide contact details and their UK address. They can then travel - by public transport if necessary - to the place where they plan to self-isolate. \nThe new testing policy comes amid concern about new variants entering the country that are more resistant to existing vaccines.\nEarly trials of the Oxford-AstraZeneca vaccine suggest it offers \"minimal protection\" against mild disease from the South Africa variant. There have been 147 cases of the variant have found in the UK.\nProf Andrew Pollard, director of the Oxford Vaccine Group, told BBC Radio 4's Today programme the results were \"expected\" because the virus is \"introducing mutations... to allow it to still transmit in populations where there's some immunity.\"\n\"As long as we have enough immunity to prevent severe disease, hospitalisations and death, then we're going to be fine in the future in the pandemic,\" he said.\nOn Monday, England's deputy chief medical officer, Prof Jonathan Van-Tam, said the South African variant did not appear to have a \"transmissibility advantage\" over the one first identified in Kent, which has spread across the UK.\nIt was therefore unlikely to \"overrun\" the Kent variant, he told Monday's coronavirus briefing. \nFrom 15 February, UK residents and Irish nationals arriving from certain countries will have to quarantine in hotels.\nPassengers will have to stay in their rooms for 10 nights, with security guards accompanying if they go outside.\nThe rules will apply to UK nationals and residents arriving from 33 \"red list\" Covid-19 hotspots - mostly in South America and Africa - where it's feared Covid variants may have already spread. Passengers will be expected to pay for the cost of the accommodation.\nNon-UK travellers who have been in these countries in the 10 days before travelling are banned from entry.\nAll travellers - including British nationals - must self-isolate for 10 days when they get to the UK.\nThe \"test to release scheme\" - where travellers from non-red list countries can leave home isolation after a negative test on day five - will remain under the new testing rules.\nPassengers will be expected to use the gold-standard and more expensive PCR tests.\nDerek Jones, chief executive of luxury travel company Kuoni, welcomed the testing plan. \n\"As we have said all along, a robust testing regime is the way to open up travel again but it has to replace or at least shorten quarantine,\" he said.\nIt comes as Prof Van-Tam warned it was too soon to say to what extent people could begin to start planning summer holidays.\nSpeaking at Monday's coronavirus briefing, he said: \"The more elaborate your plans are for summer holidays, in terms of crossing borders, in terms of household mixing, given where we are now, I think we just have to say the more you are stepping into making guesses about the unknown at this point,\" he said.\n\"I can't give people a proper answer at this point because we don't yet have the data. It is just too early to say.\"\nLockdown rules mean people must only travel abroad for essential reasons. These are the same as the \"reasonable excuses\" for domestic travel, including:\nPeople leaving England will soon have to make a declaration on why they need to travel, which will be checked by carriers prior to departure.\nHave you recently travelled into the UK? What was your experience at the UK border?\nIn other developments:\nSpeaking about the new testing plans, a Department of Health and Social Care spokesman said it was \"important the government continues to take the necessary steps to protect people and save lives\". \nHe added: \"Enhancing our testing regime to cover all arrivals while they isolate will provide a further level of protection and enable us to better track any new cases which might be brought into the country, and give us even more opportunities to detect new variants.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55972619",
      "category": "world-us-canada",
      "title": "Iran nuclear deal: US sanctions will not be lifted for talks, says Biden",
      "tags": "Xi Jinping,China,Iran,Iran nuclear deal,United States,Joe Biden",
      "text": "US President Joe Biden says he will not lift economic sanctions against Iran until it complies with the terms agreed under a 2015 nuclear deal.\nMr Biden was speaking in a CBS News interview aired on Sunday.\nBut Iran's Supreme Leader, Ayatollah Ali Khamenei, said Tehran would only return to compliance if the US first lifted all economic sanctions.\nThe 2015 deal sought to limit Iran's nuclear programme, with sanctions eased in return.\nFormer President Donald Trump, however, withdrew the US from the deal in 2018 and re-imposed sanctions, leading Iran to roll back on a number of its commitments.\nIran, which says its nuclear programme is peaceful, has been increasing its stockpile of enriched uranium. Enriched uranium can be used to make reactor fuel, but also nuclear bombs.\nUnder the terms of the 2015 nuclear deal - an agreement reached between Iran, the US, China, France, Germany, Russia and the UK - Tehran agreed to limit its uranium enrichment and allow international inspectors to access sites and facilities.\nIn return, sanctions imposed on Tehran were lifted. \nBut Mr Trump withdrew the US from the deal, known as the Joint Comprehensive Plan of Action (JCPOA), in an effort to force Iran to negotiate a new accord, and reinstated economic sanctions.\nMr Trump wanted to place indefinite curbs on Tehran's nuclear programme and also halt its development of ballistic missiles.\nIran refused. In July 2019, it breached the 3.67% cap on uranium enrichment and in January this year announced it had resumed enriching uranium to 20% purity. Weapons-grade uranium is 90% purity.\nIn a short clip of the interview published before the full broadcast at 16:00 EST (21:00 GMT) on Sunday, Mr Biden was asked if he would halt economic sanctions to bring Tehran back to the negotiating table, and he replied: \"No.\"\nMeanwhile, Ali Khamenei said that for Iran to return to its commitments under the deal, the US must first \"abolish all sanctions\", Iranian state TV reported on Sunday.\n\"We will assess, and if we see that they have acted faithfully in this regard, we will return to our commitment,\" he said, adding: \"It is the irreversible and final decision and all Iranian officials have consensus over it.\"\nThe president also talked about the US relationship with China.\nHe said there was no reason for Washington to be drawn into direct conflict with Beijing, but that both sides would engage in what he called \"extreme competition\" on the global economic stage. \nMr Biden said he had not spoken to his Chinese counterpart, Xi Jinping, since becoming president last month, and that he had not changed his stance towards Beijing. \n\"He's very bright, he's very tough,\" Mr Biden said of Mr Xi, adding: \"He doesn't have a democratic - small 'd' - bone in his body.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55347203",
      "category": "uk-wales",
      "title": "Covid in Wales: Minister 'sorry' as deaths pass 5,000",
      "tags": "Swansea Bay University Health Board,Public health,Merthyr Tydfil,Coronavirus testing,NHS Wales,Coronavirus pandemic,Cwm Taf Morgannwg University Health Board",
      "text": "The number of deaths from coronavirus reported to Public Health Wales (PHW) has gone past 5,000.\nA further 12 people have died in Wales with Covid, taking the total to 5,001.\nHealth Minister Vaughan Gething has apologised for \"every single life that has been lost\" during the pandemic.\n\"Today we reached a sobering milestone,\" said Dr Giri Shankar, Covid incident director for PHW. \"That's one life lost every 90 minutes since March last year. 5,000 families grieving.\"\nIt comes on the same day as it is confirmed that more than 600,000 people in Wales - 19.2% of the Welsh population - have had their first dose of the coronavirus vaccine.\nThe PHW reports deaths that are confirmed cases in hospitals and some care homes. The number who have died with Covid when the virus is either suspected or confirmed by doctors, in all settings, is nearly 6,500.\n\"I'm deeply sorry for every single life that's been lost. Every family that's been affected,\" said Mr Gething.\nHe said those that died were not \"just numbers\", adding: \"These are people who are loved and valued and leave others behind.\"\nHe said there was no \"good\" or \"bad\" figure for the numbers of deaths from the pandemic.\nHe added: \"I'm afraid we can be terribly confident that without the measures that we've all taken together, more people would have come to harm, and more families would be grieving the loss of a loved one.\"\nDr Shankar urged everyone \"whatever their background, socio-demographic and ethnicity\" to have the vaccine when offered it.\nVaughan Gething says it's difficult to talk about \"good\" and \"bad\" death figures in this pandemic. Many people might question the latter point.\nIt's true that counting Covid deaths is not straightforward. Different organisations use different measures and therefore produce different figures.\nBut of today's tragic milestone, more than two-thirds of the 5,001 deaths have occurred since September. \nInternational comparisons are difficult too, but nevertheless Wales - and the rest of the UK - has one of the highest excess death tolls in the world. \nThere will be a large variety of possible explanations for this, from investment in health systems, to the rapidity of test and trace and the timings of lockdowns.\nBut with elections across Britain scheduled for May, a dispassionate excavation of the data and the impact of decision making by governments will likely have to wait for the public inquiry.\nThe worst day for Covid deaths in Wales during the whole pandemic was in January - the worst week was also last month - and the highest 13 days of coronavirus deaths reported by PHW have all occurred since mid-December.\nHospital admissions involving coronavirus and Covid patients in critical care were at record levels in January - but now they are at their lowest since 28 December, at 2,261 inpatients.\nWales' case rate of 116 cases per 100,000 people is the lowest in the UK and the lowest since 6 October.\nMr Gething denied the Welsh Government had been naive about the risks at the start of the pandemic.\nHe said there were \"different risks to the UK and to Wales at that point in time\".\nBut he added ministers had \"never said\" that if coronavirus \"arrived at our shores in larger numbers then there wouldn't be harm caused - far from it\". \nMr Gething said preparations had changed as more information came to light and that the \"reasonable worst case scenario\" in their plans talked about hundreds of thousands of deaths across the UK and \"nearly 26,000 deaths in Wales\".\nMr Gething said he had warned ministers at the time that \"individual burial may no longer be possible\" but said \"we haven't reached that scenario in reality\".\nBut he said those plans \"show how much worse this could have been\".\nWelsh Conservative leader in the Senedd Andrew RT Davies called the 5,000 deaths a \"grim milestone\", adding: \"We must never forget the impact on them and their loved ones.\"\nHe said the \"consistency around the messaging\" was something that he regretted and it wasn't \"clear and loud enough right the way through the pandemic\", with some confused by \"unnecessary divergences\" between governments.\nPlaid Cymru leader Adam Price said the Welsh Government should have gone into lockdown \"harder and earlier\" in March 2020.\nHowever he praised the government and all those involved in the vaccination programme for the \"fantastic\" improvement in the vaccination rate.\nThe health minister acknowledged, in hindsight earlier this month, that more lives could have been saved had Wales gone into lockdown earlier at the start of the coronavirus pandemic.\nOffice for National Statistics (ONS) figures include all deaths registered, when the virus is suspected or confirmed - and in all settings from hospitals to people's homes.\nPublic Health Wales figures just show hospital and care home deaths with Covid, when cases have been confirmed by a lab test.\nUnder the ONS figures, Wales passed 5,000 deaths a month ago.\nIt is estimated that for 90% of these deaths in Wales, Covid is the underlying cause not just a contributory factor.\nThe ONS death toll - up to 22 January - was 6,473, with updated figures due out on Tuesday.\nOf the deaths reported to Public Health Wales on Monday, four more were in the Betsi Cadwaladr health board area in north Wales, three were in Hywel Dda in west Wales, two each were in Cwm Taf Morgannwg and Aneurin Bevan in south Wales while one death was in Swansea Bay.\nThere were also 610 new Covid infections reported in the last 24 hour period, taking the total number of cases to 196,670.\nMore than 600,000 people have now received their first dose of the coronavirus vaccine in Wales - with 603,976 people now having had the jab.\nOf those, 2,792 have had a second dose.\nThe case rate in Wales has fallen to 116 per 100,000 people, the lowest it has been for four months.\nFlintshire has overtaken its neighbouring county Wrexham as the area with the highest case rate with 231.9 per 100,000 people.\nWrexham's rate now stands at 229.5.\nThe areas with the lowest case rate are Ceredigion with 56.4 per 100,000 people, followed by Pembrokeshire with 69.9 and Swansea with 70.\nSince the start of the pandemic 1,559,030  people have been tested for Covid-19 in Wales, with more than 2.5 million tests carried out. On Sunday 11,013 new tests were performed.\nIf you would like to pay tribute to someone you have lost, please fill in the form below. We would like to respond to everyone individually and include all of your tributes in our coverage, but unfortunately that may not always be possible. Please be assured your message will be read and treated with the utmost respect, and your words and tributes will be used with your name and location where possible.\nPlease note the contact details you provide will never be published. Please ensure you have read our terms & conditions and privacy policy.\nIf you are reading this page on the BBC News app, you will need to visit the mobile version of the BBC website to submit your question on this topic. \nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nThe postcode search has been updated to replace data for health boards in Scotland with data for local councils. In England, data for county councils has been replaced with data for district councils. Figures for boroughs and unitary authorities remain unchanged. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55980053/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Over-70s can contact NHS for vaccine in England",
      "tags": "Coronavirus vaccines,Vaccination,NHS,Coronavirus pandemic",
      "text": "People aged 70 or older in England who have not yet had their coronavirus vaccine but would like to are being asked to contact the NHS. \nA national booking system can be accessed online or people can call 119 free of change between 7am and 11pm. \nAt a Downing Street news briefing, deputy chief medical officer Prof Jonathan Van-Tam urged people to get the vaccine \"without delay\". \n\"Protect yourself against the clear and present danger,\" he said.\nHe said the vaccines worked very well against the \"immediate threat\" of the Kent variant of coronavirus circulating in the UK.\nHe assured the public that the South African variant - which has undergone some changes that might impact vaccines to some extent - is not the UK's most dominant variant and there was \"no reason to suggest it will catch up or overtake our current virus in the next few months\".\nSome 147 cases of the South Africa variant have been found in the UK.\nCoronavirus is mutating and some of the new versions of the virus appear to be changing in ways that could ultimately affect existing vaccines.\nThat may sound worrying, but experts are confident that the current ones in use still work very well and will protect against severe illness.\nScientists have been running lots of tests and those suggest that despite the vaccines being a less than perfect match for some of the new variants, such as the South Africa one, they do plenty for what matters most - saving lives.\nFindings already show the Oxford-AstraZeneca offers good protection against the Kent variant of coronavirus that is the most common variant circulating in the UK.\nAnd data on the South Africa variant with a similar type of vccine, made by pharmaceutical company Janssen, suggest protection against severe Covid-19 is maintained.\nScientists are working to update vaccines to make sure they keep up with the virus as it continues to change.\nThis is something the world is very used to for flu vaccines, which can be updated every year.\nVaccines can be tweaked in a matter of weeks or months if necessary.\nDoctors want to ensure everyone in an eligible group has had the chance to be immunised.\nHealth Secretary Matt Hancock said \"we will not rest\" until all of those in at risk groups have been offered the vaccine. \nUntil now the NHS has asked people to wait until they are contacted for vaccination to help ensure that those who are most vulnerable are protected first. \nPeople over 70 in Scotland, Wales and Northern Ireland are being advised that they will be contacted by the NHS with an appointment. \nMore than 12 million people have already received a first dose and many who have not yet booked an appointment are receiving follow up letters and phone calls this week to encourage them to take up the offer of a vaccine. People can choose a time slot and location for their appointment. \nSo far: \nHealth and social care workers, who are also among the top four priority groups for vaccination, should speak to their employer about arranging their jab if they have not yet had one.\nDr Nikki Kanani, a GP and medical director for primary care at NHS England, said: \"If you are aged 70 and over, and haven't yet received your vaccine, please come forward and make an appointment as soon as you can. \n\"The vaccine is safe, simple, and will offer you and those around you crucial protection against this virus.\"\nIt comes as: "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55534727",
      "category": "health",
      "title": "Beta coronavirus variant: What is the risk?",
      "tags": "Coronavirus vaccines,South Africa,Coronavirus pandemic",
      "text": "Fully jabbed travellers arriving in the UK from France have to quarantine, because of the Beta variant. \nThe government is concerned jabs may not work as well against the variant. \nFrench authorities say most cases are from the overseas territories of La Reunion and Mayotte, rather than mainland France.\nBeta, also known as 501.V2 or B.1.351, has some significant genetic changes that experts are studying. It was first identified in South Africa.\nAll viruses, including the one that causes Covid-19, constantly mutate into new versions or variants.\nThese tiny genetic changes happen as the virus makes new copies of itself to spread and thrive. \nMost are inconsequential, and a few can even be harmful to the virus's survival, but some variants can make the virus more infectious or threatening to the host - humans. \nSome of the changes Beta has undergone involve the virus's spike protein - the part that gains the virus entry into human cells. It is also the bit that vaccines are designed around, which is why experts are concerned about these particular mutations.\nBeta, along with a few other variants of coronavirus, such as Delta and Alpha, have been labelled \"variants of concern\". These have some worrying changes experts want to keep a very close eye on.\nBeta carries a mutation, called N501Y, which appears to make it more contagious or easy to spread. \nAnother mutation, called E484K, could help the virus dodge a person's immune system, and may affect how well vaccines work. \nThere is no evidence that the South Africa variant causes more serious illness for the vast majority of people.\nAs with the original version, the risk is still highest for elderly people and those with significant underlying health conditions.\nVaccines are designed around original Covid, rather than new variants. \nThere is some evidence they are less effective at stopping Beta infections.\nBut experts say they should still work to stop severe illness. \nEven in the worst case scenario, vaccines can be redesigned and tweaked to provide a better match in a matter or weeks or months, if necessary.\nA trial of a new version of the AstraZeneca vaccine, designed against Beta, has begun in the UK.\nSome of the other Covid vaccines are also being updated. \nThe Beta variant has been identified in more than 50 countries around the world. \nSo far, the UK has recorded just over 1,000 cases of Beta. That's a tiny fraction of all Covid cases. Another variant, called Delta, currently makes up more than 99% of Covid seen in the UK. \nSouth Africa has reported higher cases of Beta.\nWhen it was first identified in the UK, the government recommended surge testing in the community in some regions to help stop the spread. \nA system of foreign travel restrictions has also been introduced to minimise the chance of UK travellers spreading Beta as well as other variants of concern. \nAlthough adults who were fully jabbed in the UK now no longer need to quarantine on return from amber list countries, double vaccinated travellers returning to England and Wales from France will still have to self-isolate for ten days. \nThey will also have to take two PCR tests to ensure they are not infectious. \nUK scientists are tracking variants, including Beta, to learn more and are providing genomic sequencing help to other countries so that they can do the same. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-55969669",
      "category": "world-asia-india",
      "title": "Uttarakhand glacier burst: Dozens missing after India dam collapses",
      "tags": "Floods,India,Severe weather",
      "text": "Dozens of people are missing and feared dead after a piece of a Himalayan glacier fell into a river and triggered a huge flood in northern India.\nThe floodwaters burst open a dam and a deluge of water poured through a valley in the state of Uttarakhand.\nVillages have been evacuated, but officials warned more than 125 people may have been caught in the torrent.\nVideo showed the floodwater barrelling through the area, leaving destruction in its wake.\nOne witness said a wall of water and rock sped down the Dhauliganga river so quickly there was no time to sound the alarm.\nPrime Minister Narendra Modi said he was monitoring the situation. \"India stands with Uttarakhand and the nation prays for everyone's safety there,\" he wrote on Twitter.\nUttarakhand police said the avalanche struck at about 11:00 local time (05:30 GMT), destroying a dam known as the Rishiganga Hydroelectric Project.\nPolice said the impact catapulted water along the Dhauliganga river, damaging another power project downstream in the Tapovan area.\nOne witness compared the flash flood to \"a scene from a Bollywood film\".\nUttarakhand Chief Minister Trivendra Singh Rawat said 125 people were confirmed missing so far, but that number could rise.\n\"Seven bodies have been recovered from the site and rescue operations are going on,\" Mr Singh Rawat told reporters at a briefing on Sunday.\nMost of those missing were workers at the two power projects swept away by the deluge.\nMore than 50 people working at the Rishiganga Hydroelectric Project were feared dead, Uttarakhand police chief Ashok Kumar said.\nBut he said some workers had been rescued from the site.\nEmergency crew managed to rescue 16 workers who had been trapped inside a tunnel that had been filled with debris. \nIndian media said around 30 others were trapped in a second tunnel, with emergency crews prepared to work through the night to rescue them.\nMr Singh Rawat said teams from the police and the army were \"doing their best to save the lives of the workers\".\nEmergency workers evacuated dozens of villages, but authorities later said the main flood danger had passed. \nHundreds of troops, along with military helicopters and other aircraft, have been sent to the region. They will begin searching for survivors on Monday morning.\nThe neighbouring state of Uttar Pradesh has put some riverside areas on high alert for flooding.\nExperts are investigating the incident.\nNavin Singh Khadka, BBC World Service environment correspondent\nThe remoteness of where this happened means no-one has a definitive answer, so far.\nExperts say one possibility is that massive ice blocks broke off the glacier due to a temperature rise, releasing a huge amount of water.\nThat could have caused avalanches bringing down rocks and mud.\n\"This is a strong possibility because there was a huge amount of sediment flowing down,\" said DP Dobhal, a senior glaciologist formerly with the government's Wadia Institute of Himalayan Geology.\nExperts say an avalanche could also have hit a glacial lake that then burst.\nAnother possibility is that an avalanche or landslide may have dammed the river for some time, causing it to burst out after the water level rose.\nUttarakhand, in the western Himalayas, is prone to flash floods and landslides.\nSome 6,000 people are believed to have been killed in floods in June 2013 which were triggered by the heaviest monsoon rains in decades.\nSunday's disaster has prompted calls by environment groups for a review of power projects in the ecologically sensitive mountains."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-55977537",
      "category": "technology",
      "title": "Iran 'hides spyware in wallpaper, restaurant and games apps'",
      "tags": "Iran,Cyber-security",
      "text": "Iran is running two surveillance operations in cyber-space, targeting more than 1,000 dissidents, according to a leading cyber-security company.\nThe efforts were directed against individuals in Iran and 12 other countries, including the UK and US, Check Point said.\nIt said the two groups involved were using new techniques to install spyware on targets' PCs and mobile devices.\nAnd this was then being used to steal call recordings and media files.\nOne of the groups, known as Domestic Kitten or APT-50, is accused of tricking people into downloading malicious software on to mobile phones by a variety of means including:\nThe American-Israeli company's researchers documented 1,200 victims being targeted by the campaign, living in seven countries.\nThere had been more than 600 successful infections, it said.\nThe second group, known as Infy or Prince Of Persia, is said to spy on the home and work PCs of dissidents in 12 countries, extracting sensitive data after tricking people into opening malicious email attachments.\nThe Iranian government has not commented on the report.\nDomestic Kitten's operation was first identified in 2018.\nAnd Check Point said there was evidence it had run at least 10 campaigns since 2017.\nFour of these were still active, with the most recent beginning in November 2020. \nAnd it was using an Iranian blog site, Telegram channels and text messages to lure people into installing its infected software, which the researchers have dubbed Furball, which could:\nThe 600 successful infections are said to have included dissidents, opposition forces and people belonging to the Kurdish ethnic minority in:\nThe other group, Infy, is said to have been operating as far back as 2007. \nIts most recent activity had targeted PCs, with fake emails with attractive content, usually with an attached document, Check Point said.\nOne example provided was of a document apparently about loans being offered to disabled veterans.\nOnce the document was opened, a spying tool was installed and sensitive data stolen, the company said.\nTwo documents recently used are said to have included a photo of an Iranian governor, with alleged contact details.\nThe researchers said Infy's capabilities were \"far superior\" to most other known Iranian campaigns, thanks to its ability to be highly selective about its targets and to have generally have gone undetected.\n\"It is clear that the Iranian government is investing significant resources into cyber-operations,\" Check Point cyber-research head Yaniv Balmas said.\n\"The operators of these Iranian cyber-espionage campaigns seem to be completely unaffected by any counter-activities done by others, even though both campaigns had been revealed and even stopped in the past.\n\"They have simply restarted.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55980053",
      "category": "health",
      "title": "Covid: Over-70s can contact NHS for vaccine in England",
      "tags": "Coronavirus vaccines,Vaccination,NHS,Coronavirus pandemic",
      "text": "People aged 70 or older in England who have not yet had their coronavirus vaccine but would like to are being asked to contact the NHS. \nA national booking system can be accessed online or people can call 119 free of change between 7am and 11pm. \nAt a Downing Street news briefing, deputy chief medical officer Prof Jonathan Van-Tam urged people to get the vaccine \"without delay\". \n\"Protect yourself against the clear and present danger,\" he said.\nHe said the vaccines worked very well against the \"immediate threat\" of the Kent variant of coronavirus circulating in the UK.\nHe assured the public that the South African variant - which has undergone some changes that might impact vaccines to some extent - is not the UK's most dominant variant and there was \"no reason to suggest it will catch up or overtake our current virus in the next few months\".\nSome 147 cases of the South Africa variant have been found in the UK.\nCoronavirus is mutating and some of the new versions of the virus appear to be changing in ways that could ultimately affect existing vaccines.\nThat may sound worrying, but experts are confident that the current ones in use still work very well and will protect against severe illness.\nScientists have been running lots of tests and those suggest that despite the vaccines being a less than perfect match for some of the new variants, such as the South Africa one, they do plenty for what matters most - saving lives.\nFindings already show the Oxford-AstraZeneca offers good protection against the Kent variant of coronavirus that is the most common variant circulating in the UK.\nAnd data on the South Africa variant with a similar type of vccine, made by pharmaceutical company Janssen, suggest protection against severe Covid-19 is maintained.\nScientists are working to update vaccines to make sure they keep up with the virus as it continues to change.\nThis is something the world is very used to for flu vaccines, which can be updated every year.\nVaccines can be tweaked in a matter of weeks or months if necessary.\nDoctors want to ensure everyone in an eligible group has had the chance to be immunised.\nHealth Secretary Matt Hancock said \"we will not rest\" until all of those in at risk groups have been offered the vaccine. \nUntil now the NHS has asked people to wait until they are contacted for vaccination to help ensure that those who are most vulnerable are protected first. \nPeople over 70 in Scotland, Wales and Northern Ireland are being advised that they will be contacted by the NHS with an appointment. \nMore than 12 million people have already received a first dose and many who have not yet booked an appointment are receiving follow up letters and phone calls this week to encourage them to take up the offer of a vaccine. People can choose a time slot and location for their appointment. \nSo far: \nHealth and social care workers, who are also among the top four priority groups for vaccination, should speak to their employer about arranging their jab if they have not yet had one.\nDr Nikki Kanani, a GP and medical director for primary care at NHS England, said: \"If you are aged 70 and over, and haven't yet received your vaccine, please come forward and make an appointment as soon as you can. \n\"The vaccine is safe, simple, and will offer you and those around you crucial protection against this virus.\"\nIt comes as: "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55659820",
      "category": "health",
      "title": "What are the Covid variants and will vaccines still work?",
      "tags": "Vaccination,Brazil,India,South Africa,Coronavirus pandemic",
      "text": "A new type of coronavirus has been found that scientists say is of \"great concern\". \nThe Omicron variant worries experts because it is very different to the types of Covid current vaccines are designed to fight. \nA variant is a slightly altered - or mutated - version of a virus. There are thousands of Covid variants around the world which is to be expected because viruses mutate all the time.\nOmicron is strikingly different from many other types due to the long list of genetic mutations it has undergone. \nIn particular, there are dozens of changes to the part of the virus targeted by the vaccine - the spike protein.\nEarly signs are that current vaccines might not work quite as well against Omicron.\nData from around the world suggests Omicron may be more infectious and spreads very easily. \nThis suggests the variant might be better at sidestepping some of the protection offered by vaccines, or past infection. \nPreliminary lab studies show two doses of Covid vaccine may not be enough. An answer could be giving people extra doses to boost their immunity, like the UK is doing now.\nUK research suggests boosters should provide good protection against severe illness.\nExperts say Omicron might be milder, since fewer people are getting sick enough with it to need hospital treatment compared to other variants.\nEven so, if it is more infectious it could lead to more deaths in an unvaccinated population.\nAs with other Covid variants, the risk remains highest for people who are elderly or have significant underlying health conditions. \nAlthough current vaccines may not be a perfect fit for Omicron they are still the best line of defence against Covid. \nThey have cut the risk of severe illness against the other major Covid variants, including Delta, Alpha, Beta and Gamma. \nDoctors say it is vital people get the recommended number of doses to gain maximum protection against existing and emerging variants. \nThe government is ramping up its vaccination programme in response to Omicron, and hopes to offer every adult in the UK a booster jab by the end of January. \nAlthough Covid infections have been rising, the number of hospitalisations and deaths has remained well below the levels seen in earlier waves. Experts say this is because of the success of the vaccine programme. \nUpdated versions of vaccines against Covid variants are already being designed and tested.\nManufacturers could scale up production quickly too and regulators have already discussed how to fast track the approval process. \nModerna has already said it hopes to have an Omicron booster ready by March. \nThe most potentially dangerous ones are called variants of concern and, along with Omicron, include:\nUK officials are also keeping an eye on a recent descendent of the Delta variant, called AY.4.2 or \"Delta plus\". \nViruses make carbon copies of themselves to reproduce but they aren't perfect at it. Errors can creep in that change the genetic blueprint, resulting in a new version of the virus - in other words, a variant. \nIf this gives the virus a survival advantage, the new version will thrive. \nThe more chances coronavirus has to make copies of itself in us - the host - the more opportunities there are for mutations to occur. \nThat's why keeping infections down is important. Vaccines help by cutting transmission as well as protecting against serious Covid illness. \nExperts say it is possible that the new highly altered variant B.1.1.529 may have originated in a patient whose immune system was unable to get rid of a Covid infection quickly, giving the virus more time to morph. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-55983492",
      "category": "uk-scotland",
      "title": "£24m bill for ex-Rangers administrators' legal claim",
      "tags": "Glasgow",
      "text": "The taxpayer will shell out more than £24m to settle a claim by two men wrongfully prosecuted during a fraud probe relating to the sale of Rangers. \nAdministrators David Whitehouse and Paul Clark settled out of court with the Crown Office in December. \nThe Crown Office has now revealed both men were awarded £10.5m damages, while legal costs will be at least £3m. \nScotland's most senior law officer has said there was no criminal misconduct in the failed fraud probe.\nThe Lord Advocate James Wolffe will make a statement on the case to Holyrood next week where he is expected to offer a public apology to both men.\nMr Whitehouse and Mr Clark were appointed administrators when the company that ran the Glasgow club went into administration in 2012.\nThe pair were arrested in 2014 but the Crown has since said the prosecution which followed was \"malicious\".\nBoth men launched a £20m compensation claim over their prosecution and the matter was resolved out of court. \nIn a separate legal claim, both men previously settled with Police Scotland over their wrongful arrest. \nIn a letter to Holyrood's justice committee, Mr Wolffe said Mr Whitehouse and Mr Clark received £10.5m in damages each.\nHe explained: \"Each of these pursuers was a very high-earning individual, and the settlement figure, in each case, reflected the actual loss which the pursuer was able to demonstrate had been caused to him by the wrongful prosecutions.\"\nIn addition, £3.08m has been paid out by the Crown Office to cover the former administrators' legal expenses to date but the final liability for these costs has not been calculated. \nThere are other civil cases pending against the Lord Advocate arising from the same failed prosecution but these have not been concluded. \nMr Wolffe added that \"arrangements have been made so that the settlement of these claims will not affect the operational effectiveness\" of the Crown Office.\nLast week, the Court of Session heard how Mr Whitehouse wants to pass on details from the civil case to any future investigations, such as a public inquiry, into the saga. \nRoddy Dunlop QC, acting for Mr Whitehouse, said the businessman wanted answers about why he was arrested and prosecuted.\nBut the Crown Office said its investigations had \"disclosed no criminal conduct\" to date. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-55972168",
      "category": "world",
      "title": "Chile: Violence flares after police officer shoots street performer dead",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55939972/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Elon Musk's Tesla buys $1.5bn of Bitcoin causing currency to spike",
      "tags": "Elon Musk,Bitcoin,Tesla,Electric cars",
      "text": "Elon Musk's car firm Tesla has said it bought about $1.5bn (£1.1bn) of the cryptocurrency Bitcoin in January and expects to start accepting it as payment in future.\nThe news caused the price of Bitcoin to jump 17% to $44,220, a record high.\nTesla said it was trying to maximise returns on cash that is not being used in day-to-day running of the company.\nIt comes days after Mr Musk added \"#bitcoin\" to his Twitter profile page, which drove up the price.\nHe removed it days later, but has continued talking up Bitcoin and other cryptocurrencies, including Dogecoin, which jumped 50% after his endorsement. \nIn a stock market filing, Tesla said it \"updated its investment policy\" in January and now wanted to invest in \"reserve assets\" such as digital currencies, gold bullion or gold exchange-traded funds.\nIt said it had already bought $1.5bn of Bitcoin and could \"acquire and hold digital assets\" in the future.\n\"Moreover, we expect to begin accepting Bitcoin as a form of payment for our products in the near future, subject to applicable laws and initially on a limited basis,\" it said. \nMr Musk said a week ago in a tweet that Bitcoin was \"on the verge\" of being more widely accepted among investors.\nSome analysts said Tesla's investment could be a game-changer for the cryptocurrency.\n\"I think we will see an acceleration of companies looking to allocate to Bitcoin now that Tesla has made the first move,\" said Eric Turner, vice-president of market intelligence at cryptocurrency research firm Messari.\n\"One of the largest companies in the world now owns Bitcoin and by extension, every investor that owns Tesla, or even just an S&P 500 fund, has exposure to it as well.\"\nBut Neil Wilson, chief market analyst for Markets.com, warned that Bitcoin was a \"very volatile\" cryptocurrency.\n\"Tesla is now starting to take on big [foreign exchange] risk - this may not worry a lot of investors, but some conservative types might be concerned,\" he said.\nBitcoin, which has hit record highs in recent months after a rollercoaster ride over the past decade, has also drawn support from major financial institutions this year.\nThe world's biggest money manager, Blackrock, recently changed a handful of investment mandates to allow some of its funds to invest in the currency.\nHowever, central banks remain sceptical of digital currencies.\nIn October, Bank of England governor Andrew Bailey cautioned over Bitcoin's use as a payment method.\n\"I have to be honest, it is hard to see that Bitcoin has what we tend to call intrinsic value,\" he said. \"It may have extrinsic value in the sense that people want it.\"\nMr Bailey added that he was \"very nervous\" about people using Bitcoin for payments, pointing out that investors should realise its price was extremely volatile."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55983453",
      "category": "uk",
      "title": "Covid: Boris Johnson 'very confident' in vaccines being used in UK",
      "tags": "Coronavirus vaccines,Boris Johnson,Vaccination,Coronavirus pandemic",
      "text": "Boris Johnson says he is \"very confident\" in the Covid vaccines being used in the UK, amid concerns about the Oxford-AstraZeneca jab's effectiveness against the South Africa variant.\nThe vaccines are effective in delivering a high degree of protection against serious illness, the PM said. \nA small study found the Oxford jab gave \"minimal protection\" against mild disease from the South Africa variant.\nBut scientists are confident it will protect against serious disease.\nSome 147 cases of the South Africa variant have been found in the UK.\nHowever, the Oxford vaccine has shown to provide good protection against the so-called Kent variant, which remains the dominant strain in the UK.\nThe prime minister said: \"We're very confident in all the vaccines that we're using.\n\"It's important for people to bear in mind that all of them, we think, are effective in delivering a high degree of protection against serious illness and death, which is the most important thing.\"\nEngland's deputy chief medical officer, Prof Jonathan Van-Tam, told a Downing Street briefing that initial data from Pfizer-BioNTech, Novavax and Janssen - all of whose vaccines the UK has ordered - suggested they had a \"substantial effect at reducing serious illness\".\nHe said the latest study of the Oxford vaccine in South Africa did not change his view that the Oxford vaccine would be \"rather likely\" to have an effect on severe disease.\nProf Van-Tam said headlines about the study have been \"a bit scary\" but his advice to anyone \"on the edge\" about whether they should wait to get vaccinated would be: \"Do not delay, have the vaccine that will protect you against the current threat.\"\n\"Early data\" suggested the South Africa variant did not have any advantage over the Kent variant, so it was unlikely to become dominant in the UK in the short term, he said.\n\"There is no reason to think the South Africa variant will catch up or overtake our current virus in the next few months.\"\nThe Oxford-AstraZeneca and Pfizer-BioNTech vaccines are currently being rolled out in the UK, where nearly 12.3 million people have been given a first dose according to the latest figures - almost one in four adults.\nAnother 14,104 confirmed cases were reported on Monday and a further 333 deaths were recorded within 28 days of a positive test, bringing the total to 112,798. But the numbers in hospital remain higher than the previous peak in April last year, at 29,326.\nMr Johnson said the vaccines \"remain a massive benefit to our country\" and he has \"no doubt that vaccines generally are going to offer a way out\".\n\"Yes we're doing everything we can to contain new variants but we're also increasingly confident that science, medicine, is gaining the upper hand over coronavirus and all its variants,\" he added.\nDr Katherine O'Brien, director of immunisation at the World Health Organization, said it was \"really plausible\" that the Oxford-AstraZeneca vaccine might still have a a \"meaningful impact\" on the South African variant, especially in preventing serious illness and death.\nHealth Secretary Matt Hancock said the NHS would issue booster jabs against variants if necessary, and had placed a new order for 50 million doses with vaccine company CureVac.\nThe deal is intended to rapidly develop vaccines, including using the mRNA technology already deployed by Pfizer-BioNTech and Moderna, in the UK \"so we will be prepared for whatever the future might bring\", Mr Hancock said.\nApproving revised vaccines for booster shots would take \"a matter of weeks rather than a matter of months\", Prof Van-Tam added.\nMr Hancock also said the government had ordered 20 million more rapid tests so it could expand workplace testing to all businesses with more than 50 employees in sectors that are currently open.\nViruses mutate - so what is happening is not surprising.\nThe mutations seen in South Africa change the part of the virus that the vaccines target.\nIt means all the vaccines that have been produced so far are likely to be affected in some way.\nTrials for Novavax and Janssen vaccines that were carried out in South Africa showed less effectiveness against this variant. Both are currently before the UK regulator.\nTherefore the news about the Oxford-AstraZeneca does not come out of the blue.\nThe fact it now only has \"minimal\" effect according to reports is concerning - the other vaccines showed effectiveness in the region of 60% against the South African variant.\nBut we should be careful about rushing to judgement. The study was small so there is only limited confidence in the findings.\nWhat is more, there is still hope the vaccine will prevent serious illness and hospitalisation.\nWhat this once again illustrates is the pandemic is not going to end with one Big Bang. Vaccines are likely to have to change to keep pace with the virus.\nProgress will be incremental. But vaccines are still the way out of this - and as things stand they remain very effective against the virus that is dominant in the UK.\nIn South Africa, where the variant - known as 501.V2 or B.1.351 - accounts for 90% of new coronavirus cases in the country, the rollout of the Oxford-AstraZeneca vaccine has been put on hold awaiting further advice.\nLabour leader Sir Keir Starmer said the South Africa variant is the \"single biggest risk\" in the pandemic at the moment, but added that the government was taking too long to introduce controls at the border, \"leaving a back door open at a vital stage in the battle against the virus\".\nMr Johnson said border controls could play a greater role against new variants once infection rates are further reduced in the UK.\nDr Mike Tildesley, an infectious disease expert who advises the government, told BBC Radio 4's Today programme that \"it's very possible\" the South Africa variant could already be quite widespread in the UK.\nThe \"surge testing\" taking place in certain areas in England \"really needs to be effective\" to halt its spread, he said, but \"sadly we may be in a similar situation to the Kent variant\", which eventually spread across the whole country.\nAdditional surge testing is taking place in a number of areas in England where the South Africa variant has been found, including parts of Surrey, Bristol, London, Kent, Hertfordshire, Walsall, Gloucestershire and Worcestershire. \nOn Monday evening the Department of Health announced that surge testing would also be deployed in parts of the M14, M15 and M16 postcode areas in Manchester.\nSouth Africa's suspension of the rollout of the vaccine is only \"temporary\" at this stage and the \"context is a little bit different\" to the UK where the Kent variant is the dominant strain, he added.\nThe new study of the Oxford-AstraZeneca jab, which has not yet been peer-reviewed, involved about 2,000 people who were on average 31 years old.\nA spokesman for the pharmaceutical company said it had not yet been able to properly establish whether the jab would prevent severe disease and hospitalisation caused by the South Africa variant because those involved in the study had predominantly been young, healthy adults.\nBut the company expressed confidence the vaccine would offer protection against serious cases, because it created neutralising antibodies similar to those of other coronavirus vaccines."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-highlands-islands-55981029",
      "category": "uk-scotland-highlands-islands",
      "title": "Travel disruption as temperatures plunge to -16.7C",
      "tags": "Braemar,Snow,Perth,Aviemore,Garve,Severe weather",
      "text": "Heavy snowfall and temperatures as low as -16.7C led to warnings of \"tough\" driving conditions in parts of Scotland. \nThe Met Office forecast of up to 20cm (8in) of snow in parts of central Scotland. An amber weather warning expired at 21:00.\nTransport Scotland said Covid rules meant people should not be travelling unless it was for essential purposes.\nThe temperature dropped to -16.7C in Altnaharra in Sutherland overnight.\nIt was the lowest temperature recorded in the UK since December 2010.\nThe previous low of 2021 so far was -13C at Braemar.\nThere has been widespread disruption across Scotland, including:\nScotRail said heavy snowfall had caused \"significant disruption\" on its Edinburgh to Glasgow routes. \nThe rail company tweeted that it had a \"bumpy start\" to the day as road conditions delayed staff travelling to work.\nNetwork Rail said it was working to fix a number of points failures, particularly in the Central Belt, and urged people to check before they travelled. \nThe amber weather warning initially covered Clackmannanshire, Falkirk, Fife, Perth and Kinross, Stirling, West Lothian, East Dunbartonshire, North Lanarkshire and West Dunbartonshire.\nIt was later extended to include Dundee and southern Angus, Edinburgh, the Lothians and northern Borders.\nFirst Minister Nicola Sturgeon said all Covid vaccinations were going ahead as planned despite the travel difficulties.\nHowever, the Caird Hall vaccination centre in Dundee had to close early on Tuesday evening due to the poor weather conditions.\nNHS Tayside said the vaccination team would contact the remaining people to rearrange their appointments and apologised for any inconvenience caused.\nThere is also a yellow warning of snow in place for much of the rest of Scotland until late on Wednesday night. The warning extends from Shetland and down the east coast of Scotland.\nTransport Scotland said road temperatures, including wind chill, dropped to -18C overnight at Bannockburn.\nSpokesman Stein Connolly said: \"There were temperatures of -7C and -8C throughout the country last night so we had challenges everywhere.\n\"We've got all the operating companies working in a multi-agency response team - working very closely with the Met Office - and we will be working all day today until we get clear of this.\"\nBear Scotland said snow showers across the network were \"making driving conditions tough\". \nMidlothian Council said it had redeployed 80 staff from other departments to help clear paths and pavements. \nSome parts of Scotland had already seen heavy snowfalls.\nDepths of 26cm (10in) were recorded at Aboyne in Aberdeenshire, 18cm (7in) at Aviemore and 15cm (6in) at Loch Glascarnoch, near Garve, in the Highlands on Monday morning.\nBraemar Mountain Rescue Team has been helping engineers from energy company SSEN restore supplies in Upper Deeside in Aberdeenshire following power and communication failures caused by heavy snow.\nThe wintry conditions are associated with cold air from Russia and Eastern Europe.\nThe weather has been nicknamed the Beast from the East Two, following the 2018 Beast from the East which brought widespread snow to Scotland."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-55978334",
      "category": "uk-politics",
      "title": "Covid: 'No deportation risk' for illegal migrants getting vaccination",
      "tags": "UK immigration,Immigration,Coronavirus vaccines,Coronavirus pandemic",
      "text": "People living in the UK unlawfully won't be risking deportation by coming forward for a coronavirus jab, the government has said.  \nMinisters say they want everyone to get vaccinated and are urging illegal immigrants to register with a GP.\nThe vaccine is free, regardless of a person's immigration status.\nHowever, the policy is not an amnesty for immigrants and no-one will be given leave to remain in the UK as a result of being vaccinated.\nWhen the coronavirus pandemic struck in the spring, the government announced that anyone seeking a test or treatment for coronavirus would not have their immigration status checked.\nIt  is now being made explicit that this principle applies to vaccinations too. \nAnd the government has said it will work with outside organisations to contact those who aren't yet registered with a GP.\nResponding to the news, the former minister, Conservative Julian Smith told the BBC's Westminster Hour: \"I welcome everybody, whoever they are, getting a jab.\"\nSteve Valdez-Symonds from Amnesty UK said many undocumented immigrants are \"too afraid\" to access healthcare, adding that \"it has been the message, very clearly, from the government that access to health care is something that leads to information being passed about them to the immigration authorities\".\n\"It is great that the government has said it won't do that in this case, but it has an awful lot to do to ensure that people can believe in that.\"\nHe also said it was the case that \"many GP surgeries wrongly think people aren't allowed to register with them because of their immigration status, which is not true.\"\nAccording to a National Audit Office report published last year the government has not had an up-to-date estimate of the number of immigrants in the UK illegally in 15 years - so it is not clear how many people this ruling affects.\nThe last official estimate found about 430,000 people were in the country with no legal right to remain, but that figure dates back to 2005.\nAnd the NAO says independent research since then has put the number at over a million.\nMore than 12 million people in the UK have now had at least one dose of a coronavirus vaccine and the government is aiming to offer first doses to 15 million people in the top four priority groups by 15 February. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55973215",
      "category": "uk",
      "title": "Uighurs: 'Credible case' China carrying out genocide",
      "tags": "Xinjiang,Human rights,China,Uighurs",
      "text": "There is a \"very credible case\" that the Chinese government is carrying out the crime of genocide against the Uighur people, according to a formal legal opinion newly published in the UK.\nIt concludes there is evidence of state-mandated behaviour showing an intent to destroy the largely Muslim minority in north-western China.\nThis includes the deliberate infliction of harm on Uighurs in detention, measures to prevent women giving birth - including sterilisation and abortion - and the forcible transfer of Uighur children out of their community.\nAnd, significantly, it says there is a credible case that Chinese President Xi Jinping is himself responsible for these crimes against humanity. It states \"the close involvement of Xi Jinping\" in the targeting of Uighurs would support a \"plausible\" case of genocide against him.\nIt says: \"On the basis of the evidence we have seen, this Opinion concludes that there is a very credible case that acts carried out by the Chinese government against the Uighur people in Xinjiang Uighur Autonomous Region amount to crimes against humanity and the crime of genocide.\"\nA legal opinion is the professional judgement of a respected QC - an independent expert in their field - who assesses the evidence and the law and comes to a conclusion. It does not have a legal standing, like a court judgement, but can be used as a basis for legal action. \nThis opinion was commissioned - but not paid for - by the Global Legal Action Network, a human rights campaign group that focuses on cross-border legal issues, and the World Uighur Congress and the Uighur Human Rights Project. \nChina's foreign ministry has consistently denied allegations of human rights abuses against the Uighurs in Xinjiang. \nThe Chinese embassy in London accused anti-China forces in the West of fabricating \"lies of the century\" about Xinjiang.\nThe 100-page document - written by senior barristers at Essex Court Chambers in London, including Alison Macdonald QC - is understood to be the first formal legal assessment in the UK of China's activities in Xinjiang.\nThe opinion is significant because it beats a legal path that British judges would follow if Parliament were to agree new legislation allowing the High Court to decide on matters of genocide. MPs from all parties are hoping to push through this change in the House of Commons on Tuesday, but the government is working hard to avoid defeat.\nMinisters are hoping to see off the rebellion by offering to boost the role of parliamentary committees in assessing genocide, but the relevant committees are understood to have rejected the idea.\nThe legal opinion was based on an exhaustive legal assessment over six months of publicly available evidence from governments, international organisations, academic scholars, charities and the media. \nThe documents included first-hand witness evidence from survivors, satellite imagery and leaks of Chinese government papers.\nThe bar for proving genocide is high. A court has to establish acts were committed with intent to destroy, in whole or in part, a national, ethnical, racial or religious group.\nIn great detail, the opinion sets out evidence of what it describes as the \"enslavement, torture, rape, enforced sterilisation and persecution\" of the Uighurs.\n\"There is compelling evidence that detainees are subject to a range of forms of serious physical harm,\" the opinion says. \n\"Detainees report having been punished by administration of electric shocks, forced to remain in stress positions for an extended period of time, beaten, deprived of food, shackled and blindfolded.\"\nMeasures intended to prevent births within a group are among the activities that count as genocide in international law. The opinion sets out evidence of mass forced sterilisation as part of a plan for population control acknowledged by the Chinese authorities.\nIt concludes: \"There is prolific credible evidence of Uighur women being subject to measures that prevent them from reproducing, either temporarily or permanently (such as by having IUDs non-consensually implanted or through forced removal of their wombs), as well as forced abortions. Such acts would, in our view, clearly constitute a form of genocidal conduct under [international law].\"\nGenocide can also include the forcible transfer of children from one group to another. \nThe opinion says: \"There is evidence of Uighur children being forcibly removed from their parents. This includes their non-consensual placement in orphanages when one or both parents are in detention, and their mandatory placement in boarding schools. \nIt continues: \"The fact that children are deprived of the opportunity to practise their Uighur culture…, that they are sometimes given Han names, and that they are sometimes subject to adoption by Han ethnic families, all bolsters the evidence that their forced removal is carried out with the intention of destroying the Uighur population as an ethnic group as such.\"\nSignificantly, the opinion says there is a \"plausible\" case that personal responsibility for the genocide lies with President Xi and two senior Chinese officials - Zhu Hailun, deputy secretary of Xinjiang's people's congress, and Chen Quanguo, party secretary in Xinjiang.\nIt points to leaked internal Communist Party documents, and other evidence, which it says show that \"Mr Xi controls the overall direction of state policy and has made a range of speeches exhorting the punitive treatment of the Uighurs. Mr Chen and Mr Zhu have acted upon that overall policy by devising and implementing the measures which have been carried out in XUAR, including mass detention and surveillance.\"\nIt says: \"We consider that there is a credible case against each of these three individuals for crimes against humanity.\"\nIt adds: \"The evidence reviewed above suggests the close involvement of Xi Jinping, Chen Quanguo and Zhu Hailun in initiating and implementing a range of measures which, taken together, target Uighurs with a severity and to the extent that one could infer an intent to destroy the group as such.\n\"In those circumstances, we consider that there is a plausible inference that each of those three individuals possess the necessary intent to destroy, so as to support a case against them of genocide.\"\nThe Chinese embassy in London insisted that the population of Uighurs in Xinjiang was growing. All ethnic groups, it said, had the same legal status and freedoms of religion and culture. \n\"Some anti-China forces in the West have concocted and disseminated plenty of false information about Xinjiang and fabricated \"lies of the century\" in various forms,\" the embassy said. \"They have smeared China's image and slandered its policies on Xinjiang.\"\nIt added: \"Anyone who is fair-minded can see that the true intent of those forces is to suppress and contain China's development... Their moves are driven by a Cold War mentality, hegemonic worldview and zero-sum game mindset. China will never allow such farce and vicious demonization to succeed. Lies may mislead people for a while, but cannot win the trust of the world. Facts and truth will eventually bust all lies.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55974078",
      "category": "business",
      "title": "Tesco tells chancellor to hit online rivals with sales tax",
      "tags": "Morrisons,Amazon,Tesco,Business rates,Asda",
      "text": "Tesco has called for a 1% sales tax to be levied on online competitors, including Amazon.\nBoss Ken Murphy has also joined with Morrisons, Asda and Waterstones to ask Chancellor Rishi Sunak for a \"level playing field\" on tax.\nThey say the current system puts retailers with large estates at a disadvantage to online firms. \nRetailers have not had to pay property-based business rates since the start of the pandemic.\nHowever, the tax is due to restart in April.\nSupermarkets including Tesco and Morrisons have handed back business rates relief worth £1.8bn to the government.\nThey had been criticised for taking government support during the pandemic while announcing dividend payments to shareholders.\nThe chief executives of 18 companies and groups have written to the chancellor warning that a return to the old system \"will hamper the recovery of the retail sector post-pandemic, potentially putting thousands of jobs at risk\".\nBusiness rates are calculated by looking at a property's rateable value and multiplying it by a tax rate set by the government. A new tax rate comes into effect at the start of each financial year on 1 April. \nAccording to figures from the Office for National Statistics (ONS), full-year retail sales at physical shops for the 12 months ending 31 December 2020 fell 10.3% from £318.5bn in 2019 to £285.8bn. \nThe group of 18 bosses stops short of asking for an online sales tax, but Tesco has called for a 1% levy.\nLast week, Amazon was criticised for paying less in business rates than British bricks-and-mortar retailers.\nThe online retail giant's financial results revealed that UK sales for 2020 totalled $26.5bn (£19.3bn) - a 51% jump from $17.5bn in 2019.\nAmazon's overall business rates bill for 2020-21 is estimated by researchers to be £71.5m - just 0.37% of its retail sales.\nAmazon insists that it pays its tax and has created thousands of jobs in the UK.\nRetail adviser Altus Group says that bricks-and-mortar retailers would have paid £8.25bn in business rates in 2020, had they not been given a tax holiday due to the pandemic.\nIt says the figure was calculated using rateable values, multiplied by the 2020 tax rate. The £8.25bn figure amounts to 2.9% of total retail sales, which is much higher than what Amazon pays. \nFor instance, Arcadia - which owned Topshop, Burton and Dorothy Perkins at the time - would have had to pay £91m in business rates on its 444 stores in 2020, had there not been a tax holiday, Altus Group says.\nRobert Hayton, UK president of property tax at Altus Group, told the BBC that changing the business rate system would be \"a good place to start\" in trying to correct the imbalance between online and bricks-and-mortar retailers.\nHowever, he added that business rates had often been reviewed in the past 20 years and nothing had changed, because the need to keep the changes fiscally neutral meant that one sector could benefit only at the expense of another.\n\"If some additional money can be created through something like an online sales tax, and then crucially, if that can be ring-fenced and made available to make some improvements to business rates, then I think that's a really positive outlook,\" he said.\nAmazon would not comment on the calculations made by Altus Group and the Centre for Retail Research (CRR)\nA spokesman for Amazon said: \"We've invested more than £23bn in jobs and infrastructure in the UK since 2010. \n\"Last year, we created 10,000 new jobs and last week we announced 1,000 new apprenticeships. This continued investment helped contribute to a total tax contribution of £1.1bn during 2019 - £293m in direct taxes and £854m in indirect taxes.\"\nA Treasury spokesperson said: \"We want to see thriving High Streets, which is why we've spent tens of billions of pounds supporting shops throughout the pandemic and are supporting town centres through the changes online shopping brings.\n\"Our business rates review call for evidence included questions on whether we should shift the balance between online and physical shops by introducing an online sales tax. We're considering responses now and will update in due course.\n\"The 2020 Spending Review also confirmed that the business rates multiplier would be frozen in 2021-22, saving businesses in England £575m over the next five years.\"\nJames Daunt, managing director of bookselling chain Waterstones, told the BBC that shops had \"clearly suffered hugely\" during the pandemic.\n\"A tax on online sales would at least allow us to keep our shops open,\" he said. \nHe also called for business rates to be reformed or even scrapped in the interest of preserving jobs in local shops.\nHowever, Sir Edward Troup, a former senior civil servant at the Treasury, said there were \"30 billion reasons\" why the Treasury would not want to abolish business rates.\n\"That's the amount of money roughly that business rates raise,\" he said.\nSir Edward said Treasury economists recognised that business rates were \"inefficient\", but added: \"It's an old adage that you tax property because it doesn't move.\"\nHe said sales taxes were also inefficient because they pushed prices up for customers while being unrelated to the level of profit made by firms."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-55970561",
      "category": "uk-england-london",
      "title": "Kilburn stabbing: Police name victim of 'barbaric' attack as Sven Badzak",
      "tags": "Croydon,London violence,Kilburn",
      "text": "A 22-year-old man killed in a double stabbing outside a Tesco store in Kilburn, north-west London, has been named by police as Sven Badzak.\nDetectives said Mr Badzak was chased by a group of males and was attacked after falling on Willesden Lane.\nMr Badzak's 16-year-old friend was also stabbed in the attack and remains critically ill in hospital, the Met Police said.\nCh Insp Guy Ellwood described the attack as \"barbaric\".\nOfficers were called to Willesden Lane at 17:40 GMT on Saturday where they found Mr Badzak injured.\nMr Badzak was taken to a hospital in central London where he later died, Det Ch Insp Darren Jones said.\nHe added that, at this early stage of the investigation, detectives believe Sven and his friend came into contact with a group of males who then chased them.\n\"As this group chased the pair, Sven and his friend became separated. Sven fell to the ground and was attacked by a number of the group. \n\"His friend was also attacked but managed to seek sanctuary in a shop. However, he remains critically ill in hospital.\"\nDet Ch Insp Jones appealed for any witnesses who were in the Willesden Lane and Kilburn High Road areas at the time of the attack.\nThe murder investigation comes after another 13 people were injured in an \"abhorrent\" wave of knife crime across parts of the capital.\nThroughout Friday night the Met was called to separate stabbings in other parts of Croydon, Chislehurst and Streatham.\nOne of the victims, a 22-year-old man, died after being attacked in the Wisbeach area of Croydon.\nOn Saturday afternoon another man, aged 24, was stabbed on Oakfield Road near West Croydon station.\nHours later, a 15-year-old boy was attacked on the Churchill Gardens Estate in Westminster, police said.\nNone of those victims suffered life-threatening injuries, the Met added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55973847",
      "category": "uk",
      "title": "Covid: More than 12 million in UK have had first jab",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "More than 12 million people in the UK have now had at least one dose of a Covid vaccine, after 550,000 first jabs were given out on Saturday.\nThe government is aiming to offer first doses to 15 million people in the top four priority groups by 15 February.\nAt the current rate, about 16 million people would receive a first jab by that date.\nThe UK's daily Covid cases continue to fall, but remain high - with another 15,845 reported on Sunday.\nAnother 373 people in the UK have died within 28 days of a positive Covid test, the data also showed. Fewer deaths tend to be reported on Sundays, due to a reporting lag over the weekend.\nThe update on vaccine progress comes as scientists say early trials suggest Oxford-AstraZeneca's jab offers \"minimal protection\" against mild disease from the South Africa variant.\nMeanwhile, workplace Covid testing is being offered to more companies in England, for staff who cannot work from home during lockdown, the government says.\nBusinesses with more than 50 employees are now able to access lateral flow tests, which can produce results in less than 30 minutes.\nPreviously only firms with more than 250 staff qualified for testing.\nThe speedy rollout of Covid vaccines to all vulnerable people is seen as critical to reducing the pandemic's death toll and relieving pressure on the NHS.\nOnce the first four priority groups, including the over-70s, healthcare workers and people shielding, have received their jabs, the programme will move on to people aged 50 and over and those with underlying health conditions.\nFrom spring, the government plans to begin vaccinating the rest of the adult population, another 21 million people. Teachers, transport workers, supermarket workers and the military could be prioritised.\nThe UK's devolved nations have the power to set their own coronavirus regulations, and Scotland, Wales and Northern Ireland each offer their own advice on testing.\nOn Sunday, Scottish health secretary Jeane Freeman said her ambition was to have every adult vaccinated for Covid \"in the summer\".\nThe Scottish government had previously set a September target to vaccinate all over-18s.\nThe UK is currently receiving doses of two vaccines approved by the medicine regulator - the Pfizer-BioNTech jab and a second vaccine, from Oxford University and AstraZeneca.\nA third vaccine, made by US company Moderna, has been approved but supplies are not expected to be available until spring.\nThe UK is also lined up to receive at least three other vaccines if they are approved for use.\nIn other developments: "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-55979135",
      "category": "uk-scotland-scotland-politics",
      "title": "Holyrood inquiry session with Salmond called off",
      "tags": "Alex Salmond inquiry,Scottish Parliament",
      "text": "Alex Salmond will not appear at the Holyrood inquiry on the government's handling of harassment complaints on Tuesday as had been planned.\nThe former first minister is locked in a dispute with the committee over what material can be published.\nA spokeswoman for the parliament said Mr Salmond had \"raised a number of issues for clarification\", and that Tuesday's session would not go ahead.\nShe said the committee would continue to have talks with his representatives.\nMSPs took more evidence from SNP chief executive Peter Murrell on Monday morning, and will discuss the issue of Mr Salmond's appearance afterwards.\nSome members had called for an emergency meeting of the committee on Friday, with Lib Dem MSP Alex Cole-Hamilton saying the group was \"in crisis\".\nThe inquiry was set up to examine what went wrong with the government's investigation of two internal harassment complaints against Mr Salmond.\nThe government conceded its process had been \"unlawful\" and agreed to pay the former SNP leader £500,000 in expenses after he launched a judicial review action in the courts.\nThe committee had originally hoped to take evidence from Mr Salmond in December, but had failed to agree a date amid a long-running dispute over whether they could obtain certain evidence from the Crown Office and whether they would publish all of his submissions.\nThe issue seemed to have been settled after MSPs accepted an offer from Mr Salmond to appear this week, with his successor Nicola Sturgeon due to give evidence a week later.\nHowever, the session has now been put off again after the parliament refused to publish a submission Mr Salmond made to a separate investigation into whether or not Ms Sturgeon broke the ministerial code in her dealings with him.\nIn it, Mr Salmond claimed Ms Sturgeon repeatedly misled parliament and gave evidence to the committee which was \"simply untrue\". These are claims Ms Sturgeon said she \"entirely rejects\".\nParliamentary officials do not want to publish the submission in full, and now say a redacted version could not be published as the document had been posted in full elsewhere online.\nThe spokeswoman said Mr Salmond had not confirmed his appearance on Tuesday, and had \"raised a number of issues for clarification\" meaning the meeting could not go ahead.\nShe said: \"Mr Salmond had been contacted to make it clear that he can speak freely in committee about all of his contact with Nicola Sturgeon and his views on her actions. \n\"He was given the opportunity to make a lengthy opening statement on Tuesday and would have had four hours to answer questions in public. He was also invited to send more written evidence for publication after the meeting.\n\"The committee has already published two lengthy submissions from Mr Salmond and many, many pages of records and documents from him that he has been invited to speak freely about in parliament on Tuesday. All of this written and oral evidence could then be reflected in the committee's report.\n\"The committee continues to communicate with Mr Salmond's representatives.\"\nMr Salmond's lawyers have told MSPs that he can give evidence at any point up until Ms Sturgeon's mooted appearance on 16 February - provided the submission is published.\nThey said that the decision not to publish summed up \"the confusion and legal difficulties created by the committee\", saying Mr Salmond was \"still in the dark about the parameters of his evidence\".\nThey added: \"Our client cannot take his oath to tell the whole truth and nothing but the truth unless and until you properly address in writing the legitimate concerns set out.\"\nThere have been reports that the former first minister may opt to hold a press conference instead of attending at Holyrood.\nMonday's committee meeting saw heated exchanges between Mr Murrell and Conservative MSP Murdo Fraser, who accused the SNP chief of giving \"false information having sworn an oath\" in his previous session.\nMr Murrell, who is married to Ms Sturgeon, said he would \"absolutely refute\" the claims, insisting there was no contradiction in his evidence - and \"no conspiracy\" against Mr Salmond.\nThe session came as another SNP official, Sue Ruddick, issued a statement criticising the approach of the committee.\nThe party's chief operating officer said MSPs were being \"led by selective quoting, leaks and false allegations\" and seemed \"determined to ignore complainers' privacy rights\".\nShe also criticised the group's decision to force the Crown Office to hand over private messages between her and others in the SNP and government which ultimately were not published.\nCommittee convener Linda Fabiani said at the time that members \"will not do anything that may cause further unnecessary distress to any women\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55045639",
      "category": "health",
      "title": "Who is eligible for the Covid jab and is it compulsory for anyone?",
      "tags": "Coronavirus vaccines,Moderna,Vaccination,Pfizer,Omicron variant,Coronavirus pandemic,AstraZeneca",
      "text": "About 37 million people have now had booster Covid vaccine doses across the UK - more than 64% of those eligible.\nThe government is urging everyone who can, to come forward and receive the jab.\nFor most people in the UK, the Covid vaccine is not mandatory.\nHowever, Health Secretary Sajid Javid has reconfirmed that the government wants all front-line NHS staff in England (with some exceptions) to be fully vaccinated by 1 April if they want to to keep their job.\nCare home staff in England must also already be vaccinated (unless exempt).\nMeanwhile a number of employers, including Morrisons, Next, Ikea, Ocado and Wessex Water have cut sick pay for unvaccinated workers who are forced to isolate after being exposed to Covid.\nEmployees will receive only the statutory-sick-pay (SSP) minimum (£96.35 per week), unless there are mitigating circumstances.\nAll staff who test positive for the virus will still receive full sick pay, regardless of their vaccination status.\nAcross the UK, Covid passports providing vaccination status or negative test results are required to enter some venues.\nMany foreign countries are restricting entry to vaccinated travellers or imposing restrictions on those who are not. \nIn England boosters are now available to all over-16s three months after their second dose - but appointments can be booked after two months. Some walk-in appointments are also available. \nIn Scotland boosters can be booked online.\nIn Wales people should wait to be invited, with older and higher-risk people being prioritised.\nIn Northern Ireland people aged 18 to 29 can go to walk-in hubs, and make booster appointments. \nEarly studies from UK researchers suggested a booster vaccine - on top of the first two jabs - provides 80-85% protection against Omicron (compared with 97% against Delta).\nMore antibodies are developed thanks to the booster, giving the body stronger defences against the virus. \nIt makes it harder for Omicron to infect the body, although current vaccines are still not a perfect match.\nPfizer has started clinical trials of a new Covid vaccine which targets the Omicron variant.\nModerna will soon begin trials of its own Omicron-specific jab, and AstraZeneca has also started working on a new version of its vaccine.\nAll children aged 12 and over are being offered two doses of the Pfizer jab. They can usually have a second dose 12 weeks after the first.\nA low-dose version of the Pfizer vaccine has been approved for children aged five to 11 who have health conditions putting them at greater risk from catching Covid. Eligible children in this age group are now being invited for vaccination in Scotland\nPrimary school children who live with clinically vulnerable adults should also be offered a jab, government vaccine advisers said. \nThe Joint Committee on Vaccination and Immunisation (JCVI) also recommended that the normal booster dose should be offered to children aged 12-15 if they:\nIt is not yet clear when children will get these doses.\nAbout 16 and 17-year-olds in England who had a second vaccine dose at least three months ago are being invited to have their booster.  \nThey can make an appointment or attend a drop-in clinic, as can eligible children of the same age in Scotland.\nChildren who are not considered to be at high risk from Covid should wait 12 weeks after a positive Covid test before having the vaccine.\nYour booster will be a single dose of either Pfizer or Moderna - regardless of which vaccine you received before.\nIf you have recently tested positive for Covid, you should wait four weeks from the date of the test before having your booster.\nYou shouldn't have the booster if you have a severe illness or high fever, but Pfizer and Moderna say a mild fever or a cold are not reasons to delay.  \nThe vaccines do not infect you with Covid, and cannot cause positive results on a lateral flow or PCR test.\nYou can still book your first or second jab. You need to wait eight weeks between the first and second.\nIn particular, the government wants unvaccinated pregnant women to come forward.\nThe most common ones include a sore arm, headache, chills, fatigue and nausea.\nThey are part of the body's normal immune response to vaccines and tend to resolve within a day or two.\nThere are extremely rare, but occasionally fatal, cases of people developing blood clots after taking the AstraZeneca vaccine. \nAnd a very small number of people have experienced a severe allergic reaction after the Pfizer vaccine.\nYou should discuss any existing serious allergies with your healthcare professional before being vaccinated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cumbria-55970536",
      "category": "uk-england-cumbria",
      "title": "Patterdale mountain rescuer seriously injured in 500ft fall",
      "tags": "Mountain Rescue ,Leicester,Liverpool,Patterdale",
      "text": "Two campers have been fined for breaching lockdown after a mountain rescue volunteer was seriously injured in a fall while going to their aid.\nThe volunteer, a man in his 60s, fell 500ft (150m) while responding to reports of one of the campers suffering chest pains in the Lake District in the early hours of Saturday.\nPatterdale Mountain Rescue said he suffered \"significant injuries\" and is in a serious condition in hospital.\nCumbria Police fined each camper £200.\nThe force said one man from Liverpool and another from Leicester were camping in breach of coronavirus rules at Red Screes above Kirkstone Pass.\nThe Lake District Search and Mountain Rescue Association, which previously thanked people for following the lockdown rules, said the Patterdale team was heading to the campers when one of its volunteers fell down a steep slope.\nHe was airlifted to hospital while the ill camper was carried out on a stretcher and taken to hospital by road ambulance.\nThe association said its thoughts were with the camper as \"no-one sets out on the fells with the intention of having an accident\", but the \"simple truth\" is the more people who go out in the fells, the higher the number of rescues the teams will have to carry out.\nMike Blakey from the association said: \"This rescue and the subsequent life-changing injuries incurred by our team member were avoidable.\"\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-55986900",
      "category": "uk-england-manchester",
      "title": "Manchester Covid surge tests as mutation of Kent variant confirmed",
      "tags": "Fallowfield,Coronavirus testing,Hulme,Coronavirus pandemic,Whalley Range",
      "text": "Surge testing for coronavirus is to be introduced in parts of Manchester after four cases of a new mutation of the Kent variant of Covid were confirmed.\nMore than 10,000 tests are planned after cases of the E484K mutation were found in two unconnected households.\nTesting will take place in the Fallowfield, Hulme, Moss Side and Whalley Range districts, with extra testing centres opening.\nManchester City Council said volunteers would go house-to-house offering tests.\nThe council said it was working with Public Health England and NHS Test and Trace and everyone in the designated areas would be given a PCR swab test with results coming back within days.  \nThe surge testing will begin on Tuesday, targeting people who do not have symptoms but live or work within the testing boundary area.  \nSurge testing is the rollout of additional community testing of people who do not have any coronavirus symptoms.\nIt aims to help scientists and public health officials learn more about mutated Covid-19 variants.\nIt will also help reduce the spread of infection by finding asymptomatic cases and prompting people to self-isolate.\nDavid Regan, Director of Public Health, Manchester City Council, said: \"We all know that the virus will change over time and it's important that we investigate new strains to understand how they might spread.\n\"This is exactly what we're doing with the intensive testing in parts of Manchester, with local testing units and people going door-to-door to offer people tests.  \n\"There is no evidence that this variant will be resistant to the vaccines or causes a more severe illness, and it is not yet known if the strain can be passed more easily between people, but it is really important that everyone who lives in the boundary area and is over the age of 16 plays their part and gets a test.\"\nCouncillor Bev Craig, the council's executive member for adult health and well-being, said: \"It's understandable that some residents in the area may be concerned by all this, but we need to remember that it's very normal for viruses to mutate.\n\"We are following the public health approach to react to the new variant and we will be working... to ensure as many people as possible know how to get a test so we can understand more about this version of the virus.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-55987860",
      "category": "uk-politics",
      "title": "'Pandora's Box' opened over UK-EU vaccine row, says Gove",
      "tags": "EU-UK post-Brexit trade talks",
      "text": "The EU's threat to restrict vaccine exports to Northern Ireland has opened a \"Pandora's Box\" regarding post-Brexit arrangements, Michael Gove has said.\nHe told MPs an urgent \"reset\" was needed to the Northern Ireland protocol governing checks on GB-NI trade.\nThe agreement was \"not working\" and NI businesses and families were suffering too much \"disruption and interference\". \nWhile the UK did not want to \"ditch\" it, it \"reserved the right\" to do what it must to protect Northern Ireland. \nUnionist parties in Northern Ireland have called for the protocol - which came into force on 1 January - to be scrapped, saying it has created a border down the Irish Sea and threatened NI's place within the UK.\nThe protocol was designed to avoid checks along the border between Northern Ireland - which unlike the rest of the UK is continuing to follow many of the EU's rules - and the Republic of Ireland, a member of the EU.\nBut after checks were introduced on goods arriving in Northern Ireland from Great Britain, some exporters have scaled back deliveries or stopped fulfilling orders altogether, blaming the additional paperwork and costs involved.\nAnd following last month's vaccine row, graffiti opposing the Irish Sea border appeared in some loyalist areas of Northern Ireland, while some staff involved in inspecting goods were stood down over security fears.\nCabinet Office minister Mr Gove said the EU's threat to invoke Article 16 of the protocol to control shipments of vaccines from the continent to Northern Ireland - amid concerns of a shortage in Europe - had been a mistake.\nThe European Commission, he said, owed its members an explanation why it didn't follow the dispute mechanism procedures in the protocol and consult with other member states, particularly Ireland, before acting. \nAsked by Tory MP David Jones whether the \"bad blood\" between the two sides would cause long-term damage, Mr Gove said it would be \"better\" if the EU revoked the regulation in place allowing it to invoke Article 16 in future.\n\"The Pandora's Box has been opened and that is concerning,\" he told the European Scrutiny Committee. \n\"One of the consequences of opening that Pandora's Box has been the unfortunate effects we referred to on the ground in Northern Ireland.\" \nAsked by a number of Conservative MPs whether the EU's actions were a reasonable cause for the UK to seek to suspend the protocol or to axe it entirely, Mr Gove said while it was not functioning smoothly, it could be \"made to work\".\nWhile he said progress in the Joint EU-UK Committee on the protocol's implementation had not been as fast as he had liked, he hoped for better in talks with his EU counterpart Maros Sefcovic in London on Thursday. \n\"There are disruptions and difficulties faced by Northern Ireland citizens in their daily lives,\" he said. \"They can be resolved within the context of the protocol. We don't need to ditch it.\n\"But as the prime minister has spelt out, if we can't make progress in resolving those issues, then the UK government has to reserve its rights.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55982743",
      "category": "uk",
      "title": "UK terrorism threat level lowered to 'substantial'",
      "tags": "Home Office,Priti Patel,National security,Counter-terrorism",
      "text": "The UK's terrorism threat level has been downgraded from \"severe\" to \"substantial\".\nHome Secretary Priti Patel said the move followed a \"significant reduction\" in the momentum of attacks in Europe - since those seen in Austria and France between September and November 2020.\nBut she stressed that it was kept under constant review and was always subject to change.\nA \"substantial\" threat level means a terrorist attack is still likely. \nThe threat level was raised to severe by the Joint Terrorism Analysis Centre (JTAC) in November following the attacks last year, which saw four people shot dead in Vienna, three others die in a knife attack in Nice, and a teacher murdered in Paris.\nBut on Thursday last week the expert analysts reduced the level, Ms Patel told MPs on Monday.\nShe added: \"Terrorism remains one of the most direct and immediate risks to our national security.\n\"Substantial continues to indicate a high level of threat; and an attack on the UK is still likely.\n\"The public should continue to remain vigilant and report any concerns to the police.\" \n'Intent remains'\nThe UK's threat level system doesn't come with the publication of the number of ongoing plots - and indicators of foiled attacks and near-misses. \nBut the headline declaring there is now a \"substantial\" threat can be understood with the help of some historical context.\nWhen the level was raised last year, there was no specific new intelligence suggesting a major bomb plot was about to come to fruition. \nBut security agencies know, from the words of attackers themselves, that events at home are often inspired by those far away.  \nChronic global crises, such as Syria, provide radicalisers with raw material they can use to recruit and incite hate. Single specific incidents - such as the deaths in Vienna last November - can influence other extremists to accelerate their own plans - the copycat effect. \nBut for months now, the pace of global events that are used as excuses for terrorism has slowed. \nThere's some intelligence that some extremists in the UK also briefly slowed down as the pandemic and lockdowns took hold. \nThat has not lasted. The number of potential suspects on MI5's radar remains largely unchanged at around 3,000 people. \nSo the intent remains - including from the extreme right wing. \nThe JTAC makes its recommendations independently from the government.\nThe five levels of threat set by the JTAC are:\nThe UK's terrorism threat level was last raised to the highest rating, \"critical\", in the days following the Manchester Arena bombing in May 2017.\nIt reached that level again briefly in September that year, after a bomb partially exploded on a Tube train at Parsons Green.\nThe threat level remained at the second highest rating, \"severe\", until November 2019 when it was downgraded to \"substantial\", where it stayed until last November."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55989801",
      "category": "world-us-canada",
      "title": "Amazing escape as Utah avalanche buries snowmobilers",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55921815",
      "category": "health",
      "title": "Covid: Why we should not rush to judgement on Oxford jab",
      "tags": "Coronavirus vaccines,South Africa,Coronavirus pandemic",
      "text": "News the Oxford-AstraZeneca vaccine has only a limited effect against the South African variant of coronavirus has caused understandable concern.\nIt is the vaccine many people in the UK are being given.\nAnd the news comes just days after scientists warned the variant may be circulating in this country.\nBut what actually is the significance of this? \nViruses mutate - so what is happening is not surprising.  In fact, it can be expected to continue.\nAs more people build up immunity - either through vaccination or exposure to the virus - there is going to be selection pressure on the virus, favouring changes that allow it to escape human defences. \nThe changes seen in South Africa are an example of this. And it means all the vaccines produced so far are likely to work less well against this variant.\nSome of the trials for the Novavax and Janssen vaccines, which reported last month, were in South Africa when the variant was circulating widely.\nThey showed the vaccines worked less well against it than other versions of the virus. Although, they were still about 60% effective at stopping people developing symptoms.\nWhat has caused particular concern with these Oxford-AstraZeneca vaccine results, however, is the vaccine appeared to have just a \"minimal\" impact, maybe only around 22%.\nThe finding is based on a small study, involving fewer than 2,000 people, with an average age of just over 30. \nSo there can be only limited confidence in it. But it clearly raises very real questions. \nHowever, there is hope the vaccine would still be very effective at preventing serious illness and hospital admissions.\nThe most important thing to remember is the Oxford-AstraZeneca vaccine remains highly effective against the type of virus dominant in the UK. \nAnd the same is true for the other vaccine being used in the UK, produced by Pfizer-BioNTech.\nThere have been fewer than 150 cases of the South African variant detected in the UK.  \nAdmittedly, there are bound to be more out there - only 5-10% of positive cases are checked for mutations as requires extensive lab work and so cannot be done for every case.\nBut there are no signs it is widespread and extra testing has been ordered in the places where there are signs the variant may be spreading to try to contain it.\nProf Jonathan Van Tam, England's deputy chief medical officer, believes this will be effective in the short-term, mainly because the South African variant does not have an advantage over the more transmissible UK variant at the moment.\nThe developments once again illustrate the pandemic is not going to end with a big bang. It is going to be incremental.  \nThe key mutation in the South African variant that helps it evade immunity - E484 - has already been replicated in the virus circulating in the UK. \nBut there is nothing to suggest this is anything more than a few isolated cases - it has been detected in Liverpool and Bristol.\nNonetheless it is a strong signal this is the route the virus will go down as immunity builds in the population. \nThe good news is that it is relatively easy to tweak the vaccines to make them more effectiv.\nLast week, the Oxford-AstraZeneca team said if necessary it could be ready for the rollout of a new vaccine in a matter of months.\nThe idea would be to offer repeat, booster vaccinations much as we do each year for the flu.\nUnderstandably, questions are now being asked about what this means for lockdown and restrictions.\nSome say tough restrictions need to continue because of the threat of mutations. \nBut UK chief medical adviser Prof Chris Whitty has always been clear we ultimately have to learn to live with the virus.\nIt will remain a \"residual threat\" for quite some time, he says, arguing the goal is to \"de-risk\" it to the point where the level of serious illness and death becomes tolerable and the pressure on the NHS is eased. \nSo, given the vaccines remain highly effective against the dominant form of virus circulating in the UK, the opportunity for a major relaxation of the rules should still present itself. \nThe significance of the latest news may be less than the scary headlines suggest."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55939972",
      "category": "business",
      "title": "Elon Musk's Tesla buys $1.5bn of Bitcoin causing currency to spike",
      "tags": "Elon Musk,Bitcoin,Tesla,Electric cars",
      "text": "Elon Musk's car firm Tesla has said it bought about $1.5bn (£1.1bn) of the cryptocurrency Bitcoin in January and expects to start accepting it as payment in future.\nThe news caused the price of Bitcoin to jump 17% to $44,220, a record high.\nTesla said it was trying to maximise returns on cash that is not being used in day-to-day running of the company.\nIt comes days after Mr Musk added \"#bitcoin\" to his Twitter profile page, which drove up the price.\nHe removed it days later, but has continued talking up Bitcoin and other cryptocurrencies, including Dogecoin, which jumped 50% after his endorsement. \nIn a stock market filing, Tesla said it \"updated its investment policy\" in January and now wanted to invest in \"reserve assets\" such as digital currencies, gold bullion or gold exchange-traded funds.\nIt said it had already bought $1.5bn of Bitcoin and could \"acquire and hold digital assets\" in the future.\n\"Moreover, we expect to begin accepting Bitcoin as a form of payment for our products in the near future, subject to applicable laws and initially on a limited basis,\" it said. \nMr Musk said a week ago in a tweet that Bitcoin was \"on the verge\" of being more widely accepted among investors.\nSome analysts said Tesla's investment could be a game-changer for the cryptocurrency.\n\"I think we will see an acceleration of companies looking to allocate to Bitcoin now that Tesla has made the first move,\" said Eric Turner, vice-president of market intelligence at cryptocurrency research firm Messari.\n\"One of the largest companies in the world now owns Bitcoin and by extension, every investor that owns Tesla, or even just an S&P 500 fund, has exposure to it as well.\"\nBut Neil Wilson, chief market analyst for Markets.com, warned that Bitcoin was a \"very volatile\" cryptocurrency.\n\"Tesla is now starting to take on big [foreign exchange] risk - this may not worry a lot of investors, but some conservative types might be concerned,\" he said.\nBitcoin, which has hit record highs in recent months after a rollercoaster ride over the past decade, has also drawn support from major financial institutions this year.\nThe world's biggest money manager, Blackrock, recently changed a handful of investment mandates to allow some of its funds to invest in the currency.\nHowever, central banks remain sceptical of digital currencies.\nIn October, Bank of England governor Andrew Bailey cautioned over Bitcoin's use as a payment method.\n\"I have to be honest, it is hard to see that Bitcoin has what we tend to call intrinsic value,\" he said. \"It may have extrinsic value in the sense that people want it.\"\nMr Bailey added that he was \"very nervous\" about people using Bitcoin for payments, pointing out that investors should realise its price was extremely volatile."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55968889",
      "category": "uk",
      "title": "UK weather: Storm Darcy leads to heavy snow and ice",
      "tags": "Storm Darcy,Snow,Weather forecasting,Severe weather",
      "text": "Heavy snow and ice has brought disruption to parts of the UK, with coronavirus vaccination centres and schools shutting in some areas.\nYellow warnings for snow cover much of England and Scotland, as well as parts of Northern Ireland until Wednesday. \nPolice have warned people not to travel, with long delays expected and road closures in some parts.\nOn Monday, 30cm (12in) of snow fell in Aboyne, Aberdeenshire, while up to 22cm fell in parts of the east of England.\nHeavy snowfall and temperatures as low as -15C have been forecast for parts of Scotland, with the Met Office issuing an amber warning for snow for areas including Perthshire, Stirlingshire and Fife from 03:00 to 21:00 on Tuesday.\nFurther south temperatures could get as low as -10C, BBC Weather's Billy Payne said, in what he described as the most significant cold spell since the Beast from the East three years ago.\n\"We'll see further snow showers over the next couple of days and widespread overnight frosts and ice with temperatures for some not rising above freezing,\" he said.\nThe Met Office said it was \"bitterly cold\" due to Storm Darcy's strong easterly winds, with temperatures in parts of the UK around freezing. \nThe AA said \"treacherous driving conditions\" had caused \"numerous\" accidents. \nSome roads were closed in Norfolk, Lincolnshire, Cumbria, Derbyshire and Hertfordshire, with police forces in parts of East Anglia warning drivers some roads had become \"impassable\".\nNational Rail told train passengers that services across the country were likely to be affected by the conditions and said it may be necessary to close some routes.  \nSouthern Rail cancelled services in south-east London, while networks in Kent and Essex also closed train lines.\nThe conditions led to some vaccination centres being closed, including several in Essex and Suffolk, as well as in Surrey and Norfolk.\nAnd a number of schools also had to close across the south-east of England and Lincolnshire.\nIn Suffolk, a man who is thought to have been kitesurfing died on Sunday after being found on a beach in stormy conditions.\nEmergency services were called after reports of a person in the North Sea off Walberswick and the man was later found on the shore by members of the public. He died at the scene. \nBBC Weather forecaster Nick Miller said it was a \"very cold week to come\" with day temperatures close to freezing, and overnight frost making it feel \"colder still\" with \"significant windchill\". \nIn the south east of England, eastern England, the Midlands and the North East, there is the greatest prospect of \"significant\" falls of snow and disruption, he added. Some areas will get \"shower after shower, with snow building up\". \nHowever, the severe conditions brought by Storm Darcy are not expected to be as widespread as 2018's Beast from the East, forecasters said.\nYellow warnings - meaning there could be travel disruption and a slight chance of power cuts or communities being cut off - include:\nThere were 28 flood warnings across England, as of 20:00 on Monday. \nPublic Health England has issued a cold weather alert for the whole nation through to Wednesday.\nDr Owen Landeg said it was \"crucial\" people looked out for those who may be vulnerable during the current cold snap, calling on the public to make sure those at-risk have enough food and drink to stay warm and well.\nHave you been affected by the adverse weather? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-55986646",
      "category": "uk-scotland-glasgow-west",
      "title": "Man charged in Lanark over Captain Sir Tom Moore tweet",
      "tags": "Bedford,Lanark,Captain Tom Moore,Coronavirus pandemic",
      "text": "A man has been charged in Lanarkshire in connection with an offensive social media tweet about Captain Sir Tom Moore.\nSir Tom died in Bedford Hospital last Tuesday, aged 100, after testing positive for Covid-19.\nHe had captured the nation's hearts with his fundraising efforts during the first coronavirus lockdown, raising more than £30m for NHS charities.\nThe 35-year-old man is due to appear in court later this week.\nWorld War Two veteran Sir Tom's family said the last year of his life was \"nothing short of remarkable\" and that he had \"experienced things he'd only ever dreamed of\".\nA Police Scotland spokeswoman said: \"On Friday 5 February 2021, we received a report of an offensive tweet about Captain Sir Tom Moore who died on Tuesday 2 February.\n\"A 35-year-old man has subsequently been arrested and charged in connection with communication offences and is due to appear at Lanark Sheriff Court on Wednesday 17 February.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-55932645",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Rise in rental bookings for illegal parties",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Accommodation rental websites are being used increasingly to book properties for illegal parties, Police Scotland data suggests.\nCall logs obtained by BBC Scotland show that sites like booking.com were used to hire space for large gatherings over the festive period.\nPolice were  given the power to break up house parties contravening social gathering rules on 28 August last year.\nSince that date, officers have been called out nearly 7,000 times.\nMost of Scotland has been in lockdown since Boxing Day with a \"stay at home\" message put down in law.\nThe latest data, received through a Freedom of Information request, showed a marked increase in anecdotal reports of house parties being held at rented accommodation over the festive period.\nListed incidents included:\nA search of one major rental website shows it is still possible to book accommodation in Scotland for up to 16 guests, despite much of Scotland being in lockdown until the end of February.\nBooking.com said it was committed to informing customers about travel restrictions currently in place in many destinations.\nThe company said it had also set up tools to make it easier for accommodations to provide clear information to guests about what national and local Covid restrictions are in place.\nA spokeswoman told BBC Scotland: \"In the very rare instance that we are made aware of any unlawful behaviour taking place at a property listed on our site, including house parties that violate the current lockdown restrictions, we investigate thoroughly, co-operate with local authorities or law enforcement, and when necessary, we will block the responsible customer account on our platform.\"\nBBC Scotland reporter Connor Gillies describes his night following the Glasgow police officers tackling illegal parties.\n\"The night begins at 22:00 in a briefing room at Partick police station. We're called to a tenement in Finnieston. \nInside, as we scale the five flights of stairs the sound of laughing gets louder. The door is banged repeatedly as the occupants ignore the call to answer. \nEventually six fines are issued to a group of students who had been drinking. One of them tells me she's embarrassed. \nWe get word of a big party nearby. Backup is called with reports the large group is crammed in a top floor flat. \nLoud music echoes down the stairwell. Police find 15 rule breakers holding a 30th birthday . The party is over, fines issued and the property owners charged and reported to the procurator fiscal.  \nTonight shows there continues to be a stubborn minority who simply don't care about putting the police and public at risk.\"\nWhile the number of callouts has slightly decreased since mid-September, police officers still attended hundreds of gatherings every week with callouts peaking at nearly 600 over the new year period.\nThe figures also show that while callouts may have declined, the proportion of gatherings in breach of restrictions has not.\nOn average, 73% of the weekly parties attended in December were deemed illegal compared to 33% in September.\nPolice data showed that officers had been alerted to 6,856 gatherings between 28 August and 8 January.\nHowever, the force has suggested the number is likely to be greater as house gatherings are typically under-reported.\nUnder-reporting can occur if officers were not assigned, or attended several hours later and did not enter the premises.\nInternal reports for Operation Talla - the name for Police Scotland's response to the coronavirus pandemic - also highlighted the increased resistance officers are receiving when they attend illegal house parties.\nThese incidents included:\nThe data also revealed that 3,647 fines have been issued, and 486 arrests made, as of 8 January.\nAssistant Chief Constable Alan Speirs said: \"The vast majority of the public have continued to comply with the regulations. \n\"Parties and indoor gatherings of different households are not permitted and we will continue to use our enforcement powers to disperse large groups of people where necessary.\n\"Policing during the pandemic has always been challenging and it remains so.\"\nOperation Talla reports also documented a number of large-scale student gatherings including:\nWhile only 5% of all callouts were related to student parties, internal police documents suggested they were still a considerable concern.\nOne Operation Talla document noted: \"Students are still gathering unlawfully and are more likely to do so in larger numbers than the general population\".\nMatt Crilly, the president of NUS Scotland, said: \"Students overwhelmingly are following the guidelines and protecting their friends, families and communities. \n\"However, we continue to appeal to this small minority of students to comply with the current public health guidance\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-55981697",
      "category": "entertainment-arts",
      "title": "BBC licence fee to rise by £1.50 to £159 from April",
      "tags": "Television,UK TV licence fee,BBC",
      "text": "The annual TV licence fee is to increase by £1.50, from £157.50 to £159, from 1 April 2021.\nIt is the final - and lowest - annual increase under a deal between the BBC and the government that has seen the fee rise in line with inflation every year since 2017.\nThe government must decide how much a TV licence will cost from 2022 onwards.\nThe increase comes eight months after about three million over-75s lost their entitlement to free TV licences.\nThe new fee works out at £3.06 per week or £13.25 per month.\nIn 2019-20, it raised about £3.5bn to pay for BBC services.\nLicence-fee evasion rose from 6.57% to 7.25% last year, according to the latest statistics.\nThe government had been considering whether non-payment should stop being a criminal offence.\nLast month, it decided not to go ahead with decriminalisation - but that it would \"remain under active consideration\".\nAlso last month, new BBC chairman Richard Sharp said the licence fee was the \"least worst\" way of funding the BBC.\nBut he had an \"open mind\" about how the corporation should be funded in the future.\nAnd it \"may be worth reassessing\" the current system."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55985835",
      "category": "uk",
      "title": "Storm Darcy: Snowy fun, freezing dips and delays",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55975746",
      "category": "world-asia",
      "title": "Myanmar coup leader defends action amid mass protests",
      "tags": "Aung San Suu Kyi,Myanmar coup ,Myanmar",
      "text": "The leader of the coup in Myanmar has made his first TV address, seeking to justify the action amid mass protests.\nMin Aung Hlaing said November's election, won in a landslide by the party of detained elected leader Aung San Suu Kyi, had been unfair.\nThe military has begun to impose restrictions in some areas, including curfews and limits to gatherings.\nHuge protests were held on Monday for a third straight day, along with a nationwide strike, to oppose the coup.\nOne demonstrating doctor - who did not want to be named - told the BBC: \"Today, we, professionals - especially civil servant professionals such as doctors, engineers and teachers - came out to show that we are all together in this. Our objective is the same - to make the dictatorship fall.\" \nThe general's speech drew angry opposition, with images on social media showing people banging pots and pans in protest in front of television screens.\nThe military seized power last week and declared a year-long state of emergency in Myanmar, also known as Burma, with power handed over to Gen Min Aung Hlaing. \nMs Suu Kyi and senior leaders of her National League for Democracy Party (NLD), including President Win Myint, have been put under house arrest.\nThe US state department said on Monday it had tried to meet Ms Suu Kyi but its requests had been rejected. The US said it stood by the people of Myanmar in their right to assemble and protest peacefully.\nAn Australian economic adviser to Ms Suu Kyi, Sean Turnell, has also been detained and on Monday his family posted a statement on Facebook calling for his immediate release.\nGen Min Aung Hlaing's speech focused more on the reasons for the coup and less on threats to protesters.\nHe said the electoral commission had failed to investigate irregularities over voter lists in the November election and had not allowed fair campaigning.\nThe commission had said there was no evidence to support claims of widespread fraud.\nGen Min Aung Hlaing, wearing green military uniform, promised new elections and to hand power to the winner. A new \"reformed\" election commission would oversee it.\nHe also said his rule would be \"different\" from what was effectively a 49-year military grip on power that ended in 2011 and which saw brutal crackdowns in 1988 and 2007.\nHe spoke of achieving a \"true and disciplined democracy\", a phrase that drew scorn from some opponents of the coup on social media.\nHe also told citizens to \"go with the true facts and not to follow feelings of your own\".\nThe general did not issue direct threats to protesters, saying only that no-one was above the law. \nBut some areas have seen clampdowns, with parts of Yangon and second city Mandalay, along with other areas, under a 20:00 to 04:00 curfew and with gatherings limited to groups of five or less.\nEarlier, a broadcast on state TV warned \"action must be taken, according to the law... against offences that disturb, prevent and destroy state stability, public safety and the rule of law\".\nPhil Robertson, the deputy Asia director of Human Rights Watch, said: \"For a military coup government that has trampled all over democracy and the rule of law, it's absurd for them to claim they have any right to 'legal action' against peaceful protesters.\"\nTens of thousands gathered on Monday in the capital, Nay Pyi Taw, for the strike, with other cities such as Mandalay and Yangon also reporting significant numbers, according to BBC Burmese. The protesters include teachers, lawyers, bank officers and government workers.\nOnline there had been calls asking workers to skip work to protest. \"This is a work day, but we aren't going to work even if our salary will be cut,\" one protester, 28-year-old garment factory worker, Hnin Thazin, told news agency AFP.\nAnother protester, Hnin Hayman Soe, told the BBC she had joined the protest alongside her children, nieces and nephews. \"We can see many young people can't accept the military junta. We can even see teenagers here,\" she said. \nA few injuries have been reported, but no violence. However, a water cannon was activated in Nay Pyi Taw to disperse crowds. A video appears to show protesters rubbing their eyes and helping one another after being soaked.\nKyaw Zeyar Oo, who took the video, told the BBC two vehicles had sprayed protesters with \"no prior warning\", while \"the crowd was peacefully protesting in front of [the police]\".\nThe BBC's Nyein Chan Aye, in Yangon, says Buddhist monks, members of the minority Muslim community, top footballers and film and music stars have all been joining the anti-coup protests, which he says are expected to become more organised in the coming days.\nBy BBC Reality Check\nGen Min Aung Hlaing has referred to discrepancies in the voter rolls as justification for the coup.\nThe Myanmar army says it has uncovered more than 10 million examples of irregularities on the voter lists, including duplicate entries or individuals registered without national identification numbers.\nBut the country's election commission has rejected the claims.\nIndependent observers acknowledge there may have been mistakes on the lists, but claims of deliberate fraud have not been supported by evidence.\nThe US-based Carter Center, which had more than 40 observers visiting polling stations on election day, said voting had taken place \"without major irregularities being reported\".\nThere were safeguards to stop people voting twice, such as indelible ink on fingers. The election commission also pointed to strict Covid restrictions preventing travel, making it extremely hard to vote in multiple locations.\nThe earlier warning broadcast on state television that action would be taken against wrongdoers was the first shot across the bows from the military junta. \nIn the last outbreak of anti-military protests in 2007, the official warning was given just two days before the soldiers moved in, opening fire with live rounds and killing dozens. \nThat was a different era, with no social media, no mobile phones and little internet. This time the protests are being live-streamed on Facebook, despite an official order to local telecom companies to block it and other popular apps. \nIs the military ready to incur even greater unpopularity and use lethal firepower again to enforce its will? \nThe omens are not good. The generals who seized power appear to believe they acted correctly in deposing Aung San Suu Kyi, even warning today that it is the protesters who are threatening democracy with their \"lack of discipline\", and not the army with its coup."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55971003",
      "category": "business",
      "title": "Amazon criticised in paying lower rates than shops",
      "tags": "Companies,HM Treasury,Amazon,Tax,Online shopping,Delivery services",
      "text": "Amazon has been criticised for paying less in business rates than British bricks and mortar retailers.\nThe online retail giant's financial results revealed that UK sales for 2020 totalled $26.5bn (£19.3bn) - a 51% jump from $17.5bn in 2019.\nAmazon's overall business rates bill for 2020-2021 is estimated by researchers to be £71.5m - just 0.37% of its retail sales.\nThey say this is far lower than what the retail sector typically pays.\nAmazon insists that it pays its tax and has created thousands of jobs in the UK.\nBusiness rates are calculated by looking at a property's rateable value and multiplying it by a tax rate set by the government. A new tax rate comes into effect at the start of each financial year on 1 April. \nAccording to figures from the Office for National Statistics (ONS), full-year retail sales at physical shops for the 12 months ending 31 December 2020 fell 10.3% from £318.5bn in 2019 to £285.8bn. \nRetail advisor Altus Group says that bricks and mortar retailers would have paid £8.25bn in business rates in 2020, had they not been given a tax holiday due to the pandemic.\nIt says the figure was calculated using rateable values, multiplied by the 2020 tax rate. The £8.25bn figure amounts to 2.9% of total retail sales, which is much higher than what Amazon pays. \nFor instance, Arcadia - which owns Topshop, Burton and Dorothy Perkins -  would have had to pay £91m in business rates on its 444 stores in 2020, had there not been a tax holiday, Altus Group says.\nA Treasury spokesman said: \"We want to see thriving high streets, which is why we've spent tens of billions of pounds supporting shops throughout the pandemic and are supporting town centres through the changes online shopping brings. \n\"Our business rates review call for evidence included questions on whether we should shift the balance between online and physical shops by introducing an online sales tax. We're considering responses now.\"\nSeparately, the Centre for Retail Research (CRR) calculated the business rates paid by physical shops in 2019 and found that they paid £7.17bn in business rates, or 2.3% of their total retail sales in 2019.\nThe two organisations said that Amazon, which has close to 100 sites in the UK, including distribution warehouses and lockers on High Streets, is not paying enough tax. \nHowever, their calculations do not include corporation tax, which is currently at 19% of profits. \nAmazon would not comment on the calculations made by Altus Group and CRR. \nA spokesman for Amazon said: \"We've invested more than £23bn in jobs and infrastructure in the UK since 2010. \n\"Last year we created 10,000 new jobs and last week we announced 1,000 new apprenticeships. This continued investment helped contribute to a total tax contribution of £1.1bn during 2019 - £293m in direct taxes and £854m in indirect taxes.\"\nThe government is currently reviewing the way in which the business rates system works, and is also separately considering a 2% tax on online sales and services. \nBut business lobby group the Confederation of British Industry (CBI) has warned that any tax rises would place additional pressure on businesses that are already struggling due to the pandemic. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55986756",
      "category": "uk",
      "title": "Covid-19: UK vaccines, over-70s jab appeal, and school catch-up",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday evening. We'll have another update for you tomorrow morning.\nBoris Johnson says he is \"very confident\" in the Covid vaccines being used in the UK, amid concerns about the Oxford-AstraZeneca jab's effectiveness against the South Africa variant. The vaccines are effective in delivering a high degree of protection against against serious illness, the PM said. Meanwhile, England's deputy chief medical officer, Prof Jonathan Van-Tam, told a No 10 briefing there was no reason to think the South Africa variant would catch up, or overtake, the dominant so-called Kent virus in the UK in the next few months. But he stressed there was \"plenty of evidence\" that vaccines being deployed in the UK were effective against this variant, and urged people to get a vaccine. Health Secretary Matt Hancock said the government was working with vaccine suppliers on potential booster jabs to help deal with new variants.\nPeople aged 70 or older in England who have not yet had their coronavirus vaccine, but would like to, are being asked to contact the NHS. A national booking system is available that can be accessed online or people can call 119 free of change between 07:00 and 23:00. Doctors want to ensure everyone in an eligible group has had the chance to be immunised. Vaccination can prevent severe disease and save lives. Until now the NHS has asked people to wait until they are contacted to help ensure that those who are most vulnerable are protected first. People aged over 70 in Scotland, Wales and Northern Ireland are being advised that they will be contacted by the NHS with an appointment.\nExtra hours of academic learning, as well as sport and creative activities, will be needed to help England's pupils make up ground following the pandemic, says the new education catch-up tsar. Sir Kevan Collins told the BBC it was important to \"act quickly\" on making arrangements for the summer and he said that summer schools \"had promise\". Sir Kevan said the most disadvantaged had lost up to seven months' progress. But he also stressed that children were \"amazingly resilient\". In his first media interview, he said the youngest children would \"need to learn to play together\" and to develop the language and social skills needed for school life. The government's initial catch-up plans due to be announced in late February. Take a closer look at how children could make up for lost school time.\nHeavy snow and ice has brought disruption to parts of the UK, with coronavirus vaccination centres shutting in Essex and Suffolk, as well as in Surrey and Norfolk. Some schools - only open to children of critical workers and vulnerable children during lockdown - have also had to close. Yellow warnings for snow cover much of England and Scotland, as well as parts of Northern Ireland. Police have warned people not to travel, with long delays expected and road closures in some places. \nUnlikely internet star Jackie Weaver's fame has risen to new heights - after she was immortalised in a cake. Ms Weaver was trending on social media after a recording of a Handforth Parish Council Zoom meeting - that spiralled into chaos - went viral.  A cut-down version of the planning and environment meeting on 10 December emerged on Twitter on Thursday and soon became a \"must see\" lockdown sensation, piquing the interest of millions by Friday morning. In it, Ms Weaver is seen keeping her cool after being shouted down by several other participants. Ben Cullen, who has been featured on Netflix and Channel 4, said he \"couldn't resist\" recreating her in cake form. The baker, from Chester, said he has had \"a great reaction\" to his latest sponge sensation. \nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. This piece looks at UK virus data - including the falling daily case and death rate.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cornwall-55951628",
      "category": "uk-england-cornwall",
      "title": "UK's youngest terror offender, boy, 16, sentenced",
      "tags": "Rugby",
      "text": "A teenager who is the youngest person in the UK to commit a terror offence has been given a two-year youth rehabilitation order.\nThe 16-year-old boy from Cornwall admitted 12 offences including downloading a bomb-making manual.\nAt the Old Bailey, Judge Mark Dennis QC said a custodial sentence would \"undo\" the progress made since the boy was arrested in July 2019. \nThe teenager, who cannot be named, had \"significant vulnerabilities\", he said.\nThe boy collected far right material and expressed racist, homophobic and anti-Semitic views on online platforms between 2018 and July 2019, the court heard.\nHe became the leader of the British arm of a now banned neo-Nazi terrorist organisation called Feuerkrieg Division.\nWorking from his grandmother's house, he recruited members online such as Paul Dunleavy, a teenager from Rugby, who was jailed last year for preparing a terrorist attack.\nThe group wanted to enact \"white jihad\" and the genocide of non-white people, the court heard.\nThe judge said the boy had entered an \"online world of wicked prejudice and violent bigotry\".\nHe said that a custodial sentence caused \"irreversible harm for the future\" and that public safety required the boy's rehabilitation. \nThe judge said the teenager had \"significant vulnerabilities\" stemming from an \"abnormal childhood\".\nThe defendant first joined the neo-Nazi forum Fascist Forge in 2018, having downloaded his first bomb-making manual that year when he was 13.\nHe first came to the attention of police in July 2019 after detectives received information he was constructing a weapon.\nWhen the home where he lived with his grandmother was searched, officers found a Nazi flag and a racist slogan painted on the garden shed.\nThe teenager appeared at court on bail by video link from Bodmin Magistrates' Court, sitting next to his grandmother.\nJenny Hopkins, from the Crown Prosecution Service, said after the case that people would \"rightly be disturbed that a 13-year-old should hold the most appalling neo-Nazi beliefs\".\nThe boy \"claimed not to have racist views and just wanted to appear cool\", she said, but the \"body of evidence led to him pleading guilty to possession and dissemination of terrorist material\".\nDet Insp Mark Samuel, of Counter Terrorism Policing South West, said the case was a \"timely reminder of potential extremism\" online.\nHe said the \"risk for the young and vulnerable\" was \"especially true during lockdown where young people spend more time online, often alone and unsupervised\".\nCh Supt Jim Pearce from Devon and Cornwall Police said the age of the offender, the \"extreme hatred displayed\" and the speed with which he became leader of the extreme group, \"brings into sharp focus the real and clear danger of online radicalisation\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55934676",
      "category": "uk",
      "title": "Covid: NHS gowns 'suspended' from use due to packaging concern",
      "tags": "NHS,Personal protective equipment (PPE),Coronavirus pandemic",
      "text": "The use of ten million surgical gowns, bought by the UK government, has been suspended for frontline NHS staff because of how the items were packaged.\nSterile gowns were bought for £70m from a US firm last year, but safety concerns were raised when they arrived in one layer of protective packaging.\nThe contract had not requested double packaging, as used in sterile settings.\nThe government says all PPE is quality assured, but Labour has called for an inquiry into the awarding of contracts.\nThe BBC has been investigating the purchase of PPE - or personal protective equipment - for NHS staff since the beginning of the pandemic. It has already been revealed how millions of face masks bought by the UK government cannot be used in the NHS as intended.\nMany of the contracts dated back to last Spring, when the government was scrambling to deal with PPE shortages in hospitals and care homes at the beginning of the pandemic.\nHowever, officials at the Department of Health and Social Care (DHSC) continued to sign large PPE contracts after the first wave of infections was over, in a bid to avoid a repeat of shortages.\nOne of those contracts was a £70m deal, signed in June, for the supply of 10.2 million sterile surgical gowns from a US firm called Saiger LLC.\nThe BBC understands Saiger delivered the gowns on time but their use was suspended because of concerns about the way they were packaged.\nA court document obtained by the BBC shows NHS infection control experts were concerned the gowns were only single wrapped, when in their view they should have been double wrapped if they were to be used in sterile care settings.\nThe document shows there was no requirement - either in the government's published specifications or in its contract with Saiger - for the gowns to be double wrapped.\nThe gowns came from the same firm that paid millions of pounds of UK taxpayer cash to a Spanish businessman to source PPE for the NHS.\nLast November, the BBC revealed Gabriel Gonzalez Andersson was paid $28m (£21m) in UK government cash by Saiger to find PPE as part of two deals.\nFor his work on the £70m contract for the surgical gowns - which was separate to those earlier deals - he was in line to be paid a further $16m (£12m).\nHowever, documents filed in a US court allege that he then stopped doing any work for Saiger, leaving the firm \"scrambling\" to fulfil its contracts by other means. It's not clear whether Mr Andersson received any of the money for this deal.\nThe parties have since agreed for the legal action to be dismissed.\nIn response, Saiger said: \"The government could not have been clearer that we delivered the goods in accordance with the contracts and to the technical specifications requested, that we delivered them on time, and that we delivered them at good value.\"\nThe government's decision to award the £70m contact for the gowns is currently being challenged in a separate case in the English courts by the campaigning organisation, the Good Law Project.\nJolyon Maugham, the project's director, said the government needed to know what it was buying. \"It should be buying from those who are experienced in the complicated business of supplying medical-quality PPE.\n\"And it also needs to be keeping a careful check on the prices it is paying so that intermediaries aren't able to make tens and tens of millions at public expense.\"\nYou can listen to File of 4's Unmasked: Stories from the PPE frontline on BBC Radio 4 at 20:00 GMT on Tuesday 9 February or on BBC Sounds.\nThe government is also facing questions over contracts it signed for millions of face masks, which now can't be used as intended in the NHS.\nIn April, the Department of Health and Social Care (DHSC) signed a contract with Pestfix - a small Sussex-based family firm - for £168m to supply three types of mask. They included FFP3 particle filtering masks.\nThe BBC has found 17 million FFP3 masks supplied to the Department of Health by Pestfix will not be used as intended because they failed testing.\nThe masks came with ear loops, which the government says now should not be used because of safety concerns. It stopped the use of masks with ear loops in May last year, following discussions with the safety watchdog.\nHowever, the government had already bought millions of masks with ear loops. Pestfix told the BBC these masks never entered the NHS supply chain.\nThe BBC has also seen an internal document prepared by the safety watchdog showing another type of FFP3 mask - this time with headstraps on - put forward by Pestfix also failed tests.\nThe document says \"headstraps on several samples snapped\" and \"nosebands fell off on nearly all samples from the first batch\".\nPestfix said these were alternative, prototype masks that were provided as a potential replacement. The firm said DHSC did not proceed with the product.\n\"We are proud of our role in sourcing PPE from Chinese manufacturers to help meet massive shortages in the NHS during the pandemic, with 94% of the 282 million items of PPE we supplied meeting contracts standards,\" the company said.\n\"Pestfix is working with the government and the Chinese manufacturers responsible for the small percentage of items that did not enter the NHS supply chain to ensure the best possible result for taxpayers.\" \nHowever, Labour's shadow cabinet office minister Rachel Reeves has called for an inquiry into the awarding of PPE contracts.\n\"This area of procurement is one of the ways in which this government has really let people down, particularly our frontline workers during the course of the pandemic,\" she said.\n\"There should be an inquiry, a rapid review right now into the lessons that we can learn because if we learn lessons we can save lives, and this virus isn't going away.\"\nIn a statement, DHSC said PPE is only distributed in the NHS if it meets the relevant standards: \"We have been working tirelessly to deliver PPE to protect our health and social care staff on the frontline, with over 7.6 billion PPE items delivered so far.\"\nFollow Phil on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-55975093",
      "category": "uk-northern-ireland",
      "title": "Simon Byrne: Justice minister 'has confidence' in NI police chief",
      "tags": "Belfast,Sinn Féin,DUP (Democratic Unionist Party),Police Service of Northern Ireland",
      "text": "Northern Ireland's justice minister has said the chief constable has her confidence after a row over an arrest at a memorial event on Friday.\nSimon Byrne is meeting political parties, as he insists he will not quit over pandemic policing mistakes.\nA man was arrested at an event marking the 29th anniversary of the loyalist murders of five people at Sean Graham's bookmakers on Belfast's Ormeau Road.\nThe chief constable has apologised and one officer has been suspended.\n\"I don't think it is good to personalise this around one individual,\" Naomi Long told BBC Radio Ulster's Good Morning Ulster programme.\n\"I think whoever would have been chief constable last week, this could still have happened and we would still have had this situation evolving over the last number of days.\n\"The test for Simon is how he deals with this and I am absolutely committed to working with him and rebuilding the community confidence that has been damaged.\"\nMr Byrne is discussing the fall-out with Sinn Féin, the Democratic Unionist Party (DUP) and SDLP on Monday.\nIt is understood there will be separate meetings with other parties over a two-day period.\nDespite the Democratic Unionist Party (DUP) and Sinn Féin having separate issues with the chief constable's statement of apology on Saturday, Mr Byrne said he has been \"very encouraged\" by what he heard from people over the weekend.\nDeputy First Minister Michelle O'Neill said there was a \"crisis in confidence\" in policing among nationalists over the PSNI's handling of the commemoration.\nFollowing a meeting with Mr Byrne on Monday, she said she had \"left the chief constable in no doubt that the events of recent days are a watershed moment for policing and public confidence in policing\".\n\"We need to see a change in the culture and ethos of policing with the community and that needs to start immediately,\" she added. \n\"I also raised the frustration of the families of those killed in the Ormeau Road massacre and the need for the Police Ombudsman's report into the killings to be published as soon as possible. \n\"There is a pressing need to address the legacy of the past and that needs to be done by implementing the legacy mechanisms of the Stormont House Agreement in a human rights compliant manner.\"\nThe DUP questioned why action was taken against officers before the outcome of a Police Ombudsman inquiry.\nDUP leader Arlene Foster said police decisions should be \"based on the law and not politics\".\nSpeaking after she led her party delegation in a meeting with Mr Byrne, Mrs Foster said they had outlined their concerns and asked for the full facts. \n\"The swift response by the chief constable has all the hallmarks of trial by social media and of two young officers being scapegoated,\" she said. \n\"While we understand the need for a proportionate and sensitive policing response, operational decisions must be fair and balanced. \n\"There should be no apology for enforcing the rule of law.\"\nFriday was a disaster for community relations with the police and indeed the PSNI's perceptions within wider nationalism and republicanism. \nOn its own, in isolation, it would be bad enough. \nBut the problem for the PSNI - and by extension Mr Byrne as its chief constable - is that there have been a series of serious controversial policing issues in this pandemic, including BLM protests and, of course, funerals of paramilitary figures. \nIt was the accumulation of all these things that I think brought up the leadership question. \nBut politics and policing a divided society is a major factor in all this. That has been forgotten at times. \nThe executive parties have reminded themselves of this over the weekend and I think there is a collective push to calm things down a bit.\nThere is an awful lot of bridge building to be done and I think there is an acceptance all round that he and his senior team needs to be allowed time and space to do. \nThe last thing parties want is to intensify a policing crisis in the midst of everything else going on.\nSDLP leader Colum Eastwood said political leaders had a responsibility \"given all of the tension out there over the last couple of weeks, to dial down the rhetoric, to stay calm and to work through the process\". \n\"There is an awful lot at stake here, around policing, around power-sharing, around the stability of our institutions and the stability of our community and I think we have to hold firm in encouraging people to work through the process,\" he said.\nIn an interview with BBC News NI, Mr Byrne said: \"I have to reflect personally on what happened. I am not so arrogant I can not listen to criticism and concern.\n\"I came here to do a job and am determined to see it through. If I walked out, the same issues would be in the in-tray of my successor.\n\"Sometimes policing and politics buffer up too close and we need to take a step back. We need a period of calm.\"\nMr Byrne rejected claims by the DUP and the Police Federation that the suspended officer had been \"scapegoated\" for his role, despite a Police Ombudsman investigation into officer conduct barely having started.\n\"It is not about scapegoats or putting people under a bus,\" said Mr Byrne.\n\"It is not unusual in serious situations to suspend people and we have taken that decision carefully.\"\nHe said senior officers had studied body worn camera footage of those who attended the scene.\nThe chief constable said at this point he could not apologise specifically to Mark Sykes, the man who was arrested, as a police investigation was still ongoing.\nSinn Féin has asked for Mr Sykes not to face further action.\nMr Byrne also revealed the anniversary event was known about by more senior officers in the district, but it was two probationary constables who came across the scene on Friday.\nThey both passed out of training college only last summer.\nThe full circumstances of their deployment will form part of the ombudsman investigation.\nRelatives for Justice, who support the families of the victims of the Ormeau Road gun attack, have rejected police claims that up to 40 people were at the event, when coronavirus regulations limit public gatherings to six.\nThey said that no more than 15 people were on the street, socially distanced and in household bubbles, representing the families of four of those who were murdered in the shooting.\nThey also claim that at no stage were health regulations mentioned by the officers."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-55978659",
      "category": "entertainment-arts",
      "title": "Britney Spears 'taking time to be a normal person'",
      "tags": "Britney Spears,Music",
      "text": "Britney Spears has said she is \"taking the time to learn and be a normal person\" after a new documentary reopened the debate around her life, career and mental health.\nFraming Britney Spears, which aired this week in the US, details the singer's public breakdown in 2007.\nIt explores the media treatment of the US pop star and her legal arrangements.\nSpears' career remains on hold while she tries to remove her father Jamie from his role as her conservator.\nOn Tuesday, she shared a video of her performing one of her hits, Toxic, three years ago, alongside a message to her 27 million followers. \n\"I'll always love being on stage,\" wrote the 39-year-old. \"But I am taking the time to learn and be a normal person. I love simply enjoying the basics of everyday life!\"\nShe added: \"Each person has their story and their take on other people's stories! We all have so many different bright beautiful lives.\n\"Remember, no matter what we think we know about a person's life it is nothing compared to the actual person living behind the lens.\"\nThe singer's boyfriend Sam Asghari, meanwhile, has publicly criticised her father online.\n\"It's important for people to understand that I have zero respect for someone trying to control our relationship and constantly throwing obstacles our way,\" he posted on Instagram.\nThe new messages come after critics and fans alike welcomed the aforementioned documentary.\nProduced by The New York Times, the film charts the singer's rise to fame and the controversy over her welfare. Britney's father Jamie Spears has been her conservator for 12 years, due to concerns about her mental health.\nIt's an arrangement that is usually granted for people who are unable to make their own decisions, like those with dementia or other mental illnesses, and means he has ultimate control over her finances and many of her career choices.\n\"The documentary adds to the critical conversation we are having about women, agency and trauma,\" wrote NBC's Patricia Grisafi.\n\"In the tradition of so many 'madwomen in the attic' stories before her, Framing Britney Spears asks what happens when the door is opened to reveal not a frothing hag but hints of a quirky, completely competent human who benefits from meaningful work, time with her children and an Instagram account.\"\nIn November, Spears lost a legal attempt to remove her father's control over her estate.\nThe legal battle has been played out against the backdrop of the #FreeBritney movement, led by fans who believe Spears is being controlled against her will.\nMr Spears has defended his role, telling CNN he is \"protecting\" his daughter from \"those with self-serving interests and those who seek to harm her\".\nThe documentary examines not only the complex history behind the long-running conservatorship, but also the treatment of Spears as she grew up in the spotlight.\nMany fans welcomed the documentary as further evidence of how the singer has been treated over the years, while some celebrities spoke out in support.\nActresses Sarah Jessica Parker and Bette Midler posted the #FreeBritney slogan, and Miley Cyrus used a pre-Super Bowl performance to tell the audience: \"We love Britney!\"\nEntertainment Weekly's Mary Sollosi pointed out that \"too much information has been obscured by the parties involved for the documentary to come to a concrete conclusion about the truth of Spears' current mental, legal, or financial circumstances\".\nBut she said that \"after seeing the facts play out with the benefit of hindsight and context, it's hard to step away from Framing Britney Spears believing she hasn't been repeatedly wronged\".\nVariety's Daniel D'Addario said Framing Britney Spears \"comes to no conclusions\" but raises \"the idea that Spears may indeed be grateful for the ministrations of her fans online\".\nCNN's Brian Lowry agreed, writing: \"Framing Britney Spears doesn't really penetrate that protective shell, but it does meticulously lay out the history and key players, as well as the way the conversation about her status has grown to encompass issues beyond just the particulars of Spears' story. \n\"The more uncomfortable, slightly meta question is whether even serious attempts to examine the star's fame and potential exploitation wind up participating in the process.\"\nThe film examines old footage such as an interview with her ex-boyfriend Justin Timberlake, a game show making fun of her breakdown and her appearance as a child on a TV talent show.\nIn the Los Angeles Times, Meredith Blake wrote: \"Applying the rigour of a Frontline episode to a narrative that has been shaped by thinly sourced gossip and anonymous hearsay, Framing Britney Spears is also a pointed work of cultural criticism that might make some viewers feel guilt about idly gawking at pictures of Spears on Perez Hilton circa 2007.\n\"Framing Britney Spears is the latest project to reconsider women once ridiculed and reviled because of their role in salacious scandals, such as Monica Lewinsky, Lorena Bobbitt and Paris Hilton. It asks us to ponder our collective complicity in the mockery and sexist criticism to which Spears has been subjected.\"\nThere is currently no news about whether the documentary will be aired in the UK.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55956997",
      "category": "uk-wales",
      "title": "Covid: BAME communities urged to have coronavirus vaccine",
      "tags": "Coronavirus vaccines,Newport,Coronavirus pandemic",
      "text": "\"I'd shout it from the street - please have your vaccinations, you don't know what we're going through.\"\nThis is a plea from Shamim Abbas of Newport, who lost husband Ghulam and brother-in-law Raza to Covid.\nThe brothers died within hours of each other last April.\nConcerns have been growing in recent weeks about an apparent hesitancy from some people in black, Asian, and minority ethnic (BAME) communities to have the Covid-19 vaccine.  \nAnd even though the virus has had such a devastating impact on Shamim's family, some relatives have been unsure about having it.\n\"My brother-in-law didn't want to have it done - he didn't want to let my mother-in-law have it done,\" she said.\n\"I had to calm him down and reassure him. People are scared. They are reading these reports and they are scared. \n\"People seeing us now - for me and my daughters it's a living hell everyday. We miss him every minute of the day.\"\nThe reports that Shamim is talking about are myths or conspiracy theories that are posted online and on social media. \n\"I think the problem is that whereas resources that combat this misinformation are available in English, they're not necessarily available in languages that some of these communities speak as a first language,\" explains Dr Bnar Talabani, a doctor specialising in kidney and transplant medicine at the University Hospital of Wales, Cardiff.\nShe is part of a group called Muslim Doctors Cymru, who are trying to dispel some of the myths circling on the internet.\nThey are carrying out a survey asking people for their views on the vaccine - and although only 220 people have replied so far, the results paint a picture reflected in other polling on the issue.\nAbout 10% of people said they would not be taking the vaccine, with 16% unsure.\n\"These aren't anti-vaxxers, they are actually very, very open to dialogue,\" Dr Talabani said.\n\"One elderly gentleman I recently had a conversation with said to me 'well, does the vaccine change my DNA?' and I said 'Well, no, it cannot because it doesn't come into contact with your DNA'.\n\"And he said 'okay, well that was my only concern. I'm happy to have it now', and it was really that simple.\"\nA similar conversation took place at the Cardiff Bay surgery in Grangetown, where Hassan Ahmed, 77, who moved to the UK from Yemen in 1977, was waiting to be vaccinated. \n\"I heard people say the injection is bad for us, but you're the doctor, I don't know,\" he said.\nHis GP, Dr Emaad Alauddin, chatted him through how the vaccine worked, reassuring him, and afterwards, Mr Ahmed described his happiness about receiving it.\nDr Talabani said a problem within communities is that people receive misinformation in their own language via social media.\n\"If English is not your first language, you receive lots of misinformation via WhatsApp and other social media platforms in languages that are your first language, but the accurate information that is needed to combat this you don't necessarily have access to in that language,\" she said.\nHaving that information accessible and readily available and actually using social media as a platform to spread it just as the misinformation is also being spread, so arming communities with accurate information in multiple languages will go a long way in helping address this.\"\nShe added it was important this information comes from a \"grassroots\" level as well as from the government, and to engage faith leaders.\n\"We are holding weekly webinars in different languages and people within different communities are actually engaging with us.\n\"We're having feedback that that dialogue, the possibility to ask questions about the vaccine in a language they're comfortable with, with people who are from their own community, is really helping them address those concerns.\"\nAt the end of January, analysis of patient data in England to the middle of the month found black people over the age of 80 were half as likely to have been vaccinated as those who were white.\nPublic Health Wales said its data showing ethnic breakdown of vaccine take-up is not available yet.\nChairman of Race Council Cymru Ray Singh believes it needs to be in the public domain now.\n\"If we had data, we would know how many black Asians have been vaccinated, say in area one and how many people live in that area, and then the communities leaders and others can start working on these with these people to persuade them,\" he said. \n\"This is a race against time, a question of life and death. \n\"The minister for vaccination for England admitted that there was disparity in England and I see no reason why we're not having the same, but we have no data.\"\nAnother idea to increase confidence in the vaccine is to try and use places like mosques as vaccination centres.\nThe Dar-Ul-Isra mosque in Cardiff is one of those which has told the local health board that it would be happy to be used.\n\"We feel that as a mosque we are in the best position to dispel the myths - explain to people that there is no issue with taking the vaccine from a theological point of view but also from a health perspective,\" said Naveed Rahman, an administrator for the mosque.  \n\"I think people just coming to the mosque and knowing they are taking the vaccine in the mosque will be a big part of that.\"\nPublic Health Wales recognised \"the importance of ensuring equitable access to and uptake\" of vaccinations.\nIt said it was examining data and other information, including ethnicity, to see who in what groups had been vaccinated.\n\"It will be shared with colleagues working to implement the vaccination programme in local areas to help identify areas in the local community where uptake of the vaccine is not as high as we would like,\" a spokesman said.\n\"We encourage everyone to have the vaccine when they are offered it, whatever their background.\"\nHealth Minister Vaughan Gething quoted Office for National Statistics figures showing men from black African backgrounds and women from black Caribbean backgrounds had the highest death rates for their sex but added Covid was having a disproportionate impact on all black, Asian and minority ethnic communities.\nHe said: \"We need to dispel misinformation and unite as a country to protect those we care about the most, from this deadly virus. \n\"I want to make it abundantly clear to all, the vaccine contains no pork products or traces of foetal matter and is safe for all ethnic minority and faith communities. \""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55970665",
      "category": "world-europe",
      "title": "Storm Darcy: Netherlands hit by 'first major snowstorm in decade'",
      "tags": "Storm Darcy,Germany,Snow,Netherlands,Severe weather",
      "text": "The Netherlands has been hit by its first major snowstorm in a decade, forecasters say, as cold weather pushes through much of northern Europe.\nA number of coronavirus testing centres were closed on Monday because of the extreme weather.\nTransport has been disrupted and rail connections with Germany, where northern areas have also been blanketed by snow, have been suspended.\nThe cold snap is a result of Storm Darcy, which has also affected parts of the UK.\nA \"Code Red\" weather warning was declared in the Netherlands for all of Sunday, meaning winds of up to 90km/h (55mph) and \"bitter cold\" were forecast.\nHeavy snow fell throughout much of the day, leading to long delays on the roads. People were advised to avoid travelling and there were reports of dozens of cars skidding off streets.\nEindhoven airport closed and incoming flights were diverted to Germany, while Schiphol airport in Amsterdam warned that travellers could face delays.\nOne Dutch weather forecasting website, Weer.nl, said the combination of strong winds and heavy snow had met the official definition of a snowstorm.\n\"It is the first snowstorm in a long time: the last snowstorm took place in January 2010,\" it said. \nMost parts of the country had seen 5-10cm (2-4in) of snow by Sunday afternoon, but some had received more than 30cm.\nUp to 10 days of sub-zero temperatures are expected in the Netherlands. On Sunday, the temperature dropped to -6C (21.2F) in the northern city of Groningen and it was a similar picture elsewhere.\nIn Germany, the snowfall caused major disruption to traffic and rail journeys in the country's most populous state of North Rhine-Westphalia.\nSome 222 traffic accidents have been reported there since Saturday afternoon, a police spokesman told the DPA news agency.\nSchools were closed in parts of the southern state of Bavaria on Monday, according to local media, with more snow forecast.\nIn Belgium, the snowfall has been less severe but officials are preparing for temperatures to plummet throughout the week.\nIn the UK, forecasters have warned that Storm Darcy could bring more heavy snowfall and gale-force winds to the east and south-east of England.\nThe cold weather is expected to last until at least the middle of the week.\n All images subject to copyright."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55975199",
      "category": "uk",
      "title": "Queen shown legislation by convention, Buckingham Palace says",
      "tags": "UK Royal Family,Buckingham Palace,UK National Archives,Queen Elizabeth II",
      "text": "The Queen was shown legislation which may have forced her to reveal her private finances in the 1970s \"by convention\", Buckingham Palace says. \nPapers published by the Guardian suggest the monarch's personal lawyers successfully lobbied to change a draft law to conceal her wealth.\nThe documents were unearthed as part of an investigation into Queen's consent.\nIt is a process where Parliament asks for consent when debating bills which affect the Crown's interests.\nMore than 1,000 draft laws have been seen by the Queen or the Prince of Wales before being approved by MPs as part of the procedure, the Guardian said.\nQueen's consent is always granted where requested, the palace said.\nThe long-established convention sees the monarch asked to provide consent by Parliament when it is considering legislation \"which would affect the prerogative or interests of the Crown\", according to the Royal Family's website.\nThis process is separate to Royal Assent, where the monarch formally approves to a bill passed by Parliament for it to become law. \nRoyal Assent has not been refused since 1708. \nThe government memos, found in the National Archives, date back to 1973. \nThey show that the Queen, concerned that new legislation might force her to reveal her private holdings in companies, despatched lawyers to argue her case with the then Department of Trade and Industry. \nA revision to the draft law subsequently enabled her as a head of state to sidestep the new regulations. \nThe Guardian suggests that early sight of the draft legislation, under the powers of Queen's consent, gave the monarch an unrivalled opportunity to influence the legislation to her advantage.\nThis is a good get by the Guardian - shining a light into the always-sensitive interactions between palace and government as regards money.\nThe palace line on this is pretty simple - the mechanism of Queen's consent is a matter for government and discussions between the sovereign through her lawyers and government departments are a fact of life.\nGetting first sight of legislation that may affect you is a pretty significant advantage for any monarch. Not because anyone thinks about a block or veto or a threat of it.  But because then you get a chance to get your lawyers round early.\nWhy is the palace denying a threat of a block, something that no one has alleged? Because, says a source, the allegations put to it by the Guardian were broader than those that turned up in the story published yesterday.  \nIt's not entirely surprising that given the consultation in these areas, the Queen would have something to say. \nThe Queen is not a normal citizen. The tone of the correspondence published by the Guardian is a little surprising - it suggests a degree of involvement that belies the palace's claim that the mechanism is simply a formality.\nThe Guardian has compiled a list of 1,062 parliamentary bills that it says have been subject to Queen's consent since Elizabeth II's reign began in 1952 - which works out at about 14 uses of the procedure per year.\nIt features a wide range of legislation including laws which affected her private estates in Balmoral and Sandringham.\nA Buckingham Palace spokesman said: \"Queen's consent is a parliamentary process, with the role of sovereign purely formal. Consent is always granted by the monarch where requested by government. Any assertion that the sovereign has blocked legislation is simply incorrect.\n\"Whether Queen's consent is required is decided by Parliament, independently from the royal household, in matters that would affect Crown interests, including personal property and personal interests of the monarch.\n\"If consent is required, draft legislation is, by convention, put to the sovereign to grant solely on advice of ministers and as a matter of public record.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55967767",
      "category": "uk",
      "title": "Covid: Oxford jab offers less S Africa variant protection",
      "tags": "Coronavirus vaccines,Vaccination,University of Oxford,South Africa,Coronavirus pandemic,AstraZeneca",
      "text": "Oxford-AstraZeneca's vaccine offers \"minimal protection\" against mild disease from the South Africa variant, scientists say early trials suggest.\nA new study, not yet peer reviewed, involved about 2,000 people who were on average 31 years old.\nBut Prof Sarah Gilbert, Oxford lead vaccine developer, said vaccines should still protect against severe disease.\nShe said developers were likely to have a modified Oxford jab by the autumn to combat the South Africa variant.\nSouth Africa has said it is putting its rollout of the Oxford vaccine on temporary hold, while scientists advise on the best way to proceed following the results of the study.\nThe variant, also known as 501.V2 or B.1.351, is already the dominant virus variant in large parts of South Africa.\nEarlier, vaccine minister Nadhim Zahawi told the BBC's Andrew Marr that a booster in the autumn and annual vaccines could be required to combat variants.\nMore than 100 cases of the South Africa variant have been found in the UK. \nA study outlining early trials, first reported by the Financial Times, suggests the vaccine offered \"minimal protection\" against mild and moderate disease caused by the variant, the University of Oxford said.\nProf Gilbert told the Andrew Marr Show current vaccines \"have a reduction in efficacy against some of the variant viruses\".\n\"What that is looking like is that we may not be reducing the total number of cases but there's still protection in that case against deaths, hospitalisations and severe disease.\"\nShe added: \"That's really important for healthcare systems, even if we are having mild and asymptomatic infections, to prevent people going into hospital with Covid would have a major effect.\"\nMeanwhile, Mr Zahawi said the UK government had ruled out issuing so-called \"vaccine passports\" to enable people who have had the jab against coronavirus to travel abroad.\nThis isn't a complete surprise. \nThe mutation involved - known as E484K - seems to help the virus dodge immunity built up to previous variants and current vaccines.\nReal world trials of two other vaccines (Janssen and Novavax) showed a dip in performance in South Africa too.\nThis is the same mutation that has also appeared in some cases of the \"Kent variant\" in the UK. \nWe are still waiting for scientists to publish their report in order to find out what \"limited\" means in hard numbers. \nIf people are still getting sick, even if it's mild, then they can spread the virus and that will make it harder to get on top of cases.  \nIf the Oxford vaccine can prevent severe disease, and AstraZeneca thinks it will, then it would still be a life-saving vaccine.\nBut it is clear coronavirus is a moving target and that we may need to change vaccines in the future to keep up.\nIn a separate statement, AstraZeneca said the jab offered \"limited\" protection against mild and moderate disease caused by the variant.\nA spokesman for the pharmaceutical company said it had not yet been able to properly establish whether the jab would prevent severe disease and hospitalisation caused by the South Africa variant because those involved in the study had predominantly been young, healthy adults.\nBut the company expressed confidence the vaccine would offer protection against serious cases, because it created neutralising antibodies similar to those of other coronavirus vaccines.\nThe study, which assessed a two-dose regimen, is due to be published on Monday.\nAndrew Pollard, professor of paediatric infection and immunity and chief investigator on the Oxford vaccine trial, said: \"This study confirms that the pandemic coronavirus will find ways to continue to spread in vaccinated populations, as expected, but, taken with the promising results from other studies in South Africa using a similar viral vector, vaccines may continue to ease the toll on health care systems by preventing severe disease.\"\nIn a news conference on Sunday, Prof Shabir Madhi, who has led trials for the Oxford-AstraZeneca vaccine in South Africa, said the study had been \"largely disappointing\" in terms of the jab's efficacy against the South Africa variant. \n\"Unfortunately, the AstraZeneca vaccine does not work against mild and moderate illness,\" he said, adding that the data did not say whether or not the vaccine might still protect at least against severe infections.\nEarlier, Prof Madhi said a vaccine developed by Janssen showed it stopped moderate to severe disease, rather than all disease, and this kept people out of hospital.\n\"These findings recalibrate thinking about how to approach the pandemic virus and shift the focus from the goal of herd immunity against transmission to the protection of all at-risk individuals in population against severe disease,\" Prof Madhi added.\nOn Saturday, AstraZeneca said its vaccine provided good protection against the variant first discovered in Kent, which is now dominant in the UK. \nEarly results suggest the Pfizer-BioNTech vaccine protects against the new variants.\nData on two new coronavirus vaccines that could be approved soon - one from Novavax and another from Janssen - appear to offer some protection.\nAnd early results from Moderna suggest its vaccine is still effective against the South Africa variant.\nExperts say vaccines could be redesigned and tweaked to be a better match for new variants in a matter of weeks or months if necessary.\nHave you been affected by issues relating to the vaccine rollout? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-55984097",
      "category": "education",
      "title": "Sport, music and drama 'should be part of England's pupil catch-up'",
      "tags": "Schools,Children,State schools",
      "text": "Extra hours of academic learning - as well as sport, music and drama - will be needed to help England's pupils make up ground following the pandemic, the new education catch-up tsar says.\nSir Kevan Collins told the BBC it was important to \"act quickly\" on making arrangements for the summer and he said that summer schools \"had promise\".\nSir Kevan said the most disadvantaged had lost up to seven months' progress.\nBut he also stressed that children were \"amazingly resilient\".\nIn his first media interview, he said the youngest children would \"need to learn to play together\" and to develop the language and social skills needed for school life.\nThe government is considering options including shorter summer holidays, summer schools and extended school days, with initial catch-up plans due to be announced in late February.\nAs well as lost learning, the mental health of children has been one of the major concerns of the Covid-19 pandemic, Sir Kevan says.\nHe says the response must not just be about adding extra hours of study, but that children's broader needs must be taken into account.\n\"I think we need to think about the extra hours not only for learning, but for children to be together, to play, to engage in competitive sport, for music, for drama because these are critical areas which have been missed in their development.\"\nBut he stressed that \"we're going to have to ask teachers to increase learning time for children\"  and to go back over earlier content children might have missed. \n\"If you're going to secondary school in the next couple of years, it's vital you're reading at the level you will need.  \n\"We need to step in to support children in some of these critical areas of learning.\"\nSir Kevan told the BBC it was not for him to tell schools what to do and he said trusting teachers would be at the heart of his approach.\nHis first task will be to oversee the existing £1.3bn catch up programme in England's schools, including the national tutoring programme.\nNajeem, a Year 10 pupil from the City of Leicester College, is receiving some extra tuition from one of the companies approved for the programme, My Tutor.\nNajeem's school is in an area of Leicester which has been badly effected by Covid-19.\nThe whole city spent extra time in lockdown last year and some pupils had to self-isolate several times on top of that.\n\"I'm really happy that I have tuition, especially because I can freely ask questions that I need help or I'm struggling with - it's really helped me a lot.\n\"In maths I was struggling on a few questions. I asked my tutor if she could help and now I'm doing good on it.\"\nHis father, Najibullah, is pleased with the tutoring as a short term solution.\n\"Tutoring has boosted his confidence and he is a lot better and feels a lot freer to ask questions.\"\nBut he says a longer plan is also needed.\n\"They have missed not only on education but also on social interaction and how to become resilient - they are definitely need a long term plan - one year out of education can affect ten years.\"\nNajeem's tutor, Annabelle Hondier says it can be very challenging for children to keep up with schoolwork if they are on their own at home.\n\"I've noticed that a lot of them are really, really keen to make progress in their learning and to catch up.\"\nHarriet Hurdley-Lees, assistant head teacher at the school, which has 1,700 pupils aged 11 to 18, wants to see long-term thinking, with schools able to make their own decisions.\n\"To have any extra forced onto the school, rather than us choosing what we want, the things we think will help our particular cohort, would not be helpful.\"\nThe impact of the pandemic will be rippling through schools for years to come. \nIt is likely for example that the content of GCSEs in 2022 will have to be slimmed down to match what teenagers have actually been able to learn, Sir Kevan says.\nHe agrees a long term plan is needed, but says the pandemic has also shown how well schools have embraced innovation.\nTechnology would continue to have a greater role in education, he added.\nSir Kevan was, until recently head of the Education Endowment Foundation, which examines evidence for what works in education."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-55977477",
      "category": "entertainment-arts",
      "title": "Dave Grohl on albums for kids' music education",
      "text": ""
    }
  ]
}