{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57145232",
      "category": "uk",
      "title": "Anti-Semitism surge deeply disturbing - Robert Jenrick",
      "tags": "Chigwell,Metropolitan Police Service,Anti-Semitism,Racism,Sadiq Khan",
      "text": "There has been a \"deeply disturbing\" upsurge in anti-Semitism in recent years, the communities secretary says.\nRobert Jenrick told MPs incidents over the weekend in north London and Essex were \"intimidatory, racist and extremely serious crimes\". \n\"Every time the virus of anti-Semitism re-enters our society it masks itself as social justice,\" he added. \nIt comes amid rising tension between Israel and Palestinians in the Middle East.\nIsrael has conducted dozens of air strikes on the Gaza Strip, after Palestinian militants fired barrages of rockets at southern Israeli cities.\nThe pre-dawn raids on Gaza were some of the heaviest seen since the fighting began a week ago.\nResponding to an urgent question in the Commons, Mr Jenrick said there had been a particular upsurge in anti-Semitism on social media and condemned those who posted content online glorifying the Palestinian militant group Hamas. \nThe Community Security Trust said there had been a fivefold increase in reports of anti-Semitic incidents since the recent escalation in tensions between Israel and Palestinians. \nBetween 8 May and 17 May the charity recorded 86 anti-Semitic incidents, up from 16 in the previous 10 days. \nIt said the number was likely to rise due to delays in receiving and processing reports. \nMr Jenrick said the government was taking robust action to root out anti-Semitism and would shortly name and shame councils and universities which had refused to sign up to the International Holocaust Remembrance Alliance definition of anti-Semitism.\nHe said grants had also been introduced to provide security at Jewish schools, synagogues and community buildings. \nOn Sunday a video was posted on social media appearing to show a convoy of cars with Palestinian flags driving down a street, with a man apparently shouting anti-Semitic abuse from a megaphone.\nThe Met Police said the video appeared to have been filmed in the St John's Wood area of north London, which is home to a Jewish community.\nFour men have been arrested on suspicion of racially aggravated public order offences, the force said. \nSuperintendent Jo Edwards, who is in charge of the investigation, said extra patrols had been arranged in the area in response to the \"shocking\" incident. \nMeanwhile, a rabbi needed hospital treatment after he was assaulted outside his synagogue in Chigwell, Essex, on Sunday. \nPolice responded to reports of a religiously-aggravated assault, after two teenagers were reported to have spoken about his religion in a derogatory way before attacking him. \nHome Secretary Priti Patel said she was \"sickened\" by the anti-Semitic incidents over the weekend. \nShe told the Commons the footage of the convoy in north London was \"nothing to do with Palestine or Israel\". \n\"That was pure and simple anti-Semitism which sought to intimidate, harass and frighten members of the Jewish community,\" she said. \nConservative MP Robert Halfon, said the \"air has become even tighter\" for Jews following Sunday's \"horrific\" incidents. \nHe added: \"As a proud British-Jewish MP, I never imagined that I would live at a time when myself and the Jewish community would question whether Britain is a safe place for Jews any more.\"\nLabour MP Dame Margaret Hodge, who is also Jewish, told the Commons: \"Tragically, the Israeli/Palestinian conflict will not go away and we have to be able to debate and disagree without Jew hate or Islamophobia taking over.\"\nEarlier, London Mayor Sadiq Khan urged people to report anti-Semitism to police, saying any alleged hate crimes would be taken seriously.\n\"Many of us are angry, upset, heartbroken by the events in Israel, the West Bank and Gaza,\n\"That's no excuse, though, for anti-Semitism.... We're not going to tolerate it in London,\" he told the BBC.\nThousands of people attended a protest on Saturday, which called on the UK government to step in and \"stop allowing Israel's brutal violence against and oppression of the Palestinian people to go unpunished\". \nThe Palestine Solidarity Campaign - one of the organisers of the protest - has also condemned Sunday's incident in north London. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57146632/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: Variant fears could delay England's 21 June easing review",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "The government's review of social distancing rules in England might have to be delayed because of the spread of the Indian Covid variant.\nBoris Johnson had hoped to give an update by the end of May ahead of the planned lifting of all remaining restrictions on 21 June.\nBut No 10 said the government now \"cannot be definitive at this point\".\nIt comes as millions of people can now enjoy new freedoms as lockdown is eased in England, Wales and most of Scotland.\nPeople have been visiting pubs and restaurants indoors for the first time in months, hugging loved ones again and going on holiday as the ban on foreign travel is lifted.\nIt is hoped all remaining legal limits on social contact can be removed on 21 June, meaning unlimited numbers of guests at events such as weddings, and nightclubs allowed to reopen.\nAhead of this, a review of the measures - as well as the possible use of coronavirus status certification or passports - had been expected by the end of May.\nThe prime minister's official spokesman said: \"The Indian variant could pose a threat to this process - our decision will be based on latest data. We will set out plans as soon as the data allows.\"\nThe government has set four tests which must be met before lockdown can ease further, which include vaccines continuing to be effective and the risks not being fundamentally changed by new variants.\nThe rule changes on Monday - which are different in England, Wales and Scotland - have seen thousands of people heading off on foreign holidays, flocking to bingo halls and drinking inside pubs again.\nHospital ward manager Viv Hudson, 58, wept with joy as she finally hugged her daughter Theresa Fox for the first time in more than a year.\n\"It's a bit weird - but a good kind of weird. I've missed this so much,\" said Theresa, 38, who also works for the NHS.\nHowever, the variant first identified in India continues to spread in the UK, with mass testing rolled out to hotspots including Bolton in Greater Manchester, Sefton, in Merseyside and parts of London. \nSpeaking ahead of the relaxation, Mr Johnson said the government was keeping the variant under close observation and taking swift action where infection rates were rising.\nAsked whether ministers would consider a return to a tiered system of rules, the prime minister's spokesman said: \"I don't want to get ahead of where we are at the moment and start getting into hypothetical situations.\"\nBut he said there was a \"very targeted increase in surge vaccinations and testing in these areas where we're seeing rises and that's what we want to proceed with if at all possible - but we don't want to rule anything out\".\nScientists believe the Indian variant does spread more easily, but early data suggests vaccines still work. The exact impact on vaccine efficacy - if any - is yet to be confirmed.\nDowning Street said its concern was about a worst-case scenario where people who had had the jab were still vulnerable.\n\"That would then lead to increased hospitalisations and put unsustainable pressure on our NHS. That's the situation we are attempting to avoid here.\" \nMeanwhile, Downing Street has urged health officials not to extend the vaccine rollout to younger people yet.\nBolton Council and the London mayor are among those to have urged officials to allow people in areas where there are higher rates of the Indian variant to have the jab regardless of their age.\nBut No 10 said the Joint Committee on Vaccination and Immunisation had advised that the best way to protect against the new variant was to stick to its priority list.\nEngland:\nScotland (except Glasgow and Moray): \nWales: \nAnd in all three nations, foreign holidays are allowed.\nNorthern Ireland will review lockdown rules on 20 May, with the hope that some could be lifted on 24 May.\nRead more about the changes here.\nEarlier, Business Secretary Kwasi Kwarteng told BBC Radio 4's Today programme he was \"very confident\" the government would be able to lift England's remaining restrictions on 21 June but could not guarantee it.\nHe said: \"There is flexibility here because we have another five weeks till the reopening and we will be revisiting the data.\"\nLatest figures show another 1,976 cases have been recorded across the UK and a further five people have died.\nThe number of people who have received their first vaccine dose has topped 36.7 million, while more than 20.2 million second doses have been given.\nBy Greg Dawson, BBC News political correspondent\nJust a week ago Boris Johnson stood at the podium in Downing Street and talked of his hopes that the government would be able to update businesses by the end of May on the future social distancing rules. \nThat commitment is already looking shaky.\nIt is an indication of just how seriously the government views the emergence of the Indian variant that Downing Street today admitted that deadline could slip.\nAn expected update for when weddings will be able to resume as normal also looks to be on hold; the prime minister's original intention was to give people 28 days notice ahead of the planned 21 June re-opening. \nThe government has been adamant for months that it wants this lockdown to be the last.\nHowever, it has repeatedly said it wants to be guided by \"data and not dates\", and at the moment there simply isn't enough data on how serious the Indian variant could be, and how quickly it is spreading within the UK for the government to confidently stand by previously stated deadlines.   "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57136140",
      "category": "uk",
      "title": "Covid-19: Lockdowns ease in England, Wales and most of Scotland",
      "tags": "Coronavirus lockdown measures,UK government,Boris Johnson,Coronavirus pandemic",
      "text": "People must continue to play their part in stopping coronavirus, Boris Johnson has said, as lockdown rules ease in England, Wales and most of Scotland.\nMillions can now socialise indoors in limited numbers, hug loved ones and visit pubs and restaurants inside.\nThe ban on foreign travel has also been lifted and replaced with new rules.\nMr Johnson said: \"We have reached another milestone in our road map out of lockdown, but we must take this next step with a heavy dose of caution.\"\nThe rule changes come as the variant first identified in India continues to spread in the UK, with mass testing rolled out to hotspots including Bolton in Greater Manchester and parts of London and Sefton.\nMr Johnson said the government was keeping the variant \"under close observation\" and \"taking swift action where infection rates are rising\".\nBusiness Secretary Kwasi Kwarteng told BBC Radio 4's Today programme he was \"very confident\" the government would be able to lift England's remaining restrictions on 21 June \"but can't guarantee that\".\nHe said: \"There is flexibility here because we have another five weeks till the reopening and we will be revisiting the data. \n\"There will be different data - the variant will spread, perhaps, in different ways, we will have more information about the efficacy of the vaccine rollout, and then... a week before the 21st, we will take the decision.\"\nMr Kwarteng said he did not want to \"stigmatise people\" over vaccine hesitancy, but added: \"We're not exactly where we want to be among certain communities but I think the take-up has been much greater in the last few months, and more and more people are convinced that this is the way to keep themselves and their families safe.\"\nMore than 6,200 people were vaccinated in Bolton at the weekend, where the Indian variant now makes up the majority of new cases. Prior to the push, about 10,000 people in the highest priority groups were yet to be vaccinated.\nScientists believe the variant does spread more easily, but early data suggests vaccines still work. However, the exact impact on vaccine efficacy - if any - is still to be firmed up.\nSir Jeremy Farrar, a member of the government's independent scientific advisory group Sage, said the lifting of the rules was the \"most difficult policy decision of the last 15 months or so.\"\nHe told Today: \"It is very, very finely balanced\".\nSir Jeremy said the variant \"is becoming dominant in parts of the UK, and yet vaccination across the country has been extraordinary successful\".\n\"I think we will see an increase of cases and infections over the coming weeks as some of the restrictions are lifted, but the key question is whether we have decoupled increased transmission in the number of people who do get infected from the number of people who get ill and need to go to hospital.\"\nHe added: \"A very careful lifting is reasonable, but we may have to reverse that if there is escape from the vaccines.\"\nThe British Medical Association - which represents doctors - said it was a \"real worry\" that the easing was still going ahead while the Indian variant was spreading and many younger people were not vaccinated.\nWhile lockdowns are easing across England, Scotland and Wales, the changes are different in each nation. \nScotland's First Minister Nicola Sturgeon tweeted: \"This is a long awaited moment but remember that the virus still poses a big threat, so please continue to be cautious & very careful.\"\nTwo areas of Scotland - Glasgow and Moray - will not have their rules eased after a spike in cases. \nMeanwhile, London Mayor Sadiq Khan has called for young adults in five boroughs of London where there are cases of the Indian variant to be vaccinated earlier than planned.\nHealth Secretary Matt Hancock is due to make a statement on Covid to MPs in the House of Commons at 16:30 BST.\nThis isn't \"a throw open the doors\" moment and we won't see a photo-op of the prime minister enjoying an indoor pizza or pint today. Ministers want people to enjoy themselves, but to do it sensibly.\nBoris Johnson has always said that the road map out of the lockdown in England is irreversible but in a video on social media this morning he says it's only irreversible if \"we all follow rules\" - an added note of caution.\nAnd there's a difference in tone between ministers when they talk about the next step in England, due on 21 June.\nThe PM says the Indian variant might make it \"more difficult\" but the business secretary says he's \"hopeful\" and \"confident\" that it'll happen.\nThere are also growing tensions between national authorities and areas with higher rates of the Indian variant over vaccines. The mayor of London is the latest local leader to ask for permission to start jabbing younger people and some places are doing it anyway.\nThat goes against government policy which is to prioritise first doses for the over-38s and second doses for the over-50s.\nIn a statement issued on Sunday evening on the lifting of the rules in England, the prime minister said: \"Everyone must play their part by getting tested twice a week, coming forward for your vaccine when called, and remembering hands, face, space and fresh air.\"\nAnyone in England and Scotland can order free lateral flow tests - which give results in 30 minutes - even if they do not have symptoms. In Wales and Northern Ireland, they are available for certain people, such as those who cannot work from home.\nEngland:\nScotland (except Glasgow and Moray): \nWales: \nAnd in all three nations, foreign holidays are allowed.\nNorthern Ireland will review lockdown rules on 20 May, with the hope that some could be lifted on 24 May.\nRead more about the changes here.\nMinisters and senior advisers are concerned due to continued uncertainty about the Indian variant, including how much faster it spreads than the UK variant.   \nThe impact on hospital numbers in communities most affected by the variant will be studied closely this week and next. \nOfficials were preparing anyway to monitor the consequences of today's easing of restrictions, the biggest step so far - with people mixing more and case numbers likely to rise.\nPreliminary laboratory data from Oxford University suggest, according to ministers, that vaccines will be effective against the Indian variant - but they stress that there's a race to keep the vaccination programme ahead of the virus.\nWithin the next few days, a first dose will be offered to all those aged 35 and over in England.\nThe latest government figures show a further 1,926 Covid cases have been recorded in the UK, while a further four people have died.\nThe number of people in the UK who have received a first dose of the vaccine has now topped 36.5 million, while the number of second doses given is at 20.1 million.\nAlso from Monday, people travelling abroad will be able to use the NHS app - which is different to the NHS Covid-19 app - to prove they have had the vaccine. \nTransport Secretary Grant Shapps previously said people will be able to use the app at border controls, although the government says people should still check countries' entry requirements as tests or quarantine might still be needed.\nTravellers can now visit 12 countries on the government's green list, including Portugal and Israel, without isolating on their return."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57133899",
      "category": "business",
      "title": "Firms call for more help after 'haemorrhaging cash'",
      "tags": "Coronavirus lockdown measures,Hospitality industry,UK economy,Travel & leisure industry,UK High Streets",
      "text": "Leisure firms say they need more support after a year of \"haemorrhaging cash\" and mounting debts due to the pandemic.\nBusinesses from wine bars to bingo halls can reopen on Monday but at reduced capacity making it harder to cover their costs.\nBusiness minister Kwasi Kwarteng told the BBC he did not want rent arrears to \"cripple\" firms.\nHe said the government was looking at ways to help firms manage their debts.\nWhile leisure venues, including soft play centres, amusement arcades and concert halls, are welcoming Monday's reopening, they know some customers will take longer to return to indoor activities, especially with the spread of the new Indian variant of the virus.\nEven if customer demand is high, venues can accommodate fewer customers at a time, due to social distancing rules. \nAnd according to the trade body UKHospitality, that sector alone has £2.5bn in rent arrears \"hanging around its neck\" as a result of the pandemic.\n\"Opening... will give us a certain amount of revenue, but we will still have half the number of covers we need to survive,\" says Nisha Katona, television presenter and founder of Indian restaurant chain Mowgli Street Food.\nShe says her business has been lucky to have had a bit of financial \"breathing room\" to help it cope with lockdown, but it has still suffered.\n\"Cash has been haemorrhaging out of our account all the while we have no revenue, and yet we continue to pay rents,\" says Ms Katona. \n\"There are lots of business costs that don't go away, so while there has been no cash, we really have become a business that is on its knees, waiting for the resurrection.\"\nShe says the UK's high streets are already \"littered with the gravestones\" of independent bars and restaurants that didn't have backers with deep pockets or hadn't been able to negotiate concessions from their landlords.\nUKHospitality has called for \"a fair amount\" of rent debt to be written off and for a ban on business evictions, currently due to expire at the end of June, to be extended.\nThe business minister, Mr Kwarteng, said the government was aware that businesses were facing a build-up in rent arrears after many months of not being able to trade normally.\n\"The government is working very closely together - the Treasury and [the Department for Business, Energy & Industrial Strategy] - to see if we can come up with an arrangement whereby tenants and landlords can work together to make sure this rent issue doesn't cripple business,\" he told the BBC.\nThis is a big moment for the national mood and the UK economy - particularly those sectors which have been hardest hit by the restrictions.\nNearly one million hospitality and leisure workers will go back to work today according to industry estimates. Although many have been open for outside service, 60% of hospitality venues have no outside space and have been unable to open till now. \nHowever, this is not the champagne moment many had hoped for. The real prize for businesses in hospitality and beyond was the planned removal of all restrictions on 21 June.  The recent increasing concerns and government warnings about the threat posed by the Indian variant to the reopening roadmap are casting an unwelcome cloud of uncertainty. \nEven with the restrictions being eased today, with the reintroduction of seated indoor drinking and dining, many businesses will still be unable to operate anywhere near pre-pandemic capacity and will be facing the prospect of deferred rent bills, the repayment of Covid loans and an increasingly acute staff shortage as hospitality workers who left the industry don't yet feel confident enough to return. \nA separate report from the Chartered Institute of Personnel and Development said employers would have to improve pay and working conditions to get the staff they need.\nStephen Burns, chief executive of the Hollywood Bowl Group, which runs bowling and mini-golf sites throughout the UK, said his venues had only been able to trade for seven or eight of the past 62 weeks, costing the business £100m in lost revenue, during which time bills had mounted.\n\"Whilst we are incredibly grateful for the support that we have seen from the government, there has still been the cost of keeping our team members on furlough, as well as paying our rent, service charges and utility bills, so it has had a significant impact on our cashflows.\" He said maintaining the furlough scheme had cost the firm £100,000 a week.\nHollywood Bowl had been able to engage with its landlords, something that wasn't happening across all areas of the leisure sector, he added.\nAfter reopening, the bowling alleys would only run at half capacity, said Mr Burns, until measures to curb the pandemic end altogether, currently scheduled for 21 June, according to the government's roadmap.\nHowever that date has now been thrown into doubt. The government has said it will make a decision on 14 June about whether the final easing of restrictions can go ahead.\nMs Katona said many businesses would make little or no profit while capacity was still restricted.\n\"In order to survive, what needs to happen is that we need to trade at the levels that we were trading prior to Covid,\" she said.\n\"While social distancing is in place we cannot do that. Many places will not be able to make any kind of profit while restrictions are in place.\"\nShe fears many businesses will go bankrupt in the Autumn as landlords demand rent arrears and says the government should look at things like business rates and VAT rates as well as support with debts due to landlords.\nMr Kwarteng said he hoped the final lifting of restrictions, including ending the need to distance indoors, would go ahead in June, but that he couldn't offer any \"cast iron guarantees\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57134412",
      "category": "uk-wales",
      "title": "Covid vaccine: Wales passes milestone as two million get jab",
      "tags": "Coronavirus lockdown measures,Public health,Coronavirus vaccines,Coronavirus pandemic",
      "text": "More than two million people in Wales have now received their first Covid vaccine, according to latest figures.\nPublic Health Wales (PHW) said a total of 2,019,160 people (64% of the population) have had their first dose.\nAlso, 915,674 people have had their second jab - 29% of the population.\nIt comes as pubs, restaurants and cafes will be able to serve indoors, and cinemas and other businesses allowed to reopen, as Wales moves to Covid alert level two as of Monday.\nFirst Minister Mark Drakeford revealed on Friday that he had planned to go further in easing Covid rules but paused because of the Indian variant.\n\"We're right to pause and make sure we have all the very best information, and then make decisions about further easements in Wales,\" told BBC Radio Wales' Sunday Supplement programme.\nHealth Minister Eluned Morgan said the figures were a \"fantastic achievement\".\n\"I'm incredibly proud and grateful to the thousands of people - NHS staff, military personnel and volunteers - who have worked so hard across the country to reach this milestone,\" she added. \n\"Every dose delivered is a small victory against this awful virus.\"\nThe vaccination figures for Wales are released daily, apart from Saturdays, so the latest data includes vaccination numbers from Friday.\nThe programme is pushing ahead with first doses for the younger age groups, with 40.5% of people aged between 18 and 29 having had their vaccination.\nMeanwhile, Wales' seven-day infection rate has risen slightly from 8.9 cases for every 100,000 people to 9.5, according to the latest data.\nDr Gill Richardson, deputy chief medical officer for vaccines in Wales, said she was \"grateful\" many people were \"coming forward when they are called\" for a jab.\n\"It's really when everybody has had their second dose that we can take our feet off the pedal and just breathe a little before whatever the autumn holds for us,\" she added.\n\"We're looking ahead and planning now with colleagues across the four nations... to see what we will be doing with regards to autumn boosters, and to learn from the trials that have been taking place on school-age children to know how that will affect our planning going forward.\"\nShe said the UK's Joint Committee on Vaccination and Immunisation (JCVI) would \"advise us all on the best strategy for the autumn\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57134874",
      "category": "uk-northern-ireland",
      "title": "Bobby Storey funeral: Watchdog report finds no police bias",
      "tags": "Sinn Féin,Coronavirus lockdown measures,Police Service of Northern Ireland",
      "text": "A report into how police handled the funeral of senior republican Bobby Storey has found no bias.\nA review was launched after it was announced prosecutions could not be brought against 24 Sinn Féin politicians.\nIt was conducted by Her Majesty's Inspectorate of Constabulary (HMIC). \nIt found there were \"grounds for criticising the PSNI (Police Service of Northern Ireland) approach\" but they were not \"especially serious failings\".\n\"They do not approach the level at which censure of individual officers, or resignations, would be justified.\"\nPSNI Chief Constable Simon Byrne welcomed the report and said the police would learn lessons but that he hoped \"we can move on now\".\nDUP assembly member (MLA) Mervyn Storey, whose party had called for Mr Byrne to resign, said there should be a further investigation into his actions and those of senior officers. \nAbout 2,000 people attended Mr Storey's funeral in Belfast last June at a time when rules placed strict limits on funeral numbers and public gatherings.\nThe political fall-out saw the DUP and Ulster Unionists call for the resignation of Mr Byrne.\nDeputy First Minister Michelle O'Neill was among those questioned as part of a six-month police investigation following the funeral.\nJustice Minister Naomi Long, who backed Mr Byrne, asked for the external review on behalf of the policing board.\nThe report, published on Monday, levelled no major criticisms at the PSNI.\nIt found there was \"nothing to suggest that there was any bias towards one community or another in the way the PSNI dealt with this funeral\". \n\"We have seen nothing to suggest a funeral of a leading figure in the loyalist community wouldn't have been approached in the same way.\"\nIt added: \"The regulations at the time of the funeral were both confusing and controversial.\n\"That alone posed an arguably insurmountable problem for the PSNI.\"\nIn March, the Public Prosecution Service (PPS) said it could not recommend prosecutions due to a lack of clarity around the regulations and because of prior engagement between Sinn Féin and the PSNI during funeral planning.\nThe HMIC report backed the PPS over this decision.\n\"We find the PPS arguments wholly persuasive,\" it said.\n\"We have taken our own, independent legal advice, and have reached the same conclusion: we are not confident that any of the funeral attendees could be shown to have committed an offence under the regulations.\"\nIn regards to conversations between the police and Sinn Féin's Gerry Kelly ahead of the funeral, the report said: \"We saw nothing to suggest that the manner in which he engaged with the PSNI was anything other than open and professional.\"\nHowever, it also said that \"Mr (Gerry) Kelly chose not to share his account of his conversations with the PSNI commanders in the run-up to the funeral with us.\"\nMr Kelly told BBC NI's Evening Extra that his dealings with the HMIC were \"open and professional\". \n\"The issue here, I think, is that the report has come in, the DUP in particular simply do not want to accept it, even though it's the third report.\n\"At some stage they need to accept that this has been reported on, reported on and reported on.\"\nSpeaking on Radio Ulster's Talkback, the head of HMIC, Matt Parr, said: \"The police priorities were that it wasn't a major violent incident, serious disorder, that there weren't really overt displays of paramilitary force as we've seen in some other funerals.\n\"And I think against that they put enforcement of the regulations as the third priority.\n\"That's what's caused all the outcry and I understand that, but I think what we're saying is that in the particular context of Northern Ireland it's kind of understandable why they had that set of priorities.\"\nReacting to the report, Mr Byrne said he welcomed the findings and that the police would learn lessons.\nHe added: \"I'd like to think we can move on now.\"\nThe chief constable repeated that he would not step down in the wake of unionist criticisms.\n\"If every time there's criticism, the chief, whoever it is, steps aside, we won't create continuity and we'll make that position, the office of chief constable, vulnerable, so I'm not resigning,\" he said.\nSpeaking at a press conference on Monday afternoon, Mr Byrne explained that police would have been criticised if they had taken a different approach on the day of the funeral.\n\"Knowing what we know now, we would have been heavily criticised, even more heavily criticised, had we used force, for example, to try to block the Falls Road or indeed clear people from it. \n\"We have to police sensitively, proportionately, and within the law, and that's what we tried to do.\"\nThe justice minister, Mrs Long, said police have to deal with each set of circumstances based on the challenges that they anticipate.\n\"So it's not about policing everything the same way, it's about policing everything the way it needs to be policed in order to get as fair an outcome as possible,\" she said.\n\"I think that is what, by and large the PSNI has been found to do in this report.\"\nDUP assembly member Mervyn Storey said the report was a \"missed opportunity for full accountability\" and that there should be a further investigation into the actions of the chief constable and senior officers.\nHe added: \"It is now imperative that the Policing Board establishes a process to examine the impact of police failings on support for the police and rule of law, not just in the context of the Storey funeral but in relation to allegations of two-tier policing in the policing of parades and protests.\"\nUlster Unionist policing spokesman Mike Nesbitt called on the PSNI to \"review the nature of its relationship with Sinn Féin\" and said there had been \"no winners from this entire process\".\nThe SDLP's Dolores Kelly said the report \"confirms the invidious and impossible position that police officers were placed in during the Bobby Storey funeral\". \nAlliance Party Policing Board member John Blair said the report showed that \"reaction from some political quarters in relation to this funeral was disproportionate in the extreme\".\nInspectors assessed whether the PSNI's approach \"was within the parameters of policing standards\" for the report.\nThe report was published after Mr Parr, briefed Mrs Long and a closed-doors session of the Northern Ireland Policing Board."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57133382",
      "category": "uk-northern-ireland",
      "title": "Edwin Poots to consult with the DUP over first minister",
      "tags": "DUP (Democratic Unionist Party),Arlene Foster",
      "text": "The next Democratic Unionist Party (DUP) leader Edwin Poots has indicated he will consult with the party about whether Arlene Foster should stand down as first minister earlier than her intended departure date.\nMrs Foster said she would stay on as first minister until the end of June.\nMr Poots said he was keen to ensure a smooth transition. \nIn an interview with the Sunday Life newspaper, he confirmed he would not take the first minister post himself.\nMr Poots added that party members could also judge whether he is the \"right man to stay\" in his current role as agriculture minister, or whether he should take on a different brief or leave ministerial office.\n\"I want our party to be a party that is healing and fit for purpose going forward. Therefore, I will deal with things as gently as I possibly can but also practically going forward,\" he told the newspaper.\n\"I will ascertain those views over the next few days.\"\nAmong those tipped as possible successors as first minister are DUP MLAs Mervyn Storey, Paul Givan, Paul Frew and the party's new deputy leader Paula Bradley.\nOn Friday, Mr Poots defeated his Lagan Valley constituency colleague Sir Jeffrey Donaldson MP in the DUP's first contested leadership election in its 50-year history.\nMr Poots said advice from colleagues will be \"critical\" to determining any changes to the DUP's ministerial team.\nHe explained that by rejecting the role of first minister, which has been held by previous DUP leaders, whoever occupies it instead can focus on \"leading the country and dealing with the machinations of government\".\n\"The leader of unionism can focus on reinvigorating unionism,\" he continued.\n\"This is absolutely critical now\".\nWith an assembly election a year away in 2022, Mr Poots said he planned to speak with the Ulster Unionist Party (UUP) and Traditional Unionist Voice (TUV) about ways to maximise the unionist vote.\nHe described the possibility of Sinn Féin becoming Stormont's largest party and nominating a first minister as \"destabilising\" and \"something a lot of people would find hard to swallow\".\nThe potential for a Sinn Féin justice minister \"would create problems\", he added, \"given the history of Sinn Féin and where they have come from and the attitude they had during the Troubles towards IRA violence\".\nMr Poots said he wants unionist parties to cooperate to find a \"solution\" to the issues arising from the Northern Ireland Protocol, an element of the UK-EU Brexit deal which has led to disruption and additional checks on goods arriving into Northern Ireland.\nThe DUP leader designate said he has requested to meet the prime minister and NI Secretary Brandon Lewis to discuss the issues and will \"certainly be ramping things\" in expressing his opposition to the protocol.\n\"I have been working with a senior UK lawyer who is advising us on what steps we can take in terms of judicial remedies,\" he said.\n\"If there isn't real significant political progress made in the coming weeks, I would imagine we would be launching judicial proceedings in the not too distant future.\"\nMr Poots re-stated that he would not be attending North-South Ministerial Council meetings until there was a resolution. \nHe accused the Irish government of having \"hugely damaged north-south relations in their conduct over the protocol, the demands they have made and the aggressive nature\".\nDUP MLA Christopher Stalford, who supported Mr Poots' leadership campaign, told Sunday Politics that all unionist parties agree \"the protocol has to go\". \n\"The provision in the law says if 45 members of the assembly vote to remove the protocol then it will go and that is where I think that we do need to see, I don't want to talk about pacts, or stuff like that, but we do need to see a degree of cooperation across the broad unionist family in order to ensure that 45 unionists are elected to Stormont in the next assembly election.\"\nHowever, Doug Beattie, currently the only candidate for the UUP leadership, accused the DUP of \"not being honest with the electorate\" on efforts to scrap the protocol.\nMr Beattie told Sunday Politics the assembly cannot vote to end the protocol if unionists return with 45 MLAs, rather, only articles five to ten can be replaced.\n\"We have to start this off by being as honest as we possibly can,\" he said.\n\"We want rid of the protocol, but we have worked really hard to try and put in alternatives and mitigations to get rid of that protocol, but what we will not be doing is telling people an untruth to garner support.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57087517",
      "category": "health",
      "title": "Covid: How should I protect myself from Covid now?",
      "tags": "Coronavirus vaccines,Personal protective equipment (PPE)",
      "text": "People have been able to spend time indoors with friends and family they don't live with since mid-May. \nBut, as the Delta variant first identified in India spreads, the government is asking whether these freedoms should be extended or not.\nCovid remains a risk, so what have we learned about how to stay safe?\nMany of us have got used to going out of our way to avoid coming too close to fellow pedestrians. \nBut it's highly unlikely such a short period of exposure outdoors could lead to an infection.\nAdmittedly, the closer you are to an infected person, the more likely you are to catch the virus - which is why we've been told to stay 2m (6ft) apart.\nBut most infections happen in places indoors where people are very near to one another. \nThere's also the question of how long you're near the infected person. \nWe don't know exactly how much virus exposure is necessary to cause illness - and it will vary by age and health - but it does have to reach a critical mass before it overwhelms the immune system. \nAnd it's worth remembering the NHS Test and Trace app only alerts contacts who have been close to a confirmed case for 15 minutes or more.\nAt the start of the pandemic, even going for a walk with a friend wasn't allowed - but scientists are confident being outdoors is much safer than being indoors. \nAt the start of the pandemic, a lot of focus was on surfaces. People washed groceries and avoided touching buttons at pedestrian crossings. Councils shut playgrounds and cordoned off park benches. \nYet it's been all but impossible to find an outbreak linked to an infected surface. \n\"It's to do with how the virus actually enters your system - it's through the airways,\" says Dr Eilir Hughes, a GP and campaigner for more protective PPE for NHS staff.\nThe virus takes hold in the body via the respiratory system - that's why testing for it involves a swab up the nose and down the back of the throat. \nIt would take an extremely unlikely chain of events for infected droplets on an object to end up in someone's nose or throat.\nHygiene is important, but washing hands and surfaces excessively, and avoiding touching objects - so-called \"hygiene theatre\" - has little impact on the spread of Covid.\nA 2m distance from other people may not always be enough to avoid infection. \nThe virus spreads in particles that come out of our nose and mouth when we breath, cough, sneeze and speak. \nLarger particles fall to the ground with gravity, like raindrops, and probably only hit people within 2m. \nBut some particles are so small they can float in the air - similar to deodorant or hairspray.  \nContrary to what was believed at the beginning of the pandemic, smaller particles can cause outbreaks. \nThat may well be how people have caught Covid from the opposite sides of buses, restaurants and even quarantine hotels.\nExperts are now putting more emphasis on ventilation. \nGood airflow dilutes and blows away droplets and disperses aerosols more effectively. \nIndoors, it's important to \"make sure you've got some means of getting fresh air in and out of a space\", says Prof Cath Noakes, a ventilation expert at the University of Leeds.\nAt home it's a good idea to keep a window or door open. And check that restaurants and pubs you visit are doing the same.\nIf there are more people in one place, there's more chance one of them is infected - and more targets for them to infect. \nCrowding also makes it more likely people will come into close contact. \nAnd the possibility of airborne transmission means even if you only interact with a handful of people, you could still catch it from someone on the other side of the room. \nCovid jabs protect you from becoming ill and go a long way to preventing you making other people ill too.\nThe chance of a vaccinated person transmitting Covid to an unvaccinated person is small. But the chances of infection spreading between two fully-vaccinated people are tiny. \nIf you're in a room with people who are all two weeks past their second dose, you have a very good level of protection before you even start to think about other measures. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57138371/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: Thousands head overseas on holiday as rules ease",
      "tags": "Tourism,Coronavirus lockdown measures,Thomas Cook Group,TUI Travel,Portugal,Coronavirus pandemic",
      "text": "Thousands of British holidaymakers have begun taking advantage of the easing of lockdown rules on overseas travel.\nTravellers from England, Scotland and Wales are jetting off to some countries in what the crisis-hit tourism industry hopes is the start of a recovery.\nTravellers can now visit 12 countries on the government's green list, including Portugal and Israel, without isolating on their return.\nThe bosses of British Airways and Ryanair said confidence was returning.\nThe vast majority of tourist destinations remain on the amber and red lists, meaning travellers must quarantine when they get back.\nBookings also remain well down on pre-pandemic levels. \nHowever, BA chief executive Sean Doyle told the BBC that the airline's six flights due to depart from Heathrow on Monday to \"green\" destinations such as Lisbon, Faro and Madeira were \"very busy\".\nHe said the latest relaxation of restrictions was \"a small step in the right direction\".\nRyanair chief executive Michael O'Leary said there were definite signs of an early rebound in travel to European destinations.\nBookings are up from 500,000 a week in early April to 1.5 million a week now. \"The rate of bookings suggests there is a huge amount of confidence,\" he told BBC Breakfast. \"We are very optimistic for the next couple of months.\"\nNellie and Jill are off to Portugal on Monday - but it seemed touch and go right up to the moment they got to the airport.\nThey are \"super excited and really happy to be able to travel again\". But the past few weeks have been stressful, especially as it was only confirmed on Friday that they could definitely travel.\nNellie said it was then a real scramble to get PCR coronavirus tests over the weekend, which Jill added was quite complicated. \n\"Adding all the documentation wasn't easy but we persevered and we're glad we did,\" Jill said. Some holiday sun and a glass of wine on their balcony would make it all worth it, she added.\nGatwick Airport chief executive Stewart Wingate said welcoming holidaymakers for the first time in months was a \"big relief\".\nHe expected the number of travellers to increase significantly by the end of May - but this will still be less than 15% of the traffic seen in pre-pandemic times.\n\"It's an important day for us... we're looking forward to seeing more countries added to the green list in the weeks ahead,\" he added.\nBut there is still caution. Online travel agent Thomas Cook said the number of people booking to travel abroad was \"still small\".\nIt said 75% of its bookings were for Portugal, although Thomas Cook customers planning to jet off this week numbered only in their hundreds.\nOn Friday, Portugal announced that travellers from the UK would be allowed to enter its borders provided they could show a negative PCR test result from the previous 72 hours.\nThat led to an increase in demand for flights to the country. Tui, which has 19 flights scheduled from the UK to Portugal next week, said eight of those would now be on a Boeing Dreamliner, which can carry up to 345 people - almost twice as many people as the Boeing 737s that it had planned to use.\nMany of those who do intend to get away plan to do so in style. Thomas Cook reported that 85% of customers had booked four or five-star hotels. Before the crisis, only around half of people chose to splash out on that kind of luxury.\nHays Travel has noticed a similar trend. At present around half of its customers are booking for next year but it highlighted a \"cautious optimism\" among travellers following an almost four-fold increase in bookings for Portugal this summer.\nChief operating officer Jonathon Woodall said the average spend on a two-week holiday for a family of four had increased by £370 to £4,000 as people look to \"fulfil their bucket list\". \n\"People are upgrading to better destinations and accommodation, spending more to treat themselves,\" he said. \nAfter months of keeping apart, travelling on a busy plane feels both familiar and strange. Face masks are mandatory except to allow for eating and drinking, but seats are not socially distanced. I was handed a complimentary antibacterial wipe on boarding. \nThe paperwork is far more complicated than normal. Alongside my passport and ticket, I'm carrying proof of my negative PCR test, a passenger locator form for Portugal and proof of my booked tests for my journey home. I'll have to complete another locator form to come back to the U.K. \nStill at 35,000 feet, we don't know how long the queues will be at the Portuguese border when we land or on the return journey. \nPassengers on board have said they feel a little like guinea pigs. The travel industry knows it's important to make this process smooth and safe if it's to have a good summer. \nWhile travel from England, Scotland and Wales is permitted to the 12 countries on the green list, most of the destinations are either remote islands or do not currently allow UK tourists to enter.\nAnd the government is advising people not to make non-essential trips to locations on its amber list, which covers popular destinations such as Spain, France, Italy and Greece. However, the guidance is expected to be ignored by some holidaymakers.\nEasyJet and Tui have both said that they will operate holidays to countries classified as amber, provided Foreign, Commonwealth and Development Office (FCDO) does not advise against \"all but essential\" travel.\nThe majority of countries around the world are in the amber category, meaning that arrivals from these places to the UK are required to quarantine at home for 10 days as well as taking a Covid test before departure and two more on arrival.\nTravellers arriving back in England from an amber country have the option after five days of quarantine to pay for a private Covid test under the Test to Release scheme. If the result is negative, the quarantine can end.\nBA boss Sean Doyle said \"cautious optimism\" should be exercised when decisions are made about whether to expand the green list when it is reviewed on 7 June. \nHe said vaccination and infection rates in a number of the major aviation markets were \"trending positively\", noting that the US - an important market for both tourism and business \"now has 60% of its adult population vaccinated [and] infections are falling\". \nFrom Monday, people travelling abroad will be able to use the NHS app - which is different to the NHS Covid-19 app - to prove they have had the vaccine.\nTransport Secretary Grant Shapps previously said people who have had both doses will be able to use the app at border controls, although the government says people should still check countries' entry requirements as tests or quarantine might still be needed.\nAre you travelling abroad today?  Share your story."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57145675",
      "category": "uk-politics",
      "title": "New emergency text alerts to be trialled",
      "tags": "Penny Mordaunt,Cabinet Office,Coronavirus pandemic",
      "text": "A new emergency alert text system will be trialled this summer before being rolled out across the UK.\nWarnings will be sent directly to people's phones in the event a risk to life, such as flooding or fire.\nSimilar systems exist in other countries, including New Zealand, \"where it has been widely credited with saving lives,\" the government said.\nThe first trial will be in East Suffolk on 25 May, when residents will receive a test alert.\nA second test will be held in Reading on 15 June. If it is successful, the system will be rolled out across the UK.\nThe Cabinet Office said the alerts would issue a warning, details of the affected area, advice on what to do, and a link to further information.\nThe system will be a \"vital tool in helping us to better respond to emergencies,\" said Penny Mordaunt, the Cabinet Office minister.\nIt will \"allow us to more quickly and effectively get life-saving messages to people,\" she added.\nAlerts could be sent for situations including public health emergencies, severe floods, fires, industrial incidents and terror attacks.\nDuring the pandemic, text alerts were sent to remind people to stay at home.\nThe new system would use cell broadcasting technology, which the government says will ensure alerts are \"secure, free to receive, and one-way\". \nThe system does not use people's phone numbers, instead sending alerts to anyone in a specific area.\nThe alerts \"do not reveal your location and do not collect any personal data.   Alerts can also only be sent by authorised governmental and emergency services users,\" the government said.\nMs Mordaunt said the government was working with the devolved administrations to ensure all emergency services have access to the system, as well as consulting the charity sector to make sure \"the needs of the elderly, vulnerable, young people and those with disabilities are fully considered as the new service is delivered\".\nIt will be possible to opt-out of some alerts through the phone's settings. However, the most important alerts will always come through and the government recommends that people do not opt-out."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55659820",
      "category": "health",
      "title": "What are the Covid variants and will vaccines still work?",
      "tags": "Vaccination,Brazil,India,South Africa,Coronavirus pandemic",
      "text": "A new type of coronavirus has been found that scientists say is of \"great concern\". \nThe Omicron variant worries experts because it is very different to the types of Covid current vaccines are designed to fight. \nA variant is a slightly altered - or mutated - version of a virus. There are thousands of Covid variants around the world which is to be expected because viruses mutate all the time.\nOmicron is strikingly different from many other types due to the long list of genetic mutations it has undergone. \nIn particular, there are dozens of changes to the part of the virus targeted by the vaccine - the spike protein.\nEarly signs are that current vaccines might not work quite as well against Omicron.\nData from around the world suggests Omicron may be more infectious and spreads very easily. \nThis suggests the variant might be better at sidestepping some of the protection offered by vaccines, or past infection. \nPreliminary lab studies show two doses of Covid vaccine may not be enough. An answer could be giving people extra doses to boost their immunity, like the UK is doing now.\nUK research suggests boosters should provide good protection against severe illness.\nExperts say Omicron might be milder, since fewer people are getting sick enough with it to need hospital treatment compared to other variants.\nEven so, if it is more infectious it could lead to more deaths in an unvaccinated population.\nAs with other Covid variants, the risk remains highest for people who are elderly or have significant underlying health conditions. \nAlthough current vaccines may not be a perfect fit for Omicron they are still the best line of defence against Covid. \nThey have cut the risk of severe illness against the other major Covid variants, including Delta, Alpha, Beta and Gamma. \nDoctors say it is vital people get the recommended number of doses to gain maximum protection against existing and emerging variants. \nThe government is ramping up its vaccination programme in response to Omicron, and hopes to offer every adult in the UK a booster jab by the end of January. \nAlthough Covid infections have been rising, the number of hospitalisations and deaths has remained well below the levels seen in earlier waves. Experts say this is because of the success of the vaccine programme. \nUpdated versions of vaccines against Covid variants are already being designed and tested.\nManufacturers could scale up production quickly too and regulators have already discussed how to fast track the approval process. \nModerna has already said it hopes to have an Omicron booster ready by March. \nThe most potentially dangerous ones are called variants of concern and, along with Omicron, include:\nUK officials are also keeping an eye on a recent descendent of the Delta variant, called AY.4.2 or \"Delta plus\". \nViruses make carbon copies of themselves to reproduce but they aren't perfect at it. Errors can creep in that change the genetic blueprint, resulting in a new version of the virus - in other words, a variant. \nIf this gives the virus a survival advantage, the new version will thrive. \nThe more chances coronavirus has to make copies of itself in us - the host - the more opportunities there are for mutations to occur. \nThat's why keeping infections down is important. Vaccines help by cutting transmission as well as protecting against serious Covid illness. \nExperts say it is possible that the new highly altered variant B.1.1.529 may have originated in a patient whose immune system was unable to get rid of a Covid infection quickly, giving the virus more time to morph. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57138062",
      "category": "uk",
      "title": "Covid-19: PM's caution as lockdown rules ease and foreign holidays return",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday morning. We'll have another update for you this evening. \n\"We must take this next step with a heavy dose of caution\", says Prime Minister Boris Johnson as coronavirus lockdown restrictions ease in England, Wales and most of Scotland. Indoor eating and drinking at pubs, restaurants and cafes is back, and the ban on foreign travel has also been lifted and replaced with new rules. Millions of people will hug loved ones again and be able to socialise indoors. The rules vary in each of the nations but most people will be able to do more than they have been able to do for months. Northern Ireland will review its lockdown rules on Wednesday.\nAs the ban on foreign holidays is lifted, holidaymakers are expecting to jet off for some early summer sun. Travellers will now be able to visit 12 destinations on the government's green list, including Portugal, without isolating on their return. But the vast majority of tourist destinations remain on the amber and red lists, meaning travellers would have to quarantine when they got back. This has hit demand for holidays, with online travel agent Thomas Cook saying the number of people booking to travel abroad is \"still small\".\nThe international scheme to ensure equal access to Covid-19 vaccines is 140 million doses short because of India's continuing Covid crisis. The Serum Institute of India, the largest single supplier to the Covax scheme, has made none of its planned shipments since exports were suspended in March. The UN children's agency Unicef buys and distributes vaccines for Covax. It is urging leaders of G7 nations and EU states to share their doses.\nYouTube has launched a multimillion-pound advertising campaign to encourage young people in the UK to get vaccinated against Covid-19. It said the partnership with the NHS would involve ads on buses, billboards, bus stops and YouTube, with the video-sharing site paying for them.\nIf just the thought of checking your bank balance is making you feel a little bit queasy right now then you're not alone. Planning loads of nights out felt like a good idea when we were in lockdown, but it seems like we've forgotten they're actually really expensive. Maddie Ainsworth tells Radio 1 Newsbeat \"I just can't believe how much I'm spending, I spent like £100 sat outside one bar\". \nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nAs lockdown restrictions ease, here are five ways to stay safe and reduce the risk of catching Covid.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-57133503",
      "category": "uk-scotland-glasgow-west",
      "title": "'Many more arrests' to follow Rangers crowd trouble",
      "tags": "Scottish Premiership,Coronavirus lockdown measures",
      "text": "Police Scotland has said \"many more arrests will follow\" what it described as \"disgraceful\" scenes as Rangers fans celebrated in Glasgow city centre.\nFive police officers were injured and 28 people arrested as crowds were dispersed due to \"rising disorder\".\nThousands of fans had taken to the streets after Rangers' first Scottish Premiership title win in a decade.\nThey marched from Ibrox Stadium to George Square on Saturday where flares were set off and missiles thrown.\nPolice broke up the crowds after about five hours due to \"rising disorder\", with one officer suffering a serious facial injury.\nPolice Scotland Deputy Chief Constable Will Kerr said investigations were continuing and further arrests would be made in the coming weeks.\nGlasgow remains in level three of Covid lockdown restrictions, with large gatherings outdoors not permitted.\nFirst Minister Nicola Sturgeon tweeted: \"To say I'm utterly disgusted by the Rangers fans who rampaged through the city would be an understatement.\"\nThere had been a high, visible police presence throughout the day as huge crowds gathered outside Ibrox before the final game of the season against Aberdeen.\nPolice Scotland said it had declined a request to facilitate the march to George Square and urged the crowd to go home.\nAfter supporters celebrated in George Square for about five hours, officers said some fans became unruly.\nProperty was damaged, several people assaulted and missiles and flares were thrown at officers.\nOfficers formed a line and cleared the group from the area just after 21:00, with Police Scotland describing the fans' behaviour as \"disgraceful\".\n\"Our officers became the focus of the crowd's attention with missiles and flares being thrown at them,\" Ch Supt Mark Sutherland, Police Scotland's Divisional Commander for Greater Glasgow, said in a statement.\n\"Our policing response has been proportionate. We have responded appropriately and consistently to the behaviour of those gathered.\n\"This disgraceful behaviour which clearly endangered public and officer safety could not be tolerated and officers dressed in full public order equipment after appropriate warnings were given, moved in to disperse those present.\n\"Although most of those present dispersed, a number remained and confronted officers with violence and aggression. Missiles were thrown and officers came under direct attack as George Square and the surrounding area was cleared.\"\nNicola Sturgeon said she was \"angry on behalf of every law-abiding citizen\".\nThe first minister added: \"In normal times, the violence and vandalism and the vile anti-Catholic prejudice that was on display would have been utterly unacceptable. But mid-pandemic, in a city with cases on the rise, it was also selfish beyond belief.\"\nMs Sturgeon said she hoped Rangers would \"reflect on what more must be done to tackle this behaviour by fans, albeit a minority\".\nShe added: \"However, ultimate responsibility lies with those who behaved in such a thuggish, sectarian and selfish manner. And that's why we must let the police do their job.\" \nScotland's national clinical director, Prof Jason Leitch, said Glasgow was in a \"fragile\" place and it was \"disappointing to see people break the rules, in whatever setting and for whatever reason\".\nHe told BBC Scotland's The Sunday Show: \"This virus has not gone away - we're not joking, we're not pretending - it's absolutely real.\n\"And the risk, particularly now in Glasgow, is quite high and Glasgow is fragile.\n\"You've seen us make an enormously difficult decision this week on our advice that has kept a bit of Glasgow in the same level.\n\"It feels like a tough day to watch that yesterday if you are a business owner or a family waiting for lunch or dinner.\"\nScottish Police Federation chairman David Hamilton said the people in George Square had shown a \"blatant disregard for the safety of the public and police officers\".\nHe told The Sunday Show: \"To see that number of people blatantly ignoring all the health advice, the government advice, the police advice - even the club advice to disperse - is just absolutely appalling.\n\"Policing in this country is, of course, done by consent. The whole strategy throughout the coronavirus pandemic has been about making sure people take personal responsibility and they have not done so.\n\"These people should not have been there in the first place and when they were asked to move, they should have gone.\"\nFans had been warned against gathering to celebrate due to rising Covid-19 cases in Glasgow.\nThe Union Bears fan group had earlier announced plans to walk from the stadium to George Square.\nOn Friday night, scores of Rangers fans lit red flares simultaneously along the River Clyde in the city as they marked the end of the season.\nIn an earlier statement on Saturday, Ch Supt Sutherland said: \"We understand the importance of football in Glasgow, how it connects our communities and, is for many, a culture and a way of life.\n\"We are, however, still in the midst of a pandemic and under coronavirus restrictions people should not be gathering for any reason.\"\nHe said a request for a fan procession to the city centre had been declined, but police later decided to escort large groups of supporters as they made their way to George Square in order to minimise disruption.\nSome arrests were made in the afternoon for anti-social behaviour.\nBut Ch Supt Sutherland said due to the largely peaceful nature of the crowd at that time \"it would not be proportionate for our resources to use a high level of force through public order policing to disperse those gathering\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57150141",
      "category": "business",
      "title": "Holidaying Brits touch down in Portugal: 'It feels unreal'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-derbyshire-57124276",
      "category": "uk-england-derbyshire",
      "title": "School protests force U-turn after sick pupil banned from wearing cap",
      "tags": "Clowne,Chesterfield",
      "text": "A teenager with a rare illness that has caused her hair to fall out can now wear a cap to school after pupils protested when her request was denied.\nElla Goodwin's father said the 13-year-old was told a cap or hoodie was not part of the uniform policy at Heritage High School in Clowne, Derbyshire.\nThe row led to a protest outside the school involving dozens of Ella's fellow pupils on Monday morning.\nThe school confirmed it has been agreed Ella can wear a cap and hoodie.\nHowever Ella said she was frustrated that the school did not agree to her request earlier.\n\"Rules should be bent for someone going through something like this.\n\"But it was an amazing feeling just to know how many people supported me.\n\"I'm not ashamed... but wearing a cap and hoodie just gives me confidence and comfort. I would not have gone back to school without it,\" she said.\nElla was diagnosed two years ago with CRMO (chronic recurrent multifocal osteomyelitis), a disease where the immune system attacks the bones and causes pain and swelling.\nRecently, her hair has started falling out. Her father Shaun Goodwin said doctors are unsure if the hair loss is a symptom or a side effect of medication she has to take.\nElla has had her head shaved and was given a wig by the Little Princess Trust, but Mr Goodwin said she did not feel comfortable in it.\nHe said he and partner Joanna Davies had a meeting with the school last week in which they were told a cap - including one with school branding - was not part of the uniform policy. \nThe row sparked a backlash among parents and pupils, and 25 to 30 children protested the decision on Monday morning, many of whom wore caps and hoodies in solidarity.\n\"We went up to the school to support Ella and the amount of children and parents stood there with hats on - it's amazing.\n\"The support of the community is outstanding.\"\nMs Davies added: \"She [Ella] doesn't want to have to wear the cap but her hair loss is beyond her control. \n\"Even though everyone knows she's lost her hair, she uses the hat and hoodie to control who sees it and says when she is shielding it she feels in control. \n\"Even in the house she wears the hat, it's like her comfort blanket.\"\nA spokesperson for the Two Counties Trust - which the school is part of - said: \"We are happy to confirm that we have now been able to speak to Ella's family and have agreed with them that Ella can wear a cap and a hoodie to ensure she feels as comfortable and supported as possible when at school.\n\"We will continue to do everything we can to ensure Ella and her family are appropriately supported through this challenging period. No student has been sanctioned around this matter.\" \nMr Goodwin said: \"It's amazing, but it shouldn't have got to this in the first place. \n\"They ought to have come to this decision quicker, but I'm well chuffed. \n\"Seeing the protest and the amount of support she had brought a lump to my throat.\"\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56932833",
      "category": "uk-wales",
      "title": "Covid: Had the jab and feeling bad? Why does it happen?",
      "tags": "Cardiff Metropolitan University,Coronavirus vaccines,Vaccination,Cardiff,Coronavirus pandemic",
      "text": "For most it's just a sore arm - for others it can wipe you out - but why does the Covid vaccine act this way? \nBBC Wales journalist George Herd has a special interest as he lives with an immune system health condition.\nMore than 35 million people in the UK have now had at least their first Covid jab - including more than 62% of the population in Wales. \nA study of 600,000 people across the UK found the most common side effect of the jab was pain where the needle went in.\nBut one in four experienced other symptoms - fever, headaches and nausea - that last about a day.\nThe question I wanted to ask was: Were those who had less of a reaction still protected?\nAnd what about those - like me - who have a condition that affects how their immune system works?\nI lost my spleen following an accident as a young teen.\nA fist-sized organ that hides just under the left ribs, it has an important role to play in the immune system. It's part of our arsenal in fighting infection.\nOf course, I'm living proof that you can survive without one. I have an active and full life, often to be found on the hills above my home in north Wales - where I have even taken part in the gruelling Snowdonia marathon.\nHowever, I am at risk of potentially overwhelming infections, and have repeat vaccinations against certain illnesses, in particular pneumonia.\nI also tend to get prescribed antibiotics on a much more regular basis than most.\nBut I've been lucky - and only once ended up on a hospital drip due to an infection.\nI had my first Covid jab back in February - now I've had my second and am fully vaccinated.\nI fell squarely in the no-reaction camp to the vaccinations. Sore arm, yes - but little else to note.\nWas that, however, because my immune systems are damaged?\nWhat about those who have to take drugs to suppress their immune system, such as organ transplant patients, or those undergoing treatment for cancer?\nIs the Covid jab working for them?\nAn emphatic \"yes\" says expert immunologist Veenu Manoharan.\n\"I get emails from people who have compromised immune systems, maybe because they are taking drugs for chronic diseases, asking me the same thing,\" said the Cardiff Metropolitan University lecturer.\n\"But the studies state that even though the first dose maybe does not give them enough antibodies, the second dose will. It will give them immunity.\n\"It is not the case that those people on immunosuppressants are without hope. The second dose really does help improve their level of antibodies.\"\nGood news then for those who have been facing that worry - including myself.\nBut what about those who showed no or little reaction to the jab?\nDoes this mean it hasn't worked as well as those laid up in bed for a day or two afterwards?\nNot at all, insists Dr Manoharan.\nAnd that's because of what vaccines are and how they work.\nAll the Covid vaccines being used in the UK - Oxford-AstraZeneca, Pfizer-BioNTech and Moderna - work to stimulate a response from the immune system, triggering it to make antibodies.\nThese antibodies then identify specific germs or viruses, and act as a signal for the rest of the immune system to take out the unwanted invaders.\n\"Sometimes our immune response is exaggerated, especially when you are having a vaccine,\" explained Dr Manoharan.\nThe \"exaggerated\" responses are those fevers and chills or fatigue, as your body is tricked into believing it is under attack and needs to respond.\nBut whether you experience an exaggerated response or not will depend on many factors - including your own genetic make-up and medical history.\nYour sex also has a role to play.\nWomen are more likely to trigger a stronger immune response, because the hormone oestrogen is known to enhance the immune system.\nSimilarly, higher levels of the hormone testosterone in men have the opposite effect on the immune system - it suppresses the inflammatory response of the reaction.\nAge also plays its part.\nAs you get older, your immune system becomes less active. So those who got the jabs first - the oldest in our society - would be expected to have less of a reaction and that's exactly what happened.\nSimilarly, the younger you are, the more likely your immune system will react more energetically to the vaccine.\nOne review of vaccination research suggested other factors can play a role in the reaction.\nBehaviour such as smoking, alcohol consumption, body weight and exercise levels - even the time of day you get a jab - could influence how the vaccine works.\nBut Dr Manoharan's view is that none of this matters.\n\"If you don't have an exaggerated reaction, it does not mean your immune system isn't working.\n\"If you think about it, every day we are exposed to a variety of microbes and pollutants. Our immune systems are constantly detecting those.\n\"But we don't feel ill. Our immune system is protecting us every single minute of the day - we just don't notice it.\"\nSo whether you felt unwell after your Covid jab - or nothing at all - the science is telling us we should get a good level of protection."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57138371",
      "category": "business",
      "title": "Covid-19: Thousands head overseas on holiday as rules ease",
      "tags": "Tourism,Coronavirus lockdown measures,Thomas Cook Group,TUI Travel,Portugal,Coronavirus pandemic",
      "text": "Thousands of British holidaymakers have begun taking advantage of the easing of lockdown rules on overseas travel.\nTravellers from England, Scotland and Wales are jetting off to some countries in what the crisis-hit tourism industry hopes is the start of a recovery.\nTravellers can now visit 12 countries on the government's green list, including Portugal and Israel, without isolating on their return.\nThe bosses of British Airways and Ryanair said confidence was returning.\nThe vast majority of tourist destinations remain on the amber and red lists, meaning travellers must quarantine when they get back.\nBookings also remain well down on pre-pandemic levels. \nHowever, BA chief executive Sean Doyle told the BBC that the airline's six flights due to depart from Heathrow on Monday to \"green\" destinations such as Lisbon, Faro and Madeira were \"very busy\".\nHe said the latest relaxation of restrictions was \"a small step in the right direction\".\nRyanair chief executive Michael O'Leary said there were definite signs of an early rebound in travel to European destinations.\nBookings are up from 500,000 a week in early April to 1.5 million a week now. \"The rate of bookings suggests there is a huge amount of confidence,\" he told BBC Breakfast. \"We are very optimistic for the next couple of months.\"\nNellie and Jill are off to Portugal on Monday - but it seemed touch and go right up to the moment they got to the airport.\nThey are \"super excited and really happy to be able to travel again\". But the past few weeks have been stressful, especially as it was only confirmed on Friday that they could definitely travel.\nNellie said it was then a real scramble to get PCR coronavirus tests over the weekend, which Jill added was quite complicated. \n\"Adding all the documentation wasn't easy but we persevered and we're glad we did,\" Jill said. Some holiday sun and a glass of wine on their balcony would make it all worth it, she added.\nGatwick Airport chief executive Stewart Wingate said welcoming holidaymakers for the first time in months was a \"big relief\".\nHe expected the number of travellers to increase significantly by the end of May - but this will still be less than 15% of the traffic seen in pre-pandemic times.\n\"It's an important day for us... we're looking forward to seeing more countries added to the green list in the weeks ahead,\" he added.\nBut there is still caution. Online travel agent Thomas Cook said the number of people booking to travel abroad was \"still small\".\nIt said 75% of its bookings were for Portugal, although Thomas Cook customers planning to jet off this week numbered only in their hundreds.\nOn Friday, Portugal announced that travellers from the UK would be allowed to enter its borders provided they could show a negative PCR test result from the previous 72 hours.\nThat led to an increase in demand for flights to the country. Tui, which has 19 flights scheduled from the UK to Portugal next week, said eight of those would now be on a Boeing Dreamliner, which can carry up to 345 people - almost twice as many people as the Boeing 737s that it had planned to use.\nMany of those who do intend to get away plan to do so in style. Thomas Cook reported that 85% of customers had booked four or five-star hotels. Before the crisis, only around half of people chose to splash out on that kind of luxury.\nHays Travel has noticed a similar trend. At present around half of its customers are booking for next year but it highlighted a \"cautious optimism\" among travellers following an almost four-fold increase in bookings for Portugal this summer.\nChief operating officer Jonathon Woodall said the average spend on a two-week holiday for a family of four had increased by £370 to £4,000 as people look to \"fulfil their bucket list\". \n\"People are upgrading to better destinations and accommodation, spending more to treat themselves,\" he said. \nAfter months of keeping apart, travelling on a busy plane feels both familiar and strange. Face masks are mandatory except to allow for eating and drinking, but seats are not socially distanced. I was handed a complimentary antibacterial wipe on boarding. \nThe paperwork is far more complicated than normal. Alongside my passport and ticket, I'm carrying proof of my negative PCR test, a passenger locator form for Portugal and proof of my booked tests for my journey home. I'll have to complete another locator form to come back to the U.K. \nStill at 35,000 feet, we don't know how long the queues will be at the Portuguese border when we land or on the return journey. \nPassengers on board have said they feel a little like guinea pigs. The travel industry knows it's important to make this process smooth and safe if it's to have a good summer. \nWhile travel from England, Scotland and Wales is permitted to the 12 countries on the green list, most of the destinations are either remote islands or do not currently allow UK tourists to enter.\nAnd the government is advising people not to make non-essential trips to locations on its amber list, which covers popular destinations such as Spain, France, Italy and Greece. However, the guidance is expected to be ignored by some holidaymakers.\nEasyJet and Tui have both said that they will operate holidays to countries classified as amber, provided Foreign, Commonwealth and Development Office (FCDO) does not advise against \"all but essential\" travel.\nThe majority of countries around the world are in the amber category, meaning that arrivals from these places to the UK are required to quarantine at home for 10 days as well as taking a Covid test before departure and two more on arrival.\nTravellers arriving back in England from an amber country have the option after five days of quarantine to pay for a private Covid test under the Test to Release scheme. If the result is negative, the quarantine can end.\nBA boss Sean Doyle said \"cautious optimism\" should be exercised when decisions are made about whether to expand the green list when it is reviewed on 7 June. \nHe said vaccination and infection rates in a number of the major aviation markets were \"trending positively\", noting that the US - an important market for both tourism and business \"now has 60% of its adult population vaccinated [and] infections are falling\". \nFrom Monday, people travelling abroad will be able to use the NHS app - which is different to the NHS Covid-19 app - to prove they have had the vaccine.\nTransport Secretary Grant Shapps previously said people who have had both doses will be able to use the app at border controls, although the government says people should still check countries' entry requirements as tests or quarantine might still be needed.\nAre you travelling abroad today?  Share your story."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52544307",
      "category": "explainers",
      "title": "What Covid tests do I still need to travel abroad?",
      "tags": "Tourism,Spain,France,Coronavirus lockdown measures,Public health,Holidays,Coronavirus vaccines,Self-isolation,Air travel,Coronavirus pandemic",
      "text": "From next month, fully vaccinated people travelling to the UK will no longer have to take any Covid tests - either before departure or after arrival. \nFor the first time since the pandemic began, Wales has also stopped advising against non-essential foreign travel. \nFrom 04:00 GMT on 11 February, fully vaccinated travellers (two doses) and under-18s will no longer need to take a lateral flow test two days after they arrive in England, Scotland, Wales or Northern Ireland. \nTravellers who aren't fully vaccinated will no longer have to self-isolate on arrival, or take a test on day eight. \nHowever, they will still have to show proof of a negative Covid test taken two days before they travel, and they must still take a post-arrival PCR test. They won't need to self-isolate unless the day two test is positive. \nTo qualify as vaccinated, non-UK travellers must have received their jabs in a country or territory with \"approved proof of vaccination\". This now covers most countries in the world, with more - including China - due to join on 11 February.\nAll passengers will still need to fill in a passenger locator form.\nFully vaccinated passengers (who have had two doses) and under-18s no longer need a pre-departure test two days before travelling to the UK.\nHowever, within 48 hours of arrival, everyone aged five and over (11 and over in Scotland) must take a lateral flow test (LFT), or a more expensive PCR test.\nThe test must be bought from a private test provider - free NHS tests cannot be used. \nIf they take an LFT and it is positive, they must self-isolate and take an NHS PCR test to confirm the result.\nVaccinated travellers also have to fill in and submit an online passenger locator form no more than 48 hours before arriving, even if they are just passing through the UK.\nBefore departure: \nAll unvaccinated travellers to the UK must complete a passenger locator form, and take an LFT or PCR in the 48 hours before departure. \nThe test can be taken either in the country where you start your journey, or in another country en route to the UK.\nIf you test positive, you must follow the rules in the country you're in, and not travel onwards to the UK.\nAfter arrival:\nIf you've not been fully vaccinated you must quarantine for 10 days after arrival in the UK.\nYou must also take two PCR tests - on days two and eight of your quarantine.\nThese must be booked before travelling to the UK and bought privately from a government-approved list of providers. \nTravellers to England also have the option of ending quarantine under the Test To Release scheme - this involves taking a private PCR test after five days of isolation. A negative test will allow them to leave quarantine, although they must still take another PCR test on day eight. \nThese rules do not apply to travellers from Ireland, the Channel Islands or the Isle of Man, unless they have been in another country in the 10 days before their departure for the UK.\nDigital Covid passes showing your vaccination status can be downloaded to your phone, whether you're in England, Scotland, Wales or Northern Ireland. \nTest results can be in the form of a printed document, or an email or text on your phone. They must be in English, French or Spanish.\nEuropean Union residents can use the EU Digital Covid Certificate to show their vaccination status or test results.\nFrom 3 February, 12 to 15-year-olds in England will also be able to prove their vaccination status via the digital NHS pass.\nYou need to check the UK Foreign Office website for entry requirements of any other countries you visit. These can change quickly.\nCovid passes issued in the UK can be used throughout the EU to show proof of vaccination - either digitally, or as a printed download (as long as it is dated later than 1 November 2021)."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57117879",
      "category": "uk-northern-ireland",
      "title": "Doug Beattie is elected new leader of Ulster Unionist Party",
      "tags": "UUP (Ulster Unionist Party)",
      "text": "Upper Bann MLA Doug Beattie has been elected as the new leader of the Ulster Unionist Party (UUP).\nMr Beattie was the only candidate to run for the top post in the party. \nIt comes after Steve Aiken announced his decision to step down as party leader after less than two years in the job. He said he had taken the party as far as he could. \nNominations for the leadership closed at 12:00 BST on Monday. \nThe election has yet to be formally ratified by a meeting of the Ulster Unionist Party council at the end of May. \nThe party - once led by Good Friday peace agreement negotiator and former NI first minister, David Trimble - lost its Westminster seats in the 2017 general election. \nAt a press conference in Stormont on Monday, Mr Beattie said he felt \"the weight of expectation on my shoulder\".\nHe said the party was a modernising one that wants to reach out by reforming its structures, bringing in more women and young people. \n\"We know there are some mammoth tasks ahead of us, not least the Northern Ireland Protocol and we will look to see how we can address that.\n\"All of these things will feed into a degree of instability which is affecting Northern Ireland.\"\nBut he said the UUP would \"stay stable\". \nMr Beattie, a retired Army captain who was first elected as an MLA in 2016, said he was the right person to \"rekindle the fortunes\" of the UUP and give a clear vision for the future. \nHe said the Northern Ireland Executive and the assembly is \"fractious\" and it \"won't take much to tip it over the edge\". \nMr Beattie told BBC Radio Ulster's Talkback programe that the Northern Ireland Protocol, the post-Brexit arrangement for Northern Ireland which places a border in the Irish Sea, is here to stay and cannot be voted away. \nHe reiterated that it is damaging for the Good Friday Agreement. \nHe said he wanted a solution that did not place a hard border either in the Irish Sea or on the island of Ireland. \nDoug Beattie's decades of experience on the military front line may be about to come in handy on the battlefield of Stormont politics. \nOne of the tasks he faces is getting rid of the Brexit protocol, which may require him to work closely with the incoming DUP leader Edwin Poots. \nAs a liberal Ulster Unionist, Doug Beattie is conscious that his brand of politics may not win over everyone in his party. \nThe Upper Bann MLA wants to revive and reform the party's fortunes, but can he now go where his predecessors have failed and convince Ulster Unionist members to back him and any changes he hopes to make?\n\"We will look for policies that are progressive, we will look for a union of people over the coming months and years and we will make Northern Ireland work,\" he said. \nHis election comes just days after Northern Ireland's largest unionist party, the Democratic Unionist Party (DUP), elected Edwin Poots and Paula Bradley as the new leader and deputy leader. \nThey will replace Arlene Foster and Lord Dodds. Mr Beattie said there was \"clear blue water\" between the DUP and UUP. \n\"That's good for unionism and that gives unionism a choice,\" he said.\n\"Those disenfranchised unionists, who are more centre or centre right, may find a home in the Ulster Unionist Party.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-sussex-57086650",
      "category": "uk-england-sussex",
      "title": "Babes in the Wood: Killer's ex-girlfriend guilty of perjury",
      "tags": "Brighton",
      "text": "The ex-girlfriend of convicted Babes in the Wood murderer Russell Bishop faces jail after being found guilty of lying over evidence in his 1987 trial.\nJennifer Johnson admitted she lied over a sweatshirt found near the scene.\nThe 55-year-old said she had no choice after being threatened by her partner, but she was found guilty of perjury and perverting the course of justice.\nBishop was cleared in 1987 and not convicted of killing Karen Hadaway and Nicola Fellows, both nine, until 2018.\nJohnson is due to be sentenced at Lewes Crown Court on Wednesday. Mr Justice Fraser said a custodial sentence was inevitable.\nThe jury reached a majority decision after 12 hours of deliberation. \nThe jury was told Johnson had lied \"prolifically\" and \"significantly undermined\" the trial in 1987.\nJohnson claimed she had acted under duress and \"had no choice\" but to lie during the trial more than 30 years ago.\nJurors heard Ms Johnson first told police a sweatshirt found near the scene belonged to Bishop, but later denied it in a witness statement and at his first trial.\nMr Justice Fraser said Johnson was \"infatuated\" with Bishop but the relationship had been \"problematic\".\nKaren and Nicola's parents - Michelle and Lee Hadaway and Susan and Barrie Fellows - did not give up their fight for justice and in 1988 called on Sussex Police to reinvestigate the case.\nMr Fellows told the BBC at the time: \"There's a man out there (who) murdered two little girls.\"\nSome of the girls' family members wept as verdicts on Johnson were delivered.\nAfter his acquittal, Bishop went on to attack a seven-year-old girl on the South Downs in 1990. She was kidnapped, sexually assaulted and left for dead.\nBishop was sentenced to life in prison. \nHe was finally convicted of the murders of Karen and Nicola in 2018 following a DNA breakthrough that linked the sweatshirt to the girls and his home.\nFollowing Johnson's conviction, Libby Clark, senior crown prosecutor at the CPS, said: \"Jennifer Johnson's deception caused decades of distress to the families of Nicola Fellows and Karen Hadaway. \n\"Her actions were clearly those of someone who wanted their partner acquitted of murder, rather than a person living in fear.\"\nAfter the hearing, Sussex Police Ch Supt Nick May said Johnson's lies \"mattered\".\nHe said her lies had undermined a key part of the prosecution in 1987.\nDuring the trial, the prosecution claimed Johnson stood to benefit from Bishop selling his story as an innocent man to the News of the World for £15,000.\nAfter the verdicts, Nicola's family criticised the now-closed Sunday newspaper and said it \"provided encouragement for for Johnson to lie\".\nLorna Clary, Nicola's cousin, said: \"As a key witness in Bishop's 1987 trial, she [Johnson] lied knowing that there would be a huge financial reward if Bishop received two acquittals for the double child murders.\n\"He did indeed receive the wrongful acquittals. The News of the World got their stories. The perpetrators got their payday.\n\"Our two families were devastated again after those verdicts, yet on the same evening, Johnson and the Bishops celebrated with a funded champagne dinner at the Hilton Hotel. They should all hang their heads in shame.\"\nShe urged other historical murder families to \"take hope\", adding: \"The truth does eventually catch up with those who hide in plain sight.\"\nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57136812",
      "category": "uk-wales",
      "title": "Frankie Morris: Search for missing Anglesey teen continues",
      "tags": "North Wales Police",
      "text": "Drivers have been flagged down by police in their search for a teenager after three people were arrested.\nOfficers have been in Pentir after Frantisek \"Frankie\" Morris, from Anglesey, went missing two weeks ago.\nFrankie was last seen near the Vaynol Arms, in the village in Gwynedd, on Sunday 2 May, a day after going to a rave at a disused quarry. \nOne of the three suspects is held on suspicion of causing death by dangerous driving, North Wales Police said.\nA second man and a woman were arrested on suspicion of perverting the course of justice. \nPeople have told BBC Wales of their \"shock\" and \"sadness\" over Frankie's disappearance.\n\"Local people have taken a great deal of interest as he's been missing for a fortnight and local people have been helping the police\", said Menna Baines, councillor for Pentir. \n\"This is a quiet area where everyone knows everyone else - it's a great shock and we're all concerned about the family.\"\nIn Llandegfan, where Mr Morris lives with his family, residents also expressed concerns. \n\"It's come as an incredible shock\", said Councillor Alun Roberts. \n\"Our thoughts have been with Frankie and his family over the last fortnight.\n\"We have full faith in the police and we wait now to see what happened to Frankie.\"\nOfficers spoke to a cyclist who was caught on CCTV in the area around the time of Frankie's disappearance but he is no longer part of the inquiry.\nCh Insp Owain Llewelyn said: \"Due to the ongoing investigation, the road from Pont Felin, Pentir heading towards Waen Wen will be closed until further notice.\"\nHe appealed for a number of drivers to get in touch.\nPolice also want to talk to three male cyclists seen near the pub at about 13:45 BST that day.\nMany volunteers have been involved in the search, using drones and dogs.\nCh Insp Llewelyn said \"several useful reports and pieces of information\" were being assessed.\n\"If there is anyone who was at the rave at the disused quarry in Waunfawr on Saturday (1 May), please use this link to contact us, anonymously if you prefer,\" he said.\nFrankie was last seen on CCTV pushing his bike past the Vaynol Arms.\nMore than 30 officers have conducted house-to-house inquiries, and specialists have been reviewing CCTV footage between Pentir and Bangor.\nFrankie's brother Robin has said the family, from Llandegfan, Anglesey, was \"distraught\" over his disappearance."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57147328",
      "category": "world-us-canada",
      "title": "Covid vaccine: Young teens in US react to getting first jab",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57136140/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: Lockdowns ease in England, Wales and most of Scotland",
      "tags": "Coronavirus lockdown measures,UK government,Boris Johnson,Coronavirus pandemic",
      "text": "People must continue to play their part in stopping coronavirus, Boris Johnson has said, as lockdown rules ease in England, Wales and most of Scotland.\nMillions can now socialise indoors in limited numbers, hug loved ones and visit pubs and restaurants inside.\nThe ban on foreign travel has also been lifted and replaced with new rules.\nMr Johnson said: \"We have reached another milestone in our road map out of lockdown, but we must take this next step with a heavy dose of caution.\"\nThe rule changes come as the variant first identified in India continues to spread in the UK, with mass testing rolled out to hotspots including Bolton in Greater Manchester and parts of London and Sefton.\nMr Johnson said the government was keeping the variant \"under close observation\" and \"taking swift action where infection rates are rising\".\nBusiness Secretary Kwasi Kwarteng told BBC Radio 4's Today programme he was \"very confident\" the government would be able to lift England's remaining restrictions on 21 June \"but can't guarantee that\".\nHe said: \"There is flexibility here because we have another five weeks till the reopening and we will be revisiting the data. \n\"There will be different data - the variant will spread, perhaps, in different ways, we will have more information about the efficacy of the vaccine rollout, and then... a week before the 21st, we will take the decision.\"\nMr Kwarteng said he did not want to \"stigmatise people\" over vaccine hesitancy, but added: \"We're not exactly where we want to be among certain communities but I think the take-up has been much greater in the last few months, and more and more people are convinced that this is the way to keep themselves and their families safe.\"\nMore than 6,200 people were vaccinated in Bolton at the weekend, where the Indian variant now makes up the majority of new cases. Prior to the push, about 10,000 people in the highest priority groups were yet to be vaccinated.\nScientists believe the variant does spread more easily, but early data suggests vaccines still work. However, the exact impact on vaccine efficacy - if any - is still to be firmed up.\nSir Jeremy Farrar, a member of the government's independent scientific advisory group Sage, said the lifting of the rules was the \"most difficult policy decision of the last 15 months or so.\"\nHe told Today: \"It is very, very finely balanced\".\nSir Jeremy said the variant \"is becoming dominant in parts of the UK, and yet vaccination across the country has been extraordinary successful\".\n\"I think we will see an increase of cases and infections over the coming weeks as some of the restrictions are lifted, but the key question is whether we have decoupled increased transmission in the number of people who do get infected from the number of people who get ill and need to go to hospital.\"\nHe added: \"A very careful lifting is reasonable, but we may have to reverse that if there is escape from the vaccines.\"\nThe British Medical Association - which represents doctors - said it was a \"real worry\" that the easing was still going ahead while the Indian variant was spreading and many younger people were not vaccinated.\nWhile lockdowns are easing across England, Scotland and Wales, the changes are different in each nation. \nScotland's First Minister Nicola Sturgeon tweeted: \"This is a long awaited moment but remember that the virus still poses a big threat, so please continue to be cautious & very careful.\"\nTwo areas of Scotland - Glasgow and Moray - will not have their rules eased after a spike in cases. \nMeanwhile, London Mayor Sadiq Khan has called for young adults in five boroughs of London where there are cases of the Indian variant to be vaccinated earlier than planned.\nHealth Secretary Matt Hancock is due to make a statement on Covid to MPs in the House of Commons at 16:30 BST.\nThis isn't \"a throw open the doors\" moment and we won't see a photo-op of the prime minister enjoying an indoor pizza or pint today. Ministers want people to enjoy themselves, but to do it sensibly.\nBoris Johnson has always said that the road map out of the lockdown in England is irreversible but in a video on social media this morning he says it's only irreversible if \"we all follow rules\" - an added note of caution.\nAnd there's a difference in tone between ministers when they talk about the next step in England, due on 21 June.\nThe PM says the Indian variant might make it \"more difficult\" but the business secretary says he's \"hopeful\" and \"confident\" that it'll happen.\nThere are also growing tensions between national authorities and areas with higher rates of the Indian variant over vaccines. The mayor of London is the latest local leader to ask for permission to start jabbing younger people and some places are doing it anyway.\nThat goes against government policy which is to prioritise first doses for the over-38s and second doses for the over-50s.\nIn a statement issued on Sunday evening on the lifting of the rules in England, the prime minister said: \"Everyone must play their part by getting tested twice a week, coming forward for your vaccine when called, and remembering hands, face, space and fresh air.\"\nAnyone in England and Scotland can order free lateral flow tests - which give results in 30 minutes - even if they do not have symptoms. In Wales and Northern Ireland, they are available for certain people, such as those who cannot work from home.\nEngland:\nScotland (except Glasgow and Moray): \nWales: \nAnd in all three nations, foreign holidays are allowed.\nNorthern Ireland will review lockdown rules on 20 May, with the hope that some could be lifted on 24 May.\nRead more about the changes here.\nMinisters and senior advisers are concerned due to continued uncertainty about the Indian variant, including how much faster it spreads than the UK variant.   \nThe impact on hospital numbers in communities most affected by the variant will be studied closely this week and next. \nOfficials were preparing anyway to monitor the consequences of today's easing of restrictions, the biggest step so far - with people mixing more and case numbers likely to rise.\nPreliminary laboratory data from Oxford University suggest, according to ministers, that vaccines will be effective against the Indian variant - but they stress that there's a race to keep the vaccination programme ahead of the virus.\nWithin the next few days, a first dose will be offered to all those aged 35 and over in England.\nThe latest government figures show a further 1,926 Covid cases have been recorded in the UK, while a further four people have died.\nThe number of people in the UK who have received a first dose of the vaccine has now topped 36.5 million, while the number of second doses given is at 20.1 million.\nAlso from Monday, people travelling abroad will be able to use the NHS app - which is different to the NHS Covid-19 app - to prove they have had the vaccine. \nTransport Secretary Grant Shapps previously said people will be able to use the app at border controls, although the government says people should still check countries' entry requirements as tests or quarantine might still be needed.\nTravellers can now visit 12 countries on the government's green list, including Portugal and Israel, without isolating on their return."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57133899/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Firms call for more help after 'haemorrhaging cash'",
      "tags": "Coronavirus lockdown measures,Hospitality industry,UK economy,Travel & leisure industry,UK High Streets",
      "text": "Leisure firms say they need more support after a year of \"haemorrhaging cash\" and mounting debts due to the pandemic.\nBusinesses from wine bars to bingo halls can reopen on Monday but at reduced capacity making it harder to cover their costs.\nBusiness minister Kwasi Kwarteng told the BBC he did not want rent arrears to \"cripple\" firms.\nHe said the government was looking at ways to help firms manage their debts.\nWhile leisure venues, including soft play centres, amusement arcades and concert halls, are welcoming Monday's reopening, they know some customers will take longer to return to indoor activities, especially with the spread of the new Indian variant of the virus.\nEven if customer demand is high, venues can accommodate fewer customers at a time, due to social distancing rules. \nAnd according to the trade body UKHospitality, that sector alone has £2.5bn in rent arrears \"hanging around its neck\" as a result of the pandemic.\n\"Opening... will give us a certain amount of revenue, but we will still have half the number of covers we need to survive,\" says Nisha Katona, television presenter and founder of Indian restaurant chain Mowgli Street Food.\nShe says her business has been lucky to have had a bit of financial \"breathing room\" to help it cope with lockdown, but it has still suffered.\n\"Cash has been haemorrhaging out of our account all the while we have no revenue, and yet we continue to pay rents,\" says Ms Katona. \n\"There are lots of business costs that don't go away, so while there has been no cash, we really have become a business that is on its knees, waiting for the resurrection.\"\nShe says the UK's high streets are already \"littered with the gravestones\" of independent bars and restaurants that didn't have backers with deep pockets or hadn't been able to negotiate concessions from their landlords.\nUKHospitality has called for \"a fair amount\" of rent debt to be written off and for a ban on business evictions, currently due to expire at the end of June, to be extended.\nThe business minister, Mr Kwarteng, said the government was aware that businesses were facing a build-up in rent arrears after many months of not being able to trade normally.\n\"The government is working very closely together - the Treasury and [the Department for Business, Energy & Industrial Strategy] - to see if we can come up with an arrangement whereby tenants and landlords can work together to make sure this rent issue doesn't cripple business,\" he told the BBC.\nThis is a big moment for the national mood and the UK economy - particularly those sectors which have been hardest hit by the restrictions.\nNearly one million hospitality and leisure workers will go back to work today according to industry estimates. Although many have been open for outside service, 60% of hospitality venues have no outside space and have been unable to open till now. \nHowever, this is not the champagne moment many had hoped for. The real prize for businesses in hospitality and beyond was the planned removal of all restrictions on 21 June.  The recent increasing concerns and government warnings about the threat posed by the Indian variant to the reopening roadmap are casting an unwelcome cloud of uncertainty. \nEven with the restrictions being eased today, with the reintroduction of seated indoor drinking and dining, many businesses will still be unable to operate anywhere near pre-pandemic capacity and will be facing the prospect of deferred rent bills, the repayment of Covid loans and an increasingly acute staff shortage as hospitality workers who left the industry don't yet feel confident enough to return. \nA separate report from the Chartered Institute of Personnel and Development said employers would have to improve pay and working conditions to get the staff they need.\nStephen Burns, chief executive of the Hollywood Bowl Group, which runs bowling and mini-golf sites throughout the UK, said his venues had only been able to trade for seven or eight of the past 62 weeks, costing the business £100m in lost revenue, during which time bills had mounted.\n\"Whilst we are incredibly grateful for the support that we have seen from the government, there has still been the cost of keeping our team members on furlough, as well as paying our rent, service charges and utility bills, so it has had a significant impact on our cashflows.\" He said maintaining the furlough scheme had cost the firm £100,000 a week.\nHollywood Bowl had been able to engage with its landlords, something that wasn't happening across all areas of the leisure sector, he added.\nAfter reopening, the bowling alleys would only run at half capacity, said Mr Burns, until measures to curb the pandemic end altogether, currently scheduled for 21 June, according to the government's roadmap.\nHowever that date has now been thrown into doubt. The government has said it will make a decision on 14 June about whether the final easing of restrictions can go ahead.\nMs Katona said many businesses would make little or no profit while capacity was still restricted.\n\"In order to survive, what needs to happen is that we need to trade at the levels that we were trading prior to Covid,\" she said.\n\"While social distancing is in place we cannot do that. Many places will not be able to make any kind of profit while restrictions are in place.\"\nShe fears many businesses will go bankrupt in the Autumn as landlords demand rent arrears and says the government should look at things like business rates and VAT rates as well as support with debts due to landlords.\nMr Kwarteng said he hoped the final lifting of restrictions, including ending the need to distance indoors, would go ahead in June, but that he couldn't offer any \"cast iron guarantees\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57131272",
      "category": "world-middle-east",
      "title": "Israel Gaza conflict: Netanyahu says strikes to 'continue at full force'",
      "tags": "Israel & the Palestinians,Israel,Palestinian territories,Gaza,Joe Biden",
      "text": "Israel's military operation against Palestinian Hamas militants in Gaza will continue \"with full force\", Prime Minister Benjamin Netanyahu has said.\n\"We are acting now, for as long as necessary, to restore calm... It will take time,\" Mr Netanyahu warned.\nGaza officials said 42 people, including 16 women and 10 children, died in the latest Israeli air strikes.\nTen people, including two children, have been killed in rocket attacks on Israel since Monday, Israel said.\nThe overall death toll in Gaza now stands at 197 people, including 58 children and 34 women, with 1,235 injured, according to the Hamas-controlled health ministry. Israel says dozens of militants are among the dead.\nMeanwhile, the UN Security Council held an emergency meeting, with international mediators hoping to broker a ceasefire. \nUN Secretary General António Guterres opened the meeting by describing the violence as \"utterly appalling\" and said the fighting must stop immediately. \nSunday was the deadliest day so far\nThe Israeli air strikes hit a busy street in Gaza just after midnight on Sunday, causing at least three buildings to collapse and dozens of deaths. \nHamas launched barrage of rockets towards southern Israel overnight and during the afternoon. \nMillions of Israelis scrambled to safe rooms or shelters as sirens went off. Palestinians also tried to take precautions, but in the densely packed and poorly resourced Gaza Strip, many had nowhere to go.\nRiyad Eshkuntana told Reuters news agency he put his daughters to sleep in a room of his house that he thought was the furthest from the explosions. Only one of his daughters, Suzy, six, survived the night. His wife and three other children died.  \n\"I ran to check upon the girls,\" said Mr Eshkuntana. \"My wife jumped she hugged the girls to take them out from the room, then a second airstrike hit the room... The ceilings were destroyed and I was under the rubble.\" \nThe Israeli military later said it had been conducted a strikes on a militant tunnel system in the area. The tunnels' collapsed caused the houses above to collapse as well, leading to unintended civilian casualties, it said.\nIsrael's military says it has been targeting leaders and infrastructure linked to Hamas.\nIt said it had also struck the homes of Hamas leader Yahya Sinwar and his brother Muhammad Sinwar, whom it described as head of logistics and manpower for the movement. \nIt was unlikely they were at home at the time of the strikes, according to the Associated Press news agency. \nGazan rescue workers spent the day trying to rescue people from under the debris from the strikes.\nThe Palestinian health ministry said a doctor was among the dead: Dr Ayman Abu Al-Ouf, head of internal medicine at Shifa hospital and part of the coronavirus team. \nIn Israel, Hamas rockets hit Ashkelon, Ashdod, Netivot and other parts of central and southern Israel. There were no reports of casualties.\nThe Israeli military said it had seen the highest ever concentration of rocket attacks on its territory during the past week. \nThe country's Iron Dome defence system has intercepted many of them. But some caused damage to cars and buildings, including the Yad Michael synagogue in Ashkelon, where a hole was blasted through the wall just before an evening service for the Jewish holiday of Shavuot. No-one was reported hurt and locals moved quickly to clear up the damage so the service could go ahead, according to the Times of Israel. \nA car-ramming incident also took place in the Sheikh Jarrah neighbourhood of East Jerusalem on Sunday evening. An Israeli police spokesman said the driver had been shot dead and four Israeli officers injured. \nThe threat to evict Palestinian families from Sheikh Jarrah to make way for Israeli settlers sparked the current round of violence between Israel and the Palestinians.\nThose tensions culminated in clashes at a holy site revered by both Muslims and Jews, and, on Monday, Hamas began firing rockets after warning Israel to withdraw from the site, triggering retaliatory air strikes.\nBy Paul Adams, BBC diplomatic correspondent\nIs Israel's military operation in Gaza, dubbed \"Guardian of the Walls\", nearing its conclusion?\nNot obviously. Israeli Prime Minister Benjamin Netanyahu said the attacks are continuing with \"full force\" and will \"take time\". \nIn a news conference on Sunday, he admitted there were \"pressures\" but thanked US President Joe Biden, in particular, for his support. \nMr Biden's envoy, Hady Amr, has been in Israel since Friday, discussing the crisis with Israeli officials. \nSince the US, like Israel and many other countries, regards Hamas as a terrorist organisation, Mr Amr will not be meeting one of the two warring parties.\nAny messages for Hamas will have to go through traditional interlocutors, such as Egypt or Qatar. \nLocal reports suggest Hamas has been offering some kind of ceasefire for several days, only to be rebuffed by Israel, which clearly wants to inflict as much damage as it can on the militants before the fighting is finally brought to a close.\nThese episodes follow a familiar pattern: Israel presses home its undoubted military advantage until the international outcry over civilian casualties, and a deteriorating humanitarian situation in Gaza, demand that the operation end.\nIn Israel's estimation, we have not reached that point yet.\nWhat happened during the UN meeting? \nThe 15-member UN Security Council has been unable to agree on a public statement in recent days and none was forthcoming after the meeting. \nThe United States - a strong ally of Israel - is said to be the hold-out, believing it would be unhelpful in the diplomatic process.  \nIn Sunday's meeting, US Ambassador Linda Thomas-Greenfield said the US was ready to offer support \"should the parties seek a ceasefire\" and had been working tirelessly to try to bring an end to the conflict.\nPalestinian Foreign Minister, Riyad al-Maliki, spoke of Saturday's attack on a refugee camp, which killed 10 members of the same family, leaving a five-month-old survivor to be pulled from the rubble. \"Israel often asks us to put ourselves in their shoes,\" he said, \"but they are not wearing shoes. They're wearing military boots.\"\nIn response, Israel's Permanent Representative, Gilad Erdan, cited the death of a 10-year-old Arab-Israeli girl, killed by a Hamas rocket. He insisted Israel was mounting what he called \"a heroic effort\" to \"dismantle terrorist infrastructure and avoid civilian casualties\". \n Mr Erdan ended by urging the Security Council to unequivocally condemn Hamas but warned that Israel would take all steps necessary to protect itself.\nAre you in Israel or Gaza and affected by the fighting? Please share your story by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57138989",
      "category": "world-us-canada",
      "title": "Houston tiger: Animal missing for a week located",
      "tags": "Tigers,Texas,United States,Houston",
      "text": "A tiger that was missing for a week after being spotted roaming around a Houston neighbourhood has been found, police confirmed. \nIndia, the nine-month-old Bengal tiger, was turned in to police on Saturday and is said to be in good health. \nFootage shared on social media last week appeared to show the tiger wandering around the streets of in the west of the Texan city,\nIndia's new home is an animal sanctuary. \nThe animal was spotted out on the streets on 9 May. When officers arrived at the scene, a man put the tiger into an SUV and drove off, police said. \nHouston Police attempted to follow the vehicle but lost sight of it a short time later. \nThe alleged owner, Hugo Cuevas, was arrested several days later for evading arrest. At the time of the incident, Mr Cuevas was already on bail for a murder charge. \nMr Cuevas' lawyer has insisted that the animal was not his but told the Associated Press that he was involved \"in the caretaking of India often\".\nLate on Saturday, police said at a news conference that the animal was turned over to officers by Mr Cuevas' wife Giorgiana. \nIt is not clear where the animal has been for the past week but Houston Police Commander Ron Borza said earlier this week that he believed the animal was being passed around several safe houses.\nSpeaking at a news conference on Saturday, Mr Borza said: \"In no way, shape or form should you have an animal like that in your household. That animal is only nine months old and already weighs 175 lbs (80kgs) - full grown, that animal can get to 600 lbs. It still had its claws and it could do a lot of damage if he decided to. \n\"Luckily for us, he's very tame and he will be going to a sanctuary tomorrow where, hopefully, he'll live the rest of his life in a very safe environment.\"\nThe tiger will have its own enclosure with a wooded area and pool at the Cleveland Amory Black Beauty Ranch. \nCarole Baskin, star of Netflix documentary Tiger King, said on Facebook that she was \"grateful\" the animal will be going to the sanctuary and said it had \"excellent facilities\". \nTigers are not allowed within Houston City limits although it is permitted in many parts of the state under certain conditions. \nAccording to the World Wildlife Fund, there are an estimated 5,000 tigers in captivity in the United States. \nYou might also be interested in:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-norfolk-57119312",
      "category": "uk-england-norfolk",
      "title": "Covid: Bingo is 'biggest thing I've missed in lockdown'",
      "tags": "Coronavirus lockdown measures,Great Yarmouth,Coronavirus pandemic",
      "text": "Dancing Queen, 17. For Bingo fans, 17 May has finally arrived, meaning they can once again step inside their beloved halls and get their eyes down for a full house. The BBC spent the morning in Great Yarmouth to find out what being back the bingo means to those taking part. \nHalf an hour before he reopens the doors to his bingo hall, Patrick Duffy is not sure what to expect.\nHe knows lockdown triggered a sense of grief and deep sadness among many of his regular customers.\nHe knows he can comfortably accommodate 300 people even with social distancing restrictions.\nAny worries he may have had were allayed, however, when he went out to the foyer to welcome his customers back.\nThere was a queue of at least 30 eager bingo fans waiting for the doors to finally open at the Norfolk venue.\nAnd when they did, each customer was treated to a glass of bubbly and a warm welcome. Oh, and a fresh 'dabber' to mark their cards (in case they'd lost theirs during the lockdown).\nMargaret and Bob Lusher are regulars who come from Norwich to Great Yarmouth for their bingo outings.\n\"It is a friendly club,\" says Mr Lusher. \n\"We've missed it so much - our friends, the bingo, everything. I have missed this more than the shops,\" says Mrs Lusher. \"I would rather come here than go shopping.\"\n\"It is the biggest thing I've missed during lockdown,\" says Mr Lusher.\nAsked what he most wanted from his visit, Mr Rusher says: \"A win. That would be nice.\"\n\"And to see our friends,\" says Mrs Lusher. \"We've not seen them for about six months.\"\nMother and daughter duo Jo and Jill Millman used to come to bingo every Monday. Now they are back.\n\"It's the atmosphere, the other people, the company,\" says Jill.\n\"You get a nice three-course meal as well. It is really nice. \n\"I spend most of the weekends on my own so it's lovely to come out on a Monday. I've missed the social side of it more than anything.\"\nBingo is something Anne Keer and her family Helen Liddle, Laura Crawford and Chloe Payne all enjoy together.\nMs Keer is visiting the others from Scotland and a day out at the bingo together has become something of a family tradition.\n\"It's relaxing and good fun,\" says Ms Keer. \"If you win, you feel all buzzy.\"\n\"I like the social side of it and spending time with family,\" says Ms Crawford.\n\"It is a bit of fun and we all have a laugh together and we might win some money,\" says Chloe Payne. \"It is just a great day out.\"\nJudith Knowles says: \"I'm thrilled it is open again.\n\"It is lovely to see all of your friends again. It has been a long time.\"\nThe family and friendship connections people have here are part of the reason people felt the loss of bingo so deeply, says Mr Duffy, the managing director of Palace Bingo.\n\"We've had hundreds of phone calls and the relief with people is incredible,\" he says.\n\"There was so much sadness when we closed. People were very worried and concerned. \n\"But today everybody is very enthusiastic.\n\"The bulk of our customers are regulars. \n\"We know nearly every customer and often their children and grand children as well.\"\nGiven concerns about how shouting and singing can spread coronavirus, are people still allowed to shout Bingo when they get a full house?\n\"We haven't changed it,\" says Mr Duffy. \"We still stick to the excitement of shouting Bingo very loudly.\"\nFor those calling out the numbers, being back behind the mic was a surreal experience.\n\"It did feel strange,\" says deputy to the manager Jamie Olweny, who stepped in to call the numbers during the morning. \n\"I'd forgotten what some of the buttons were. But everybody was really excited and it was nice saying hello to everybody.\"\nBut while it was great to be back, he says there is a sad reality that some of their customers may have died in the past five months.\n\"We know most of the regulars here,\" he says.\n\"And as the week goes on we will start realise that some of our customers we might not see again. \n\"We'll get to know who is not going to be coming any more.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57145675/#comp-comments-button",
      "category": "#comp-comments",
      "title": "New emergency text alerts to be trialled",
      "tags": "Penny Mordaunt,Cabinet Office,Coronavirus pandemic",
      "text": "A new emergency alert text system will be trialled this summer before being rolled out across the UK.\nWarnings will be sent directly to people's phones in the event a risk to life, such as flooding or fire.\nSimilar systems exist in other countries, including New Zealand, \"where it has been widely credited with saving lives,\" the government said.\nThe first trial will be in East Suffolk on 25 May, when residents will receive a test alert.\nA second test will be held in Reading on 15 June. If it is successful, the system will be rolled out across the UK.\nThe Cabinet Office said the alerts would issue a warning, details of the affected area, advice on what to do, and a link to further information.\nThe system will be a \"vital tool in helping us to better respond to emergencies,\" said Penny Mordaunt, the Cabinet Office minister.\nIt will \"allow us to more quickly and effectively get life-saving messages to people,\" she added.\nAlerts could be sent for situations including public health emergencies, severe floods, fires, industrial incidents and terror attacks.\nDuring the pandemic, text alerts were sent to remind people to stay at home.\nThe new system would use cell broadcasting technology, which the government says will ensure alerts are \"secure, free to receive, and one-way\". \nThe system does not use people's phone numbers, instead sending alerts to anyone in a specific area.\nThe alerts \"do not reveal your location and do not collect any personal data.   Alerts can also only be sent by authorised governmental and emergency services users,\" the government said.\nMs Mordaunt said the government was working with the devolved administrations to ensure all emergency services have access to the system, as well as consulting the charity sector to make sure \"the needs of the elderly, vulnerable, young people and those with disabilities are fully considered as the new service is delivered\".\nIt will be possible to opt-out of some alerts through the phone's settings. However, the most important alerts will always come through and the government recommends that people do not opt-out."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57138996",
      "category": "world-middle-east",
      "title": "Israel launches new strikes on Gaza as calls for ceasefire grow",
      "tags": "Gaza border clashes,Israel & the Palestinians,Israel,Palestinian territories,Gaza",
      "text": "Israel conducted dozens of air strikes on the Gaza Strip on Monday, after Palestinian militants fired barrages of rockets at southern Israeli cities.\nThe pre-dawn raids on Gaza were some of the heaviest seen since the fighting began a week ago.\nIsrael said it hit facilities belonging to the militant group Hamas and several commanders' homes, but main roads and power lines were also damaged.\nThere were no immediate reports of casualties following the strikes.\nPeople in Gaza have told of their fear. \"I was getting ready to die. I had to be at peace with it,\" Najla Shawa, a Palestinian humanitarian worker and mother of two, told the BBC.\nDescribing previous air strikes over the weekend, she said: \"People we know [were killed], people we work with... ordinary people, professional people, young and old.\"\nThe Israeli military said more than 50 warplanes conducted a 20-minute attack on the Gaza Strip shortly before dawn on Monday. \nThey struck 35 \"terror targets\" and destroyed more than 15km (9.3 miles) of an underground tunnel network belonging to Hamas, it added.\nThe military also said it had hit the homes of nine \"high-ranking\" Hamas commanders. Israeli soldiers also fired artillery from positions near the Gaza border.\nThe fighting began after weeks of rising Israeli-Palestinian tension in occupied East Jerusalem that culminated in clashes at a holy site revered by both Muslims and Jews. Hamas, which controls Gaza, began firing rockets after warning Israel to withdraw from the site, triggering retaliatory air strikes.\nIsrael says more than 3,000 rockets have been fired into the country over the past week. \nOn Monday, rocket warning sirens sounded again, in several areas around southern Israel. One rocket hit an apartment building in the city of Ashdod and several people were reportedly hurt.\nPalestinian officials in Gaza, meanwhile, said the overnight strikes had caused widespread power cuts and damaged hundreds of homes and other buildings.\n\"Slept for 3 hours - we are physically safe but had one of the [most] difficult nights,\" one resident wrote on Twitter.\nThe overall death toll in the territory now stands at 200, including 59 children and 35 women, with 1,305 injured, according to the Hamas-run health ministry. Israel says more than 130 militants are among the dead - but Hamas has not recognised this.\nInternational calls for a ceasefire have continued to mount. \nEgypt's President Abdul Fattah al-Sisi said on Monday that his country was \"going to great lengths to reach a ceasefire... and hope still exists\".\nThe UN Security Council held an emergency meeting on Sunday, and Secretary-General António Guterres warned that further fighting had \"the potential to unleash an uncontainable security and humanitarian crisis\".\nHe pleaded for an immediate end to the \"utterly appalling\" violence.\nBy Paul Adams, BBC diplomatic correspondent, Jerusalem\nIs Israel's military operation in Gaza, dubbed \"Guardian of the Walls\", nearing its conclusion?\nNot obviously. Israeli Prime Minister Benjamin Netanyahu said the attacks are continuing with \"full force\" and will \"take time\".\nIn a news conference on Sunday, he admitted there were \"pressures\" but thanked US President Joe Biden, in particular, for his support.\nMr Biden's envoy, Hady Amr, has been in Israel since Friday, discussing the crisis with Israeli officials.\nSince the US, like Israel and many other countries, regards Hamas as a terrorist organisation, Mr Amr will not be meeting one of the two warring parties.\nAny messages for Hamas will have to go through traditional interlocutors, such as Egypt or Qatar.\nLocal reports suggest Hamas has been offering some kind of ceasefire for several days, only to be rebuffed by Israel, which clearly wants to inflict as much damage as it can on the militants before the fighting is finally brought to a close.\nThese episodes follow a familiar pattern: Israel presses home its undoubted military advantage until the international outcry over civilian casualties, and a deteriorating humanitarian situation in Gaza, demand that the operation end.\nIn Israel's estimation, we have not reached that point yet.\nThe Israeli strikes followed Palestinian rocket attacks targeting the southern Israeli cities of Beersheba and Ashkelon just after midnight on Monday.\nTen people, including two children, have been killed in rocket attacks on Israel in the past week. Israeli officials say they have seen the highest ever concentration of rocket attacks in that time.\nThe country's Iron Dome defence system is said to have intercepted 90% of the rockets. But some have caused damage to cars and buildings, including the Yad Michael synagogue in Ashkelon, where a hole was blasted through the wall just before a Sunday evening service for the Jewish holiday of Shavuot.\nOfficials in Gaza said Sunday had been the deadliest day of the flare-up so far, with emergency workers spending the day trying to rescue people from under debris.\nThe UN has also warned of fuel shortages in Gaza which could lead to hospitals and other facilities losing power.\nLynn Hastings, UN deputy special co-ordinator for the Middle East peace process, told the BBC that she had appealed to Israeli authorities to allow the UN to bring in fuel and supplies but was told it was not safe.\nThe UN Security Council has been unable to agree on a public statement in recent days and none was forthcoming after Sunday's meeting.\nThe United States - a strong ally of Israel - is said to be the hold-out, believing it would be unhelpful in the diplomatic process.\nPresident Biden has publicly backed Israel's right to self-defence, but he has said his administration is working with all parties to achieve de-escalation. \"My hope is that we'll see this coming to conclusion sooner rather than later,\" he said of the fighting last week."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57146619",
      "category": "uk",
      "title": "Andrew Lloyd Webber says Covid vaccine refusers are 'selfish'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57152469",
      "category": "world-us-canada",
      "title": "Ariana Grande marries Dalton Gomez in 'intimate' ceremony",
      "tags": "Ariana Grande,Music",
      "text": "Pop star Ariana Grande has married her fiance Dalton Gomez in a \"tiny and intimate\" wedding.\nThe 27-year-old American singer tied the knot in front of fewer than 20 people over the weekend, the PA news agency reported.\nMs Grande announced in December she was engaged to the Los Angeles estate agent, 25.\nTheir wedding took place at her home in California, according to reports.\nA representative for the singer told PA: \"They got married. It was tiny and intimate - [fewer] than 20 people.\n\"The room was so happy and full of love. The couple and both families couldn't be happier.\"\nThe TMZ website said the ceremony took place at Grande's property in Montecito, a celebrity hotspot in southern California where the Duke and Duchess of Sussex also live.\nMr Gomez was raised in southern California and has been working in the luxury real estate market for five years, according to his biography on the AKG website.\nMs Grande shared news of their engagement just before Christmas on Instagram, showing a pearl and diamond ring on her left hand. \n\"Forever n then some,\" she captioned the post.\nShe has been dating Mr Gomez for just over a year. \nIn February 2020, she was spotted by the press kissing her new love interest, Mr Gomez, at a restaurant in Los Angeles.\nThen in May, they made their first public appearance together as a couple in the lockdown music video to Grande and Justin Bieber's collaboration, Stuck With U.\nThe following month, she posted a picture of them in each other's arms on Instagram.\nLast October, Ms Grande released her sixth album, Positions, which topped both the UK and US charts.\nThe singer was previously engaged to US comedian and actor Pete Davidson, but they called off their high-profile relationship two years ago.\nThis weekend will mark four years since a terrorist detonated a suicide bomb following a Grande performance at the Manchester Arena, killing 22 people.\nThe star, who said she suffered PTSD as a result of the atrocity, returned to Manchester in 2019 to headline the city's Pride festival."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57146632",
      "category": "uk",
      "title": "Covid-19: Variant fears could delay England's 21 June easing review",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "The government's review of social distancing rules in England might have to be delayed because of the spread of the Indian Covid variant.\nBoris Johnson had hoped to give an update by the end of May ahead of the planned lifting of all remaining restrictions on 21 June.\nBut No 10 said the government now \"cannot be definitive at this point\".\nIt comes as millions of people can now enjoy new freedoms as lockdown is eased in England, Wales and most of Scotland.\nPeople have been visiting pubs and restaurants indoors for the first time in months, hugging loved ones again and going on holiday as the ban on foreign travel is lifted.\nIt is hoped all remaining legal limits on social contact can be removed on 21 June, meaning unlimited numbers of guests at events such as weddings, and nightclubs allowed to reopen.\nAhead of this, a review of the measures - as well as the possible use of coronavirus status certification or passports - had been expected by the end of May.\nThe prime minister's official spokesman said: \"The Indian variant could pose a threat to this process - our decision will be based on latest data. We will set out plans as soon as the data allows.\"\nThe government has set four tests which must be met before lockdown can ease further, which include vaccines continuing to be effective and the risks not being fundamentally changed by new variants.\nThe rule changes on Monday - which are different in England, Wales and Scotland - have seen thousands of people heading off on foreign holidays, flocking to bingo halls and drinking inside pubs again.\nHospital ward manager Viv Hudson, 58, wept with joy as she finally hugged her daughter Theresa Fox for the first time in more than a year.\n\"It's a bit weird - but a good kind of weird. I've missed this so much,\" said Theresa, 38, who also works for the NHS.\nHowever, the variant first identified in India continues to spread in the UK, with mass testing rolled out to hotspots including Bolton in Greater Manchester, Sefton, in Merseyside and parts of London. \nSpeaking ahead of the relaxation, Mr Johnson said the government was keeping the variant under close observation and taking swift action where infection rates were rising.\nAsked whether ministers would consider a return to a tiered system of rules, the prime minister's spokesman said: \"I don't want to get ahead of where we are at the moment and start getting into hypothetical situations.\"\nBut he said there was a \"very targeted increase in surge vaccinations and testing in these areas where we're seeing rises and that's what we want to proceed with if at all possible - but we don't want to rule anything out\".\nScientists believe the Indian variant does spread more easily, but early data suggests vaccines still work. The exact impact on vaccine efficacy - if any - is yet to be confirmed.\nDowning Street said its concern was about a worst-case scenario where people who had had the jab were still vulnerable.\n\"That would then lead to increased hospitalisations and put unsustainable pressure on our NHS. That's the situation we are attempting to avoid here.\" \nMeanwhile, Downing Street has urged health officials not to extend the vaccine rollout to younger people yet.\nBolton Council and the London mayor are among those to have urged officials to allow people in areas where there are higher rates of the Indian variant to have the jab regardless of their age.\nBut No 10 said the Joint Committee on Vaccination and Immunisation had advised that the best way to protect against the new variant was to stick to its priority list.\nEngland:\nScotland (except Glasgow and Moray): \nWales: \nAnd in all three nations, foreign holidays are allowed.\nNorthern Ireland will review lockdown rules on 20 May, with the hope that some could be lifted on 24 May.\nRead more about the changes here.\nEarlier, Business Secretary Kwasi Kwarteng told BBC Radio 4's Today programme he was \"very confident\" the government would be able to lift England's remaining restrictions on 21 June but could not guarantee it.\nHe said: \"There is flexibility here because we have another five weeks till the reopening and we will be revisiting the data.\"\nLatest figures show another 1,976 cases have been recorded across the UK and a further five people have died.\nThe number of people who have received their first vaccine dose has topped 36.7 million, while more than 20.2 million second doses have been given.\nBy Greg Dawson, BBC News political correspondent\nJust a week ago Boris Johnson stood at the podium in Downing Street and talked of his hopes that the government would be able to update businesses by the end of May on the future social distancing rules. \nThat commitment is already looking shaky.\nIt is an indication of just how seriously the government views the emergence of the Indian variant that Downing Street today admitted that deadline could slip.\nAn expected update for when weddings will be able to resume as normal also looks to be on hold; the prime minister's original intention was to give people 28 days notice ahead of the planned 21 June re-opening. \nThe government has been adamant for months that it wants this lockdown to be the last.\nHowever, it has repeatedly said it wants to be guided by \"data and not dates\", and at the moment there simply isn't enough data on how serious the Indian variant could be, and how quickly it is spreading within the UK for the government to confidently stand by previously stated deadlines.   "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57137151",
      "category": "uk",
      "title": "Four men arrested in anti-Semitism video investigation",
      "tags": "Keir Starmer,Boris Johnson,Metropolitan Police Service,Anti-Semitism,Racism",
      "text": "Police have arrested four men in connection with a video which appeared to show anti-Semitic abuse being shouted from a car in north London.\nBoris Johnson earlier condemned the \"shameful racism\" aimed at British Jews, which had \"no place\" in society.\nThe person who filmed the video told the BBC they cried after witnessing the scene, adding: \"I don't feel safe.\"\nLabour leader Sir Keir Starmer said the incident was \"utterly disgusting\", adding: \"There must be consequences\".\nIt comes as Israel launched strikes on the Gaza Strip after Palestinian militants fired rockets at southern Israeli cities in the worst violence in the region since 2014.\nOn Sunday, a video was posted on social media appearing to show a convoy of cars with Palestinian flags driving down a street, with a man shouting anti-Semitic abuse from a megaphone.\nThe person who filmed the video - who wanted to remain anonymous - said they started filming when they heard \"excessive hooting\" outside their window in north London.\n\"They happened to stop at a set of traffic lights and I was able to capture what happened.\n\"I cried. How is this the world we live in today?\"\nThey added: \"I felt immediately frightened and appalled that this is happening in this country. What if I was walking alone wearing something that identified me as Jewish? What might have happened?\n\"I don't feel safe in my own home, and that's what terrifies me.\"\nIn a statement, the Metropolitan Police said it deployed one of its helicopters to help trace the vehicle and officers stopped the car at approximately 18:30 BST on Sunday.\nFour men were arrested on suspicion of racially aggravated public order offences. They have been taken into custody at a west London police station where they remain.\nThe police said the video appeared to be filmed in the St John's Wood area. St John's Wood is an area in north London which is home to a Jewish community.\nSuperintendent Jo Edwards, in charge of the policing operation, said the behaviour was \"utterly shocking\" and added that extra police patrols will be in place in St John's Wood and Golders Green on Sunday evening.\nOfficers will be sent to key venues, police said, \"to provide maximum reassurance to the local community, and deal robustly with anyone committing racially aggravated offences towards the Jewish community\".\nThe prime minister was among many politicians to condemn the video on social media. \n\"There is no place for anti-Semitism in our society,\" Mr Johnson tweeted. \"Ahead of Shavuot, I stand with Britain's Jews who should not have to endure the type of shameful racism we have seen today.\" \nShavuot is a Jewish festival beginning on Sunday that celebrates when the children of Israel received the Ten Commandments.\nSir Keir said: \"Utterly disgusting. Anti-Semitism, misogyny and hate have no place on our streets or in our society. There must be consequences.\"\nMike Freer, the local MP for Finchley and Golders Green, said: \"The scenes I've witnessed in my constituency today have left me sick to my stomach.\"\nThe Mayor of London Sadiq Khan said the police had his \"full backing\" for their zero-tolerance approach, and Londoners could expect to see \"high visibility police patrols\".\n\"Hate crimes are inexcusable and have no place in our city,\" he said.\nThe Palestine Solidarity Campaign - one of the organisers of a protest in London on Saturday in support of the Palestinians - also condemned the incident.\n\"The vile anti-Semitism shouted today from a convoy of cars has no place in the Palestine solidarity movement,\" it said in a tweet. \"We condemn it and all anti-Semitism, on it's own account and also as it serves to undermine the anti-racist struggle for Palestinian rights.\"\nThousands of people attended Saturday's protest, which called on the UK government to step in and \"stop allowing Israel's brutal violence against and oppression of the Palestinian people to go unpunished\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57135567",
      "category": "uk",
      "title": "Princess Diana: BBC postpones Panorama film on interview with Martin Bashir",
      "tags": "Media,Princess Diana, Princess of Wales,BBC",
      "text": "The BBC has postponed its broadcast of a Panorama investigation into reporter Martin Bashir's 1995 interview with Diana, Princess of Wales.\nPanorama was expected to examine claims that Bashir used fake bank statements to convince Diana to do the interview.\nThe film was due to air on BBC One on Monday but the broadcaster said it had been delayed due to a \"significant duty of care issue\".\nBashir left the corporation earlier this week due to ongoing health issues.\nA new date for the programme has not yet been confirmed.\nThe 58-year-old was BBC News religion editor and was seriously ill with Covid-19 when the allegations emerged late last year. He has since undergone a quadruple heart bypass and another heart operation more recently.\nThe decision to push back the Panorama episode comes shortly after a separate investigation into the interview - led by Lord Dyson - had concluded.\nThe BBC said Bashir had co-operated fully with the inquiry and would not comment publicly while that process was ongoing.\nLord Dyson, who was Master of the Rolls - the second most senior judge in England and Wales, had been tasked with looking into the steps Bashir and the corporation took to get the interview.\nHis report has been given to the BBC, which the broadcaster said would be published \"very soon\".\nNearly 23 million people tuned in to watch the Panorama interview, recorded 25 years ago.\nIn the interview, Diana famously said that \"there were three of us in this marriage\", referring to Prince Charles' relationship with Camilla Parker-Bowles. At the time she was separated from Prince Charles but not yet divorced.\nThe princess also talked frankly about her difficulties with post-natal depression and bulimia.\nDiana's son, the Duke of Cambridge, welcomed the launch of the inquiry late last year and his brother, the Duke of Sussex, reportedly also supported it.\nQuestions arose late last year over the interview, which was one of the most watched BBC programmes of all time and won Bashir a Bafta TV award.\nDiana's brother, Earl Spencer, said Bashir had used forged bank statements to persuade the princess to do the interview.\nIt was reported by the Daily Mail that the statements wrongly purported to show that two senior courtiers were being paid by the security services for information on his sister.\nThe BBC has previously apologised for the use of the statements, but has insisted they played \"no part in her decision to take part in the interview\".\nIn March, police ruled out a criminal investigation into the background to the interview."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-57139279",
      "category": "world-australia",
      "title": "IPL: Australian cricketers caught by India ban fly home",
      "tags": "India,Australia",
      "text": "A group of Australian cricketers have landed in Sydney from the Maldives where they were sheltering after fleeing the Covid crisis in India.\nThe players and staff had been involved in the Indian Premier League which was suspended this month.\nThey flew to the Maldives after Australia banned all arrivals from India following a surge in Covid cases. \nWhile the controversial ban was lifted on 15 May, thousands of Australians remain stranded in India. \nThe cricketers - among them former Australian captain Steve Smith, David Warner and Pat Cummins - will now complete 14 days' quarantine in Sydney. \nThe cohort of more than 30 people travelled on a private flight from the Maldives where they had been staying since 6 May. \nCricket Australia had previously said the players and staff would not seek any special exemptions from the government, as Australia restricts the number of international arrivals allowed in each week.\nPrime Minister Scott Morrison said on Sunday that the cricketers would be returning \"under their own steam... they won't be taking the spot in quarantine of any other Australian who is returning home under the New South Wales caps.\"\nStill, their arrival comes amid simmering frustration with the Australian government over the India restrictions and the plight of citizens stuck there. \nEarlier this month the government said high rates of Covid infections seen in arrivals from India, which has seen one of the world's worst outbreaks of the virus, was placing a significant burden on health services. To protect the community, it blocked arrivals from the country. \nThe controversial travel ban - which included the threat of fines and jail sentences for returning citizens - was lifted on 15 May. \nAround 10,000 Australians remain in India. Though the ban has been lifted, those seeking to return home - including around 1,000 classed as vulnerable - have few options available to them. \nThe government has begun repatriation flights for some citizens.\nThe first of those flights touched down on Saturday but was half-empty, after 70 passengers were barred from travel following positive Covid tests. \nStrict rules on pre-flight testing meant there was not enough time for the seats to be given to others waiting to return.\nA second flight is due to bring 150 Australians home on Monday but many have called for more support for Australians in India. Critics want the government to allow more commercial airlines to fly from India to Australia.\nAustralia is one of the few places in the world where there is no widespread community transmission of Covid-19.\nThe country has managed to stave off a major outbreak on the scale seen in other nations through strict border and quarantine controls, and by periodically enforcing snap lockdowns."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57148097",
      "category": "world-middle-east",
      "title": "Israel-Gaza violence: Calls to protect civilians as conflict endures",
      "tags": "Israel & the Palestinians,Israel,Palestinian territories",
      "text": "The UN, US and UK have called for more protection for the civilians caught in intense violence between Israel and Palestinian militants.\nFootage of children being pulled from the rubble in Gaza and people running for shelter in Israel have sparked international alarm.\nThe conflict is now in its second week, with little sign of a ceasefire.\nMore than 212 people, including 61 children, have died in Gaza, and 10, including two children, in Israel.\nIsrael says most of those killed in Gaza are militants and that any civilian deaths are unintentional. \nHamas, the militant group that runs the territory, does not acknowledge this. \nSirens were sounding again on Monday night in Israel, with rockets incoming in the south and north, close to the Lebanese border. \nIsraeli leaders have also, again, vowed to keep up their campaign. \nThere is mounting international concern over the violence, with world leaders and humanitarian organisations urging for measures to be taken to avoid residents being hurt, killed, or having their lives upended by the destruction. \nIn the UK, Prime Minister Boris Johnson's spokesman said Israel must avoid civilian causalities, but expressed concern that \"Hamas is again using civilian infrastructure and populations as cover for its operations\".\nUS Secretary of State Antony Blinken urged both sides to protect civilians, especially children, while reiterating that Israel \"as a democracy has an extra burden\" to do so. \nThe United Nations has also expressed concerns about the damage to infrastructure in the already impoverished Gaza Strip, home to two million people. It said that 40 schools and four hospitals had been \"completely or partially destroyed\" in recent days. It also warned that fuel supplies there were running out, threatening basic services. \nThe World Health Organization's emergencies chief, Dr Mike Ryan, said all attacks on healthcare needed to stop immediately.\nGerman Chancellor Angela Merkel has called for an end to the fighting, while speaking with Israeli Prime Minister Benjamin Netanyahu.\nHowever, she reaffirmed Israel's right to defend itself against the attacks, according to her spokesman. \nFrance and Egypt are among the other nations calling for an immediate ceasefire. \nThe outbreak in violence began after weeks of rising Israeli-Palestinian tension in occupied East Jerusalem that culminated in clashes at a holy site revered by both Muslims and Jews. Hamas, which controls Gaza, began firing rockets after warning Israel to withdraw from the site, triggering retaliatory air strikes.\nBy Paul Adams, BBC diplomatic correspondent, Jerusalem\nIsrael is not done in Gaza. There is every sign that its military strikes will continue for some time.\nOfficials describe a phased series of attacks, with the overall aim of destroying as much of Hamas's infrastructure and manpower as possible in the time available.\nAnd how much time is available? Secretary of State Antony Blinken said last night that \"the violence must end immediately\".\nBut President Joe Biden has so far backed Mr Netanyahu, saying Israel has the right to defend itself. And the US has - for the third time - blocked efforts at the UN Security Council to issue a statement calling on Israel to stop.\nMr Netanyahu knows that he still has time to achieve more in Gaza, provided Israel can avoid killing too many more civilians.\nAs many as 40,000 civilians have been forced from their homes and the UN is warning of a worsening humanitarian situation. The clock is ticking.\nIn the early hours of Monday, Israel conducted dozens more air strikes on the Gaza Strip, after Palestinian militants fired barrages of rockets at southern Israeli cities. \nA teacher from Gaza told the BBC that life there is \"extremely frightening\".\n\"The first thing we do is gather together as a family and find the safest place, but there's no safe place when there's an air strike,\" said Hanan, 26. \"We gather together and my mother says all the time, 'if we're going to die let us die together'.\"\nThe Israeli military said it struck 35 \"terror targets\" and destroyed more than 15km (nine miles) of an underground tunnel network belonging to Hamas.\nIsrael said a senior commander of the separate Islamic Jihad group, Hussam Abu Harbeed, was killed in one of the strikes and later said it had also hit the headquarters of Hamas's internal security operations.\nPalestinian officials in Gaza, meanwhile, said the strikes had caused widespread power cuts and damaged hundreds of homes and other buildings. They have upped their overall injury toll to 1,400 people. \nIn southern Israel, one rocket hit an apartment building in the city of Ashdod and several people were reportedly hurt.\nAn Israeli tech executive and father of three, Eitan Singer, told the BBC: \"It is not easy - seven days in a row when we go to sleep and almost every evening, every night, we get the kids out of bed, run to shelters. We have 30 seconds to 60 seconds to find a shelter.\"\nIsrael said more than 3,000 rockets have been fired into the country over the past week and called this an unprecedented number. \nThe country's Iron Dome defence system is said to have intercepted 90% of the rockets. \nIsraeli emergency services have reported an overall total of 311 injuries, six of them severe. \nOne person has also died of wounds sustained during riots in Israel. Clashes between Arab and Jewish Israelis have left an additional 193 people injured, 10 seriously."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57139434/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Long working hours killing 745,000 people a year, study finds",
      "tags": "Holidays,Employment",
      "text": "Long working hours are killing hundreds of thousands of people a year, according to the World Health Organization (WHO).\nThe first global study of its kind showed 745,000 people died in 2016 from stroke and heart disease due to long hours.\nThe report found that people living in South East Asia and the Western Pacific region were the most affected.\nThe WHO also said the trend may worsen due to the coronavirus pandemic.\nThe research found that working 55 hours or more a week was associated with a 35% higher risk of stroke and a 17% higher risk of dying from heart disease, compared with a working week of 35 to 40 hours.\nThe study, conducted with the International Labour Organization (ILO), also showed almost three quarters of those that died as a result of working long hours were middle-aged or older men.\nOften, the deaths occurred much later in life, sometimes decades later, than the long hours were worked. \nFive weeks ago, a post on LinkedIn from 45-year-old Jonathan Frostick gained widespread publicity as he described how he'd  had a wake-up call over long working hours.\nThe regulatory programme manager working for HSBC had just sat down on a Sunday afternoon to prepare for the working week ahead when he felt a tightness in his chest, a throbbing in his throat, jawline and arm, and difficulty breathing.\n\"I got to the bedroom so I could lie down, and got the attention of my wife who phoned 999,\" he said.\nWhile recovering from his heart-attack, Mr Frostick decided to restructure his approach to work. \"I'm not spending all day on Zoom anymore,\" he said.\nHis post struck a chord with hundreds of readers, who shared their experiences of overwork and the impact on their health.\nMr Frostick doesn't blame his employer for the long hours he was putting in, but one respondent said: \"Companies continue to push people to their limits without concern for your personal well-being.\"\nHSBC said everyone at the bank wished Mr Frostick a full and speedy recovery.\n\"We also recognise the importance of personal health and wellbeing and a good work-life balance.  Over the last year we have redoubled our efforts on health and wellbeing.\n\"The response to this topic shows how much this is on people's minds and we are encouraging everyone to make their health and wellbeing a top priority.\"\nWhile the WHO study did not cover the period of the pandemic, WHO officials said the recent jump in remote working and the economic slowdown may have increased the risks associated with long working hours.\n\"We have some evidence that shows that when countries go into national lockdown, the number of hours worked increase by about 10%,\" WHO technical officer Frank Pega said.\nThe report said working long hours was estimated to be responsible for about a third of all work-related disease, making it the largest occupational disease burden.\nThe researchers said that there were two ways longer working hours led to poor health outcomes: firstly through direct physiological responses to stress, and secondly because longer hours meant workers were more likely to adopt health-harming behaviours such as tobacco and alcohol use, less sleep and exercise, and an unhealthy diet.\nAndrew Falls, 32, a service engineer based in Leeds, says the long hours at his previous employer took a toll on his mental and physical health.\n\"Fifty to 55 hour weeks were the norm. I was also away from home for weeks on end.\"\n\"Stress, depression, anxiety, it was a cauldron of bad feedback loops,\" he says. \"I was in a constant state of being run down.\"\nAfter five years he left the job to retrain as a software engineer.\nThe number of people working long hours was increasing before the pandemic struck, according to the WHO, and was around 9% of the total global population.\nIn the UK, the Office for National Statistics (ONS) found that people working from home during the pandemic were putting in an average of six hours of unpaid overtime a week.\nPeople who did not work from home put in an average of 3.6 hours a week overtime, the ONS said.\nThe WHO suggests that employers should now take this into account when assessing the occupational health risks of their workers.\nCapping hours would be beneficial for employers as that had been shown to increase productivity, Mr Pega said.\n\"It's really a smart choice to not increase long working hours in an economic crisis.\"\nDo you work over 55 hours a week? Please share your experiences with us. Email haveyoursay@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57133682",
      "category": "uk-northern-ireland",
      "title": "Brexit: UK proposes new Irish Sea food checks from October",
      "tags": "NI Brexit,Brexit",
      "text": "The UK is proposing to phase in new Irish Sea border checks on food products in four stages from October. \nThe details are contained in a Northern Ireland Protocol roadmap shared with the EU, which has been seen by the BBC. \nThe protocol is the part of the Brexit deal which creates a trade border between Great Britain and Northern Ireland. \nIn March, the UK delayed introducing some new border processes without EU agreement. \nThat led to the EU starting legal proceedings against the UK. \nAt the end of March, the UK sent the roadmap to the EU, which sets out how the two sides should work together to implement the protocol. \nIt has formed a starting point for ongoing technical talks between officials. \nOn Sunday, the UK's chief negotiator, Lord Frost, urged the EU to rapidly \"find a new approach and new solutions\".\nThe UK roadmap document covers more than 20 separate issues including medicines, access to databases, pet travel and the VAT treatment of second-hand cars. \nAt last.\nNow we can see in black and white the problems with the protocol that have been identified by both sides, rather than relying on leaks and second-hand accounts. That's useful. \nAnd there are a lot of issues to be resolved, reminding us that agreeing a deal is one thing and implementing it in the real world is another. \nThis roadmap also shows the potential trouble ahead.\nIf the UK's scheme for sending supermarket goods from Great Britain to Northern Ireland is going to be phased in during 2021 and 2022 (and 2023?) then the UK will probably have to ask the EU for another extension to the grace period before European laws will be fully respected, which won't go down well in Brussels. \nThen the EU also needs to agree that British-regulated medicines can be sold in Northern Ireland. \nAnd when exactly will the Northern Ireland Executive start building the bricks and mortar customs facilities that the UK has promised the EU but which are so offensive to the DUP's newly-elected leader? The dates are still a secret. \nAnd a moment of truth seems to be brewing, with the Brexit Minister Lord Frost suggesting that in June or July the UK will decide whether the protocol can be made to work in the long term. \nThe movement of food products from Great Britain to Northern Ireland has been the biggest practical challenge of the sea border. \nNorthern Ireland has remained a part of the EU's single market for goods while the rest of the UK has left. \nThat means food products entering Northern Ireland from Great Britain need to be professionally certified and are subject to new checks and controls at ports. \nThe two sides agreed an initial three-month grace period which meant supermarkets did not need to comply with all the EU's usual certification requirements. \nThe UK unilaterally extended that grace period until October; the roadmap suggests what should happen next. \nThe document states: \"The UK will roll out official certification in four phases.\" \nIt suggested that phase one in October will cover fresh meat products and phase two at the end of January 2022 will cover dairy products, plants and wine. \nPhases three and four would cover fruit and vegetable marketing standards, pet food, organics and composite products. \nNo dates are given for phases three and four with the document saying a full timeline \"requires additional clarity on infrastructure and staffing\" as well progress on integrating the UK and EU certification systems. \nIt is not yet clear if the EU would consider these timelines to be reasonable. \nSome details are included on the UK's Digital Assistance Scheme (DAS) which is intended to digitise the agri-food certification and verification process. \nIt said first users should be registered next month with final testing in August, roll out in October and integration with the EU system in January. \nSome parts of the roadmap are vague.  \nFor example, no target dates are suggested for the construction of permanent border control posts at Northern Ireland's ports despite these facilities having planning permission and funding. \nHowever, the document added the government will set out \"a detailed delivery plan\" for permanent facilities. \nIn other areas, there is a greater commitment to giving dates. \nThe UK, for instance, said it proposes to issue guidance by the end of this month on the long-term arrangements for business-to-consumer parcel deliveries from Great Britain to Northern Ireland. \nOn Monday, outgoing Northern Ireland First Minister Arlene Foster said we needed to see action in relation to the Northern Ireland Protocol from the UK government. \nMrs Foster told MLAs that Lord Frost recognised that there were no unionists in favour of the current arrangements. \n\"Instead of listening to words we actually [need to] see action in relation to the protocol,\" Mrs Foster said. \nSpeaking from Dublin on Monday, Taoiseach (Irish Prime Minister) Micheál Martin said the Northern Ireland Protocol was the best outcome for dealing with the damage caused by Brexit.\nDuring an online meeting with the Institute of International and European Affairs, Mr Martin said people needed to focus on the full implementation of what had been agreed.\nThe taoiseach said Brexit had caused damage which could not be undone but added that the authorities must now do what they could to limit its damage.\nMr Martin said there was a process to resolve difficulties, and said Ireland and the EU were in solution mode.\nHe also said he was concerned about the mood in unionism in relation to the Northern Ireland Protocol.\nBut he argued the Northern Ireland Protocol did not interfere with the principle of consent and was not an issue of identity or sovereignty.\nHe suggested the arrangement could be very advantageous to sectors in Northern Ireland, including foreign direct investment.\nThe taoiseach also told the audience he had been reading about how the protocol was helping Northern Ireland farmers to sell milk south of the Irish border.\nHe said he had a sense many more moderate people were happy with the protocol but were keeping their heads down.\nMr Martin added his government would not \"stop being an open door\" to unionists."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52646738",
      "category": "explainers",
      "title": "UK holidays: What are the rules?",
      "tags": "Tourism,Coronavirus lockdown measures,Holidays,Travel,Travel & leisure industry,Coronavirus pandemic",
      "text": "Going abroad is not straightforward at the moment, so many people are choosing to holiday in the UK this summer. \nWhat are the current rules?\nYou can travel freely between England, Scotland, Wales and Northern Ireland, unless you have to self-isolate because you have Covid symptoms or have tested positive. \nAll holiday accommodation - including hotels, hostels, B&B, caravans and boats - can operate across the UK. \nIf you have to cancel a trip because of Covid, you may be entitled to a refund or to rearrange for a later date, but this will depend on the terms and conditions of your booking, so you will need to discuss this with your holiday provider. \nAnyone planning a trip to the Scottish islands is asked to take two lateral flow tests - one on the day of travel and one three days before.\nPeople travelling to Northern Ireland from the rest of the UK are also advised to test before departure and after arrival, but this is not law.\nSome UK cruise operators are insisting passengers do a rapid test before boarding. Saga and P&O have said all cruise passengers must be fully vaccinated. \nThere is no longer any requirement for social distancing, and no limits on how many people can stay together in holiday accommodation or private homes in England, Scotland or Wales. \nHowever people are still advised to meet others outdoors or in well-ventilated spaces wherever possible. \nThere are still some restrictions in place in Northern Ireland:\nThe Northern Ireland Executive is due to discuss easing remaining restrictions at its next meeting on 1 September.\nFace coverings are no longer required by law in England, although the government \"expects and recommends\" that they are worn in crowded and enclosed spaces. \nHowever, a number of transport operators in England are still asking customers to wear masks, as are a number of shops and supermarkets.\nWearing a face covering remains compulsory in many public indoor spaces in Wales, Scotland, and Northern Ireland, including on public transport, so you will be expected to use a mask on any cross-border plane, train or bus journey, unless you are exempt. \nMuseums, galleries, amusement parks, leisure centres, cinemas, theatres, stately homes and gardens can open across the UK. \nHowever, some venues are still not operating at full capacity, and you may need to pre-book tickets, so you should check before you visit. \nYou may still be asked to wear a face covering or physically distance from other people. \nBusinesses in Wales are required to carry out risk assessments to decide if social distancing measures are still needed. \nIndoor hospitality venues in Scotland must continue to collect customer contact details. Organisers of outdoor events for more than 5,000 people and indoor events for more than 2,000 have to apply for permission to go ahead. \nNightclubs are still closed in Northern Ireland.\nThe Common Travel Area (CTA) is a term which covers the UK, Ireland, the Channel Islands and the Isle of Man. \nTravel within the CTA is not considered international travel. \nFully vaccinated adults or under-18s travelling from the UK to other CTA destinations may not need to do any travel-related testing or quarantine on arrival, but the rules do vary, so you need to check before arranging a trip. \nAs long as you've not been outside the CTA in the previous 10 days, you do not have to complete a passenger locator form, take any Covid tests or quarantine on your return to the UK.\nForeign travel is allowed, but people must follow different rules about testing and quarantine according to the traffic light status of their destination country. \nVisitors to green-list countries do not need to isolate on their return home. Under-18s and fully vaccinated people returning to the UK from amber-list countries also no longer have to self-isolate on arrival."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56996107",
      "category": "uk-wales",
      "title": "Property in Wales: Buying a home 'unachievable' for many",
      "tags": "Housing,Family,Poverty,Social work,Affordable housing,Personal finance,Caerphilly,Housing market,Employment,Wales economy,Social housing",
      "text": "For many working parents in Wales, buying their own home is an \"unachievable dream,\" according to three charities.\nNearly half the homeowners helped by the Help to Buy scheme in 2020-21 earned at least £40,000.\nThe Joseph Rowntree Foundation said evidence suggested it was \"not helping people on lower incomes\".\nThe Welsh government said a new phase of the scheme will help those \"who most need support\".\nAlys Patosit, 41, and her husband Pin, 48, live in Monmouthshire with their two children.\nMrs Patosit works part-time as an administrative assistant and as a carer for the elderly, as well as running her own online business, but said her family might never be able to afford their own home, no matter how hard they work.\n\"Since returning to work after having my children, I have found myself working three jobs and still having to claim Universal Credit to make ends meet, leaving us with nothing to save for a deposit,\" she said. \n\"We dream of being able to afford a modest home in the area I grew up in, but we feel trapped in a cycle and having housing security feels impossible, sometimes it feels completely hopeless.\" \nHelp to Buy is a scheme which allows those eligible to buy a new-build property up to the value of £250,000 with help from the Welsh government by way of a shared equity loan. \nSince January 2014, 11,959 properties have been purchased using a Help to Buy loan in Wales. \nA recent official report on the scheme found that, over the last three years, the proportion of completed purchases by those on higher incomes had increased. \n\"During 2020-21, 49% of all homes purchased under the scheme were by those with an average household income of £40,000 to £60,000,\" said the report.\n\"In contrast, homes purchased by those with a household income of less than £20,000 have been decreasing annually and in 2020-21 accounted for only 2% of all completed purchases using the scheme.\"\nCarmen Jackson, co-ordinator of Home-Start's Helping Working Families project across Monmouthshire, Blaenau Gwent and Caerphilly, said: \"Housing is an issue that comes up again and again with many of our families. \n\"Feelings are running high about the current housing situation. Many families feel that home ownership for their family is a completely unachievable dream.\n\"We have found in some regions, social housing stock is low, which creates demand for rentals, forcing up the prices of rentals which makes investors buying homes as buy-to-lets attractive and making home ownership unrealistic for all but the wealthiest.\"\nShe added that affordable housing seemed to be only affordable where both parents were working full-time on a good wage or have significant help from family.\n\"We are noticing the knock-on effects for families, with families either overstretching themselves to try to create better lives for their families or feeling hopeless because the dream is completely out of reach,\" she said.\nEve (who did not want her surname published), her husband and three children bought a home through the Help to Buy scheme, but were disappointed.\n\"The government's idea of affordable and most working families' incomes don't match up,\" said Eve. \n\"We ended up buying a house that's really too small for our family and needs loads of work doing, that we can't afford to do, but we were desperate. \n\"Local rents are just too high, the stress was wearing us down.\"\nDr Steffan Evans, policy and research officer at the Bevan Foundation, said: \"There have long been questions about whether Help to Buy is a scheme that helps boost the availability of genuinely affordable housing. \n\"The latest evidence adds further weight to these concerns. Investing the funds in other programmes such as the Social Housing Grant, which funds the construction of new social housing, could prove to be far more effective use of Welsh government funds.\"\nRachel Casey, policy and partnerships officer at the Joseph Rowntree Foundation, said: \"Even before coronavirus, around 700,000 people in Wales were trapped in poverty. Together with low wages and inadequate benefit levels, high private rents lock people in Wales in poverty. \n\"So it's not right that the majority of support in the housing market is currently being directed towards people who are not in poverty and who may already own their own homes. \n\"This evidence suggests that the Help to Buy scheme in Wales is not helping people on lower incomes to access home ownership, but instead supporting people on higher incomes. \n\"Across the UK, the stamp duty holiday policy is benefiting existing homeowners but making it much harder for renters to get on the property ladder.\"\nA Welsh government spokesperson said: \"We understand the difficulties first-time buyers face and the uncertainties in the jobs market as a result of the pandemic.  \n\"Our Help to Buy Wales scheme plays an important role in helping people get onto the property ladder with three-quarters of the 12,000 homes already delivered through the programme going to first-time buyers. \n\"Phase 3 of Help to Buy Wales was launched last month and has been designed to ensure the scheme further benefits those who most need support in securing home ownership.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57120349",
      "category": "uk-wales",
      "title": "Covid: Indoor eating and drinking in Wales back on menu",
      "tags": "Tourism,Coronavirus lockdown measures,Caernarfon,Wales business,Travel,Coronavirus vaccines,Swansea,India coronavirus lockdown,Cardiff,Social distancing,Welsh government,Travel & leisure industry,Personal protective equipment (PPE),Llantrisant,Coronavirus pandemic,Pontypool",
      "text": "Indoor eating and drinking was back on the menu from Monday as Wales eased Covid rules to alert level two.\nCinemas and visitor attractions such as museums and galleries were also allowed to reopen in the latest round of lockdown easing.\nWales' latest reopening was similar to that of last summer, but this time with a vaccination programme in place.\nForeign travel is permitted to a small number of countries, although the Welsh government has advised against it.\nHowever physical contact, such as hugs, is still restricted to members of extended households or \"support bubbles\", unlike in England.\nAfter three lockdowns and the vaccination programme roll-out, Wales has seen a significant fall in Covid cases in recent months.  \nBut newly reappointed First Minister Mark Drakeford said the Welsh government would maintain its cautious approach to lockdown easing, as concerns rise about a variant of coronavirus from India.\nMinisters had considered relaxing lockdown restrictions further from Monday, but Mr Drakeford said officials had \"decided to hold back\" for more advice on the variant.\nFrom Monday, Wales is adopting the \"traffic-light\" system, allowing the resumption of international travel.\nBut the first minister warned last week international travel was \"best avoided\" because of concerns travellers could carry Covid with them.\nTeresa Moriarty, owner of Coffee Plus in Cardiff, was delighted to reopen indoors and hopes to keep the new customers who used her takeaway service during lockdown.\n\"There has been a lot of support for small businesses, we've adapted and done pretty well,\" she said.\nInside was a mix of people getting away from working at home to families spending time together again.\nKirsty Jones, from Cardiff, who was with her grandmother for brunch, said: \"It's lovely to start getting back to normal. We haven't seen each other as much as we would have liked, so it's lovely not to have to worry about the weather.\"\nAnna Redfern, who owns Cinema and Co in Swansea, called the Welsh government's rules for the hospitality and tourism trade \"bewildering\".\n\"The government is telling us what direction to walk in, what doors to use and they're just impractical,\" she told BBC Radio Wales.\n\"Trying to navigate through this rule book which is supposed to be guidance is really stressful.\"\nCatherine Hummel, co-owner of Riverside Camping near Caernarfon, said it was \"very exciting\" to be able to welcome back campers with tents as she could now reopen shower and toilet facilities as part of the easing of rules. \n\"It's great news because a lot of them we didn't see last year at all,\" she said.\nConwy's Castle Hotel general manager Joe Lavin said phones had been \"melting\" due to demand ahead of welcoming customers back from Monday.\n\"We're looking at a full week from this weekend and beyond,\" he said.\nMr Lavin said the \"biggest change\" to the business was adopting track and trace technology and an online booking system.\nSian Shepphard, owner of the Horse and Jockey pub in Pontypool, said advance bookings for inside dining had been \"brilliant\", although the business had remained busy in its beer garden prior to the rules easing further.\n\"We've got lots of measures in place just to make sure that everyone's safe but primarily has a good time and actually is able to come out and eat inside a restaurant,\" she said.\nHolidaymakers began setting off with travel firm Edwards Coaches in Llantrisant, for UK getaways.\nOwner Jason Edwards said Covid had been \"devastating\" but added Monday felt like Christmas morning with staff turning up to work two hours early.\n\"That just gives you an idea of the appetite for getting things done,\" he said.\nCustomer Gill Jones said she was \"over the moon\" to be able to travel by coach to the Lake District.\n\"A year last February was the last holiday I went on... so this is a big escape,\" she said.\nThe Adventure Parc Snowdonia complex in the Conwy valley is to reopen on Tuesday, having been closed since March 2020. \nAlongside its surfing facilities, a new hotel will open its doors for the first time following a £20m upgrade of the site in the hope of capitalising on 'staycations'.\n\"Unfortunately we lost a lot of staff [but] we're rebuilding now to reopen both the adventure park and the Hilton Garden Inn, hopefully with a bang,\" said managing director Andy Ainscough.\n\"Bookings are very strong, there's a lot of interest, not only in north Wales but in ourselves and the local attractions, so it's very positive.\n\"Especially with staycations this year, and [it being] harder to get abroad, hopefully north Wales will be the choice for people's holidays.\"\nMr Drakeford said last week the restrictions were being relaxed \"thanks to everyone's hard work and ongoing efforts\".\n\"By sticking with the rules and our successful vaccine programme, we are making really good progress in controlling the virus and keeping rates low.\n\"But the pandemic isn't over. The new, so-called Indian variant of concern is another unwanted twist in this pandemic, which we are monitoring closely.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-gloucestershire-57152485",
      "category": "uk-england-gloucestershire",
      "title": "Fred West: Excavation work to begin in search for Mary Bastholm",
      "tags": "Gloucester,Gloucestershire Constabulary",
      "text": "Excavation work is to begin at a cafe where police have been searching for a teenager whose disappearance was linked to serial killer Fred West.\nMary Bastholm went missing in Gloucester in 1968 and police have been searching the cellar of the premises where she used to work.\nOfficers were called to The Clean Plate cafe on 7 May following suggestions a body may have been buried there.\nThere is enough evidence for excavation work to take place, police said. \nMiss Bastholm, 15, was wearing a blue coat when she disappeared - and police have now revealed a production company filming a documentary at the cafe tipped them off after finding an image of blue material in one area of the cellar.\nWest was a regular at the cafeteria, then called the Pop-In Cafe, and was previously suspected over her disappearance.\nDet Ch Insp John Turner, of Gloucestershire Police, said: \"The analysis from our experts and the material provided by the production company means there is enough evidence to justify excavation work beginning.\n\"I've spoken to the family and was so impressed by their quiet dignity and gratitude for all the work we've done and will be doing.\"\nForensic archaeologists confirmed on Monday that there were a number of structural anomalies within the cellar that would be investigated, with work set to begin on Wednesday and last for several weeks.\nMs Bastholm's family said they were \"extremely happy\" that police were continuing the search.  \n\"This gives us a chance to potentially put her at rest after all these years. We hope this is a chance to finally get closure for Mary,\" they said in a statement.\nSerial killer West, aged 53, tortured, raped and murdered an unknown number of women over a 20-year period, along with his wife Rose.\nIn 1994, West admitted murdering his daughter Heather. The confession came as police began to search 25 Cromwell Street, where they found the bodies of nine girls and young women. \nWest was charged with 12 murders, but took his own life in a Birmingham prison before his trial.\nRose West was convicted of 10 murders in November 1995 and is serving life."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57138838",
      "category": "world-middle-east",
      "title": "Israel Gaza conflict: Homes and buildings destroyed in Sderot and Gaza City",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57139434",
      "category": "business",
      "title": "Long working hours killing 745,000 people a year, study finds",
      "tags": "Holidays,Employment",
      "text": "Long working hours are killing hundreds of thousands of people a year, according to the World Health Organization (WHO).\nThe first global study of its kind showed 745,000 people died in 2016 from stroke and heart disease due to long hours.\nThe report found that people living in South East Asia and the Western Pacific region were the most affected.\nThe WHO also said the trend may worsen due to the coronavirus pandemic.\nThe research found that working 55 hours or more a week was associated with a 35% higher risk of stroke and a 17% higher risk of dying from heart disease, compared with a working week of 35 to 40 hours.\nThe study, conducted with the International Labour Organization (ILO), also showed almost three quarters of those that died as a result of working long hours were middle-aged or older men.\nOften, the deaths occurred much later in life, sometimes decades later, than the long hours were worked. \nFive weeks ago, a post on LinkedIn from 45-year-old Jonathan Frostick gained widespread publicity as he described how he'd  had a wake-up call over long working hours.\nThe regulatory programme manager working for HSBC had just sat down on a Sunday afternoon to prepare for the working week ahead when he felt a tightness in his chest, a throbbing in his throat, jawline and arm, and difficulty breathing.\n\"I got to the bedroom so I could lie down, and got the attention of my wife who phoned 999,\" he said.\nWhile recovering from his heart-attack, Mr Frostick decided to restructure his approach to work. \"I'm not spending all day on Zoom anymore,\" he said.\nHis post struck a chord with hundreds of readers, who shared their experiences of overwork and the impact on their health.\nMr Frostick doesn't blame his employer for the long hours he was putting in, but one respondent said: \"Companies continue to push people to their limits without concern for your personal well-being.\"\nHSBC said everyone at the bank wished Mr Frostick a full and speedy recovery.\n\"We also recognise the importance of personal health and wellbeing and a good work-life balance.  Over the last year we have redoubled our efforts on health and wellbeing.\n\"The response to this topic shows how much this is on people's minds and we are encouraging everyone to make their health and wellbeing a top priority.\"\nWhile the WHO study did not cover the period of the pandemic, WHO officials said the recent jump in remote working and the economic slowdown may have increased the risks associated with long working hours.\n\"We have some evidence that shows that when countries go into national lockdown, the number of hours worked increase by about 10%,\" WHO technical officer Frank Pega said.\nThe report said working long hours was estimated to be responsible for about a third of all work-related disease, making it the largest occupational disease burden.\nThe researchers said that there were two ways longer working hours led to poor health outcomes: firstly through direct physiological responses to stress, and secondly because longer hours meant workers were more likely to adopt health-harming behaviours such as tobacco and alcohol use, less sleep and exercise, and an unhealthy diet.\nAndrew Falls, 32, a service engineer based in Leeds, says the long hours at his previous employer took a toll on his mental and physical health.\n\"Fifty to 55 hour weeks were the norm. I was also away from home for weeks on end.\"\n\"Stress, depression, anxiety, it was a cauldron of bad feedback loops,\" he says. \"I was in a constant state of being run down.\"\nAfter five years he left the job to retrain as a software engineer.\nThe number of people working long hours was increasing before the pandemic struck, according to the WHO, and was around 9% of the total global population.\nIn the UK, the Office for National Statistics (ONS) found that people working from home during the pandemic were putting in an average of six hours of unpaid overtime a week.\nPeople who did not work from home put in an average of 3.6 hours a week overtime, the ONS said.\nThe WHO suggests that employers should now take this into account when assessing the occupational health risks of their workers.\nCapping hours would be beneficial for employers as that had been shown to increase productivity, Mr Pega said.\n\"It's really a smart choice to not increase long working hours in an economic crisis.\"\nDo you work over 55 hours a week? Please share your experiences with us. Email haveyoursay@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57131155",
      "category": "uk-northern-ireland",
      "title": "PSNI recruitment 'a challenge' in working class areas of Northern Ireland",
      "tags": "Policing,Police Service of Northern Ireland,Coronavirus pandemic",
      "text": "Isaac Andrews is rarely off his phone.  \nAs a community worker in the unionist and loyalist Shankill area of Belfast, he responds to calls from local residents who are often in need of help or advice. \nHis role also involves liaising with the police on a range of community policing matters. \nYet, he doesn't know anyone who has joined the Police Service of Northern Ireland (PSNI).  \n\"I'm sadly not aware of one person that I could tell you that I know from a working class background recently has joined the PSNI,\" he said.\n\"Most of the PSNI officers who I work with are from the suburbs, somewhere else in Belfast, but they're not working class.\"  \nPolice reform via the Patten Commission Report was a key part of the peace process. \nHowever, two decades after the Royal Ulster Constabulary (RUC) was superseded by the PSNI, recruitment from some communities remains a challenge for policing in Northern Ireland. \n\"A lot of change happened in policing, like badges, uniforms, symbols, human-rights training,\" said Peter Sheridan, a former PSNI assistant chief constable. \n\"Unfortunately I think what happened is that all of those, if you like, shiny new police officers and new ideas and the new recruits went out into a society that largely hadn't changed, those deep-rooted divisions were there so that makes policing that environment still very difficult - and I think then that started to impact again more so in recent times around the politicisation of policing.\"\nPolice transformation was intended to build support for policing from all communities but attracting Catholics remains an issue for the PSNI. \nThe ongoing dissident republican threat to police officers, as witnessed in recent weeks, is seen as a major factor in Catholic under-representation.\nEmmet Doyle is the Aontú councillor for Ballyarnett on Derry City and Strabane District Council.\n\"I'm 34 and I don't know anyone, certainly from the area where I am, who has joined the PSNI,\" he said.\n\"There is a trade-off I suppose that many people from a nationalist/republican community would see when you join the police.  \n\"It's almost accepted that you won't be part of the community anymore and that's not necessarily something I agree with but that's the reality of it.\"\nThere has been a drop-off in applications from the Catholic community in recent years - the 2018 recruitment campaign had around 500 fewer applicants than the year before. \nAdd to that, the problem in trying to attract working-class Protestants, women, ethnic minorities and members of the LGBT community.\n\"The police service should reflect the society it comes from,\" said Peter Sheridan. \n\"We wanted young people from the Shankill Road, from Creggan, from the Bogside - that's what moderates policing when you have people from those communities - and if that disconnect is happening then it's not just a matter for the police and the police recruitment, it's a matter for all of society.\"\nChief Constable Simon Byrne said that in terms of recruitment, there is \"more to do\".  \n\"I think we have tried certainly in my time, in the last recruitment round which has been the first under my tenure, we did reach out into working class loyalist and Catholic communities to try and attract people from there,\" he said.\n\"I think there's a recognition that there's more space to actually recruit people from all sorts of different backgrounds and it's a key commitment that I want to see fulfilled.\"\nSpotlight will be broadcast on BBC One Northern Ireland on Tuesday, 18 May at 22:45 BST."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57099164",
      "category": "uk-wales",
      "title": "Concussion: Rugby 'should follow NFL' to reduce brain injury risk",
      "tags": "Dementia",
      "text": "Rugby union's authorities should have taken action a decade ago to reduce the amount of contact in training.\nThat is the view of the man who helped secure big changes in American football.\nThere is an \"epidemic\" of brain injuries in rugby according to the solicitor leading a legal challenge by ex-players.\nBut the Welsh Rugby Union says it will \"never sit still\" when it comes to player safety. \nElite rugby has made big changes in an attempt to address concussion, with players having to undergo a head injury assessment (HIA) if officials are concerned, and red cards shown to anyone targeting an opponent's head.\nBut former professionals have told BBC Wales Investigates the potential long-term damage from concussions and sub-concussions was not highlighted enough during their careers.\nAnd, while brain damage was discussed as far back as the mid-1970s, recent research has shown a lack of awareness about the issue, even among some professionals.\nAlix Popham has the framed jersey from his last Wales game - a win against England in 2008 - and has been shown pictures of him celebrating afterwards.\nBut he cannot remember the game. \n\"We were doing so much contact my brain was inflamed and my memories weren't storing,\" he said.\nYears after he retired, Popham had a blackout during a bike ride, leading to his wife Mel insisting he saw his GP.\nAfter various tests, his neurologist called with terrible news.\n\"Mel and I held hands and he said with everything put together, the scans, the neuropsychological testing, him interviewing myself, that he gave me the diagnosis of early onset dementia and probable CTE [chronic traumatic encephalopathy],\" said the former Wales flanker.\n\"We were crying, we were screaming,\" said his wife. \"I ran to the toilet and was physically sick. It was such an overwhelming shock.\"\nPopham said what the medical staff said left him in no doubt that repeated knocks from playing rugby for 14 years caused the issues.\n\"It was bone on bone, 15 v 15, there was contact every day,\" he said, adding he may have taken \"more than 100,000\" blows in his career.\nNot long after Popham retired, there was a landmark change in another contact sport - American football.\nIn 2011 the NFL Players Association fought successfully for better player welfare, a key change being reducing the amount of training impacts.\nContact in training camps has been halved, and only one contact training session is allowed a week during the season.\n\"It was initially resisted but is now fully embraced,\" said Thom Mayer of the association, who estimates players are now taking 70,000 fewer hits in their careers.\nAsked whether he thought rugby union had a \"problem\" for failing to introduce measures, Dr Mayer said: \"Yes, I would say yes, because they are so similar in many, many respects.\n\"I can assure you it won't change the nature of the game.\"\nSean Holley, who spent 15 years as a professional coach, admitted to being surprised rugby union had not taken similar action to the NFL.\nHe said in his coaching days, concussion was not enough of a priority.\n\"It was very much 'finger in the air'. I've been on very many coaching courses and very little was spoken about concussion.\"\nPopham also says there was \"no education\" about concussion when he was playing.\n\"I always thought it [concussion] was when you were knocked out cold, but 90% of concussions happen when you're not knocked out.\n\"So the only thing I can remember after a concussion was 'are you feeling sick?' And if you weren't, you could carry on.\"\nHe believes problems associated with concussion were known to the rugby authorities while he was playing, but the information was not filtered down to coaches and medical staff.\n\"We know now - but they knew then. But we weren't told,\" he said.\nPopham and Holley have both called for rugby to enact the same changes as the NFL.\nWorld Rugby told the BBC that contact in training was constantly reviewed, and it issued some guidance on this before the last World Cup. It also says rugby is very different to the NFL. \nIn December, Popham and a small group of former players announced they were suing World Rugby, the RFU and the Welsh Rugby Union over brain damage. \nTheir solicitor Richard Boardman believes, based on research compiled for the case, that as much as 50% of the rugby-playing community could be left with some form of neurological issue.\n\"That's not to say everyone would end up with dementia, or a disease at the extreme end of the spectrum, but it could be things like short-term post-concussion syndrome, epilepsy and so on,\" he said.\n\"We believe this is an epidemic.\"\nQuestions the court case may consider are how much the rugby authorities knew about the dangers of concussion and when they may have found that out. \nThe BBC has seen reports showing head injuries were discussed at an International Rugby Board medical conference in 1975.\nA neurosurgeon warned then that even \"apparently slight\" injuries could be life-threatening.\nIn 1992, at another rugby medical conference, two neurosurgeons said there was evidence of some permanent damage from even a single concussion, and warned three concussions should mean the end of someone's career.\nWorld Rugby says the game continues to evolve and that while opinions on the management of concussion vary, it acts on scientific research. \nWillie Stewart, a consultant neuropathologist, said concussion had an impact \"deep down in the brain\".\n\"As the head is impacted, the brain rotates inside the skull and there's some stretch and shear of some very fine fibres and blood vessels, and that causes some functional change,\" he said.\nHe admitted a direct link of causation between impacts and brain injury was \"really difficult\" to prove, but evidence was adding up.\nOne former international who wants to know more is Jamie Roberts, a qualified doctor who played alongside Popham for Wales.\n\"I've spoken to Alix and it makes you a bit worried, there's no doubt about that,\" he said.\n\"This causation is huge for the game.\n\"If you could turn round and say 'right, rugby causes this - 100%, without failure' - then we're having a different conversation.\n\"But that has not been established yet.\"\nThe rugby world may have been alerted to the dangers of concussion in the 1970s, but as recently as 2016, studies by academics at Cardiff Metropolitan University were carried out in Wales to find out much professionals and amateurs knew.\nThe results showed a worrying lack of awareness even among professionals, including the mistaken belief skull-caps could prevent concussion.\nPrav Mathema, national medical manager at the WRU, was part of that research. So was he disappointed with the level of knowledge? \nHe said since those studies, education programmes and research carried out by the union had seen concussion knowledge improve. \n\"We will never sit still when it comes to safety within the game,\" he said.\n\"That is the overriding and clear message that, as a governing body, we will support player welfare.\"\nWorld Rugby says it welcomes input from all in involved in the game, and is saddened by the accounts of former players, recognising it has not been easy for them to speak out.  \nProf Stewart says at the top level, rugby is leading the way in removing concussed players from the pitch, but he says more needs to be done.\n\"There's a brain injury in almost every professional match,\" he said. \"We can't accept that.\"\nPopham has set up a charity called Head for Change to raise awareness of the issue and support other ex-players.\n\"I don't want to be angry,\" he said.\n\"I want to try and make a positive change to the boys who are playing now, and for future generations.\"\nBBC Wales Investigates Rugby: The cost of concussion is on Monday 17 May at 20:25 BST on BBC One Wales and afterwards on BBC iPlayer."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57142159",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Anger as Glasgow and Moray remain in level three",
      "tags": "Coronavirus lockdown measures,Elgin,Isle of Gigha,Coronavirus pandemic",
      "text": "Euphoria at the return of indoor hospitality and hugging has not reached every part of Scotland.\nWhile most of the country went into level two and most islands skipped to level one, Glasgow and Moray remain under tighter restrictions.\nHospitality businesses have expressed anger at the 11th hour change of heart.\nAnd concern mounts in East Renfrewshire which now exceeds Moray's Covid case rate but has been allowed to ease restrictions.\nLast Tuesday, First Minister Nicola Sturgeon said that all mainland areas with the possible exception of Moray were expected to move to level two rules this week.\nBut on Friday she announced that the move to level two would be delayed by a week for both Moray and Glasgow after cases rose rapidly, particularly in the south of the city.\nIt means bars and restaurants in Glasgow and Moray will not be able to serve alcohol indoors and they will have to close their doors to indoor diners at 20:00. \nDonald Macleod, convenor of the Glasgow Licensing Forum, believes hospitality is being \"treated with contempt\".\nHe said: \"I am happy for those who can open but I feel desperately sad and sorry for all those in Glasgow on what should have been a happy Monday, has become a very blue, dank, dreary Monday. \n\"It's a terrible situation to be in with a £1m-a-day bar bill being foisted upon the city because of wasted stock, staff coming off furlough, preparation - it's a total disgrace.\n\"Cases go up but mortality rates don't, hospital admissions don't and yet we are locked down. There is no run on the NHS. We should not be shutting down an economy, a whole city. \n\"Many are going to go out of business.\"\nMario Gizzi, owner of the DRG group, which owns bar and restaurants in Glasgow and other parts of Scotland, said Friday's decision to keep the city on level 3 has already cost his business thousands of pounds.\nHe said: \"We were given no time to prepare for this. \n\"Last week, at just one site in Glasgow - the Citizen - we spent £6,000 in staff costs getting ready for reopening and another £6,000 in fresh produce which we can't use now. \n\"I've also had to pay for extra staff in our call centre to cancel all this week's bookings.\n\"It's an absolute disgrace.\"\nMeanwhile The Scottish Tourism Alliance (STA) and UK Hospitality have written to the first minister asking her to address the challenges faced by tourism and hospitality businesses in Glasgow and beyond as a result of the city remaining in level three restrictions, with the added travel ban.\nThe groups say a significant part of the industry and its supply chain have been plunged into crisis. \nThey are calling for more financial support and highlighted urgent issues such as the costs involved in preparing to reopen, waste of stock and the mental health of employers and employees.\nIn Moray, Sarah Holmes, who has run Elgin's Pencil Me In for five years, has expressed her frustration at remaining in level three. \n\"It is frustrating when you see all the happy freedom stories today\", she said. \"I don't disagree (with that decision), but the travel restrictions massively impacts tourism in Moray.\n\"I feel we need to ride out this week. Online is only about 30% of our turnover, most is in store - the reason I have a shop is I like the customer connection\".\nShe said she was \"quietly confident\" that Moray's infection rate would have fallen enough by the end of the week to justify an imminent move to level two.\nCousins Johanna and Sean enjoyed drinks outdoors in the southside of Glasgow - despite much of the mainland being able to order alcohol indoors.\nThe two agree that planning catch ups with friends and family has been more difficult due to ongoing restrictions in the city - and are often beholden to the elements.\nJohanna said: \"When it's sunny Queen's Park is really busy and you feel like there's an atmosphere in the community then - but that's been few and far between recently.\"\n\"The weather has been absolutely heinous so I was looking forward to not being freezing,\" added Sean. \n\"But I feel like people have been friendlier - what I've noticed is everyone working in hospitality has been really professional in making us feel very safe but I actually think people in general are a bit kinder to each other.\"\nDisappointments aside, Sean said that living with restrictions has become the \"new normal\" and that she believes the decision to keep Glasgow in level three was the right one.\nJohanna added: \"The response was really quick. I'm getting my vaccine earlier because of that and it shows there is some responsibility there. It makes you feel safer knowing they've made that decision.\"\nBoth Deputy First Minister John Swinney and Jason Leitch, the national clinical director, have described the Covid situation as \"fragile\". \nMr Swinney told BBC Radio's Good Morning Scotland that every local authority was being monitored and restrictions would be applied to contain outbreaks, if necessary. \nBut he added: \"The last thing we want to do is to have local authority areas going in and out of restrictions like a yo-yo, that's the worst of all possible models for the business community and the wider community.\"\nMeanwhile Prof Leitch warned on Sunday that Glasgow might have to remain under level three restrictions for longer if the rise  - which is being driven by the so-called Indian variant - shows no sign of abating. \nThe latest seven-day average per 100,000 population in the city is 94.5 cases, well above the level two benchmark of 50 cases.\nEyes are also on East Renfrewshire, which has seen its case rate overtake Moray.\nIt emerged on Monday that people in Glasgow between the ages of 18 and 39 were now being invited to get their vaccinations sooner than previously planned.\nNHS Greater Glasgow and Clyde said it would be targeting the city areas of Battlefield, Gorbals and Hutchesontown, Govanhill, Aikenhead, Kingston West and Dumbreck, Maxwell Park, Mosspark, Pollokshields and Strathbungo. \nThe health board also said plans were being finalised to bring forward second vaccinations for over 50s.\nResidents of Gigha, which is among those Scottish islands which has not moved down to level one, are also disappointed. \nThe island's heritage trust welcomed the further relaxation of Covid rules, but said islanders had worked for more than a year to suppress the virus and had hoped to move down to level one.\nA trust said the island had been lucky to have no Covid cases and, while there was some nervousness around the return of visitors last summer, there were businesses on Gigha highly reliant on tourism. \nA spokesman for the Scottish government said: \"Islands that are easily reachable from the mainland, including Bute, Skye and Cumbrae as well as Gigha, will remain in level two to prevent transmission of the virus.\n\"We have always said we will keep plans under review and accelerate the lifting of restrictions as soon as it is safe to do so.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57133682/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Brexit: UK proposes new Irish Sea food checks from October",
      "tags": "NI Brexit,Brexit",
      "text": "The UK is proposing to phase in new Irish Sea border checks on food products in four stages from October. \nThe details are contained in a Northern Ireland Protocol roadmap shared with the EU, which has been seen by the BBC. \nThe protocol is the part of the Brexit deal which creates a trade border between Great Britain and Northern Ireland. \nIn March, the UK delayed introducing some new border processes without EU agreement. \nThat led to the EU starting legal proceedings against the UK. \nAt the end of March, the UK sent the roadmap to the EU, which sets out how the two sides should work together to implement the protocol. \nIt has formed a starting point for ongoing technical talks between officials. \nOn Sunday, the UK's chief negotiator, Lord Frost, urged the EU to rapidly \"find a new approach and new solutions\".\nThe UK roadmap document covers more than 20 separate issues including medicines, access to databases, pet travel and the VAT treatment of second-hand cars. \nAt last.\nNow we can see in black and white the problems with the protocol that have been identified by both sides, rather than relying on leaks and second-hand accounts. That's useful. \nAnd there are a lot of issues to be resolved, reminding us that agreeing a deal is one thing and implementing it in the real world is another. \nThis roadmap also shows the potential trouble ahead.\nIf the UK's scheme for sending supermarket goods from Great Britain to Northern Ireland is going to be phased in during 2021 and 2022 (and 2023?) then the UK will probably have to ask the EU for another extension to the grace period before European laws will be fully respected, which won't go down well in Brussels. \nThen the EU also needs to agree that British-regulated medicines can be sold in Northern Ireland. \nAnd when exactly will the Northern Ireland Executive start building the bricks and mortar customs facilities that the UK has promised the EU but which are so offensive to the DUP's newly-elected leader? The dates are still a secret. \nAnd a moment of truth seems to be brewing, with the Brexit Minister Lord Frost suggesting that in June or July the UK will decide whether the protocol can be made to work in the long term. \nThe movement of food products from Great Britain to Northern Ireland has been the biggest practical challenge of the sea border. \nNorthern Ireland has remained a part of the EU's single market for goods while the rest of the UK has left. \nThat means food products entering Northern Ireland from Great Britain need to be professionally certified and are subject to new checks and controls at ports. \nThe two sides agreed an initial three-month grace period which meant supermarkets did not need to comply with all the EU's usual certification requirements. \nThe UK unilaterally extended that grace period until October; the roadmap suggests what should happen next. \nThe document states: \"The UK will roll out official certification in four phases.\" \nIt suggested that phase one in October will cover fresh meat products and phase two at the end of January 2022 will cover dairy products, plants and wine. \nPhases three and four would cover fruit and vegetable marketing standards, pet food, organics and composite products. \nNo dates are given for phases three and four with the document saying a full timeline \"requires additional clarity on infrastructure and staffing\" as well progress on integrating the UK and EU certification systems. \nIt is not yet clear if the EU would consider these timelines to be reasonable. \nSome details are included on the UK's Digital Assistance Scheme (DAS) which is intended to digitise the agri-food certification and verification process. \nIt said first users should be registered next month with final testing in August, roll out in October and integration with the EU system in January. \nSome parts of the roadmap are vague.  \nFor example, no target dates are suggested for the construction of permanent border control posts at Northern Ireland's ports despite these facilities having planning permission and funding. \nHowever, the document added the government will set out \"a detailed delivery plan\" for permanent facilities. \nIn other areas, there is a greater commitment to giving dates. \nThe UK, for instance, said it proposes to issue guidance by the end of this month on the long-term arrangements for business-to-consumer parcel deliveries from Great Britain to Northern Ireland. \nOn Monday, outgoing Northern Ireland First Minister Arlene Foster said we needed to see action in relation to the Northern Ireland Protocol from the UK government. \nMrs Foster told MLAs that Lord Frost recognised that there were no unionists in favour of the current arrangements. \n\"Instead of listening to words we actually [need to] see action in relation to the protocol,\" Mrs Foster said. \nSpeaking from Dublin on Monday, Taoiseach (Irish Prime Minister) Micheál Martin said the Northern Ireland Protocol was the best outcome for dealing with the damage caused by Brexit.\nDuring an online meeting with the Institute of International and European Affairs, Mr Martin said people needed to focus on the full implementation of what had been agreed.\nThe taoiseach said Brexit had caused damage which could not be undone but added that the authorities must now do what they could to limit its damage.\nMr Martin said there was a process to resolve difficulties, and said Ireland and the EU were in solution mode.\nHe also said he was concerned about the mood in unionism in relation to the Northern Ireland Protocol.\nBut he argued the Northern Ireland Protocol did not interfere with the principle of consent and was not an issue of identity or sovereignty.\nHe suggested the arrangement could be very advantageous to sectors in Northern Ireland, including foreign direct investment.\nThe taoiseach also told the audience he had been reading about how the protocol was helping Northern Ireland farmers to sell milk south of the Irish border.\nHe said he had a sense many more moderate people were happy with the protocol but were keeping their heads down.\nMr Martin added his government would not \"stop being an open door\" to unionists."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57145192",
      "category": "world-us-canada",
      "title": "Train derails and explodes into flames",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57119579",
      "category": "health",
      "title": "Indian Covid variant: How much faster does it spread?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "After months of good news, including falling Covid cases and a hugely successful vaccination campaign, the tone has shifted.\nEngland's full relaxation of rules in June is in jeopardy and there is the looming spectre of greater pressure on the NHS. \nThe thorn in the plans is the variant of coronavirus that emerged in India - B.1.617.2 - and has started spreading around the world.\nConcerns have been mounting over the past week and, for the first time, the scientists advising the UK government are now confident it does spread more easily. \nThe expectation is the variant will edge out the one that emerged in Kent and eventually \"dominate\" cases in the UK. \nWe are in a race between the virus and the vaccine. Easing restrictions on Monday and a more transmissible variant means the virus will move even faster. \nBut there is still huge uncertainty about exactly how much better the B.1.617.2 variant is at spreading. \n\"That's a really critical question to which we do not yet have the answer,\" said Prof Chris Whitty.\nIf it is just a smidge faster than the Kent variant, which still makes up the overwhelming majority of cases in the UK, then there's not much to worry about.  \nHowever, the government's scientific advisory group for emergencies (Sage) says there is a \"realistic possibility\" it could spread 50% faster, which is a lot. \nThere are some higher estimates of 60% coming out of India, but these are based on published genetic sequences from viral samples and its not clear how representative of the overall picture they are.\nSage estimates the problems would really start with a variant that was 40% more transmissible as it \"would lead to a substantial resurgence of hospitalisations\" and put pressure on the NHS. \nThe uncertainty is reminiscent of last year when the new variant in Kent was first detected and raised questions about the approach to controlling the virus. \nBut it is important to remember we are not in the same situation as last year. \nMore than 19 million people - a third of the adult population - have had both jabs of their vaccine. Another 17 million have had one. Vaccines are weakening, if not eliminating, the link between infection and severe disease. \nAnd overall cases are also far lower. The Office for National Statistics estimates fewer than 50,000 people currently have the virus. The figure was 1.25 million at the start of the year. Currently there are only around 1,000 people in hospital with Covid.\nThe concern is that while vaccines are great they are not perfect and not everyone who is vulnerable has had one. So if there was another wave of cases from the combination of relaxing and a new variant then a worrying number of people could still end up in hospital. \nNote these predictions are not crystal balls. Earlier mathematical models had predicted a summer wave, but suddenly became far more optimistic once it became clear vaccinated people were less likely to spread the virus. \nPlans to reopen are going ahead, but the vaccination campaign is being tweaked to give more vulnerable people more immunity more quickly. \nThe hope is if the variant is going to pose a problem then there will be time to spot any further warning signs - such as a rise in hospital admissions - and then act.\nThe prime minister, Boris Johnson, said that if the Indian variant proves to be \"significantly more transmissible\" than other strains then \"we're likely to face some hard choices\" in the UK.\nBut the problem posed by more transmissible variants is far greater in countries that haven't got successful vaccination programmes, where they could be hugely damaging.\nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57139819",
      "category": "world-asia",
      "title": "US general reflects on Afghanistan departure",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57146622",
      "category": "uk-england-london",
      "title": "Sarah Everard: Met Police officers investigated over case file access",
      "tags": "Sarah Everard murder,Clapham,Deal,Metropolitan Police Service",
      "text": "Dozens of officers and staff are being investigated for looking up details of the Sarah Everard case on the police computer system, the Met has said.\nThe 33-year-old marketing executive vanished as she walked home in Clapham, south London, on 3 March. Her body was found a week later in Kent woodland.\nThe Met's Directorate of Professional Standards is set to question staff who accessed files on the case.\nDoing so \"without a purpose\" could be a criminal offence, the force said.\nThe Sun first reported that more than 30 Met Police officers and staff were under investigation.\nA Met spokeswoman said officers and staff needed to have access to computer records, but were only permitted to review specific information.\nShe said that accessing records without a legitimate reason could amount to a breach of professional standards or even be a criminal offence.\n\"Officers from the Met's Directorate of Professional Standards are in the process of contacting those officers and staff who accessed records relating to the investigation into the abduction and murder of Sarah Everard to ensure that each access was for a legitimate policing purpose,\" the spokeswoman said.\n\"Once all the responses have been received, a decision will be taken as to whether any further action is required.\"\nPC Wayne Couzens, 48, from Deal in Kent, is accused of Ms Everard's kidnap and murder.\nHe is due to appear at the Old Bailey for a plea hearing on 9 July.\nAt a previous hearing, a provisional trial date was set for 25 October."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57107154",
      "category": "business",
      "title": "Portugal: No decision yet on UK holiday travel",
      "tags": "Tourism,Travel,TUI Travel,Portugal,Travel & leisure industry",
      "text": "Portugal has yet to decide whether it will allow visits from UK holidaymakers as it extends its \"state of calamity\" until 30 May.\nFrom 17 May, travellers from England and Scotland won't have to quarantine upon their return from Portugal and other \"green list\" countries.\nBut those countries have their own restrictions on who can visit.\nHowever, some football fans may be able to go to the planned UEFA Champions League final in Porto on 29 May.\nPortugal's government has announced that it is extending its \"state of public calamity\" on the mainland - the second highest level of alert - for a further 15 days from Monday, until 30 May.\nUnder current plans, people from England and Scotland will be allowed to travel to Portugal for non-essential reasons from Monday.\nBut whether they will be allowed in by Portugal has not been decided yet by the Portuguese government, said cabinet office minister Mariana Vieira da Silva.\n\"I have no information to give yet,\" she said at a briefing when asked whether the UK restrictions would soon be lifted.\n\"Work is going on and as soon as there is a decision it will be announced, but no decision was taken in this cabinet meeting,\" she said.\nTravellers from the UK are one of the biggest markets for Portugal's tourism sector, along with those from Spain and France.\nMs Vieira da Silva did not say when a decision on the matter might be taken.\nAt present, Portugal allows flights to and from the UK, but only for essential travel, such as for business, study, family reasons, health or humanitarian reasons.\nFirms including Tui and Easyjet have been offering holidays and flights to green list countries, but online travel firm On The Beach has stopped selling all holidays for this summer due to Covid uncertainty.\nTui has 44 flights due to depart for Portugal between 17 and 30 May. These include 28 to the Algarve, a popular destination for UK summer holidays.\nThe UEFA Champions League final in Porto has not yet been officially announced, but is widely expected after Portugal's government agreed to allow a limited number of fans to attend, despite this not yet being the case at domestic games.\nMs Vieira da Silva said that a series of restrictions would apply.\nThere will be a 12,000 limit on numbers and tickets will be for named people in designated seats, which will spaced in line with health guidelines.\nFans will have to fly in on charters, arriving and leaving \"on the same day\" in what Ms Vieira da Silva described as \"a bubble situation\" - passing through a separate zone at the airport, as well as having to take a coronavirus test before travelling."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57142836",
      "category": "uk-wales",
      "title": "Pembrokeshire school bus crash: Car driver dies and 17 children hurt",
      "tags": "Crymych,Llandissilio,Tenby",
      "text": "A car driver has been killed and 17 pupils hurt after a crash between a school bus and a car in west Wales.\nTwo of the children were taken to hospital with minor injuries after the two-vehicle collision, which happened at about 08:30 BST on Monday.\nThe bus was travelling on the A478 near Llandissilio in Pembrokeshire while taking children to school in Crymych.\nThe road between Llandissilio and Llanglydwen was shut for almost 12 hours as police investigated the crash.\nPupils were travelling to Ysgol y Preseli when the crash happened and the school said 17 had been hurt in the incident.\nPembrokeshire council said the children travelling on the number 636 bus from Tenby to Crymych had been injured but not seriously - and parents had been contacted.\nDyfed Powys Police said: \"Sadly the driver of the motorcar died at the scene.\n\"Next of kin have been advised and are being supported by specialist officers.\"\nThe police had earlier confirmed \"a number of children received minor injuries\" with two taken to hospital by ambulance with what are described as minor injuries. \n\"It's a very sad day and there's a cloud over our community,\" said local Pembrokeshire councillor Huw George.\n\"It was obvious fairly early on this was an horrific accident because of the the number of emergency vehicles attending here this morning.\"\nHe said the school had \"worked quickly\" and counsellors would be going to the school to help the children - and a classroom set aside for them.\nA helpline set up by the council is available to parents or guardians only of children travelling on the bus on 01437 775400."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-57151534",
      "category": "uk-england-beds-bucks-herts",
      "title": "Covid: Surge testing in Bedford due to Indian variant",
      "tags": "Bedford,Coronavirus vaccines,Bedford Borough Council,Vaccination,Coronavirus testing,Coronavirus pandemic",
      "text": "Surge testing has started in Bedford due to an increase in coronavirus cases linked to the Indian variant.\nHealth Secretary Matt Hancock said the town was the \"next biggest cause of concern\" after Bolton and Blackburn with Darwen.\nBedford has the second-highest rate of Covid-19 in England, with cases doubling every five days.\n\"I would urge everybody in Bedford to exercise caution and engage in testing,\" Mr Hancock said.\nSurge testing has started at two schools in Bedford.\nMr Hancock told the House of Commons early evidence suggested the Indian variant was more transmissible than the Kent variant.\nAt present there is no evidence that the Indian variant is resistant to current vaccines.\nMr Hancock said there were 2,323 confirmed cases of the variant in the UK - of which 483 were in Bolton and Blackburn with Darwen.\nLast week, Bedford Borough Council called for vaccines to be offered to all residents aged 16 and over due to the increase in cases.\nProfessor Chris Whitty, England's chief medical officer, said local \"surge vaccinations\" were not being pursued as there was a \"finite\" supply of doses and younger people were less at risk from the virus.\nLouise Jackson, portfolio holder for public health and wellbeing at the council, said she thought not offering vaccines to people aged over 16 was \"a mistake\".\n\"We have the second highest rate of infection in the country,\" she said.\n\"We should be getting the resources and vaccinations here so we can get on top of things.\"\nWhile discussing the variant in the House of Commons, Mr Hancock urged those eligible to get the vaccine.\nHe said the majority of people who had been admitted to hospital in Bolton had been eligible for the jab but had not taken it up.\n\"It just reinforces the message that people should come forward and get vaccinated because that is the best way to protect everybody,\" Mr Hancock said.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57147379",
      "category": "business",
      "title": "Bill Gates left Microsoft amid affair investigation",
      "tags": "Bill & Melinda Gates Foundation,Employment,Microsoft,Bill Gates",
      "text": "Microsoft was investigating its co-founder Bill Gates over a 20-year-old affair shortly before he stepped down from the company's board last year.\nThe tech giant confirmed that it had launched a probe after concerns were reported about his behaviour.\nThe firm said it held an investigation with a law firm and provided support to the employee who made the complaint.\nA spokesperson for Mr Gates denied that his decision to step back had anything to do with the investigation.\nNews of the investigation emerged after Bill and Melinda Gates announced their decision to divorce after 27 years of marriage.\nOn Monday, a spokesman for Microsoft said the software company had received a complaint in late 2019 that Mr Gates had \"sought to initiate an intimate relationship\" with a female employee in 2000.\n\"A committee of the board reviewed the concern, aided by an outside law firm, to conduct a thorough investigation,\" he said.\n\"Throughout the investigation, Microsoft provided extensive support to the employee who raised the concern,\" he said.\nThe investigation did not reach a conclusion, as Mr Gates stepped down from the board before it was completed.\nIn a LinkedIn post in March of last year, Mr Gates said that he took the decision so he could spend more time on his charity work with the Bill & Melinda Gates Foundation. It came three months after he was re-elected.\nAt the time, he wrote: \"With respect to Microsoft, stepping down from the board in no way means stepping away from the company. Microsoft will always be an important part of my life's work... I feel more optimistic than ever about the progress the company is making and how it can continue to benefit the world.\"\nHowever, the Wall Street Journal reported on Sunday that Microsoft's board had decided that Mr Gates's involvement with a female employee was inappropriate and he needed to step down.\nA spokeswoman for Mr Gates acknowledged the affair took place when asked by the newspaper, but denied it had anything to do his decision to step back.\n\"There was an affair almost 20 years ago which ended amicably,\" the spokeswoman said.\n\"Bill's decision to transition off the board was in no way related to this matter. In fact, he had expressed an interest in spending more time on his philanthropy starting several years earlier.\"\nThe Bill & Melinda Gates Foundation told the BBC that it stood by that statement.\nBill and Melinda Gates announced their decision to divorce earlier this month. The couple have spent billions on charitable causes around the world and have pledged to continue to work together at the foundation once their divorce is finalised.\nUS media reported that the two had agreed how to divide their property and assets before announcing their separation.\nMr Gates, 65, is the fourth wealthiest person in the world, according to Forbes, and is worth $124bn (£89bn).\nHe co-founded Microsoft - now the world's biggest software company - in the 1970s and remained full-time at the firm until 2008.\nThe couple's estate is believed to include multi-million dollar properties in the states of Washington, Florida and Wyoming. Their main residence is a lakeside mansion in Medina, Washington that is reported to be worth at least $127m."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-57148214",
      "category": "technology",
      "title": "Jake Paul investigated over suspected driving on protected turtle beach",
      "tags": "Endangered species,Social media,Coronavirus lockdown measures,Puerto Rico,Environment,Turtles",
      "text": "YouTuber Jake Paul is being investigated after posting a video on social media apparently showing him driving around a protected beach in Puerto Rico.\nDriving is illegal on some of the island's beaches, as turtles nest in the sand.\nThe local Department of Natural and Environmental Resources said it would investigate whether the law had been broken.\nPaul has been contacted for comment.\nThe Instagram video showed Paul and a group of people driving around in two vehicles on a beach. The post now been removed.\nTurtle nesting and hatching season is between February and August in Puerto Rico and its beaches attract several protected species, including the endangered leatherback.\nThe video was widely shared online and many criticised the Youtuber-turned-boxer for putting the reptiles at risk, saying eggs could be crushed by the vehicles.\nOne Puerto Rican accused Paul of \"destroying our beaches\", on Twitter.\nPaul’s brother, Logan - who is also a boxer and YouTuber - has recently moved to Puerto Rico but is not pictured in the videos.\n\"I have ordered an investigation to determine the circumstances surrounding the use of two motor vehicles on beaches that are presumed to be in Puerto Rico,\"  Environment Secretary Rafael Machargo said.\n\"Some media have published a video of the influencer Jake Paul in a motor vehicle on the beach, an activity that is prohibited.\"\nThe laws existed to “protect the environment and the species that can nest or live on the beaches”, he said.\n\"Those who violate the law face fines and other penalties, if applicable,” Mr Machargo said.\nAnd he applauded citizens who “become eyes and spokespersons for the possible environmental damage that some people cause due to ignorance or unscrupulousness”.\nAccording to TMZ, sources close to Paul said he was a \"huge animal lover\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-57135368",
      "category": "world",
      "title": "India's Covid crisis hits Covax vaccine-sharing scheme",
      "tags": "Unicef,Coronavirus vaccines,G7 summits,India,Coronavirus pandemic",
      "text": "The international scheme to ensure equal access to Covid-19 vaccines is 140 million doses short because of India's continuing Covid crisis. \nThe Serum Institute of India (SII), the largest single supplier to the Covax scheme, has made none of its planned shipments since exports were suspended in March. \nThe UN children's agency Unicef buys and distributes vaccines for Covax. \nIt is urging leaders of G7 nations and EU states to share their doses.\nThey are due to meet in the UK next month. \nUnicef says data it has commissioned suggests that together this group of countries could donate around 153 million doses, while still meeting their commitments to vaccinate their own populations.\nThe SII was due to supply around half of the two billion vaccines for Covax this year but there were no shipments for March, April or May. The shortfall is expected to rise to 190 million doses by the end of June.\n\"Unfortunately, we're in a situation where we just don't know when the next set of doses will materialise,\" said Gian Gandhi, Unicef's Covax co-ordinator for supply.\n\"Our hope is, things will get back on track, but the situation in India is uncertain… and a huge concern.\"\nUnicef is calling on the G7 countries - Canada, France, Germany, Italy, Japan, the UK and the US, as well as the EU, to donate their surplus supplies urgently. \nSome countries have ordered enough to vaccinate their population many times over, including the UK, US and Canada.\nIn February British Prime Minister Boris Johnson promised to donate most of the UK's surplus supply to poorer countries but he has so far given no specific timescale. It is a similar story for the US. So far France is the only G7 country to donate doses in view of the crisis in India. \nUnicef said the rich and powerful G7 countries could make a huge dent in the vaccine deficit for poorer countries by donating 20% of their supplies in June, July and August, which would release around 153 million doses for the Covax scheme. \nFrance has pledged half a million doses by mid-June while Belgium has promised 100,000 from its domestic supply in the coming weeks. \nSpain, Sweden and the United Arab Emirates are some of the very few others pledging to share their supplies now. \nThere are grave concerns that events in India could play out in other countries too - both near and far from the region. \n\"Cases are exploding and health systems are struggling in countries like Nepal, Sri Lanka and Maldives… and also in Argentina and Brazil,\" said Unicef director Henrietta Fore. \"The cost for children and families will be incalculable.\"\nCountries in Africa are some of the most reliant on doses through the Covax scheme.  \nBut, like in many parts of the world, there has also been hesitancy around receiving the vaccine among some communities. Another major challenge is physically getting the doses into people's arms - all that requires health workers to be specially trained and the vials to be transported to far-flung parts of countries where infrastructure can be limited. \nSome nations are now facing the prospect of deciding whether to give second doses to the most vulnerable who have already been given one jab or continue vaccinating more people as planned in the hope that the next shipments turn up soon. \n\"We're in a situation now where healthcare workers and frontline workers in many countries in Africa are yet to be vaccinated,\" said Gian Gandhi. \"And yet higher-income countries are vaccinating lower-risk populations, such as teenagers.\" \nNations including Rwanda, Senegal and Ghana are already using some of their last remaining doses, according to the World Health Organization (WHO).\nsource: WHO\n\"We really do sympathise with the situation in India,\" said Dr Richard Mihigo, who heads up the immunisation and vaccine development programme for the WHO in Africa.\n\"Most of our [18 million] Covax doses so far have come from India. \n\"I think it's very important [to keep]  the global promise of solidarity for those countries that have enough vaccines - to distribute and share them because unless we stop the transmission everywhere, it will be very difficult to end this pandemic, even in places where people have been fully vaccinated.\"\nNew deals  with different vaccine suppliers and manufacturers are under way to try to get the Covax scheme back on track but none of those deals will help fill the shortfall from India in the coming weeks. \nThe only way to fill the gaping hole for poorer countries right now is for richer countries to donate some of their supplies. \n\"We have issued repeated warnings of the risks of letting down our guard and leaving low- and middle-income countries without equitable access to vaccines, diagnostics and therapeutics,\" said Ms Fore.\n\"We are concerned that the deadly spike in India is a precursor to what will happen if those warnings remain unheeded. The longer the virus continues to spread unchecked, the higher the risk of more deadly or contagious variants emerging.\" \nFollow @tulipmazumdar on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-57134232",
      "category": "uk-scotland-glasgow-west",
      "title": "Covid in Scotland: Glasgow level 3 restrictions could be extended",
      "tags": "Coronavirus lockdown measures,Glasgow,Coronavirus pandemic",
      "text": "Glasgow may have to remain under level three Covid restrictions for longer than a week, Scotland's national clinical director has warned. \nProf Jason Leitch said the situation remained \"fragile\" as case rates continue to climb. \nThe latest seven-day average per 100,000 population in the city is 94.5 cases, well above the level two benchmark of 50 cases. \nEast Renfrewshire has seen its case rate jump to 75.4, overtaking Moray. \nGlasgow and Moray are the only local authority areas due to remain in level three on Monday, as the rest of mainland Scotland, including East Renfrewshire, go down to level two, and some islands to level one. \nThe outbreak in Moray appears to have stabilised, with the case rate falling for the fourth consecutive day to 58.4 per 100,000 population in the latest published figures.\nIn East Renfrewshire, however, the rate is climbing steeply with 72 positive cases over the past seven days.\nDeputy First Minister John Swinney told BBC Radio's Good Morning Scotland infection rates in every local authority were being monitored and action would be taken to contain outbreaks, if necessary.\n\"The last thing we want to do is to have areas going in and out of restrictions like a yo-yo, that's the worst of all possible worlds. \n\"What we need to try and do is what we're doing in the overwhelming majority of the country which is get to a sustained position of suppression of the virus which then enables us to take the necessary action to relax restrictions.\"\nThere is evidence the Glasgow surge is being driven by the so-called Indian variant, unlike in Moray where it is thought to be much less of a factor. \nLast Tuesday, First Minister Nicola Sturgeon said all mainland areas with the possible exception of Moray were expected to move to level two rules which allow different households to meet up indoors, and pubs and restaurants to serve alcohol indoors. \nBut on Friday she announced that the move to level two would be delayed by a week for both Moray and Glasgow after cases rose rapidly, particularly in the south of the city.\nProf Leitch told BBC Scotland's The Sunday Show \"it may well be\" that Glasgow would have to remain in level three for longer than an extra week. \nHe added: \"We'll give the best advice we can on this  - we've met all weekend, we'll meet next week. \n\"Glasgow are doing an enormous amount of work. The leaders of the public health response in Glasgow are testing everywhere.\n\"If you haven't had a test and you're in Glasgow, you should do it.\"\nLateral flow test kits are available free on the NHS, and everyone in Scotland - but particularly in Glasgow - is being urged to take them twice a week regardless of whether they have symptoms, Prof Leitch said. \nOn vaccination, he said text messages were going out to younger age groups in the worst-affected Glasgow postcodes, inviting them to be vaccinated. \nProf Leitch said work was ongoing to identify those who did not previously come forward for their first dose, and he also urged people to take up offers of the second dose. \nHowever, he said the success of the vaccination programme meant there was no evidence yet that the upturn in cases would lead to significant increases in deaths or pressures on the NHS. \n\"We're keeping Glasgow at three. We're not locking Glasgow down. The beer gardens can still open, you can still meet outdoors,\" he said. \nWhile a case rate of 50 cases per 100,000 population is a key benchmark for deciding if an area can move to level two, other factors such as the ability of the local health service to cope are also considered. \nOn Sunday another 292 cases of Covid-19 reported across the whole of Scotland, with 2% of tests coming back positive, the highest percentage since 19 April.\nEarlier, the Westminster health secretary, Matt Hancock, said the experience of Bolton, which has also seen a surge in the Indian variant, was that it was mainly spreading among younger people who had not had a vaccine jab. \nHe said that while this variant appeared to me more transmissible and was likely to become the dominant UK strain, he was \"confident\" that existing vaccines offered protection. \nIn Bolton, he said he was aware of five people in hospital despite having had one dose of the vaccine and one \"frail\" person who had received two doses - but he said the \"vast majority\" were people who had not received any vaccine."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57138151",
      "category": "world-middle-east",
      "title": "Two killed as seats collapse at synagogue in West Bank",
      "tags": "Israel,Judaism,West Bank",
      "text": "At least two people have died and scores have been injured after a tiered seating structure collapsed at a partly built synagogue north of Jerusalem.\nPolice said about 650 ultra-Orthodox worshippers were in the synagogue at Givat Zeev, a Jewish settlement in the occupied West Bank, to mark a festival.\nFootage showed the seating collapse and people falling on top of each other.\nIt comes weeks after 45 people died in a crush at an ultra-Orthodox festival on Mount Meron in northern Israel.\nIn Sunday's incident, initial reports from Israel's Magen David Adom ambulance service said medics \"provided care to about 60 injured, including about 10 in critical and severe condition\".\nA later update said two people were confirmed dead and about 100 were injured.\nWitnesses said the collapse happened during a ceremony to mark the beginning of the Jewish holiday of Shavuot. Video showed hundreds of worshippers dancing and singing just before the seating gave way.\nPrime Minister Benjamin Netanyahu said he was praying for the injured.\nThe synagogue was described as partially constructed. Police and local officials said organisers had been warned that the building was unsafe and the event had taken place despite a lack of permits.\n\"We were called again to another event where there was negligence and a lack of responsibility. There will be arrests,\" Jerusalem district police chief Doron Turgeman told television reporters.\nIsrael's government watchdog has launched an inquiry into the deadly crush at Mount Meron - one of Israel's worst civilian disasters - saying it could have been prevented. All the victims were men or boys."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-lancashire-57132505",
      "category": "uk-england-lancashire",
      "title": "Heysham explosion: Child dies and four adults injured in Lancashire blast",
      "tags": "Heysham",
      "text": "A two-year-old boy has died and four adults have been injured in a suspected gas explosion in Heysham, Lancashire.\nFirefighters, police and ambulances were called to Mallowdale Avenue in the town in the early hours of Sunday.\nTwo houses had collapsed and a third property was seriously damaged, Lancashire Police said.\nGeorge Arthur Hinds was described by his parents, Vicky Studholme and Stephen Hinds, as their \"beautiful little angel.\"\nMs Studholme and Mr Hinds were also injured in the blast, which happened at 02:40 BST.\nAnother man and woman remain in hospital in critical condition, Lancashire Police said.\nIn a tribute the parents said: \"We are devastated at the loss of our beautiful George.\n\"He was so precious to us. We have no words to describe how we feel and just want time to ourselves to come to terms with what has happened. \n\"Our beautiful little angel grew his wings today.\"\nAssistant chief constable Jo Edwards said at a press conference at the scene earlier that the search and rescue operation was still ongoing but \"we believe we have got everybody out\". \nLancashire Fire said a major incident was declared after it was reported that there had been an explosion at a property on Mallowdale Avenue.\nAbout 30-40 people were evacuated from their homes. Most went to stay with friends and family but the Salt Ayre Leisure Centre is welcoming anyone needing support.\nLancaster City Council leader Erica Lewis said councils would give housing support to those affected and a helpline has been opened.\nShe said it was important to understand how the incident happened and let the investigation run its course.\nOne neighbour said the explosion \"sounded like a bomb going off\".\nShe said: \"It literally shook the whole bed. We felt like we were going through the floor. \n\"We jumped out of bed and we just ran to see what was going on. It's just awful.\"\nSusan Faulkner, 74, who lives further down the avenue, said she was still shaken by the incident.\n\"I woke up with this huge bang and I thought someone was breaking into my house... I'm still quite shaken by it. I've never experienced that before.\"\nMs Faulkner said that her own property and others close by had been damaged.\n\"It was quite a blast,\" she said. \"I live quite a way down there and part of my side door was blown in and my next door neighbour's plates were smashed,\" she said.\n\"I've been very lucky. When I see what those poor souls have had happen to them, it's devastating. I'm really sad for those people. It's such a sad thing to happen to them.\"\nDan Knowles, who lives four streets away from the explosion, said he thought there had been an earthquake.\n\"We immediately checked on our kids and got back in bed. We then heard sirens and my wife checked Facebook.\n\"We stayed indoors and switched everything off at the source and then sat up all night worrying.\"\nAnother neighbour said he had been helping out \"making brews\" since being woken by the blast.\nMatt House, from North West Ambulance Service, said he had not seen an explosion like this in the UK during his 20 years of service.\nBen Norman, assistant chief fire officer, said there would be \"untold\" impact on fire officers working at the scene.\nHe said at its peak, 80 fire officers were at the scene with two engines pulled in from Cumbria and emergency service workers \"took great risks\".\nHe added: \"Some of those are staff that respond from home or a workplace. They're on-call firefighters so they go back into this community.\n\"They live within it, they work within it, their families are within it.\"\nLocal MP David Morris, who represents Morecambe and Lunesdale, thanked the emergency services on Twitter and said: \"My thoughts and prayers are with all of the families on Mallowdale Avenue\".\nPolice said they were working with gas service engineers to make the area safe and they advised people to stay away. \nElectricity North West, which supplies electricity across the north west of England, said on Twitter that engineers were removing supplies for safety.\nThe company could not confirm how many properties would be affected, or for how long.\nHeather Brandwood, who runs the Hurley Flyer pub in nearby Morecambe, said she had asked people to donate clothing and toiletries for evacuated residents.\nShe said people had been queuing in the car park to help.\n\"We are very conscious that people were evacuated from their homes with immediate effect,\" she said.\n\"We have heard from an elderly couple who left in their pyjamas. There is a woman who is in literally nothing but her nightie.\"\nLancaster City Council has also lowered flags at its town halls as a mark of respect.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57144297",
      "category": "world-europe",
      "title": "Russia spy chief suggests West behind SolarWinds cyber-attack",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-57140919",
      "category": "uk-england-manchester",
      "title": "Covid: More than 6,000 vaccinated in Bolton over variant",
      "tags": "Bolton,Coronavirus vaccines,Coronavirus pandemic",
      "text": "More than 6,200 people were vaccinated in Bolton at the weekend amid concerns over the Indian Covid-19 variant. \nThe town has seen a sharp spike in infections since mid-April and the B.1.617.2 variant now makes up the majority of new cases.\nPrior to the push, about 10,000 people in the highest priority groups were yet to be vaccinated. \nDr Helen Wall, who is leading the town's vaccine rollout, said it had been \"emotional\" to see.\nShe said many who had been eligible for some time came for a jab over the last two days and she now hoped the programme had \"made a big dent\" in the list of outstanding eligible residents. \nBolton recorded 733 new cases of Covid-19 in the seven days to 11 May - the highest anywhere in the UK, the latest data shows. \nHowever, the rate of new cases among people in the town aged 60 and over is just 59.9, up from 35.3 a week earlier.\nBy contrast, the rate for those aged 10-19 in Bolton currently stands at 486.2 per 100,000, up sharply from 200.7 one week earlier, while for those aged 20-29 the rate has jumped from 147.9 to 310.\nThe efforts to get everyone eligible vaccinated saw long queues form at vaccination hubs.\nBBC presenter and comedian Paddy McGuinness shared a video of the queues in his \"strong\" hometown on social media.\nDespite the concerns over the Indian variant, the easing of lockdown rules has gone ahead as planned in England.\nThe easing allows people to socialise indoors in limited numbers, hug loved ones and visit pubs and restaurants inside.\nAlex McVey, who runs Odessa cafe in Bolton, said trade had been OK since reopening at 7:00 BST but, due to Covid measures, he had reduced the number of seats from 72 to 22. \n\"It has been a lot different this morning. It has taken ages and ages to get set up and everything in place,\" he said. \nMr McVey, who has been forced to make four members of staff redundant during the pandemic, said he was \"a little bit nervous\" about the reopening but remained hopeful. \nIn Bolton, a big push to get more people vaccinated is bearing fruit. \nHealth officials are targeting about 10,000 people who are eligible but have yet to come forward, but know that take-up of the vaccine in some parts of the town is lower than the national average.\nAnd they reject the charge that they are flouting the national rules on who can get a jab.\nIn February, the Joint Committee on Vaccination and Immunisation - which sets the guidelines for the UK's vaccination roll-out - announced factors other than just health and age could be taken into account.\nSo deprivation, ethnicity and living in a multi-generational household with older, vulnerable relatives could mean that younger people are eligible.\nThis is not bending the rules, local leaders say. Rather, it is exactly what the rules are for. \nHealth Secretary Matt Hancock said on Sunday that a local lockdown in Bolton had not been ruled out due to a rise in cases. \nHe added that the \"vast majority\" of locals who had been hospitalised in recent days had not taken up the offer of a vaccine.\nSpeaking to BBC Breakfast, Dr Wall said the vaccination hubs were \"seeing people coming forward that clearly had the option to have the jab for some time - older people, disabled people - and they've chosen to come forward now\". \n\"I think in part that's because we brought this into the community as a trusted place, but also the things that are going on in Bolton are quite worrying for people,\" she said.\n\"I think that's given some push to people coming forward now for the vaccine.\"\nSurge testing has already begun in other areas of north-west England where cases involving the Indian variant are on the rise.\nThe \"variant of concern\" has also been detected in Blackburn, Lancashire, which neighbours Bolton, and in Sefton on Merseyside.\nBlackburn with Darwen's public health director said everyone over-18 should book a Covid vaccination in the area.\nBut the prime minister's official spokesman said local areas should not vaccinate young people earlier than planned to stem the spread of the Indian variant of coronavirus.\nHe told a Westminster briefing  the Joint Committee on Vaccination and Immunisation had said the best way to protect against the new variant was to ensure vulnerable groups got their second dose of the vaccine.\nDo you live in Bolton? What are your concerns about the Indian Covid-19 variant? Email: haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57139474",
      "category": "uk",
      "title": "UK plastic waste being dumped and burned in Turkey, says Greenpeace",
      "tags": "Turkey,Plastic,Plastic pollution,Greenpeace",
      "text": "UK plastic waste is being exported to Turkey and then illegally dumped and burned, according to a report.\nGreenpeace said about 40% - or 210,000 tonnes - of the UK's plastic waste exports were sent to Turkey last year.\nBut rather than being recycled, investigators saw some of it dumped by roads, in fields and in waterways.\nThe UK is a \"global leader in tackling plastic pollution\", the government said - after Greenpeace called for it to \"take control\" of the problem.\nGreenpeace's report warned Turkey was becoming Europe's \"largest plastic waste dump\".\nThe charity said it had investigated 10 sites across southern Turkey and found plastic bags and packaging from UK supermarkets and retailers at all of them.\nPackaging for a coronavirus antigen test was also found, indicating the waste was less than a year old, the report said.\nThe UK generates more plastic waste per person than any other country apart from the US, the report added.\nTurkey, Malaysia and Poland received the largest amounts of plastic waste exports from the UK in 2020.\nLast year, the dumping of plastic waste in Turkey was the subject of a BBC investigation.\nCorrespondent Angus Crawford sorted through piles of plastic bags, bottles and packaging left by the roadside.\nTurkey received nearly 40% of the UK's plastic waste exports in 2020 - an increase by a factor of 18 since 2016, when 12,000 tonnes were sent.\nEuropean Union member states also sent 20 times more plastic waste to Turkey last year compared to 2016. \nNihan Temiz Atas, biodiversity projects lead from Greenpeace Mediterranean, based in Turkey, said: \"Around 241 truckloads of plastic waste come to Turkey every day from across Europe and it overwhelms us.\n\"As far as we can see from the data and the field, we continue to be Europe's largest plastic waste dump.\"\nNina Schrank, senior plastics campaigner at Greenpeace UK, said the crux of the problem was overproduction, and urged the government to ban plastic waste exports and reduce single-use plastic by 50% by 2025.\nThe UK's Department for Environment, Food and Rural Affairs said: \"We are clear that the UK should handle more of its waste at home, and that's why we are committed to banning the export of plastic waste to non-OECD countries and clamping down on illegal waste exports - including to countries such as Turkey - through tougher controls.\n\"The UK is a global leader in tackling plastic pollution and our proposals for extended producer responsibility for packaging, a plastic packaging tax and mandatory electronic waste tracking will boost recycling rates, reduce waste and cut crime.\"\nMany wealthy countries send recyclable waste overseas as it is financially cheap, reduces domestic landfill and can help areas achieve recycling targets.\nLast year, Malaysia's environment minister said the government had sent back 150 shipping containers of illegally imported plastic waste to their country of origin - 42 of which belonged to the UK.\nYeo Bee Yin said the move was to ensure the South East Asia nation did not become \"the garbage dump of the world\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57102422",
      "category": "health",
      "title": "Covid vaccines have saved 11,700 lives and 33,000 hospital admissions",
      "tags": "Coronavirus vaccines,Vaccination,Matthew Hancock,Coronavirus pandemic",
      "text": "Coronavirus vaccines have saved 11,700 lives and stopped 33,000 people becoming seriously ill with Covid-19 in England, research suggests.\nThe Public Health England analysis, up to the end of April, found people in their 70s and 80s had seen the biggest fall in deaths and hospital admissions.\nHealth Secretary Matt Hancock said the figures were \"remarkable\".\nGetting a vaccine is \"one of the most important things you will be asked to do in your lifetime\", he added.\nExtra vaccination clinics are being set up in parts of Lancashire to offer more jabs to people aged 38 and over, and anyone with an underlying health condition who is over 18. \nThis is, in part, to help reduce the spread of the India variant, which is causing concern because scientists believe it could be at least as transmissible as the Kent variant. \nNine out of 10 people aged 40 and over have now had a first vaccine dose in England. The impact of the vaccines is likely to be similar across the UK, with more than 53 million doses administered in total.\nPublic Health England (PHE) used data on how well the vaccines are working and the number of people being vaccinated in different age groups, to calculate deaths and illness prevented from Covid.\nIt is estimated that, thanks to vaccines:\nand:\nThe latest government data - based on evidence from the UK rollout - suggests one dose of the Pfizer-BioNTech or Oxford-AstraZeneca vaccine cuts the risk of infection by as much as 70%, and serious illness and death by even more.\nIf someone is less likely to become infected and have symptoms, then the spread of the virus between people is also less likely.\nDr Mary Ramsay, head of immunisation at PHE, said: \"The vaccine has already saved so many lives and we can now see the huge impact it has had on preventing people becoming seriously ill and therefore also protecting our hospitals.\n\"As these figures highlight, getting your vaccine could save your life or stop you becoming seriously ill from Covid-19. \n\"It will also significantly reduce your chances of getting infected and infecting others. \n\"It is vital to get both doses of your vaccine when you are offered it.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/in-pictures-57141035",
      "category": "in-pictures",
      "title": "In pictures: Lockdown eases in parts of the UK",
      "tags": "Coronavirus lockdown measures,Photography,Coronavirus pandemic",
      "text": "As lockdown rules ease in England, Wales and most of Scotland, millions of people can now socialise indoors in limited numbers, hug loved ones and visit pubs and restaurants inside again.   \nSome people couldn't wait for morning. Here, Rosie Delaney, Isobel Loan and Rebecca Mitchell have their first drink inside a pub for a long while, at 00:11, at the Showtime Bar, in Huddersfield, West Yorkshire.\nAt the The Oak Inn, in Coventry, West Midlands, customers enjoy a pint, a game of pool and a hug.\nThese changes come with a note of caution, with the variant identified in India spreading in some areas. \"We must take this next step with a heavy dose of caution,\" Prime Minister Boris Johnson warns, urging people to be tested regularly.\nFor some, the changes mean a chance to exercise indoors.  At Park Road Pools & Fitness in London, a group takes a high-energy barbell class, just after 00:00.\nHousekeeper Zusanna Gulierrez prepares a room at the Brighton Metropole, as the Hilton group reopens its 130 hotels across England.\nPassengers prepare to board an EasyJet flight to Faro, Portugal, at Gatwick Airport, after the ban on international leisure travel for people in England was lifted to some destinations.\nThe National Youth Choir of Scotland, with founder and conductor Christopher Bell, meet on Calton Hill, Edinburgh, as most of Scotland moves to level-two - high - restrictions, enabling up to 30 people to meet outside to sing.\nThe digital message: \"Less URL, more IRL. Welcome back,\" is displayed on the BT Tower, above the streets of London.\nCustomers inside the Mile Castle pub, in Newcastle, enjoy breakfast as indoor hospitality and entertainment venues reopen.\nAt Barbarella's cafe, in London, a customer takes a selfie to mark the return to indoor dining.\nCharlotte Griffiths, 25, and her three-year-old son are among the first people to visit the Great North Museum, in Newcastle, following its reopening.  \nA man wearing a face covering echoes the pose within Seurat's Bathers at Asnières painting inside the National Gallery, in London.  \nThe first passengers board the London Eye, as the attraction reopens.\nYork Minster opens its doors once again to tourists. \nIt's eyes down for a full house at the Apollo Bingo Hall in the seaside resort of Rhyl, Denbighshire. It's an industry worth hundreds of millions of pounds a year in Wales, with 36 dedicated bingo halls across the country.\nFans gather to watch the runners and riders during the Racing TV Straight Mile Fillies' Handicap at Redcar Racecourse, North Yorkshire.\nSharks swim past visitors at the Sea Life London Aquarium.\nA small crowd attends a screening of Ingmar Bergman's Persona in the BFI Southbank cinema in London.\nMembers of the Durham Strikes Bowling team enjoy a game at the Hollywood Bowling alley in Washington, County Durham.\nAs the evening drew in, people enjoyed drinks inside pubs and bars - such as this one in London - without having to sit outside on tables and chairs.\nIn Manchester's city centre, revellers danced in their seats to a live show at Albert's Schloss bar (above and below).\nAlso in Manchester, customers laughed together at Peaky Blinders bar."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57150131",
      "category": "uk",
      "title": "Covid: Indian variant cases in 86 council areas - Hancock",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "There are now 86 local authorities with five or more confirmed cases of the Indian Covid variant, Health Secretary Matt Hancock has said.\n\"This isn't just about Bolton and Blackburn,\" he said, referring to the areas seeing a spike in cases. \nIt comes as millions of people can now enjoy new freedoms as lockdown is eased in England, Wales and most of Scotland.\nBut the government has warned its next review of social distancing rules may be delayed.  \nNo 10 said the Indian variant \"could pose a threat\" to the process of deciding whether all remaining lockdown restrictions could be eased on 21 June.\nMr Hancock told the House of Commons there were now 2,323 confirmed cases of the Indian variant in the UK. \nThis means there has been a 77% increase in confirmed cases of the variant over the last five days.\n\"There are now 86 local authorities where there are five or more confirmed cases,\" he said. There are 343 local authorities in England.\nMr Hancock said the Indian variant was now the dominant strain of the virus in Bolton as well as Blackburn and Darwen and was rising in all age groups. \nHe said most people in hospital in those areas had been eligible for a vaccine but had chosen not to have it - and urged anyone not sure whether to get jabbed to \"look at what's happening in Bolton\".\nBedford was also fast becoming a hotspot for the variant, Mr Hancock said, and surge testing would begin there.\nScientists believe the Indian variant does spread more easily, but early data suggests vaccines still work. The exact impact on vaccine efficacy - if any - is yet to be confirmed.\nPeople aged 37 and over in England will be able to get the vaccine from Tuesday, he said - and the rollout would continue to be expanded later in the week.\nThe lockdown changes on Monday - which are different in England, Wales and Scotland - have seen thousands of people heading off on foreign holidays, flocking to bingo halls and drinking inside pubs again.\nPeople have also taken the chance to finally hug loved ones as the guidance on close contact were changed. Hospital ward manager Viv Hudson, 58, wept with joy as she finally hugged her daughter, Theresa Fox, for the first time in more than a year.\n\"It's a bit weird - but a good kind of weird. I've missed this so much,\" said Theresa, 38, who also works for the NHS.\n\"While we can take this step today, we must be humble in the face of this virus,\" said Mr Hancock.\nHe pointed out that fewer than 1,000 people were now in hospital with the virus - the first time this has happened since last September.\nLatest figures show another 1,976 cases have been recorded across the UK and a further five people have died.\nMeanwhile, the number of people who have received their first vaccine dose has topped 36.7 million, and more than 20.2 million second doses have been given.\nShould we be celebrating the easing of restrictions or worried by the continued spread of a new variant?\nThe big picture is we are in a much better place than the start of the year - when around 1.25 million people were estimated to have the virus and the NHS was feeling the pressure. \nNow there are fewer than 1,000 people in hospital with Covid - 97% lower than the peak. \nHowever, we are in a transitional phase as the burden of suppressing the virus is shifting from lockdowns to the vaccine. That process is not yet complete. \nIt means there is still the potential for a more transmissible variant to cause a spike in cases and people needing hospital treatment.\nThere is still uncertainty about how transmissible B1617.2 is and in turn how great a threat it poses. \nHowever, the planned easing in mid-June is already in significant doubt. \nThe government's plan was to end all remaining limits on social contact from 21 June - which would mean unlimited numbers of guests at weddings and nightclubs allowed to reopen.\nAhead of this happening, a review was set to happen by the end of May.\nBut earlier, the prime minister's official spokesman said: \"The Indian variant could pose a threat to this process - our decision will be based on latest data. We will set out plans as soon as the data allows.\"\nAsked whether ministers would consider a return to a tier system of rules, the spokesman said they did not want to talk about hypothetical situations but \"we don't want to rule anything out\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57137057",
      "category": "uk",
      "title": "Campaign launched to mark Queen's Platinum Jubilee",
      "tags": "Woodland Trust,UK Royal Family,Trees,Climate change,Environment,Prince Charles, Prince of Wales,Queen Elizabeth II,Woodland",
      "text": "People across the UK are being urged to plant trees in an initiative to mark the Queen's Platinum Jubilee in 2022.\nThe Queen joined the Prince of Wales as he planted the first Jubilee tree at Windsor Castle earlier this year to launch the scheme honouring the monarch's 70-year reign.\nThe Queen's Green Canopy (QGC) will see new trees planted, as well as ancient woodlands and forests protected.\nPrince Charles encouraged people to \"plant a tree for the jubilee\".\n\"In other words, a 'tree-bilee'\", he said in a video message.\nTaking part in the scheme, hosted by climate charity Cool Earth, could range from individuals planting trees in their own gardens to the creation of platinum jubilee copses on council land or avenues in cities or housing developments..\nSchools and community groups will be able to apply for a share of three million free saplings from the Woodland Trust as part of the project.\nThe prince said: \"Whether you are an individual hoping to plant a single sapling in your garden, a school or community group planting a tree, a council, charity or business intending to plant a whole avenue of trees or a farmer looking to create new hedgerows, everyone across the country can get involved.\"\nHe said it is vital more of the right species of trees are planted, in the right places and that more woodlands, avenues, hedgerows and urban planting schemes should be established, while protecting and sustaining what we already have.\nDescribing it as a \"statement of hope and faith in the future\", the prince said planting trees and hedgerows and protecting existing woodlands and forests were simple, cost-effective ways to protect the planet.\nThe initiative will also highlight 70 irreplaceable ancient woodlands across the UK and identify 70 ancient trees.\nA pilot training programme for unemployed young people aged between 16 and 24 to plant and manage trees will also be created and run through Capel Manor College, London's only specialist environmental college, of which the Queen Mother was patron.\nDonations to the scheme will go to deprived areas and urban schools via one of the partner organisations of the Queen's Green Canopy, Trees for Cities.\nPrime Minister Boris Johnson has thrown his support behind the initiative.\nHe said: \"Our trees stand at the frontline of our fight against climate change and by sustaining our beautiful countryside for generations to come.\n\"The Queen's Green Canopy is a fitting tribute to her majesty's years of service to this country. I urge everyone to get involved.\"\nThe Queen has herself planted more than 1,500 trees around the world during her reign.\nWoodland Trust chief executive, Darren Moorcroft, said the last year had \"emphasised the central role that trees and woods play in the life of the nation\".\nHe added: \"We need more projects like this, giving people access to our natural heritage, opportunities to do something positive for the environment, and helping to safeguard it for our children in the face of a combined climate and nature crisis.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57120349/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Indoor eating and drinking in Wales back on menu",
      "tags": "Tourism,Coronavirus lockdown measures,Caernarfon,Wales business,Travel,Coronavirus vaccines,Swansea,India coronavirus lockdown,Cardiff,Social distancing,Welsh government,Travel & leisure industry,Personal protective equipment (PPE),Llantrisant,Coronavirus pandemic,Pontypool",
      "text": "Indoor eating and drinking was back on the menu from Monday as Wales eased Covid rules to alert level two.\nCinemas and visitor attractions such as museums and galleries were also allowed to reopen in the latest round of lockdown easing.\nWales' latest reopening was similar to that of last summer, but this time with a vaccination programme in place.\nForeign travel is permitted to a small number of countries, although the Welsh government has advised against it.\nHowever physical contact, such as hugs, is still restricted to members of extended households or \"support bubbles\", unlike in England.\nAfter three lockdowns and the vaccination programme roll-out, Wales has seen a significant fall in Covid cases in recent months.  \nBut newly reappointed First Minister Mark Drakeford said the Welsh government would maintain its cautious approach to lockdown easing, as concerns rise about a variant of coronavirus from India.\nMinisters had considered relaxing lockdown restrictions further from Monday, but Mr Drakeford said officials had \"decided to hold back\" for more advice on the variant.\nFrom Monday, Wales is adopting the \"traffic-light\" system, allowing the resumption of international travel.\nBut the first minister warned last week international travel was \"best avoided\" because of concerns travellers could carry Covid with them.\nTeresa Moriarty, owner of Coffee Plus in Cardiff, was delighted to reopen indoors and hopes to keep the new customers who used her takeaway service during lockdown.\n\"There has been a lot of support for small businesses, we've adapted and done pretty well,\" she said.\nInside was a mix of people getting away from working at home to families spending time together again.\nKirsty Jones, from Cardiff, who was with her grandmother for brunch, said: \"It's lovely to start getting back to normal. We haven't seen each other as much as we would have liked, so it's lovely not to have to worry about the weather.\"\nAnna Redfern, who owns Cinema and Co in Swansea, called the Welsh government's rules for the hospitality and tourism trade \"bewildering\".\n\"The government is telling us what direction to walk in, what doors to use and they're just impractical,\" she told BBC Radio Wales.\n\"Trying to navigate through this rule book which is supposed to be guidance is really stressful.\"\nCatherine Hummel, co-owner of Riverside Camping near Caernarfon, said it was \"very exciting\" to be able to welcome back campers with tents as she could now reopen shower and toilet facilities as part of the easing of rules. \n\"It's great news because a lot of them we didn't see last year at all,\" she said.\nConwy's Castle Hotel general manager Joe Lavin said phones had been \"melting\" due to demand ahead of welcoming customers back from Monday.\n\"We're looking at a full week from this weekend and beyond,\" he said.\nMr Lavin said the \"biggest change\" to the business was adopting track and trace technology and an online booking system.\nSian Shepphard, owner of the Horse and Jockey pub in Pontypool, said advance bookings for inside dining had been \"brilliant\", although the business had remained busy in its beer garden prior to the rules easing further.\n\"We've got lots of measures in place just to make sure that everyone's safe but primarily has a good time and actually is able to come out and eat inside a restaurant,\" she said.\nHolidaymakers began setting off with travel firm Edwards Coaches in Llantrisant, for UK getaways.\nOwner Jason Edwards said Covid had been \"devastating\" but added Monday felt like Christmas morning with staff turning up to work two hours early.\n\"That just gives you an idea of the appetite for getting things done,\" he said.\nCustomer Gill Jones said she was \"over the moon\" to be able to travel by coach to the Lake District.\n\"A year last February was the last holiday I went on... so this is a big escape,\" she said.\nThe Adventure Parc Snowdonia complex in the Conwy valley is to reopen on Tuesday, having been closed since March 2020. \nAlongside its surfing facilities, a new hotel will open its doors for the first time following a £20m upgrade of the site in the hope of capitalising on 'staycations'.\n\"Unfortunately we lost a lot of staff [but] we're rebuilding now to reopen both the adventure park and the Hilton Garden Inn, hopefully with a bang,\" said managing director Andy Ainscough.\n\"Bookings are very strong, there's a lot of interest, not only in north Wales but in ourselves and the local attractions, so it's very positive.\n\"Especially with staycations this year, and [it being] harder to get abroad, hopefully north Wales will be the choice for people's holidays.\"\nMr Drakeford said last week the restrictions were being relaxed \"thanks to everyone's hard work and ongoing efforts\".\n\"By sticking with the rules and our successful vaccine programme, we are making really good progress in controlling the virus and keeping rates low.\n\"But the pandemic isn't over. The new, so-called Indian variant of concern is another unwanted twist in this pandemic, which we are monitoring closely.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57146180",
      "category": "uk",
      "title": "Covid-19: Indian variant cases up by 1,000, as surge vaccination picks up pace",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday evening. We'll have another update for you tomorrow morning.\nThere are now 2,323 confirmed cases of the Indian variant of coronavirus in the UK - up from 1,313 last week. Of these, 483 were in Bolton and Blackburn where it is the dominant strain, the health secretary said. Matt Hancock told MPs there were 19 people in hospital with coronavirus in Bolton and eight in Blackburn. The vast majority had been eligible for the vaccine but had not taken it, he said, saying it showed the Indian variant was \"not penetrating older, vaccinated groups\". Bedford is the next most concerning area with regards to the Indian variant, with surge testing about to get under way there, he said. The UK has recorded five deaths on Monday and 1,979 new coronavirus cases. Here's what we know about the Indian variant so far.\nThe race to vaccinate people in areas experiencing a spike in the Indian variant is picking up pace. More than 6,200 people received their jabs in Bolton over the weekend and surge vaccination is due to start in Blackburn. Matt Hancock said vaccines would be prioritised for the over-50s, with this group offered second doses within eight weeks. The rollout will continue down the age groups as it is the \"best way to save the most lives rather than jumping ahead with first doses for younger people\", Mr Hancock said. Meanwhile, people in Glasgow between the ages of 18 and 39 are being invited to get jabs, to cope with a Covid upsurge in there. Glasgow and Moray have not moved to level-two restrictions with the rest of the Scotland. And there are now concerns for East Renfrewshire,where restrictions lifted today but cases are climbing steeply.\nThere's been an air of cautious celebration across the UK as millions hugged their loved ones, spent time together at home or caught up for a drink inside at the pub. Our picture gallery captures people enjoying their much-missed freedoms. as coronavirus restrictions eased in England, Wales and most of Scotland. But it is not clear if step four of the UK government's roadmap out of lockdown will go ahead as planned on 21 June. A review of social distancing measures due at the end of May could be delayed because of the spread of the Indian variant, Downing Street says.  Boris Johnson had hoped to give an update by the end of May. But No 10 said the government now could not be definitive about when this would happen. \nHolidaymakers have jetted off for some early summer sun after the foreign travel ban was replaced with the traffic light system. Ryanair boss Michael O'Leary told us he was seeing the start of a strong rebound for travel. Bookings are up from 500,000 a week in early April to 1.5 million a week now, he said. Nellie and Jill flew to Portugal after scrambling through the \"complicated\" process of getting coronavirus tests over the weekend. But Jill said sunshine and a glass of wine on their balcony would make it all worth it. BBC business reporter Simon Browning said his Covid-19 tests for green-listed Portugal totalled £268. While Anna, who was flying to Cyprus - on the amber list - told us hers had cost £400.\nLockdown easing across much of the UK means eyes down - bingo is back. Halls wasted no time in getting their balls rolling again and eager regulars were reunited, \"dabbers\" at the ready. Bob Lusher told us: \"It is the biggest thing I've missed during lockdown.\" He and wife Margaret travel from Norwich to Great Yarmouth for their games. Mrs Lusher said: \"We've missed it so much - our friends, the bingo, everything.\" Asked what he most wanted from his visit, Mr Rusher said: \"A win. That would be nice.\" We've got more from bingo fans who say its return is top of the shop.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nIf you're tempted by the prospect of some summer sun here's everything you need to know about the new rules for foreign travel.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    }
  ]
}