{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-56633104",
      "category": "uk-england-birmingham",
      "title": "Lucille Downer: Dogs 'humanely destroyed' after fatal attack in Rowley Regis",
      "tags": "Dudley,Rowley Regis,West Bromwich",
      "text": "Two dogs which carried out a \"horrific\" attack on an 85-year-old woman have been humanely destroyed, police said. \nLucille Downer, a great-grandma, died after being attacked by the dogs which got into her garden in Rowley Regis through a hole in the fence on Friday.\nPolice said following specialist advice it was established the dogs \"could never be re-homed due to the violent act and should be humanely destroyed\". \n\"Further analysis\" is taking place to determine what breed they were. \nSupt Phil Asquith, from West Midlands Police, told a news conference on Saturday the dogs were \"large\" but would not speculate on whether or not they were banned under the Dangerous Dogs Act, adding DNA samples had been taken from them. \nThe force said the ownership of the dogs had been \"voluntarily transferred to police\". \nA 43-year-old man was arrested on suspicion of being the person in charge of a dog dangerously out of control after the attack in Boundary Avenue on Friday afternoon.  He has been bailed while inquiries continue. \nMrs Downer's family said she was a mother, grandmother and great-grandmother. \n\"Lucille was born in Jamaica and emigrated to the UK in her early 20s. Since arriving in the UK, Rowley Regis has always been her home and her family will miss her dearly.\"\nShe had spent her working years as a cook at a care home in West Bromwich, they said in a statement issued through police. \nSupt Asquith said neighbours and family who live nearby responded \"very quickly\" after the dogs escaped from a neighbouring property.\nHowever, Mrs Downer had suffered multiple injuries in the \"sustained\" attack and despite the efforts of medics, died at the scene, he said. \nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-berkshire-56631063",
      "category": "uk-england-berkshire",
      "title": "Thatcham stabbing: Man charged with woman's murder",
      "tags": "Thatcham",
      "text": "A man has been charged with murdering a woman who was found stabbed in a road.\nPolice said the victim, aged in her 40s, died from her wounds in Thatcham, Berkshire, shortly after officers were called at 23:45 BST on Thursday.\nFour roads around the scene in Crookham Hill were closed.\nChristopher Minards, 35, of Station Road in Thatcham, who is also charged with possessing a blade in public, is due to appear before Reading magistrates on Monday.\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-bristol-56631172",
      "category": "uk-england-bristol",
      "title": "Kill the Bill protests: Seven arrests in Bristol's fifth demo",
      "tags": "Taunton,Bath,Avon and Somerset Constabulary,Bristol",
      "text": "Seven people were arrested for failing to disperse after Bristol's fifth Kill the Bill protest in less than a fortnight. \nAbout 1,500 people took part in a demonstration from College Green to the city centre on Saturday afternoon.\nLater, about 100 people blocked an entrance to the M32 at about 21:30 BST, before returning to the city centre. \nAvon and Somerset Police implemented a dispersal order at about 00:00 after \"minor disorder between protesters\". \nSupt Mark Runacres said \"an increasing number of protesters\" in Bristol had worked with police liaison officers to ensure the main events on Saturday remained peaceful. \nHe said the \"relatively small group\" of people who marched to the M32 had caused \"significant disruption\".\nSupt Runacres said dispersing protesters on the motorway would have \"presented an unacceptable risk\" and \"the safest thing to do was to allow the protest to run its course\" in the city centre.\nHe added: \"At around midnight there were several altercations between the small number of people who remained in the city centre. \n\"We never tolerate violence and so we made the decision to move people on.\n\"It's disappointing that once again there were those who refused to listen to our requests to leave, and that we had to make arrests.\"\nThousands of protesters also turned out at Kill the Bill protests in London, Birmingham, Liverpool, Newcastle, Weymouth and Bournemouth, amongst other places.\nIn London, police arrested 107 people for offences including breach of the peace, violent disorder, assault on police and breaches of Covid legislation. \nOne woman was arrested on suspicion of possession of an offensive weapon after a knife was found.\nThe Metropolitan Police said the vast majority of people socially distanced and left the rally peacefully.\nThe Police, Crime, Sentencing and Courts Bill would give police in England and Wales more powers to impose conditions on non-violent protests, including those which are deemed too noisy or a nuisance.\nAnyone refusing to follow police directions about a protest could be fined up to £2,500.\nFormer Labour leader Jeremy Corbyn addressed crowds in London's Parliament Square and said the Police and Crime Bill was a \"very dangerous, slippery slope\".\nThe force said 10 officers had been injured in the capital, although \"none of these are believed to be serious\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56627818",
      "category": "world-middle-east",
      "title": "Jordan arrests: Former crown prince says he is under house arrest",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-52977388",
      "category": "business",
      "title": "What are the rules for pubs, restaurants, festivals and gigs?",
      "tags": "Coronavirus lockdown measures,Hospitality industry,UK economy,Restaurants,Pubs,Coronavirus pandemic",
      "text": "Near-normal service is expected to resume in pubs and restaurants in England and Scotland from 19 July. \nNightclubs can reopen in England, and summer festivals and gigs will also be able to go ahead without Covid rules limiting audience numbers.\nMost Covid restrictions will be lifted from 19 July.\nPrime Minister Boris Johnson wants people \"to make their own informed decisions about how to manage the virus\".\nIn pubs, cafes and restaurants:\nAt music venues and events:\nThe government says it would like nightclubs and music event organisers to ask for proof of vaccination, although they won't be legally forced to. Likewise, there's no law requiring club- and festival-goers to show their pass, if they choose not to.\nHowever, the government says it reserves the right to make showing the pass compulsory at a later date.\nYou will still have to self-isolate if you have Covid symptoms, test positive or are told to do so by NHS Test and Trace. \nIn pubs, cafes and restaurants:\nAt music venues/events:\nSome summer festivals are still planning to go ahead as planned, but others have been cancelled altogether, gone online, or been rescheduled.\nOrganisers of the Latitude (late July), Reading and Leeds (late August) festivals say they will \"sell to capacity\" and are not inclined to encourage those attending to wear masks.\nAll parts of Scotland will move to Covid-protection level zero, with a few changes:\nUnder-12s won't count towards group sizes or the number of households.\nThere will be a 400-person limit for indoor events, 1,000 for outdoor standing events and 2,000 for outdoor seated events.\nUntil 19 July, most areas of Scotland are in level 1 or 2. \nLevel two areas:\nLevel one areas:\nScotland is aiming to remove all major legal Covid restrictions by 9 August.\nRestrictions are due to be relaxed on 26 July (subject to approval on 22 July).\nIndoor gigs and concerts will be allowed without noise restrictions, as long as the audience stay in their allocated seats.\nSocial distancing rules will be removed for outdoor events and relaxed indoors.\nUnder current rules:\nAt the moment, up to six people from different households can meet indoors at pubs, cafes and restaurants. \nPeople who do not live together, or are not in bubbles, should remain socially distanced, 2m (6ft) apart.\nBusiness owners are responsible for making their premises as safe as possible:\nThe maximum number of people allowed at outdoor \"regulated gatherings\" - such as festivals and concerts - is 4,000 standing and 10,000 seated. Capacity rules for indoor music and comedy venues have already relaxed a little.\nFrom 17 July, organised indoor events can take place for up to 1,000 seated and up to 200 standing.\nFrom 7 August, if conditions allow, there will be no legal limits on the number of people who can meet others in places like pubs and restaurants. Masks will also no longer be required in hospitality settings. All businesses currently closed - such as nightclubs - will be allowed to reopen subject to ongoing risk assessments. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56632084",
      "category": "uk",
      "title": "Covid: Tests to be offered twice-weekly to all in England",
      "tags": "Contact tracing,Department of Health & Social Care,Coronavirus testing,Coronavirus pandemic",
      "text": "Everyone in England is to be given access to two rapid coronavirus tests a week from Friday, under an extension of the government's testing programme.\nThe lateral flow kits, which can provide results in around 30 minutes, will be available for free at testing sites, pharmacies and through the post. \nThe health secretary said it would help squash any outbreaks as lockdown eases. \nBut critics of the programme say it risks becoming a \"scandalous\" waste of money.\nIt comes as Boris Johnson is due to meet the cabinet to sign off the next stage of lockdown easing in England, which will see non-essential shops reopen and pubs and restaurants start serving outdoors from 12 April.\nLater, the prime minister will hold a Downing Street briefing, where he is expected to confirm countries will be graded under a traffic light system when international leisure travel resumes.\nHe is also set to outline plans for coronavirus passports - recording whether people had been vaccinated, recently tested negative or had natural immunity - as a means of enabling mass-audience events to take place in the future. \nHowever, dozens of MPs oppose the use of Covid passports and Mr Johnson faces the prospect of a rebellion among a number of senior Conservatives if he proceeds with them.\nLateral flow tests are already available for school children and their families to take at home as well as for those who have to leave home for work.\nThe prime minister hailed the plan to offer everyone testing from 9 April, saying: \"As we continue to make good progress on our vaccine programme and with our road map cautiously easing restrictions under way, regular rapid testing is even more important to make sure those efforts are not wasted.\"\nHealth minister Edward Argar told BBC Breakfast he expected the lateral flow tests to be used by those returning to work in the coming weeks as the \"economy starts opening up again\".\nHe said fewer than one in every 1,000 lateral flow tests gave a false positive result and refused to set an \"arbitrary\" date for when testing would end.\nMr Argar said the tests would be paid for as part of NHS Test and Trace's funding of £37bn over two years, with 80% of that expected to be used for testing.\nThe rapid tests are aimed at those without any Covid symptoms and can be taken at home. \nThe government introduced lateral flow testing for secondary school children and staff earlier this year, under plans to reopen classes in England by March.\nIn February, the scheme was extended to the families of all school and college-age children in England. \nKits were also offered to those who cannot work from home in the pandemic, so they can be tested twice a week.\nFrom 9 April, kits will be available through:\nAnyone who tests positive using a lateral flow test will be expected to self-isolate along with their household. They can then order a second PCR Covid test, typically used for symptomatic cases, which will be sent off to a laboratory for analysis. \nIf the confirmatory test comes back negative, their quarantine period is considered over immediately and they can resume normal life.\nThe schools testing programme, combined with the wider use of workplace testing, has led to a jump in the number of lateral flow tests carried out in England.\nThere were about 250,000 rapid tests a day taken in mid-February - climbing to more than a million a day by the end of March. \nDr Susan Hopkins, Covid-19 strategic response director at Public Health England, said rapid testing might find cases that would not otherwise be discovered, helping to break chains of transmission and suppress the spread of variants or mutations of coronavirus.\nThe Department of Health said parents may wish to consider testing children under the age of 11 but the current Public Health England advice was that there was a \"limited public health benefit from testing primary school age children with lateral flow devices\".\nHealth Secretary Matt Hancock said: \"Around one in three people who have Covid-19 show no symptoms, and as we reopen society and resume parts of life we have missed, regular rapid testing is going to be fundamental in helping us quickly spot positive cases and squash any outbreaks.\" \nShadow health secretary, Jonathan Ashworth, said any expansion of the testing scheme must be backed by financial support so people could self-isolate, adding: \"Lack of adequate sick pay and support remains a dangerous hole in our defences against this horrific virus.\" \nThe latest data shows that, of the 4.2 million lateral flow tests taken in schools and colleges in the week from 18 to 24 March, 4,502 returned a positive result. \nCritics of the programme say that when rates are at low levels, it makes it hard to distinguish between actual infections and so-called \"false positives\" - an error where the test registers a positive result incorrectly.\n\"Mass testing is a scandalous waste of money,\" said Allyson Pollock, professor of public health at Newcastle University. \n\"When the prevalence rate of coronavirus falls as low as it is at the moment then an increasing proportion of cases are likely to be false positives meaning that cases and contacts will self isolate unnecessarily.\"\nProf Pollock said it is likely that mass testing \"is going to do more harm than good\" and there had been no evaluation of mass testing programmes by the government.\nThe government requires secondary school children to take a second PCR or lab test if their first rapid lateral flow test comes back positive in school. \nParents and scientists had warned some pupils were self-isolating unnecessarily after just returning to the classroom.\nThe government said that for every 1,000 lateral flow tests carried out, there was less than one false positive result, and the rapid tests were particularly useful at detecting high levels of virus.\nIn Northern Ireland, a spokesperson for the department of health said rapid testing was recently extended to private sector firms with more than 50 staff, and \"consideration may be provided to other sectors\".\nThe Scottish government said it was expanding rapid testing in hospitals, care homes, schools and in the community to spot asymptomatic cases in high prevalence areas, while also \"considering the implications\" of the announcement in England. \nThe Welsh government said 22% of the population already had access to regular rapid testing and this would continue to grow with the expansion of workplace and community testing programmes. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56608533",
      "category": "uk-wales",
      "title": "Recycling: Nitrous oxide canisters littering Wales collected",
      "tags": "Recycling,Cardiff,Nitrous oxide,Coronavirus pandemic,Litter",
      "text": "Thousands of laughing gas canisters that litter Cardiff may be saved from landfill in a new recycling scheme.\nThe canisters of nitrous oxide, also known as nos, were among rubbish in Cardiff Bay after crowds gathered by the Senedd despite Covid restrictions.\nCardiff Rivers Group (CRG) now aims to recycle the metal tubes, after collecting \"a couple of thousand\".\nNoS is the second most commonly used recreational drug in the UK after cannabis for those aged 16-24.\nIt is illegal to sell it for recreational use like this, but it is legitimately used in catering, for the likes of whipped cream, and for medicinal use.\nCRG chairman Dave King said of the canisters, \"we are finding them all the time\", and in recent weeks volunteers had collected thousands.\nUp to now though, the metal canisters have either been incinerated or sent to the landfill, and volunteers have been trying to find a way of recycling them for months.\nNow the litter pickers are hoping to collect as many of the canisters as they can, which can block drains, and recycle them at a scrap metal company.\nMr King said volunteers had collected hundreds of the canisters in the last three-to-four weeks, from parks and streets across the city.\n\"We did a litter pick in Butetown just after the last lockdown and picked up over 700 in one session,\" he said, adding a couple of hundreds more had been found in Hamadryad Park recently.\n\"We've seen how many have been left in the Bay in recent nights...we are finding them on an industrial scale.\"\nMr King said the group had already collected around 60kgs (132lbs) of the cannisters, and would keep them in a shipping container until they had about 300kgs (661lbs).\nThey would then take them to European Metal Recycling to get them recycled, and use the cash to help fund their clean-ups and donate to other charities in the city.\n\"It won't take long,\" he said, adding the group were hoping to set up drop off points in the city for people to recycle cannisters they found.\n\"We have wanted to recycle the canisters for a long time simply because they are made from steel and are readily recyclable,\" he added.\n\"The stumbling block has been the worry that some may still have the gas in them when they go for crushing at the scrap yards.\"\nJemma Bere, from Keep Wales Tidy, said the number of the canisters being collected in the city was \"staggering\".\n\"Sadly, anecdotal evidence suggests it is a similar picture across many parts of Wales,\" she said.\n\"Like all litter types, discarded canisters and balloons aren't just unsightly, they pose a real threat to wildlife and the wider environment.\"\nSource: Frank"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56581934",
      "category": "uk-england-london",
      "title": "London Zoo: Learning to be a zookeeper during lockdown",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56632958",
      "category": "world-europe",
      "title": "Bernard Tapie: French tycoon and wife attacked in home",
      "tags": "France,Adidas",
      "text": "French tycoon and and former Adidas owner Bernard Tapie and his wife have been attacked in a violent burglary at their estate near Paris.\nThe couple were tied up with electrical cords, physically assaulted and robbed of their jewellery.\nBernard Tapie, 78, who was briefly a government minister, is a flamboyant and controversial figure. \nHe has been at the centre of legal battles concerning corruption and fraud for decades, and spent time in jail.\nThe investigation has now been taken over by prosecutors in the capital Paris.\nMr Tapie and his wife, Dominique, 70, were sleeping when four men slipped passed security guards and broke into their home around 00:30 on Sunday (22:30 GMT Saturday).\nThe intruders pulled Mrs Tapie by the hair \"because they wanted to know where the treasure was\", the mayor of Combs-La-Ville, Guy Geoffroy, told AFP. \n\"But of course there was no treasure, and the fact that they didn't find it made the violence only worse.\"\nMr Tapie was hit over the head with a club while sitting in a chair.\nManaging to free herself, Dominique Tapie ran to a neighbour's home and called the police. She suffered facial injuries after being hit several times, and was taken to hospital.\n\"She is doing well,\" Mr Tapie's grandson Rodolphe Tapie said.\nMr Tapie refused to go to hospital.\n\"He is shattered, very tired,\" Rodolphe Tapie said. \nThe thieves reportedly stole two watches, including a Rolex, earrings, bracelets and a ring.\nThe couple's son posted a photo of his father's injuries on Twitter.\nBernard Tapie has a long list of accomplishments over a number of decades:\nBut he has also had a string of legal problems, declared bankruptcy in the 1990s and spent five months in jail after a series of cases concerning corruption, tax fraud and misuse of corporate assets.\nFlaunting his wealth by buying the football club, Olympique de Marseille won the French championship while he was their owner, but he was accused of match-fixing and the club was stripped of its league championship title and later relegated to a lower division.\nHis most high-profile case has lasted more than two decades, and involves a controversial settlement of €400m ($470m) awarded to him in 2008 after he sold his stake in Adidas.\nMr Tapie had sued French state bank Crédit Lyonnais, accusing it of undervaluing the sports goods company during the sale.\nA panel concluded he had been the victim of fraud, and awarded him the massive damages.\nThe scandal also implicated then-Finance Minister Christine Lagarde. She was found guilty of negligence, because she approved the compensation money.\nMs Lagarde denied any wrongdoing, and was not fined or imprisoned. She now runs the European Central Bank.\nMr Tapie was ordered to repay the money in 2015, after a court found he had in fact not been defrauded by Crédit Lyonnais - a decision he continues to fight.\nBernard Tapie is currently suffering stomach cancer and cancer of the oesophagus, and the trial concerning his appeal was postponed last year until May 2021 because of his health."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56627823",
      "category": "world-us-canada",
      "title": "Rapper DMX in hospital after heart attack",
      "tags": "Hip-hop",
      "text": "US rapper and actor DMX is in serious condition in hospital following a heart attack, says his lawyer Murray Richman.\nMr Richman told US media he didn't know whether the heart attack was brought on by a drug overdose, as reported by TMZ.\nDMX has publicly battled substance abuse for years, and spent several periods in rehab.\nHe is seen as a hip-hop icon, and has collaborated with artists including JAY-Z, Ja Rule, Eve and LL Cool J as well as appearing in films.\nThe 50-year-old, whose real name is Earl Simmons, was taken to hospital in White Plains, New York late on Friday evening, Mr Richman said, where he is surrounded by his family. \n\"He was on life support,\" the lawyer said. \"He's been taken off of life support. He is breathing on his own but there is a little brain activity.\"\nThe father-of-15 has served jail sentences in the past on charges including animal cruelty, reckless driving, drug possession and weapons possession.\nIn 2018 he made headlines by playing one of his own songs to a judge in court when he was facing charges of tax fraud. After listening to the song, the judge said DMX was a \"good man\" and gave him one year in prison.\nIn 2016 he stopped breathing and had to be resuscitated in a hotel car park in New York state.\nDMX has a career spanning more than 20 years, and as well as music, he has appeared in films including Cradle 2 the Grave and Romeo Must Die, both starring Jet Li.\n\"Earl is a sweet guy,\" Mr Richman said. \"Earl was a person who could tell such a story. He was a person with such depth. It's a heartbreaker.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56632024",
      "category": "uk-england-london",
      "title": "Greenwich murder: Woman stabbed to death in flat",
      "tags": "London violence,Greenwich",
      "text": "A 39-year-old man has been arrested on suspicion of murdering a woman who was stabbed to death in a flat.\nThe Met Police said she was found seriously injured by emergency service workers at about 02:15 BST in Ravine Grove in Greenwich, south-east London.\nParamedics treated her for stab wounds at the scene but she died an hour later. \nOfficers are working to establish her identity and a post-mortem examination has not yet been held.\nThe arrested man remains in custody at a police station in south London."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-56625920",
      "category": "education",
      "title": "School abuse: Teachers face sexualised insults in class, says union",
      "tags": "NASUWT",
      "text": "Teachers face \"derogatory sexualised\" language as well as violence and threats from pupils in the classroom, a union conference has heard.\nThe NASUWT conference condemned schools and colleges that claim \"unacceptable\" student behaviour is \"part of the job\".\nA survey of over 4,700 union members found 38% had been verbally abused, and 10% threatened with violence.\n\"We need to reclaim our classrooms, but we cannot do it alone,\" said NASUWT executive member Wendy Exton.\nTeachers are often left with no access to appropriate support and many school and college leaders do not receive adequate training, a motion passed at the conference said. \nThe concerns from teachers come after school pupils sparked a government review by posting stories online about sexual harassment and abuse by their peers.\nThe website Everyone's Invited has now gathered more than 13,400 testimonies of pupils' experiences.\nMs Exton said criminal issues such as drugs, violence, knives and country lines \"spill over\" into the classroom, and go unreported \"as schools are afraid of the repercussions\".\nShe said too many excuses were made for poor behaviour, \"from living on a council estate to trauma and even lack of tobacco\".\n\"Today's behaviour directed to us as teachers include not only vile language, but derogatory sexualised terms, threats to ourselves and our families, and indeed, violence itself,\" Ms Exton said.\n\"In classrooms, many staff are struggling alone with extreme behaviours.\"\nThe survey of 4,700 NASUWT members found that in addition to verbal abuse and threats, 6% of teachers had been subjected to physical violence by pupils in the last year.\nThe motion at the conference applauded teachers who have balloted for industrial action in order to refuse to teach violent pupils.\nRosemary Carabine, another member of the union's executive, questioned why teachers should have to use workplace grievance procedures or industrial action to feel safe at work from \"daily\" threats and aggression, in some cases.\nDr Patrick Roach, NASUWT general secretary, said the union was \"unequivocal\" that teachers should not have to endure any form of abuse in the classroom or online.\n\"The union is continuing to take steps, up to and including industrial action and refusal to teach ballots, where members report to us that serious pupil indiscipline or abuse is going unchallenged by their school,\" he said.\nA spokesperson for the Department for Education said: \"In no circumstances should teachers be subjected to abuse simply for doing their jobs.\"\nThe department said it had \"ambitious plans\" to improve behaviour in schools, including making behaviour management a core part of early teacher training, and improving guidance for schools.\nIt is also funding £10m \"behaviour hubs\", where schools with \"exemplary behaviour cultures\" share practices with others that want to improve, the spokesperson said.\nMeanwhile, Education Secretary Gavin Williamson told the NASUWT conference that investing in the next generation of teachers was \"crucial\" to the pandemic recovery plans.\nIn the pre-recorded speech, he said more needs to be done to improve teacher training as the quality of teaching was the \"single most important factor\" in education."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56627915",
      "category": "uk-wales",
      "title": "Covid fears prompt Cardiff Bay cordons and police patrols",
      "tags": "Conwy,Coronavirus lockdown measures,Cardiff,Welsh government,South Wales Police,Coronavirus pandemic,Litter",
      "text": "Cardiff Bay landmarks have been fenced off and police have stepped up patrols in parts of Wales in a bid to stop crowds breaking Covid rules.\nSpecial powers remain in place allowing officers to move people away in the bay area after hundreds gathered on the Senedd steps in recent days.\nThe area around the Welsh Parliament has also been cordoned off.\nAcross Wales police stepped up patrols after large groups were seen drinking on beaches and at beauty spots.\nSupt Marc Attwell, of South Wales Police, said people needed to take \"personal responsibility\" to prevent a third wave following the scenes in Cardiff Bay on Friday night.\nMeanwhile, Cardiff council has urged people to remember \"the pandemic is not over\" after crowds gathered in various areas over the Easter weekend leaving piles of rubbish behind.\nCurrent Covid rules state six people from two different households can meet outdoors in Wales, but mass gatherings remain illegal.\nBut, in recent days communities and authorities across Wales have faced major clean-up operations, after groups gathered to enjoy the sunshine.\nIn Cardiff Bay barriers have been placed around the Senedd after hundreds of people congregated on Thursday and Friday, leading to arrests.\nA dispersal order remains in place in the area around the Welsh Parliament, meaning police can remove people from the vicinity, after gatherings saw police injured and the area left covered with litter.\nSecurity fencing has also been placed around a memorial to merchant seamen, after people were reportedly seen urinating on it.\nThe council said large groups of people \"intent on breaking Covid-19 restrictions\" had left substantial amounts of litter in the area on Friday, and bins it had put in place had not been used.\n\"Breaking these rules significantly increases the chances of Covid-19 cases rising in the city,\" a spokesperson said.\nIn the Bodlondeb area of Conwy, police have been given powers to move people on until Sunday night, after reports of \"groups of youths gathering and causing anti-social behaviour\".\nMeanwhile in Swansea volunteers spent hours cleaning beaches of bottles, litter and smashed glass, while the council put out warnings after \"high\" levels of rubbish were left at beauty spots.\nAt Aberavon, in Neath Port Talbot, police spent Saturday evening patrolling the sand dunes after groups drank on the beach and started bonfires.\nMeanwhile in north Wales, firefighters issued warnings after a grass fire in Dolgellau on Saturday, urging people not to set deliberate fires or burn waste."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56631894",
      "category": "uk-northern-ireland",
      "title": "Newtownabbey: Police attacked for second night in a row",
      "tags": "Police Service of Northern Ireland,Newtownabbey",
      "text": "Police have been attacked in Newtownabbey, on the outskirts of Belfast, for the second night in a row.\nBricks and bottles were thrown at police and a bin was set alight on Sunday night.\nIt happened again at the Cloughfern roundabout in the O'Neill Road area. Police asked motorists to avoid the area.\nPetrol bombs were also thrown at police on the North Road in Carrickfergus, County Antrim, on Sunday night.\nEarlier a 47-year-old man was charged with riot and throwing a petrol bomb following trouble in Newtownabbey on Saturday night.\nHe is due to appear at Belfast Magistrates Court on 26 April.\nThirty petrol bombs were thrown at police and three vehicles were hijacked and set alight during rioting in Newtownabbey on Saturday night.\nPolice said a crowd of 20 to 30 people gathered at the Cloughfern roundabout from about 19:30 BST to 22:30 BST on Saturday.\nThe crowd consisted of young people and older men, some of whom were wearing masks, according to police.\nThe trouble was described as an \"orchestrated attack on police\" by Ch Supt Beck.\n\"No one, no matter what line of work they are in, deserves to be subjected to any kind of violence,\" he said.\nIt followed riots on Friday night in which 27 police officers were injured in Belfast and Londonderry.\nThere were five nights of violence in a row in the Tullyally area of Derry.\nMark Simpson, BBC News NI News Correspondent\nWhen the police arrived to stop the violence on Saturday night, a member of the crowd shouted: \"It's party time.\"\nClearly they were spoiling for a fight. \nThis was not a loyalist protest that went wrong. It looked like a planned confrontation. \nBy burning three vehicles at a busy roundabout, the crowd knew the police would arrive soon. They did.\n What happened next was ugly, but the police operation was firm and controlled.\nWithin an hour, order had been restored. \nCh Supt Beck called on those involved in the attacks to \"stop immediately\".\n\"Their actions are causing nothing but harm and distress to the very communities they are representing,\" he said.\n\"No one wants to be dragged back to the dark days when rioting was a common occurrence on the streets of Northern Ireland.\"\nOne man had his clothing set alight while he was confronting police. A petrol bomb was thrown from the crowd behind him and landed in front of him. \nHe fell to the ground and was caught up in the flames. \nHe ran to get help and members of the crowd helped to dampen the flames.\nPolice worked with \"very closely\" with local councillors in an effort to defuse the situation, according to Ch Supt Beck.\n\"We will continue to work with our partner agencies, community and elected representatives and the people of Newtownabbey to ensure we can all live in a peaceful society,\" he added.\nPolice appealed for anyone with information on the violence to contact them."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56629013",
      "category": "world-us-canada",
      "title": "Piney Point: Emergency crews try to plug Florida toxic wastewater leak",
      "tags": "Florida,United States",
      "text": "Emergency crews in Florida have been working to prevent a \"catastrophic\" flood after a leak was found in a large reservoir of toxic wastewater.\nMore than 300 homes near Tampa Bay have been evacuated, and a highway near the Piney Point reservoir has been closed.\nFlorida Governor Ron DeSantis declared a state of emergency on Saturday.\nOn Sunday, he said the water was \"primarily saltwater\" from a dredging project mixed with \"legacy process water and storm water runoff\".\nHe added that the water was not radioactive, as had been feared, and that the priority was to prevent a \"real catastrophic flood situation\".\nOfficials said the 77-acre (31-hectare) reservoir holds millions of gallons of water containing phosphorus and nitrogen from an old phosphate plant.\nThe pond where the leak was found is in a stack of phosphogypsum, a radioactive waste product from the manufacture of fertiliser.\nAttempts to repair the leak late on Friday, by plugging the hole with rocks and other materials, were unsuccessful.\nDeclaring a state of emergency allowed funds to be released to send more pumps and cranes to the area. \nOn Sunday, Mr DeSantis said emergency workers - assisted by the Florida National Guard - were pumping water out of the pond at a rate of 33 million gallons a day and discharging it into the nearby Tampa Bay.\nOther workers have been charting the path to control the flow of the water and more pumps are being deployed to the region. \nManatee County Administrator Scott Hopes told a press conference on Saturday that there were concerns the water could flood the area, which is mostly agricultural.\n\"We are talking about the potential of about 600 million gallons (2.3 billion litres) within a matter of seconds and minutes, leaving that retention pool and going around the surrounding area,\" he said.\nBy Sunday, however, he was more optimistic - telling reporters that the situation should be in a \"much better position\" by Tuesday.\nBut he also warned that \"we are not out of the critical area yet\".\nNational conservation group the Center for Biological Diversity also released a statement calling for the US Environmental Protection Agency to intervene.\n\"Federal officials need to clean up this mess the fertiliser industry has dumped on Florida communities and immediately halt further phosphogypsum production,\" Jaclyn Lopez, the organisation's Florida director, said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56630402",
      "category": "uk-wales",
      "title": "Langland Bay: 'Tombstoning' casualty in hospital airlift",
      "tags": "RNLI,The Mumbles",
      "text": "A casualty has suffered \"life changing injuries\" after \"tombstoning\" from cliffs near a beach in Swansea.\nThe male was rescued near Langland Bay by lifeboat volunteers and coastguard specialists on Saturday at 13:15 BST.\nIn a tweet, Mumbles Coastguard Cliff Rescue Team said he \"nearly paid the ultimate price but ended up with life changing injuries\". It added: \"Please don't rock jump.\"\nThe casualty was airlifted to Cardiff's University Hospital of Wales. \nThe incident happened at an area known for \"tombstoning\", Mumbles Lifeboat Station said in a Facebook post.\n\"We really are so grateful to the person with the cliff casualty who immediately called for help,\" said RNLI deputy coxswain James Bolter.\n\"This was a very serious incident. We hope all turns out well for the casualty.\"\nThe coastguard service said the rescue involved its Mumbles, Oxwich and Rhossili teams, a rescue helicopter, air ambulance, Mumbles lifeboat in shore and all weather lifeboat, the Welsh Ambulance Service and South Wales Police."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56626370",
      "category": "world-middle-east",
      "title": "Jordan's Prince Hamzah bin Hussein 'under house arrest'",
      "tags": "Jordan",
      "text": "The former crown prince of Jordan says he has been placed under house arrest as part of a crackdown on critics.\nIn a video passed to the BBC by his lawyer, Prince Hamzah bin Hussein, the half-brother of King Abdullah, accuses the country's leaders of corruption, incompetence and harassment.\nIt comes after a number of high-level arrests said to be linked to an alleged coup plot.\nThe military earlier denied Prince Hamzah was under house arrest.\nBut it said he had been ordered to stop actions that could be used to target Jordan's \"security and stability\".\nThe move apparently comes after a visit by the prince to tribal leaders where he is said to have garnered some support.\nPrince Hamzah has denied any wrongdoing and said he was not part of any conspiracy.\nMeanwhile, regional powers including Egypt and Saudi Arabia have voiced support for King Abdullah. The United States, which is allied with Jordan in its campaign against the Islamic State (IS) group, described the monarch as a key partner who has its full support.\nJordan has few natural resources and its economy has been hit hard by the Covid-19 pandemic. It has also absorbed waves of refugees from the civil war in neighbouring Syria.\nIn the video recorded on Saturday, he says the chief of the general staff told him he was not allowed to go out or communicate with people because of criticisms of the government or king voiced at meetings where he had been present. \nHe says he was not accused of making the criticisms himself. \nHowever, he went on to say: \"I am not the person responsible for the breakdown in governance, the corruption and for the incompetence that has been prevalent in our governing structure for the last 15 to 20 years and has been getting worse... And I am not responsible for the lack of faith people have in their institutions.\n\"It has reached a point where no-one is able to speak or express opinion on anything without being bullied, arrested, harassed and threatened.\"\nTensions within the royal household had been visible for some time, Jordanian journalist Rana Sweis told the BBC. \n\"The former crown prince is also seen as popular. He has a very candid resemblance to his father, King Hussein, and he is also very popular with the local tribes,\" she said. \nHigh-level political arrests are rare in Jordan. \nIts powerful intelligence agency has gained extra powers since the pandemic began, drawing criticism from rights groups. \nThis is a royal crisis that appears to have spun badly out of control. While Jordan's royals are not the first of the world's royal families to experience that this year, Jordan does have some unique problems of its own. \nIts economy, already challenged before the advent of Covid, is in poor shape and there is rising public dissatisfaction. Now, in a video message reminiscent of the one from Dubai's imprisoned Princess Latifa, the son of Jordan's late King Hussein has accused his government of corruption, nepotism and incompetence. \nHe says all his staff have been arrested, he and his family have been placed under house arrest in the al-Salaam Palace outside Amman and his communications have been restricted.\nIn the video, passed to the BBC, he describes a country gripped by fear where anyone who criticises the government risks arrest by the secret police.\nThe oldest son of the late King Hussein and his favourite wife Queen Noor, Prince Hamzah is a graduate of the UK's Harrow School and the Royal Military Academy at Sandhurst. He also attended Harvard University in the US and has served in the Jordanian armed forces.\nHe was named crown prince of Jordan in 1999 and was a favourite of King Hussein, who often described him in public as the \"delight of my eye\".\nHowever, he was seen as too young and inexperienced to be named successor at the time of King Hussein's death.\nInstead his older half-brother, Abdullah, ascended the throne and stripped Hamzah of the title of crown prince in 2004. \nThe move was seen as a blow to Queen Noor, who had hoped to see her eldest son become king.\nFollowing the latest developments, Queen Noor sent prayers for \"truth and justice\". \nOthers detained on Saturday include Bassem Awadallah, a former finance minister, and Sharif Hassan Bin Zaid, a member of the royal family.\nMr Awadallah, an economist who was educated in the US, has been a confidant of the king and an influential force in Jordan's economic reforms. \nHe has often found himself pitted against entrenched government bureaucracy resistant to his plans, observers say."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56629475",
      "category": "uk",
      "title": "Covid passport pilot plan and pandemic Easter messages",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday. We'll have another update for you on Monday morning. \nMinisters hope Covid certification will allow sports matches, conferences and night clubs to safely resume in England - but first they need to pilot the scheme. This is what the government will be doing in April and May. Passes would show whether a person has been vaccinated, had a recent negative test, or has natural immunity determined by a recent positive test. Read more about what you might need a vaccine passport for.\nFor some churches, Easter Sunday will be the first time they have opened in months. The occasion brings \"the promise of brighter days ahead\", Boris Johnson has said. Both he and Labour leader Sir Keir Starmer have paid tribute to the Christian community for its work in the past year. Recap the rules for places of worship. Meanwhile, the Met Police is facing criticism for the way its officers shut down a Good Friday service at a Catholic church in south London.\nHealth systems pushed to their peak, a surge in deaths and vaccines in short supply. This is the picture emerging across Eastern Europe, which largely escaped the worst of the coronavirus pandemic in 2020. This year, however, the picture has changed dramatically and the rate of infection is proving a major obstacle for governments. Meanwhile, in the west of the continent, France has entered its third national lockdown. Read more about how European countries are tackling the pandemic.\nPearl Rowland, 100, has spent most of her life working at a funfair - even during World War Two. Now she says the coronavirus restrictions are \"worse\" than those she saw during the conflict as the fair operated during the war. Read more about how lockdown took the fund out of funfairs.\nThe pandemic has not only claimed more than 126,000 lives in the UK, thousands more have needed hospital treatment. The BBC spoke to three survivors who explained how the virus has changed their outlook on life. From a grandfather of eight who recalls the overwhelming support he received after leaving hospital to a retired police office who feared the worse, these are their stories.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nFind more information, advice and guides on our coronavirus page. \nWondering what you can do now lockdown restrictions are being gradually relaxed across the UK? We've answered some of your questions.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-56633336",
      "category": "uk-scotland-edinburgh-east-fife",
      "title": "Three charged after mass brawl at Edinburgh Meadows",
      "tags": "Edinburgh",
      "text": "Three people have been charged after violence erupted at a mass gathering at The Meadows in Edinburgh.\nPolice Scotland said \"thousands\" of people gathered at the park to enjoy the sunny weather on Saturday.\nThe force condemned \"blatant anti-social behaviour\" after social media footage emerged of young men fighting and throwing debris.\nOfficers were called to a series of incidents over the course of the day and told \"hundreds\" to move on. \nCh Insp Sarah Taylor said: \"We are aware of the extent of the disorder seen in The Meadows this weekend and we absolutely condemn this. \n\"Officers were called to a number of incidents and responded quickly and professionally in the face of some blatant anti-social behaviour.\n\"We've been working with the council and are committed to tackling these issues together, both in the immediate future and long-term. There will be zero tolerance.\"\nScottish Police Federation chairman David Hamilton said one officer at the park was hospitalised with a facial injury - and that public hostility toward the restrictions was \"foreseeable\" and had been \"growing for some time\".\nHe added: \"Countless other unvaccinated officers were put at risk, for simply doing their jobs to keep others safe.\"\nCh Insp Taylor said there would be a police presence in the area over Easter and the coming weekends \"as a minimum\". \nThree people were charged in connection with anti-social behaviour and a serious assault. \nOfficers are working to trace others involved in various incidents and have appealed for witnesses.\nIn particular, they are looking to speak to anyone who saw a 22-year-old man being attacked at about 19:30 in the Middle Meadow Walk or a 17-year-old man being seriously injured in the park around 18:40.\nDiane Gray, who lives in the area, said the Meadows has been very busy on sunny days with \"hordes of young people congregating\".\nMs Gray said there had been problems with litter, including human waste, broken glass and \"drug paraphernalia\".\nShe said: \"I am older, restricted mobility, and I keep well away on days when it's busy because it doesn't feel safe.\"\nA clean-up operation by both council employees and volunteers was praised on social media.\nOfficers are urging people to stay local and to follow government rules on outdoor meetings.\nCh Insp Taylor added: \"I would like to thank those who are sticking to the rules and doing the right thing to avoid the spread of the virus as we move through the easing of restrictions.\n\"Our approach throughout the pandemic has been to engage with the public, explain the legislation and encourage compliance, but we will not hesitate to use our enforcement powers as a last resort.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56625680",
      "category": "world-middle-east",
      "title": "Suez Canal traffic jam caused by stuck ship Ever Given 'cleared'",
      "tags": "Egypt,Shipping industry,Suez canal",
      "text": "The last ships stranded by the giant container vessel that was stuck in the Suez Canal have now passed through the waterway, the canal authorities say.\nMore than 400 vessels were left waiting at either end of the canal when the 400m-long Ever Given became wedged across it on 23 March.\nBut Egypt's Suez Canal Authority says the shipping traffic jam is now over.\nOfficials have opened an investigation into the incident and expect to made their findings public early next week.\nThe results could have major legal repercussions, as various parties seek to recoup the costs of the repairs to the ship and the canal, as well as the salvage operation.\nAbout 12% of global trade passes through the 193km (120-mile) canal, which connects the Mediterranean Sea to the Red Sea and provides the shortest sea link between Asia and Europe.\nThe 220,000-tonne Ever Given was finally freed last Monday after a major salvage operation involving a flotilla of powerful tug boats and dredging vessels that shifted an estimated 30,000 cubic metres (1.1m cubic ft) of mud and sand.\nThe operation allowed hundreds of ships, carrying millions of tons of cargo, to start moving through the waterway.\nA total of 85 ships, carrying cargo weighing 4.2 million tons, passed through the canal in both directions on Saturday, the Suez Canal Authority (SCA) said in a statement. \nThese were expected to include the last 61 ships out of the 422 that were queuing when the Ever Given container vessel was dislodged.\nThe canal authorities are under pressure to upgrade the waterway's technical infrastructure to avoid further disruption in the future.\nThey have said they will demand at least $1bn (£720m) in compensation for the losses resulting from the blockage.\nIn an interview with the privately-owned Sada el-Balad TV on Wednesday, SCA chairman Osama Rabie said that the Ever Given vessel would not leave the Great Bitter Lake, where it is currently being held, until the compensation was paid by the vessel's owner.\nMr Rabie also said that about 800 people had helped to free the ship, adding that they would be rewarded for their \"great efforts\".\nThe vessel's technical managers, Bernhard Schulte Shipmanagement, said on Monday that its initial investigations suggested it had veered off course due to strong wind. They also ruled out any mechanical or engine failure as a cause.\nHowever, Mr Rabie believes the impact of the wind was not the main reason for the incident, and that \"technical or human errors\" may have been to blame.\n\"The Suez Canal has never been closed because of bad weather,\" he earlier told reporters.\nHe also denied size was a factor, saying larger ships had used the waterway."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56624251",
      "category": "uk",
      "title": "Boat Race 2021: Universities move from London to Ely",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-derbyshire-56525456",
      "category": "uk-england-derbyshire",
      "title": "Bakewell love locks removal plans leave families 'devastated'",
      "tags": "Derbyshire County Council,Bakewell,Tinsley",
      "text": "Over the past decade, hundreds of people have added padlocks to a bridge in the picturesque Peak District town of Bakewell to celebrate their love or remember someone they have lost.\nIt mirrors a tradition seen at tourist spots across the globe.\nHowever, the Derbyshire locks may soon be gone as the county council is set to remove them to carry out maintenance work on the bridge over the River Wye.\nThe news has left some of those who have left the \"love locks\" there feeling disappointed and emotional.\nGee Atkin, 26, said she was \"absolutely gutted\" to hear the locks may be removed.\nShe and her husband Alan, 69, added their lock to the bridge on their wedding day in 2017.\n\"We went straight to the bridge after the ceremony,\" she said.\n\"We just thought it would be something nice to do because my husband is into fish and he used to like going to the bridge to feed them.\n\"We noticed a lot of people had put locks on and we started reading them and thought, 'this is really nice, something special and a bit different'.\n\"We thought it would be quite nice to put a lock on, just symbolic really.\"\nThe couple, who live in Darley Dale, have been unable to visit their lock recently due to Covid travel restrictions but Mrs Atkin said it was something they would make an event of.\n\"We'd think, 'we'll go see the lock, have a walk around Bakewell and maybe get some fish and chips' - just make a bit of a day of it,\" she said.\nMrs Atkin said it was \"sad\" but she understands they need to be removed so work can be done to the bridge.\n\"It would be nice if they could find somewhere else for them nearby,\" she said.\nFor Frances Bell, from Tinsley, South Yorkshire, the love lock represents a different sort of love story.\nIt was put on the bridge in Bakewell on the first anniversary of her father Neville's death.\nThe 63-year-old died suddenly from an aneurysm in 2017 and Bakewell was somewhere they used to visit together.\n\"It was that special place, when we were kids,\" she said.\nSince his death, it remains a sentimental place for his family.\nMs Bell, 35, said: \"He didn't want a grave, he wanted to be cremated so we've got nowhere really to go and remember him.\n\"My daughter came up with the idea of the lock and that's where we go.\"\nShe said she feels \"devastated\" it could be removed.\n\"My daughter, she's 13, and he was like a dad to her because I'm a single mum,\" she said.\n\"It was the only solid male figure she had in her life and for her not to even have that place to go and remember him - it just feels really sad.\"\nRichard Young has set up a Facebook page calling on local authorities to save Bakewell's love locks.\n\"I've always supported love locks because I always thought it was a good thing for the town - Bakewell pudding is good for the town, now it's love locks,\" he said.\nMr Young, who ran a business in Bakewell before retiring in 2015, said the love locks started appearing in 2012 and had benefitted the local economy by attracting more tourists.\n\"Bakewell needs to respect the people that have actually visited our town, placed the love locks there,\" he said.\n\"I think we need to treat those love locks with sympathy.\n\"I would like to see another structure and those padlocks slid off in their entirety and placed on another structure, in an ideal world,\" he said.\nShaun Curtis has run a shoe repair shop in Bakewell for 22 years but also sells and engraves padlocks.\nHe thinks about 90% of the love locks on the bridge have come from his shop, making it a \"great boost\" for business.\n\"The amount of sad stories I have heard, I could write a book,\" he said.\n\"But these customers went away after putting a lock on the bridge feeling a little better.\"\nHe thinks removing the locks is disrespectful to the people that put them there.\n\"I've seen their faces when I've been engraving them - especially the memory ones,\" he said.\n\"If they decide not to carry on with the tradition, there's been talk of making a sculpture out of the padlocks or melting them down and making a plaque.\n\"As long as there's just something to remember them if they come back.\"\nA spokesperson for Derbyshire County Council said: \"We need to carry out some routine maintenance on the bridge and would need to remove the locks to do this work.\n\"However while the work is needed, it is not urgent, so we are in discussions with Bakewell Town Council and Derbyshire Dales District Council about the work, and what to do with the padlocks after they have been removed.\n\"No decisions have been taken yet and we will do all we can to promote the work to give people a chance to collect their locks.\"\nThey can be - with the sheer weight of hundreds and thousands of metal locks putting considerable strain on structures that are often centuries old.\nIn 2015, love locks caused part of the Pont Des Arts Bridge in Paris to collapse.\nAnd in this country, locks have been removed from bridges in Cornwall, Lincolnshire, Chester and Leeds in recent years due to safety concerns.\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-56624119",
      "category": "uk-england-birmingham",
      "title": "Rowley Regis dog attack: Woman, 85, killed by dogs that got through fence hole",
      "tags": "Dudley,Rowley Regis,Dogs",
      "text": "An 85-year-old woman died when two large dogs got into her garden through a hole in a fence and attacked her, police said. \nThe victim, who has been named as Lucille Downer, suffered a \"sustained\" attack and was found with serious injuries in Rowley Regis on Friday. \nShe was a mother, grandmother and great-grandmother and her \"family will miss her dearly\", relatives said.\nSupt Phil Asquith said her death was \"tragic and horrific\". \nA 43-year-old man was arrested on suspicion of being the person in charge of a dog dangerously out of control.\nHe has been bailed while inquiries continue and the dogs are being tested to establish their breed, West Midlands Police said.\nMrs Downer's family, who released their statement through the force, said she was born in Jamaica and emigrated to the UK in her early 20s. \n\"Since arriving in the UK, Rowley Regis has always been her home and her family will miss her dearly,\" they said. \nShe had spent her working years as a cook at a care home in West Bromwich.  \nFlowers have been placed in her driveway in Boundary Avenue, with one displaying the message \"RIP Nan\". \nSupt Asquith, of West Midlands Police, told a press conference earlier that neighbours and family who live nearby responded \"very quickly\" after the dogs escaped from a neighbouring property.\n\"The dogs will have unfortunately carried out a fairly sustained attack so there were multiple injuries, mainly caused as a result of the delay in getting into the garden,\" he said. \nHe said officers were called to the scene at about 15:20 BST by neighbours who said she was \"under attack from dogs from a neighbouring property\".\n\"Our officers attended, by which point the dogs had returned through a hole in the fence to the adjacent property and then, unfortunately, despite the best efforts of medical professionals, that lady died at the scene,\" he said.\nThe dogs were tranquilised and transported to secure kennels where they were being tested to determine their breed.\nSupt Asquith described the dogs as \"large\" but would not speculate on whether or not they were banned under the Dangerous Dogs Act, adding DNA samples had been taken from them. \n\"Fortunately, these types of incidents are rare,\" he said.\n\"This presented no wider threat to the public. It was a hole in adjacent premises so they weren't running in the streets.\"\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56627609",
      "category": "uk-northern-ireland",
      "title": "Newtownabbey: Police attacked with petrol bombs and fireworks",
      "tags": "Police Service of Northern Ireland,Newtownabbey",
      "text": "Police were attacked with petrol bombs and fireworks in Newtownabbey on a second night of trouble in Northern Ireland.\nOfficers were targeted at the Cloughfern roundabout in the O'Neill Road area.\nA crowd of 30 to 40 people blocked the roundabout with two burning cars at about 20:00 BST.\nIt followed Friday's night of violence in which 27 police officers were injured in Belfast and Londonderry.\nIn Newtownabbey, on the outskirts of Belfast, police closed off surrounding roads before approaching the roundabout. It was then they came under attack. \nThe Police Service of Northern Ireland (PSNI) appealed for calm and asked anyone with any influence in the community to try to ensure young people do not get caught up in criminality.\nThe situation appeared to have been brought under control by 22:15 BST.\nAlliance assembly member John Blair said the violence had to be \"utterly condemned\" and there was a \"need for calm and for parents to check where their children are\". \nSinn Féin assembly member Gerry Kelly said the the disturbances in loyalist areas were \"an out-working of the DUP's rhetoric and undermining of the PSNI and criminal justice system\".\n\"By their words and actions they have sent a very dangerous message to young people in loyalist areas,\" he said. \nDUP leader Arlene Foster condemned violence that took place in south Belfast on Friday night."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-derbyshire-56632819",
      "category": "uk-england-derbyshire",
      "title": "No BBQs plea after Peak District moorland fires",
      "tags": "Castleton,Peak District,England moor fires",
      "text": "People have been warned not to light barbecues in the Peak District after two moorland fires.\nCrews were first called to Rushup Edge, in Derbyshire, at 13:34 BST on Saturday when fire spread across three hectares (seven acres) of farmland. \nWitnesses said it was caused by people cooking near a footpath, Derbyshire Fire and Rescue Service said.\nOn Sunday afternoon, firefighters were called to another blaze in Upper Padley. \nThe fire service said although smoke \"may be visible from a distance\" the blaze off Sheffield Road was \"currently under control\".\nThe blazes follow another moorland fire at Birchen Edge, Baslow, on Tuesday.\nLast year, officials called for shops in the national park to stop selling BBQs after a series of fires.\nOn Saturday, six fire crews worked with Peak District rangers and mountain rescue teams to prevent the spread of the fire at Rushup Edge, and protect the moorland and nearby pregnant ewes.\nOn Twitter, the fire service said: \"If you're heading out to the Peak District, leave the BBQ at home.\"\nPosting a picture of a disposable BBQ found at the scene, near Castleton, it added: \"Come on people this is your countryside - let's protect it!\"\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56632030",
      "category": "uk-england-london",
      "title": "Kill the Bill protests: More than 100 arrested in London",
      "tags": "Metropolitan Police Service",
      "text": "More than 100 people were arrested at a Kill the Bill protest in central London on Saturday, the Met Police have said.\nThe 107 arrests were for offences including breach of the peace, violent disorder, assault on police and breaches of Covid legislation.\nOne woman was arrested on suspicion of possession of an offensive weapon after a knife was found.\nThe Met said the vast majority of people socially distanced and left the rally peacefully.\nCommander Ade Adelekan, who led the policing operation for the protest, said most people worked with and listened to police officers.\n\"However, as the afternoon wore on it became clear that a small number of people were intent on remaining to cause disruption to law-abiding Londoners,\" he said.\n\"Despite repeated instructions from officers to leave, they did not and, amid increasing levels of disorder, arrests were made.\n\"We should not allow the behaviour of a few individuals who attend these events with the purpose of committing criminal acts to taint the good behaviour of the majority who attended yesterday.\"\nThe protests were prompted by the Police, Crime, Sentencing and Courts Bill, which proposes to give police in England and Wales more power to impose conditions on non-violent protests, including those which are deemed too noisy or a nuisance.\nMinisters and police have defended the proposals, saying they were needed to tackle demonstrations such the ones by Extinction Rebellion in 2019, where mass occupations of roads and bridges in London and elsewhere stretched police resources to the limit.\nFormer Labour leader Jeremy Corbyn, who had earlier addressed crowds in London's Parliament Square, said the bill was a \"very dangerous, slippery slope\".\nSeven people were arrested at a Kill the Bill protest in Bristol, which was attended by about 1,500 people.\nProtests were also held in Birmingham, Liverpool, Newcastle, Weymouth and Bournemouth, amongst other places."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55274833",
      "category": "health",
      "title": "Covid vaccine: How many people are vaccinated in the UK?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "The UK has ramped up its Covid vaccine booster campaign - part of an attempt to reduce the impact of the new Omicron variant, currently spreading rapidly across the world.\nWith nine in 10 of those aged 12 or over in the UK having had a single jab and eight in 10 having had a second, the country has shifted its focus to boosters, which have been shown to offer significant protection from hospitalisation.\nAlthough more than 37 million boosters, or third doses, have been given so far, the government is urging more people to come forward to help the country \"ride out\" the Omicron wave.\nThe vaccine rollout was launched in winter 2020 and began with those considered most vulnerable before later moving down the adult age groups. All those aged 12 and over are eligible for two doses.\nIf you can't see the lookup, click here\nA booster campaign, originally targeted at people over 40 or belonging to a number of other vulnerable groups, has been extended to all over-16s. \nThe minimum gap between the second jab and booster dose has also been reduced from six to three months, to speed up the booster rollout process.\nThe government has begun easing \"Plan B\" restrictions in England, putting the reason for the move down to the success of the booster programme. Scotland, Wales and Northern Ireland have also begun rolling back measures, but people in all nations will still have to isolate after testing positive.\n Ministers are urging anyone who has not had a third, top-up jab to come forward.\nThe Joint Committee on Vaccination and Immunisation, which advises on vaccine policy, says a fourth Covid jab is not yet needed because data shows, three months after a booster shot, people aged 65 and over still have about 90% protection against hospitalisation.\nSo far, the UK has approved four vaccines for use: Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and Janssen; three of which require two doses for maximum protection.\nThose receiving boosters will get one dose of Pfizer or half a dose of Moderna.\nThere is no vaccine currently approved for use in the under-12s.\nSo far, more than 52 million people have had a first vaccine dose - some 91% of over-12s. More than 48 million - 84% of over-12s - have had both doses.\nWhile uptake of first and second doses dropped off late last year, there was a steep rise in people having boosters. However booster numbers dipped over the Christmas holiday period and remain low. \nMore than 37 million booster doses have been administered across the UK so far.\nOverall vaccination rates have now levelled off in every age group in England apart from the youngest bands.\nThe aim of the vaccination programme is to protect as many people as possible from serious illness through developing the UK population's immunity against Covid-19.\nData from the Office for National Statistics (ONS) suggests more than nine in 10 adults in the UK now have coronavirus antibodies - which is evidence of a past Covid infection or having received at least one dose of a vaccine.\nHowever, this figure does not tell us how many people are protected from infection or how close we are to reaching herd immunity - the point at which everyone is protected, directly or indirectly, as a result of high immunity levels in the population.\nAcross the country, there continues to be some variation in the vaccine programme.\nScotland has vaccinated 92% of those aged 12 and over with at least one dose, while Wales and England have reached 91% and Northern Ireland 89%.\nSecond doses are also being rolled out, with all nations reaching more than 80% of over-12s so far.\nAcross the English regions, the South West has vaccinated 86% of the same age group with at least one dose, while London has reached 69%.\nWhen looking at boosters, the South West has reached 67% of people aged 12 and over, while for London the figure is 44%.\nThere have also been disparities between ethnic groups and poorer and wealthier areas.\nAnalysis of NHS records by the OpenSAFELY group - a collaboration between Oxford University and the London School of Hygiene and Tropical Medicine - shows that black people were the least likely to have received a booster vaccine.\nThe study was based on more than 20 million patient records in England and covers people not living in care homes. Areas of London are under-represented in the data.\nIn addition, booster take-up in poorer areas is lower than in more affluent areas.\nCurrently, the Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and one-shot Janssen vaccines are approved for use throughout the UK. \nOthers, such as those produced by Novavax and Valneva, have not yet been given the green light.\nThe UK had ordered more than 540 million doses of seven of the most promising vaccines, including the four so far approved for use. \nIn addition, the government has now signed deals to buy 114 million more doses of the Pfizer and Moderna vaccines to use in 2022 and 2023. \nFrench vaccine maker Valneva said the UK government had scrapped a deal for 100m doses of its vaccine, which is yet to be approved."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56605793",
      "category": "uk-scotland",
      "title": "Emma Caldwell suspect 'attacked woman in same woods'",
      "tags": "Biggar,Prostitution,Glasgow",
      "text": "A woman has come forward claiming she was attacked twice by a man later identified as a prime suspect in the murder of Emma Caldwell. \nShe claims one of the attacks happened in the same remote woods where Ms Caldwell's body was found in 2005.\nThe woman, who worked as a street prostitute, told police the man who attacked her was Iain Packer.\nShe also named him in a \"Beware Book\" used by street workers to warn others against violent and abusive clients.\nEmma Caldwell had been a sex worker in Glasgow's red-light district when she disappeared on 4 April 2005.\nThe 27-year-old's body was found five weeks later, 40 miles away in woods near Roberton in South Lanarkshire.\nShe was naked and had been strangled.\nFour Turkish men were arrested and charged with her murder, however the case later collapsed and they were all released.\nSixteen years later no-one has been convicted of Emma's murder.\nA BBC investigation - for the new podcast Who Killed Emma? - has now discovered at least four sex workers told police they were also taken to the same remote woodland by a client in the months before Emma was killed. \nTwo of the women said they were forced to strip and were left terrified by him. All identified the same man as being their alleged attacker. \nThe man they all picked out from police photobooks is 48-year-old Iain Packer.\nMr Packer was questioned six times by police during the investigation into Emma's murder and admitted to police that he had taken her and at least five other women to the remote woods for sex.\nIn 2019 he featured in a BBC Disclosure programme, during which he insisted to journalist Sam Poling that he had never been violent towards any women and denied having killed Emma Caldwell. \nDays after the interview, he was arrested and later convicted for attacking his former partner by choking her.\nOne woman, who spoke to the BBC for a new podcast series investigating the murder said that she identified her attacker to police in 2005 and also named the man in a logbook kept by a drop-in support service for women involved in street prostitution.\nThe logbook, known as the 'Beware Book', was a collection of warnings from prostitutes to other women about dangerous clients.\nThe woman, who asked not to be identified, has told the BBC that she was taken down to the Roberton woods by a client - whom she later identified as Packer - where he was sexually violent with her. \nShe said she named him in the logbook in the months before Ms Caldwell went missing and again to police in the weeks after her body was found.\nShe said he also picked her up from Glasgow's red-light district and took her to Pollok Park in the south of the city where he raped and beat her.\nFor the past four years, I have investigated the murder of Emma Caldwell.\nI have examined closely the police's botched inquiry into who killed her, and I have exposed a man whom I grew to believe was a prime suspect. \nWhen I began working on a podcast into Emma's case, I wanted to try to speak with as many women as possible who had lived and worked in the same world she did. \nEmma had turned to prostitution to fund her drugs habit and lived in a women's hostel in Glasgow. She had few friends but I managed to track down a number of those whom she was close with. \nI never expected to hear what I did. There wasn't a single woman I spoke to who hadn't been raped while selling sex on the streets of Glasgow. There wasn't a single woman who hadn't been beaten, attacked and humiliated. \nThe stories they told me spoke of a world in which the women lived with only a hopeful expectation of survival, not a guaranteed one. \nOne woman would pull out a strand of her hair whenever she got into a client's car. She would lean back and discreetly rub it into the carpet behind the passenger seat. \nShe hoped it would give police a forensic trail of her last movements. She knew it wouldn't save her life but it would maybe help find those who took it. \nAnother woman would ensure she kept the used condoms after sex with every client. She would secretly drop them where they had had sex, knowing both their DNA was on it. \nThat they had to live like this, I found difficult. But worse was hearing how the women were treated by those whose job it was to protect them - the police. \nThe women spoke of reporting rapes and attacks to the police and said they were rarely believed. They said they felt silenced, as though their voices were worthless. \nYet some of these women had vital information about Emma's case. \nSeveral spoke of a violent client who had taken them to the same woods where Emma's body had been found. \nOne woman described repeatedly being taken down a motorway by a client she was scared of. Four women picked the same man out of a photobook, stating he had been violent to them. \nI investigated all of this, and the evidence I found pointed to one man as a prime suspect - Iain Packer. \nHe was the man all these women had either named or identified from police photobooks. \nEverything I learned suggested he was a sexually violent man who had raped women. I even discovered evidence which alleged he had raped Emma in the months before she went missing. \nPacker himself admitted to police that he had taken several women - including Emma - down to the woods where her body was found. \nDespite the women repeatedly telling police about their violent experiences with Packer, the police arrested and charged four Turkish men.  The case against them collapsed within months. \nIt is 16 years today since Emma went missing and no-one has been convicted for her murder. \nThe women I have spoken to say they feel angry and betrayed. They want to know why their experiences and their testimonies were ignored.\nAnd it's a question I'd like answered too. \nConcerns over the conduct of the Emma Caldwell murder inquiry were such that in 2015, Scotland's public prosecutor, the Lord Advocate, ordered Police Scotland to re-investigate not only who killed Emma Caldwell, but also what went wrong in the original investigation. \nIn a statement to the BBC, Police Scotland said the case remained open and a team of detectives continued to examine the circumstances of Ms Caldwell's death.\nA report was sent by Police Scotland to the Crown Office in June 2018 and, following further guidance received from the Crown Office, Police Scotland said the investigation continues. \nThe Crown Office said it could not comment on a live investigation. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56629006",
      "category": "world-middle-east",
      "title": "Prince Hamzah bin Hussein of Jordan's 'house arrest' message in full",
      "tags": "Jordan",
      "text": "The former crown prince of Jordan, Prince Hamzah bin Hussein, says he has been placed under house arrest as part of a crackdown on critics. The military earlier denied that Prince Hamzah was under house arrest, but said he had been ordered to stop actions that could be used to target the country's \"security and stability\". In a video passed to the BBC by his lawyer on Saturday, the prince accuses the country's leaders of corruption, harassment and incompetence. Here is what he said, in full:\nI'm making this recording today to try to explain what's happened over the last few hours with me.\nI had a visit from the chief of the general staff of the Jordanian armed forces this morning, in which he informed me that I was not allowed to go out, to communicate with people or to meet with them, because in the meetings that I had been present in or on social media relating to visits that I have made, there has been criticism of the government, or the king.\nI asked him if I was the one criticising, he said no. He said but this was a warning from him, from the chief of police and from the chief of the security services the Mukhabarat, that I should not leave my house, that I could only visit family, that I could not tweet, and that I could not communicate with people.\nSince then a number of the people I know, or my friends, have been arrested, my security has been removed, and the internet and phone lines have been cut. This is my last form of communication, satellite internet, that I have - and I've been informed by the company that they are instructed to cut it, so it may be the last time I am able to communicate.\nAs I said to the chief of staff when he came, I am not the person responsible for the breakdown in governance, for the corruption, and for the incompetence that has been prevalent in our governing structure for the last 15 to 20 years, and has been getting worse by the year.\nI am not responsible for the lack of faith that people have in their institutions. They are responsible.\nUnfortunately, this country has gone from one that was at the forefront of the region in terms of education and healthcare, in terms of human dignity and freedoms, to one in which even to criticise a small aspect of a policy leads to arrest and abuse by the security services.\nIt has reached the point where no one is able to speak or express an opinion on anything without being bullied, arrested, harassed and threatened.\nThis is a very sad and unfortunate turn for a country that as I said used to be in the forefront of the region. And the lives and futures of our children and their children are at stake if this continues. Their well-being has been put second by a ruling system has decided that its personal interests, that its financial interests, that its corruption is more important than the lives and dignity and futures of the more than 10 million people that live here.\nI am making this recording to make it clear that I am not part of any conspiracy or nefarious organisation or foreign-backed group, as is always the claim here for anyone who speaks out.\nI have spoken with people and tried to remain connected to people in the hope that they realise that there are members of this family who still love this country, who care for them and who will put them above all else, and so that I was able to remain aware and in touch with them and aware of their plight and their needs.\nApparently that is a crime worthy of isolation, threats, and now being cut off. I am in my home alone with my wife, our young children, and I wanted to make this recording so that it is clear to the world that what you see and hear in terms of the official line is not a reflection of the realities on the ground.\nUnfortunately this country has become stymied in corruption, in nepotism and in misrule, and the result has been the destruction or the loss of hope that is apparent in pretty much every Jordanian. The loss of hope in our future, the loss of dignity, and a life under constant threat because we simply want to speak the truth, or we are trying to express our concerns or our hopes for the future.\nI pray that all Jordanians will remember that I have always to tried to serve them to the best of my ability with what limited resources I have had, that I always will, and that God willing the situation will improve if we are able to come together and make our voice heard.\nThank you."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-56594933",
      "category": "uk-england",
      "title": "England lockdown: Countdown to freedom",
      "text": "In the coming weeks the coronavirus restrictions in England will slowly be lifted. But exactly how many days is it until I can...\nOn 29 March the rules changed allowing up to six people or two households to meet outside. \nPubs, cafes and restaurants will be able to open outdoor areas from 12 April. \nHairdressers and beauty salons will be able to open from 12 April. \nAll the shops classed as non-essential, which have been closed since the start of January, will be able to open from 12 April.\nCafes and restaurants will be able to open indoor dining from 17 May. Up to six people or two households will be allowed to spend time together indoors. \nAll restrictions are set to end on 21 June allowing you to meet as many people as you want - though you will be expected to keep social distancing. \nIt's likely that the government will continue to advise a level of social distancing until all adults have received their second dose of a vaccine. When that will be is not known at the moment, but the existing schedule is for all adults to have had one dose by the end of July.\nEven then some protective measures may still be advised for those who have not been vaccinated or are still at risk.\nScotland, Wales and Northern Ireland have different timetables for relaxing restrictions. You can find out what they are here:\nAll the lockdown easing steps in England are dependent on four key tests being met at each stage. These tests include whether the vaccine rollout is going as planned and whether deaths and cases are coming down. \nIf the figures go the wrong way the government may delay some of the steps. The next assessment will be in the week before 12 April.\nWhat have you been looking forward to doing the most once lockdown restrictions ease? How do plan to celebrate freedom? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56630546",
      "category": "business",
      "title": "Boohoo: Karen Millen skirt had Oasis label covered in pen",
      "tags": "Companies,Arcadia Group,Boohoo",
      "text": "A woman who bought a skirt from Karen Millen said she \"felt lied to\" as it had an Oasis label covered with pen.\nJoanna Sikora got in touch with the BBC after we revealed that Boohoo-owned brands had sold the same clothes at different prices.\nBoohoo said it was investigating how this had happened and the \"miscommunication was not intentional\".\nBut a company insider told the BBC \"it happens all the time\". Boohoo is yet to respond to these claims.\nMiss Sikora sent the company photographs of the altered labels and she received a refund.\nThe 39-year-old from Winchester said she used to like treating herself to clothes from Karen Millen, particularly for special occasions.\nBut when the skirt arrived she remembered thinking, \"For Karen Millen, that's quite poor quality,\" and started to examine it.\n\"The labels had been cut and blacked out with marker pen, but I could clearly see that the brand was actually Oasis,\" she said.\nWhat's more, the skirt was being sold by Karen Millen for £42 while the same garment was priced at £30 on Oasis' website, she said.\n\"The thing is, I don't mind clothes from Oasis at all. If I go to Primark, I am happy to wear clothes with a Primark label,\" said Ms Sikora\n\"What was really disappointing was that I felt lied to,\" she said. \"They didn't even try very hard to hide what they had done and thought consumers would be stupid enough not to realise.\n\"Prior to Karen Millen being owned by Boohoo, I trusted them. I would purposely shop there because I liked the designs, the quality and the fit. But I will never shop with Karen Millen again now.\"\nBoohoo acquired the online business of the Karen Millen brand along with Coast in August 2019. Ms Sikora said she bought her skirt in June 2020.\nMs Sikora's is another example of how Boohoo - which owns both Karen Millen and Oasis, among many other fashion brands - sells the same pieces of clothing for different prices across its business.\nThe BBC discovered the same coat being sold by Dorothy Perkins for £55, but at Coast it was priced at £89, despite both companies being owned by Boohoo.\nIt appears to be a wider practice, with identical garments appearing on websites for Warehouse and Oasis, but at different prices.\nBoohoo said last week that the \"miscommunication was not intentional\" and all of its brands - which also include Dorothy Perkins, Coast, Oasis and Warehouse - \"work independently\".\nBoohoo, an online-only retailer, has thrived during the pandemic as large swathes of the High Street have been forced to shut to stop the spread of Covid.\nIn the first 10 months of its current financial year, Boohoo sales rose 42% to £1.2bn and it has continued to expand its business.\nMost recently, it bought Dorothy Perkins, Wallis and Burton from Arcadia, which fell into administration earlier this year.\nThe deal included the brands and online businesses, but not the 214 shops nor 2,450 workers employed in them.\nThe industry insider explained that Boohoo needed to sell the huge amounts of stock sitting in the High Street stores that had shut as part of this buy out. So the items were rebranded and sold across a number of the websites it owned.\nShe said aside from this, Boohoo also operated \"group buys\", in which it placed bulk orders for a product and sold them across different brands at different prices.\n\"If a style does not sell on one brand, they will change the stock to another brand, to see if it sells better,\" she said.\n\"Boohoo don't make a secret of it, it's part of their business model. \n\"If they just said, 'Yeah we do it and it's to standardise the cost,' I think people might get it.\"\nThe BBC had asked Boohoo why Dorothy Perkins branding appeared to have been cut from the care label in the same coat sold by Coast for £34 more.\nBoohoo said: \"Stock of the item in question was purchased and live on site by Coast prior to the Boohoo Group's acquisition of the Dorothy Perkins brand.\"\nBut the insider said: \"The coat you bought [from Coast] would have been originally made for Dorothy Perkins and included in the buyout.\n\"They have then changed the brand label and altered the care label as you found, to spread the stock over all the brands. \n\"This would not have been sold on Coast before the Dorothy Perkins buyout like they said. That's not the standard label we use for Coast clothing.\n\"The layout is different. Normally the brand name is at the top, but here it was at the bottom where Dorothy Perkins have theirs and they've obviously cut that off.\"\nOn Friday, the BBC put the insider's claims to Boohoo, along with Ms Sikora's story, but the company is yet to respond.\nHave you bought clothes from a Boohoo brand, only to see it priced cheaper under another Boohoo-owned business?  Share your experiences.  Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56633337",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Hairdressers and homeware shops reopen",
      "tags": "Coronavirus lockdown measures,Scotland economy,Retailing,Hairdressers,Coronavirus pandemic",
      "text": "Hairdressers, homeware shops and garden centres are reopening in Scotland as Covid restrictions on the economy have eased.\nNon-essential click-and-collect services are also allowed to resume.\nThey are the latest lockdown measures to be relaxed after the Scottish government lifted its \"stay at home\" rule on Friday.\nOther businesses reopening include key cutting, mobility equipment, baby equipment and electrical repairs.\nDeputy First Minister John Swinney urged people to remember the virus is still circulating and to continue following the rules.\nHe said: \"The virus is down but it's not yet out, and the last thing we need is to see it making a comeback and undoing all the progress from the massive effort and sacrifices we have all had to make.\"\nHairdressers and barbers with shopfronts can reopen by appointment only - but not mobile services.\nWhile some limited click-and-collect services have been operational since January - including clothing, footwear and books - non-essential click-and-collect can now resume.\nHowever, they will have to operate by staggered appointments. \nPeople still have to abide by the \"stay local\" rule, meaning they cannot travel outside their local authority boundaries, unless for essential reasons.\nMr Swinney added: \"While it's great news that garden centres and hairdressers are allowed to reopen, everyone needs to bear in mind that it doesn't mean the virus has gone away.\n\"My message is simple - enjoy the latest relaxing of the rules but remember to look out for each other, too.\"\nStylist Fallon Carberry said her salon in Glasgow had already been swamped with bookings.\nShe told the BBC's Good Morning Scotland programme: \"When we got the first announcement, we opened our books and we had over 1,000 bookings in 24 hours. We weren't expecting that.\n\"It's crazy busy but the staff are all well rested. We are going to be open seven days until eight at night. There are long days ahead but we're ready.\"\nMarc McCune, who owns two hair salons in Glasgow, said his staff were as much a priority as customers as restrictions are lifted.\nHe said: \"The government has provided financial support and furlough has allowed us to keep all our team employed.\n\"It's been a strange year for our team who have only worked for five months in the last year. So we are concerned more about their mental wellbeing.\"\nDavid Lonsdale, director of the Scottish Retail Consortium, welcomed the reopenings and urged shoppers to respect the rules in place.\nHe said: \"The decision to expand the list of essential retailers and unwind some of the elevated lockdown restrictions are positive steps. Its good news for shoppers and for the economy.\n\"Retailers are working hard to prepare for reopening. Shoppers can play their part by adhering to the rules on face-coverings, social distancing, queuing, and by being respectful of shop staff.\"\nOutdoor contact sports for 12 to 17-year-olds can also start again and college students are able to return to in-person teaching for practical subjects.\nIt is expected that all school pupils will return full-time after the Easter holidays. Those in secondary schools are currently operating under a blended learning system.\nMeanwhile Police Scotland have criticised campers who breached lockdown rules by pitching up in the Mennock Pass on Dumfries and Galloway.\nThe force tweeted: \"Whilst out on patrol yesterday in the Mennock Pass our officers found a large number of people who had travelled from out with our region to #DumfriesandGalloway.\n\"Approximately 50 people who had intended camping for the weekend were reminded of the current guidelines prior to them leaving the area.\n\"Our officers will continue to visit local beauty spots to encourage people to #StaySafe.\n\"Please follow the The Scottish government guidelines as we ease out of lockdown.\"\nIt comes after Scotland recorded 343 coronavirus cases and no new deaths of Covid patients on Sunday.\nFigures published by the Scottish government indicated the daily test positivity rate was 2.7%, up from 2.1% on Saturday.\nIn total, 2,553,837 people had received a first dose of the Covid-19 vaccination and 451,057 had received their second dose."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56626101",
      "category": "uk-wales",
      "title": "Wally the walrus: Fears for safety as Tenby tourists get 'too close'",
      "tags": "Broad Haven,Tenby,Animals",
      "text": "Thousands of miles from home Wally is more used to a quieter life, away from humans, in the Arctic.\nBut, after straying unusually far south into Tenby, Pembrokeshire, the walrus has become a bit of a tourist attraction for visitors over Easter.\nNow authorities are asking them to leave Wally in peace, after reports of jet skiers, surfers and paddle boarders \"disturbing\" him by getting too close.\nConservation groups have urged people to \"enjoy him from a distance\".\nThey have been keeping a close eye on the mammal, who has been nicknamed Wally ever since he was first spotted on the Welsh cliffs.\nThe walrus is believed to have arrived from the Arctic on an ice floe, and was initially seen off County Kerry earlier this month, before he ended up on the Welsh coast.\nIt was first seen in Wales on rocks near Broad Haven South beach before heading to Tenby, and had spent a few days on the RNLI slipway, with lifeboat crews keeping people away from it.\nIn a statement, authorities warned the public to leave Wally alone, as the sunshine draws crowds to the area.\nThe statement, issued by the RSPCA, Tenby's Harbour Master, Welsh Marine Life Rescue, Tenby Lifeboat Service, British Divers Marine Life Rescue, Natural Resources Wales, and CSIP Marine Environmental Monitoring, warns that people have been getting \"too close\".\nThe walrus is protected under the Wildlife and Countryside Act, 1981, and anyone caught disturbing the animal may be committing a criminal offence.\n\"We understand it's exciting and unusual to have the walrus take up a temporary residence in Tenby, and that over the bank holiday weekend many people may wish to visit the area in the hope of catching a glimpse of him,\" the statement said. \"However, it's in his best interests to be left alone as much as possible, so we're asking people to remember he is a wild animal and avoid the temptation to get near to him and disturb him. \n\"We're really concerned to hear reports that some people have tried to get close to him by using jet skis or paddle and surf boards - this really isn't in his best interest and we urge people to act responsibly this weekend and if they find themselves in the area, to enjoy him from a distance.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hereford-worcester-56631144",
      "category": "uk-england-hereford-worcester",
      "title": "Dorstone 'illegal rave': Police set up road blocks",
      "tags": "Dorstone",
      "text": "Villagers have reported seeing more than 100 cars at the site of an \"illegal rave\". \nPeople in Dorstone, Herefordshire, and surrounding areas said on social media they heard cars and music from the site at Vaga Hill overnight and on Sunday. \nWest Mercia Police said it was dealing with reports of an illegal rave in the village and had set up road blocks. \nSupt Ed Williams said officers were aware of a \"large gathering\" and were engaging with those in the area. \n\"We understand that the community are becoming increasingly concerned with the number of people at the site and we would like to reassure them that we are taking this very seriously and are dealing with this incident as a priority,\" he added. \nOne local resident said cars were being turned away at police road blocks but were still coming along a back road, while people were also being dropped off from taxis. \n\"The last taxi I saw delivered somebody about 03:30 to 04:00 BST - it delivered a group of about five or six guys right in front of our house,\" she said. \nOne Dorstone resident said on social media she saw a \"cavalcade of cars speeding through the village\" between 01:30 and 02:30. \nOthers said the event was still going strong on Sunday morning, with one writing: \"We can hear every beat of the music here\". \nNicola Goodwin, BBC Hereford and Worcester\nIt's coming up to lunchtime and the party is ongoing at the top of Vagar Hill, with more than 150 people still here. \nWe are in the middle of nowhere on the edge of the English-Welsh border.  \nThey've got a sound system and a generator. West Mercia Police are on site. \nThere is litter strewn everywhere but a lot of partygoers are doing their best to try and clear up some of the rubbish. \nMany have come in camper vans or with tents. They have brought food and some have lit fires. \nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56628745",
      "category": "world-us-canada",
      "title": "Amazon apologises for wrongly denying drivers need to urinate in bottles",
      "tags": "Amazon,Alabama",
      "text": "Amazon has apologised to a US politician for falsely denying that drivers are, at times, forced to urinate in plastic bottles.\nMark Pocan, a Democrat from Wisconsin, referenced Amazon making \"workers urinate in water bottles\" in a tweet.\nThe official Amazon Twitter account then replied: \"If that were true, nobody would work for us.\"\nThe company has now apologised after evidence emerged of drivers having to urinate in bottles.\n\"We owe an apology to Representative Pocan,\" Amazon said in a statement.\n\"The tweet was incorrect. It did not contemplate our large driver population and instead wrongly focused only on our fulfilment centres.\" \nIt added that its fulfilment centres all have dozens of toilets that employees can use \"at any time\". \nMr Pocan had criticised Amazon for opposing efforts by workers to unionise a major facility in Alabama.\n\"Paying workers $15/hr doesn't make you a 'progressive workplace' when you union-bust & make workers urinate in water bottles,\" he wrote last week.\nShortly afterwards, Amazon's official account responded: \"You don't really believe the peeing in bottles thing, do you? If that were true, nobody would work for us.\"\nSeveral news outlets then quoted numerous Amazon employees who confirmed that they had been left with little option but to urinate in plastic bottles while working. They also described relentless working practices, both in its fulfilment centres and as delivery drivers.\nThe Intercept also said it had obtained internal documents suggesting that Amazon executives were aware of this happening.\nAmazon's retraction added: \"We know that drivers can and do have trouble finding restrooms because of traffic or sometimes rural routes, and this has been especially the case during Covid when many public restrooms have been closed.\"\nIt said the problem was \"a long-standing, industry-wide issue\" and said that they \"would like to solve it\".\nMr Pocan rejected the apology on Saturday, tweeting: \"Sigh. This is not about me, this is about your workers - who you don't treat with enough respect or dignity. Start by acknowledging the inadequate working conditions you've created for ALL your workers, then fix that for everyone and finally, let them unionise without interference.\"\nAmazon workers in Bessemer, Alabama, voted in a historic poll last week to decide whether they want to be represented by the Retail, Wholesale and Department Store Union. The effort has been strongly opposed by Amazon.\nThe results are not expected until next week. If they vote yes, it will become Amazon's first US union.\nAmazon has successfully fought off union efforts elsewhere in the US. However, most of its European facilities are unionised."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-56630482",
      "category": "uk-scotland-scotland-politics",
      "title": "Scottish election 2021: Sturgeon considers scrapping not proven verdict",
      "tags": "Sexual violence,Scottish Parliament election 2021,Nicola Sturgeon,Women",
      "text": "Nicola Sturgeon has said it is time to consider ending the 'not proven' verdict in Scotland's legal system.\nThe first minister said she has changed her view on the matter because of \"mounting evidence\" that the verdict is linked to low conviction rates in rape and sexual assault trials.\nCampaigners against the verdict were galvanised by a case in 2018 when a woman sued a man cleared of raping her.\nSenior figures in all major parties have criticised the verdict.\nMs Sturgeon, who trained as a lawyer at the University of Glasgow, said it had been \"imprinted\" on her brain that not proven was one of the \"totemic\" things that make Scots law distinctive.\nIn an interview with PA Scotland, she said she had perhaps \"had a bit of a lawyers' view\" of the not proven verdict in the past.\nShe added: \"I do think it is time to look at the not proven verdict. The conviction rate for rape and sexual assault is shamefully low. \n\"And I think there is mounting evidence and increasingly strong arguments that the not proven verdict is a part of that. So I think it is something that it is time to look at.\"\nRape Crisis Scotland has led a campaign to scrap not proven since 2018, along with a woman known as Miss M, who successfully sued a man for damages after he was cleared of raping her.\nMiss M claimed she was raped after a night out in St Andrews, when she was an 18-year-old student in 2013.\nStephen Coxen denied the charges against him and in November 2015 a jury in a criminal court gave a not proven verdict.\nBut in 2018, in a case understood to be the first of its kind in Scotland, a sheriff in a Personal Injury Court ruled that Coxen had raped the woman and demanded he pay damages.\nScotland, unlike most of the world's legal systems, has three possible verdicts in criminal cases - guilty, not guilty and not proven.\nThe legal implications of a not proven verdict are exactly the same as a not guilty verdict - the accused is acquitted and is innocent in the eyes of the law.\nNot proven is seen by some as offering additional protection to the accused, ensuring they will not be convicted if the jury has any doubts.\nBut critics argue that it is confusing for juries and the public, can stigmatise an accused person by appearing not to clear them and fails to provide closure for victims.\nA study published in 2019 found removing the not proven verdict might incline more jurors towards a guilty verdict in finely balanced trials. It also found inconsistent views on the meaning of not proven and how it differed from not guilty.\nScottish Conservative leader Douglas Ross last week said his party was \"fully committed\" to abolishing the verdict, adding the bill would be the first act of his party in the new parliamentary term.\nHe said a \"disproportionate number of not proven verdicts in rape cases\" which he said \"certainly doesn't deliver for the victim and it still leaves the accused with an uncertain verdict\".\nScottish Green Party co-leader Lorna Slater also pledged to scrap the verdict, citing her party's \"rights-based approach\" to policy.\nShe said: \"Having an ambiguous third option as a possible verdict in criminal trials is confusing for juries and unfair on both complainers and the accused. \nSCOTLAND'S ELECTION: THE BASICS\nWhat elections are happening? On 6 May, people across Scotland will vote to elect 129 Members of the Scottish Parliament (MSPs). The party that wins the most seats will form the Scottish government. Find out more here.\nWhat powers does the Scottish Parliament have? MSPs pass laws on most aspects of day-to-day life in Scotland, such as health, education and transport. They also have control over some taxes and welfare benefits. Defence, foreign policy and immigration are decided by the UK Parliament.\nHow do I vote? Anyone who lives in Scotland and is registered to vote is eligible, so long as they are aged 16 or over on the day of the election. You can register to vote online. \n\"Importantly, this verdict is disproportionately used in rape trials where often the victim faces a torrid time in court. That needs to end.\"\nScottish Lib Dem leader Willie Rennie said he sympathised with those who arguing to drop the verdict, adding: \"It is clear though that matters like not proven can't be looked at in isolation. \n\"We have been working with victims' groups and survivors to understand how to make things better.\"\nAnd deputy Scottish Labour leader Jackie Baillie said: \"Scottish Labour have long believed in the abolition of the not proven verdict and we have brought forward members' bills in the parliament which were blocked by the SNP.\n\"We urgently need to reform our justice system to ensure it protects women and moving to a two verdict system would be one step in the right direction.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56627642",
      "category": "uk",
      "title": "Kill the Bill protests: Defend right to protest, Corbyn tells marchers",
      "tags": "Sarah Everard murder,Jeremy Corbyn,Bristol",
      "text": "Former Labour leader Jeremy Corbyn urged marchers to \"stand up for the right to protest\" as protests against the Police and Crime Bill were held around the UK.\nKill the Bill demonstrations took place in London, Birmingham, Liverpool, and Bristol among other places.\nMr Corbyn said the bill would prevent protest without police approval.\nPolice said 26 people were arrested after a minority refused to leave after the London protest.\nSpeaking in Parliament Square in central London, Mr Corbyn invoked figures such as the suffragettes and Nelson Mandela as he urged the crowd to oppose the bill.\n\"Stand up for the right to protest, stand up for the right to have your voice heard,\" he said.\nHe said the protests against the bill were sparked after police dispersed the crowd at the \"perfectly correct and proper vigil\" for Sarah Everard, who was killed as she walked home in south London.\n\"I want a society where it is safe to walk the streets, where you can speak out, you can demonstrate and you don't have to seek the permission from the police or the home secretary to do so,\" he said.\nSeveral women addressed the crowd and shared personal experiences of abuse and being drugged.\nProtesters carried anti-sexism placards and chanted \"women scared everywhere, police and Government do not care\" as they marched past Downing Street.\nThe protests were prompted by the Police, Crime, Sentencing and Courts Bill, which propose to give police in England and Wales more power to impose conditions on non-violent protests, including those which are deemed too noisy or a nuisance.\nAnyone refusing to follow police directions about a protest could be fined up to £2,500.\nMinisters and police have defended the proposals, saying they were needed to tackle demonstrations such the ones by Extinction Rebellion in 2019, where mass occupations of roads and bridges in London and elsewhere stretched police resources to the limit.\nMost of the crowd of several hundred people in London dispersed peacefully after the rally, but police said they made arrests after a \"small minority\" refused to leave.\nIn Bristol, more than 1,000 people gathered for a peaceful protest, after demonstrations on 23 March and 26 March ended in clashes with police.\nEarlier Kill the Bill protests had taken place under lockdown, but the latest demonstrations are the first since coronavirus rules on outdoor gatherings were eased on Monday in the latest stage of the government's roadmap out of lockdown.\nUnder the current rules, people can meet outdoors in groups of six or two households. But there is an extra provision to allow outdoor protests with more than six people - as long as organisers carry out a risk assessment and take all reasonable steps to limit the spread of the virus.\nAt the Bristol protest, about 100 demonstrators began marching again later in the evening, Avon and Somerset Police said. They forced police to briefly close part of the M32 motorway by sitting in the road.\nHundreds of people also marched through Newcastle city centre, and other places that saw protests of varying scales included Birmingham, Liverpool, Newcastle, Bournemouth, Brighton, Weymouth and Luton."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56632028",
      "category": "uk-england-london",
      "title": "Richard Okorogheye: Divers help search for missing student",
      "tags": "Richard Okorogheye case,Loughton",
      "text": "Specialist police divers are involved in the search for a student who has been missing for almost two weeks.\nRichard Okorogheye has not been seen by his family since 22 March, when he left their home in the Ladbroke Grove area of west London.\nThe 19-year-old, who has sickle cell disease, took a taxi to Loughton, Essex. He was last seen in CCTV footage recorded near Epping Forest.\nOfficers and police dogs have been searching the forest for four days.\nHowever, nothing of relevance to the investigation has been found, Met Police said.\nMr Okorogheye was seen boarding the number 23 bus, southbound, in Ladbroke Grove, Kensington, at about 20:45 GMT on 22 March.\nHe did not take his medication or any money when he left home. \nCCTV footage showed the Oxford Brookes student walking alone on Smarts Lane towards Epping Forest at 00:39 GMT on 23 March, having caught a taxi from west London to Loughton.\nHe was dressed all in black with a white Adidas logo across his lower back, and had a black satchel bag.\nPolice directly appealed to the missing student to get in touch and \"let us know you are safe\" on Saturday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56622471",
      "category": "world-europe",
      "title": "Covid-19: France enters third national lockdown amid ICU surge",
      "tags": "France,Coronavirus lockdown measures,Germany,Coronavirus vaccines,Pope Francis,Emmanuel Macron,Coronavirus pandemic",
      "text": "France has entered its third national lockdown as it battles a surge in cases of Covid-19 that threatens to overwhelm the country's hospitals.\nAll schools and non-essential shops will shut for four weeks, and a curfew will be in place from 19:00 to 06:00.\nOn Friday, the number of seriously ill Covid patients in intensive care units (ICU) increased by 145 - the biggest jump in five months.\nPresident Emmanuel Macron has promised more hospital beds for Covid patients.\nFrance is currently battling a peak of about 5,000 Covid patients in ICUs. On Friday, the country recorded 46,677 new cases and 304 deaths.\nAs well as the restrictions that came into force on Saturday, from Tuesday people will also need a valid reason to travel more than 10 km (six miles) from their homes.\nPresident Macron had hoped to keep France's coronavirus cases under control without having to impose another lockdown.\nHowever, the country has struggled with an EU-wide delay in the vaccine rollout, as well as several new strains of the virus.\nIn Germany, President Frank-Walter Steinmeier called on people to play their part and get vaccinated.\nSpeaking in a television address to the nation on Saturday, he said the country was in the middle of a third wave and that it faced more restrictions.\nHe also admitted that mistakes had been made - specifically in testing and in the vaccine rollout - and talked about there being a \"crisis of trust\" in the state.\n\"Of course, there is no single silver bullet to get out of the pandemic,\" President Steinmeier said. \"And that is why political dispute is needed - but the arguing must not become an end in itself.\n\"Whether it's about a federal or state level, party or coalition, or whether opinion polls are up or down - none of that can play the main role now.\n\"We need clarity and determination, we need understandable and pragmatic regulations so that people have direction, so that this country can again achieve what it has within.\"\nLast month, German officials announced that the country would be placed in a strict Easter lockdown - only to reverse the decision just days later.\nGerman Chancellor Angela Merkel called the plan for a lockdown from 1 to 5 April a \"mistake\", and said she took \"ultimate responsibility\" for the U-turn.\nItaly also entered a strict three-day lockdown on Saturday in order to try to prevent a surge in Covid-19 cases over the Easter weekend.\nAll regions are now in the \"red zone\" - the highest tier of restrictions - as the country records about 20,000 new cases a day.\nNon-essential movement is banned, but people are allowed to have an Easter meal in their homes with two others. Churches are also open, but worshippers are being told to attend services within their regions.\nPope Francis delivered his Easter message to a scaled back group of about 200 people, with St Peter's Square empty for the second year. \nDifferent regions will remain in either \"orange zone\" or \"red zone\" restrictions until the end of the month.\nThe Italian government also announced it was placing 70,000 extra police officers on surveillance nationwide, in order to enforce the lockdown rules.\n\"This is not the time to lower our guard, and to let go of that sense of responsibility shown so far,\" Interior Minister Luciana Lamorgese told the newspaper Il Messaggero. \"Because the progress recorded by the campaign for vaccines finally gives a glimpse of a different horizon that will allow us to gradually return to normal.\"\nOn Friday, the World Health Organization (WHO) criticised Europe's \"unacceptably slow\" vaccine rollout, and said the situation in the region is now worse than it has been for several months.\n\"Vaccines present our best way out of this pandemic... However, the rollout of these vaccines is unacceptably slow,\" WHO director for Europe Hans Kluge said in a statement. \n\"We must speed up the process by ramping up manufacturing, reducing barriers to administering vaccines, and using every single vial we have in stock, now.\"\nIn the meantime, as long as vaccine coverage remained low, he said EU countries would have to impose lockdowns and other measures to compensate for the delays.\nAccording to the WHO, only 10% of the nearly 900 million people in the region have had a single dose of coronavirus vaccine."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-56635010",
      "category": "uk-england-birmingham",
      "title": "Car crash baby death: Parents pay tribute to two-week-old hit by car",
      "tags": "Bloxwich,Walsall",
      "text": "The parents of a two-week old baby who died when a car hit his pram have paid tribute to their son.\nCiaran Leigh Morris was with family members on High Street, Brownhills, West Midlands, on Sunday afternoon when the car mounted the pavement. \nOn Monday, his parents said: \"Mommy's and Daddy's hearts will always ache, we love you more than anything.\"\nA 34-year-old man is being questioned on suspicion of causing death by dangerous driving.\nWest Midlands Police said a BMW was involved in a crash with another car on High Street, at about 16:00 BST, before hitting the pram.\nThe driver left the scene, but a man was arrested in Bloxwich a short while later.\nCiaran's parents, who issued a tribute through the force, added: \"We didn't get to keep you for long but we are happy we had the chance to meet you, look after you and call you our son. Fly high angel.\"\nA relative suffered a shoulder injury, but no-one else was hurt.\nSgt Mark Crozier, from the force's serious collision investigation unit, said: \"We've all been left numb by the sad death of Ciaran. He was just two-weeks-old and his life has been tragically taken away.\n\"To see the loss of someone so young is difficult for us as officers, but we know the pain is even greater for Ciaran's family.\n\"We'll be doing all we can to support them while also trying to establish what happened.\"\nSgt Crozier said he understood the baby's death would cause shock in the community. \nFlowers, toys and tributes have been left at the scene, where damage to a brick wall can be seen.\nA passenger from the BMW and the occupants of the other vehicle are helping with the investigation. \nPolice said they were keen to hear from anyone who was in the area who may have dashcam footage.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56628947",
      "category": "uk",
      "title": "Easter Sunday: Archbishop of Canterbury calls for a better future",
      "tags": "Keir Starmer,Coronavirus pandemic",
      "text": "The Archbishop of Canterbury has urged people to choose a \"better future for all\" as we emerge from the pandemic.\nJustin Welby encouraged people to ensure acts of love, charity, and international aid are maintained.\nThe Easter service at Canterbury Cathedral took place with no congregation due to coronavirus rules.\nPrime Minister Boris Johnson and Labour leader Sir Keir Starmer have paid tribute to the work of the Church through the pandemic.\nThe Easter service is featuring across BBC TV, radio, and digital platforms for the first time.\nThe Most Reverend Welby said: \"The last year is yet another cruel period of history taking from us those who we loved, ending lives cruelly and tragically... we have certain hope and a changed future, we will be reunited with those who we loved.\" \nHe went on: \"In this country, in this world, we have a choice over the next few years. We can go on as before Covid, where the most powerful and the richest gain and so many fall behind. We have seen where that left us.\n\"Or we can go with the flooding life and purpose of the resurrection of Jesus, which changes all things, and choose a better future for all.\"\nHe also said that \"the overwhelming generosity of God to us should inspire the same by us, in everything from private acts of love and charity to international aid generously maintained\".\n\"We have received overwhelmingly, so let us give generously,\" he said.\nFor some churches, Sunday is the first time they have opened in months. \nSocial distancing measures and other limits have been in place during the pandemic.\nCommunal worship was banned in Scotland during the latest lockdown and although it was permitted in England, Wales and Northern Ireland, many chose to shut their doors.\nMr Johnson said the past year had been \"very tough\", but that Easter \"brings with it new hope\".\n\"And, this year more than ever, it brings the promise of brighter days ahead for us all,\" he added.\nThe PM said Christians had showed \"what loving thy neighbour as thyself really looks like in 21st Century Britain\".\n\"Having done all that during the darkest days of the pandemic, churches across the UK are now helping us light the path out of it by opening their doors as vaccination centres. It's really very moving to see it,\" he added.\nSir Keir also honoured the Christian community for its support during the past 12 months.\nThe Labour leader said it had \"always been there for the marginalised and for those that need support and help, but over the last year that has shone through so strong and so visible for everybody to see\".\n\"I know Easter is a special time for Christians. It's a time for hope and renewal. And, as we come out of this pandemic, I think those values will be so important to us as a nation.\" \nAs part of events on Sunday, Prince Charles read Gerard Manley Hopkins' poem, God's Grandeur, in a special Easter message.\nThe Archbishop of Westminster, the Most Reverend Vincent Nichols, has described the \"corrosion and destruction\" of the pandemic but also said that the resurrection of Christ offered \"a new way of looking on all life\" during his Easter Sunday service.\nMeanwhile, Pope Francis has led his Easter mass in front of a small congregation of around 200 people while thousands of others around the world attended virtually."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56634176",
      "category": "uk",
      "title": "Covid: Passports showing vaccine status would be time-limited, says minister",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Vaccine passports,Coronavirus pandemic",
      "text": "Any \"Covid passport\" scheme to prove people in England are safe to attend mass-audience events would be \"time-limited\", the government said.\nA \"Covid status certification\" scheme is being developed to enable concerts and sporting matches to take place.\nIt would record whether people had been vaccinated, recently tested negative or had natural immunity, having already had a bout of coronavirus.\nThe government is also trialling other ways of holding mass events safely.\nSports Minister Nigel Huddleston said the trials would be a \"learning experience\" and no decisions had been made about processes or vaccine certification.\nImproved ventilation and testing before and after events are among the other approaches being tested for mass gatherings and indoor events, including sports matches and nightclubs.\nMr Huddleston said the PM would receive a report on all the trial events at the end of May.\nThe pilot events - which include the FA Cup final, the World Snooker Championship, cinema screenings and nightclub events - will take place up until mid-May.\nThe NHS is said to be working on a system to allow people to demonstrate their Covid vaccination status through an app or paper certificate. \nFor people who have not yet been vaccinated, it could record any recent negative tests, or whether they have tested positive in the last six months and are likely to have natural immunity.\nThe FA Cup final will require certification but some of the venues stressed they would not be involved in trialling the so-called Covid passports proposed by the government.\nPaul Blair, co-owner of the Hot Water Comedy Club in Liverpool which is due to host the very first event, said his club faced the \"worst negative press we've ever had\" when it was wrongly reported certification would be used at his event.\nHe told the BBC that one person sent a message saying they hoped the owners would \"catch Covid and die\", while several messages seemingly organised by a conspiracy theorist group accused the club of practising \"medical apartheid\".\nInstead of using Covid passports, his event will involve testing audience members before and after the show as part of a scientific experiment to ensure that it will be safe to reopen without social distancing after 21 June.\n\"The sole reason we are doing this is to help prove it's safe for live venues to open,\" he said, adding that it would apply to people regardless of their vaccine status.\nAnother series of events to be piloted in Liverpool will be three open-air cinema nights put on by Luna Cinema, with around 1,000 people expected each time.\nGeorge Wood, the cinema's founder, told the BBC they would aim to run the screenings \"in a way that will be allowing people not to think about social distancing\".\n\"For just those few hours when they come to the event, it'll be back to pre-Covid restriction levels, where people will be able to sit next to each other and enjoy a film on a big screen,\" he said.\nHe added that detail on how testing will work at the events will come out in the next few days.\nMore than 31.5 million people have received a first dose of a Covid vaccine and nearly 5.4m have received both jabs, but most people vaccinated so far are over 50.\nThe government said it was also working with clinical and ethical experts on exemptions for people for whom vaccination is not advised and repeat testing would be difficult. \nBusinesses in England which can reopen in the coming weeks, including pubs, restaurants and non-essential retail will not have to use the system for now.\nHowever, sources say requiring a certificate to access hospitality further down the line - perhaps to reduce the need for social distancing - has not been ruled out. \nPrime Minister Boris Johnson said the government was doing everything it could to ensure people could return to events and travel \"as safely as possible\".\nCabinet Office Minister Michael Gove, who is leading a review into the use of Covid passports, has called certification for international travel an \"inevitability\".\nIt could also be a \"valuable aid\" in reopening parts of the domestic economy faster, he wrote in the Sunday Telegraph.\nHowever, critics, including more than 40 Tory MPs and privacy campaigners, have suggested a Covid passport scheme could be \"discriminatory and counterproductive\".\nFormer Labour leader Jeremy Corbyn, who now sits as an independent, and senior Tory Iain Duncan Smith are among a broad coalition of MPs who have pledged their opposition.\nWhile the proposed plans cover England only, the government is discussing the scheme with Scotland, Wales and Northern Ireland.\nThe plans come as the UK reported another 2,297 cases and 10 deaths - although Wales and Northern Ireland did not report data for that 24-hour period.\nOn Monday, the prime minister is expected to outline plans for easing restrictions on international travel, involving a \"traffic light\" system for rating the virus risk of international destinations. \nInternational travel will not be allowed until 17 May at the earliest.\nBut the government said the traffic-light system would \"help ensure the UK's vaccine progress isn't jeopardised and provide clear guidance\" when travel resumes.\nPeople coming back from countries in the green category will not have to self-isolate on their return, although pre-departure and post-arrival tests will still be required.\nFor countries assigned red and amber, restrictions would remain as they are now, with arrivals required to enter quarantine or self-isolation.\nThe list of countries included in each category will only be announced nearer the launch date, and the government continues to advise people not to book summer holidays abroad.\nIndustry body Airlines UK, which has been calling for a similar system, said travel could take place \"proportionately and in a risk-based way\" without \"opening up the border to every country out there\".\nChief executive Tim Alderslade said: \"There are tens of thousands of jobs dependent upon aviation and restarting travel, and the sector cannot survive another lost summer with little or no revenue.\"\nAlso expected on Monday are details of a review into social distancing, which is examining when distancing requirements and the guidance to \"work from home if possible\" could be lifted."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56523999",
      "category": "world-asia-india",
      "title": "Gundecha Brothers: Famous Indian music gurus accused of sexual assault",
      "tags": "India",
      "text": "Her discomfort and nervousness is palpable, even across the Zoom screen. Monica's name has been changed to protect her identity because she fears reprisal. But she is keen to share her story.\nShe alleges that she was raped by the late Ramakant Gundecha, a famous classical Indian musician, while she was a student at his school, Dhrupad Sansthan, in the central Indian state of Madhya Pradesh.\nGundecha died in November 2019 but he and his brothers, Umakant and Akhilesh, have since been accused of sexual harassment and assault by female students of the music school. Over the course of a three-month investigation, the BBC has heard multiple allegations against all three Gundecha brothers. Umakant and Akhilesh deny the allegations. \nRamakant was and Umakant still is a famous exponent of Dhrupad, one of the oldest genres of Hindustani music, while Akhilesh is a percussionist. In 2012, Ramakant and Umakant received the Padma Shri, India's fourth-highest civilian award for their contribution to music. \nDhrupad Sansthan, the prestigious school they founded and taught at, has attracted hundreds of students, foreign and Indian, from across the globe. It claims to have accreditation from Unesco's Intangible Cultural Heritage Committee. But the Unesco told the BBC that it had no links to the school and said it will be sending a 'cease and desist' notice demanding the withdrawal of such claims. \nThe allegations against the brothers have sent shockwaves through the classical music world, where they enjoy fame and status. The allegations have also shone a spotlight on an ancient tradition, the guru-shishya parampara - an informal contract by which the student is usually expected to completely surrender to the will of the teacher. \nAllegations against the the three brothers range from sharing flirtatious and sexually suggestive messages to exposing themselves during class to molestation and, in the case of Ramakant, even rape.  \nMonica said she was in her first week at the school when she began receiving inappropriate WhatsApp messages from Ramakant. She alleged that one evening he drove her to a dark car park and molested her in the backseat of his car. \n\"He started kissing me. I pushed him away but he kept trying,\" she said. \"He touched my body and tried to unclothe me. At that time, I realised I was not moving. I was like a stone. At one point he realised that I was not responding. So he asked me, should I drop you back at the school? But I couldn't even reply.\"\nMonica said she wanted to erase the memory of the incident. She didn't leave the school immediately because she loved the music and was keen to pursue it further. She had left her job and invested all her money to study at the school. \nBut then three months later, she alleged, Ramakant raped her. \"[He] entered the room, pulled my pants off and forcefully had sex with me. And when he had finished he just left. I went to the door and bolted it. And for three days, I didn't eat,\" she said.\nSarah, another student at the school, whose name has also been changed, told the BBC that she was molested by Akhilesh Gundecha. \n\"I got sick when I was there and was hospitalised,\" she said. \"Akhilesh came to take me back to the school. He sat next to me in the car and started touching my hands. I pulled them away. It felt very strange.\" \nIn total, five women told the BBC they had witnessed abuse and harassment on the Dhrupad Sansthan campus. Some said that when they rebuffed sexual advances from Ramakant Gundecha, he lost interest in teaching them. They also alleged that if a student complained, she was often publicly humiliated in class. \nRachel Fairbanks, a primary school teacher who now lives in Seattle, said the abuse began on her first day at the school in March 2017. She alleged that she was cornered by a campus driver who'd come to drop off her luggage in her room. \n\"I thought he was going to hurt me. So I asked Ramakant to step in,\" she said.\nBut instead of helping, she alleged, he began molesting her. She accused him of attempting to kiss her and repeatedly texting her, professing his love. On one occasion, she alleged, he drove her outside the campus to an abandoned field late at night, pulled her pants down and touched her vagina.  \n\"I pushed him off. He drove me back to a small town, which is right outside of the school,\" she said. \"And then I had to walk back in the dark through the town and through the fields, back to the school. I left the school soon after that happened. I couldn't even sit in Ramakant's presence anymore.\"  \nRachel, who didn't want to remain anonymous, said she had found the strength to speak up now, several years later, only after similar allegations came to light in a Facebook post shared by a group called 'Dhrupad Family Europe' in September 2020. \nThrough their lawyers, both Akhilesh and Umakant Gundecha denied all of these allegations, stating that \"vested interests\" from outside the student community were trying to \"further their agenda of causing damage to the art and reputation of the Gundecha Brothers and Dhrupad Sansthan\". \nBut the charges are also being investigated by an internal complaints committee over the last four months. Indian law mandates every institution to set up a panel to address complaints of sexual harassment or assault. \nStudents say the committee at Dhrupad Sansthan was formed only after they put pressure on the school. Former students, who are part of a support group for the survivors, have also alleged that they have received threats on multiple occasions for speaking out in support. Survivors are bound by law not to disclose the results of the investigation.\nAlthough this is the first time #MeToo movement has touched the world of Hindustani classical music, many say this reckoning was overdue.\nWhile many classical musicians say retaining the rigours of the teacher-student relationship is fundamental to learning the ancient form, several others told the BBC that there was still a need to recognise that it's an easy vehicle for exploitation.  \n\"The guru (teacher) expects complete submission, complete subservience from the student,\" said Neela Bhagwat, a 79-year-old vocalist. \"If it's a male student the surrender is less. If it's a female student, the surrender is more. I think this makes female students very vulnerable,\" she said.\nBhagwat said she often composed her own lyrics because of the inherent misogyny in traditional compositions. \nTM Krishna, a famous classical musician of the Carnatic form, has gone to the extent of suggesting that the guru-shishya tradition be demolished entirely. \n\"Like most relationships, the guru-shishya relationship is grounded in a power imbalance, but here, crucially, the inequality is celebrated,\" he wrote in the Indian Express newspaper recently after allegations against the Gundechas emerged. \n\"No doubt there will be claims that I seek to destroy something ancient. But a storied past must never be a defence against criticism.\" \nBoth Krishna and Bhagwat argue that there's a need to humanise the guru, and treat him like an expert in his field, rather than a god who can do no wrong. \n\"In the wake of the recent accusations, has anyone even thought of contacting the institutions - and there must be hundreds of them in the country - to do an audit on whether they have a valid internal compliance committee already in place?\" said Shubha Mudgal, a popular vocalist whose repertoire includes classical and Indie-pop music.  \nBhagwat, Krishna and Mudgal are rare exceptions in a fraternity that has largely remained silent. And many also wonder how much of an impact the allegations will have on the careers of the two remaining Gundecha brothers. \nAkhilesh Gundecha, for instance, was invited to perform at the prestigious Tansen Samaroh 2020 festival, before being dropped following a social media backlash.\nThe students who spoke to the BBC said a lack of faith in the Indian judiciary's ability to deliver justice was a key reason why they were not pursuing a legal course. Their future course of action is unclear, particularly because most have now left India.\nMost of the women said they wanted some closure from the investigating committee's findings, along with a public apology from the Gundechas. But that has not happened yet.\nRachel said she saw no point in the investigation if its findings couldn't be made public. She said what continued to hurt is that her experience also spelled the end of her relationship with Dhrupad.\n\"I have my tanpura [an Indian musical instrument] in the living room right now and it's going to be sold,\" she said. \"I unfortunately can't sing without having flashbacks.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56615521",
      "category": "world-middle-east",
      "title": "Marwa Elselehdar: 'I was blamed for blocking the Suez Canal'",
      "tags": "Egypt,Online abuse,Disinformation,Shipping industry,Suez canal",
      "text": "Last month, Marwa Elselehdar noticed something strange. \nNews had broken about a huge container ship, the Ever Given, that had become wedged across the Suez Canal, bringing one of world's major shipping routes to a halt. \nBut as she checked her phone, online rumours were saying she was to blame. \n\"I was shocked,\" says Ms Elselehdar, Egypt's first female ship's captain. \nAt the time of the Suez blockage, she was working as a first mate, in command of the Aida IV, hundreds of miles away in Alexandria. \nThe vessel, owned by Egypt's maritime safety authority, runs supply missions to a lighthouse in the Red Sea. It's also used to train cadets from the Arab Academy for Science, Technology and Maritime Transport (AASTMT), a regional university run by the Arab League. \nRumours about Ms Elselehdar's role on the Ever Given were largely spurred by screenshots of a fake news headline - supposedly published by Arab News - which said she was involved in the Suez incident. \nThe doctored image appears to be from a genuine Arab News story, released on 22 March, which profiles her success as Egypt's first female ship captain. The picture has been shared dozens of times on Twitter and Facebook.  \nSeveral Twitter accounts under her name have also spread false claims that she was in involved with the Ever Given. \nMs Elselehdar, 29, told the BBC she has no idea who first spread the story or why they did it.  \n\"I felt that I might be targeted maybe because I'm a successful female in this field or because I'm Egyptian, but I'm not sure,\" she said. \nIt's not the first time she's faced challenges in an industry historically dominated by men. At present, women only account for 2% of the world's seafarers, according to the International Maritime Organisation. \nMs Elselehdar says she's always loved the sea, and was inspired to join the merchant navy after her brother enrolled at the AASTMT.  \nThough the academy only accepted men at the time, she applied anyway and was granted permission to join after a legal review by Egypt's then-President Hosni Mubarak. \nDuring her studies, she says she faced sexism at every turn.\n\"Onboard, they were all older men with different mentalities, so it was difficult not to be able to find like-minded people to communicate with,\" she says. \"It was challenging to go through this alone and be able to overcome it without affecting my mental health.\" \n\"People in our society still don't accept the idea of girls working in the sea away from their families for a long time,\" she adds. \"But when you do what you love, it is not necessary for you to seek the approval of everyone.\" \nAfter graduating, Ms Elselehdar rose to the rank of first mate, and captained the Aida IV when it became the first vessel to navigate the newly-expanded Suez Canal in 2015. At the time, she was the youngest and first female Egyptian captain to cross the waterway. \nIn 2017 she was also honoured by President Abdel Fattah El-Sisi during Egypt's Women's Day celebrations. \nWhen rumours emerged about her role in the Suez blockage, she feared for the impact it would have on her work. \n\"This fake article was in English so it spread in other countries,\" says Ms Elselehdar. \"I tried so hard to negate what was in the article because it was affecting my reputation and all the efforts I exerted to be where I am now.\" \nBut she says she feels encouraged by some of the response. \n\"The comments on the article were very negative and harsh but there were so many other supportive comments from ordinary people and people I work with,\" she says. \"I decided to focus on all the support and love I'm getting, and my anger turned to gratefulness.\" \n\"Also, it is worth mentioning that I became even more famous than before,\" she adds. \nNext month Ms Elselehdar will be taking her final exam to attain a full rank of captain, and hopes she can continue to be a role model for women in the industry. \n\"My message to females who want to be in the maritime field is fight for what you love and not let any negativity to affect you,\" she says. \nAdditional reporting by BBC Monitoring and Soha Ibrahim, BBC Arabic."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56635297",
      "category": "world-asia",
      "title": "Floods and landslides in Indonesia and East Timor kill more than 100",
      "tags": "Floods,East Timor,Indonesia",
      "text": "At least 113 people have died after flash floods and landslides hit Indonesia and East Timor on Sunday.\nTorrential rain sparked widespread destruction in the South East Asian neighbours, with water from overflowing dams submerging thousands of homes.\nThe affected area stretches from Flores island in eastern Indonesia to East Timor.\nIn Indonesia alone, 86 people have died with dozens still missing. Officials warn the toll could still rise.\n\"The mud and the extreme weather have become a serious challenge and the debris piling up has hampered the search and rescue team,\"  Indonesian Disaster Mitigation Agency spokesman Raditya Djati told reporters.  \n\"We suspect many people are buried but it's not clear how many are missing,\" his colleague Alfons Hada Bethan, head of the East Flores disaster agency, said. \n\"The evacuees are spread out. There are hundreds in each sub district but many others are staying at home. They need medicine, food, blankets.\"\nAt least 27 people have also died in East Timor, also known as Timor Leste, news agencies quoted officials in the island nation as saying. \nMany of the victims are believed to be from the country's capital Dili.\nIndonesian President Joko Widodo has offered his condolences and urged people to follow the advice from officials during extreme weather periods.\n\"I have ordered for disaster relief efforts to be conducted quickly and well, for example for health service assistance, availability of logistics and basic needs for the displaced and the reparation of infrastructure,\" he said.\nOne woman's body was recovered from the seashore on the island of Lembata after being swept down a mountainside.\n\"There was a rumbling sound and the floods swept away homes, everything,\" her son, Juna Witak, told the AFP news agency.\nLandslides and flash floods are not uncommon across the Indonesian archipelago during the rainy season. \nIn January this year, 40 people died when flash floods hit the town of Sumedang on Java.\nAnd last September, at least 11 people were killed in landslides on Borneo, while a few months earlier dozens died in Sulawesi.\nThe country's disaster agency has estimated that nearly half of the country's population - some 125 million people - live in parts of the country at risk of landslides."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56625307",
      "category": "uk",
      "title": "Covid: Trials to begin for return of England mass events",
      "tags": "Coronavirus lockdown measures,Liverpool,Coronavirus pandemic",
      "text": "The government is to trial a series of measures in England, including Covid passports, to allow the safe return of sports matches, events and nightclubs. \nPasses would show if a person had been vaccinated, had a recent negative test, or natural immunity.\nTrial events in the coming months will also explore how ventilation and testing before and after could help crowds return.\nAny use of passes would be \"time-limited\", the sports minister has said.\nThe pilots, which will include the FA Cup final, will last until mid-May, and some of the listed events will not be trialling vaccination certification, including those taking place in Liverpool.\nSports Minister Nigel Huddleston described the trials as a \"learning experience\", saying no decisions had yet been made on processes or vaccination certificates.\nHe said the earlier pilots \"almost certainly won't involve any element of certification\", and that the government would also be looking at mitigations such as one-way systems and hygiene measures.\nMr Huddleston said the PM would receive a report on the trials at the end of May, and suggested further events could be added later in the year.\nThe plans come as the UK reported another 2,297 cases and 10 deaths within 28 days of a positive test - although Wales and Northern Ireland were not reporting data.\nMore than 31.5 million people have received a first dose of the vaccine, and nearly 5.4m have received both jabs, according to the latest government figures. All adults are due to be offered vaccination by the end of July, the government has said.\nMeanwhile, Downing Street has confirmed countries will be in a risk-based \"traffic light\" system when foreign holidays resume.\nThe pilots will include the FA Cup semi final and final in London's Wembley Stadium, the World Snooker Championship in Sheffield, a mass participation run at Hatfield House in Hertfordshire, and several events in Liverpool including an evening at a nightclub, a business conference and a cinema screening in the city. \nThe FA Cup final will be using certification.\nThe first pilot event will be a comedy night in Liverpool on 16 April where audience members will be tested for Covid before and after the show. \nThe University of Liverpool's Prof Iain Buchan, who will be helping run the city's trials, told BBC Breakfast taking part would involve giving consent when booking a ticket, receiving text messages about Covid safety, minimising your contacts before the event, and getting tested as close to the event as possible.\nProf Buchan added that people would be told not to attend if they developed any symptoms and the events would be held in well-ventilated places.\nAfter the event, people would be asked to minimise their contacts and get another test five days later, for the purposes of research, he said.\nDates have been set for pilots that might determine how we get back into big events - although it was a slightly confused picture earlier in terms of exactly which venues would be trialling what. \nThe details, it seems, are still being ironed out. Notable by its absence from the plans, for now, is any mention of pubs.\nThe freedom to head to your local for a pint had become something of a focal point over fears of a \"checkpoint society\".\nNot long ago, Boris Johnson suggested it could be up to individual landlords on whether they wanted to ask for proof of someone's Covid status.\nRegardless of whether that idea's quietly on the backburner or gone for good, there's still doubt in the Tory ranks. \nOne MP tells me they still have plenty of reservations, although they could possibly get their head around temporary plans for larger events only. Another says they remain firmly against any kind of domestic certification. \nThe government, however, has given itself a bit of time to chew everything over - whether that means the results of the pilots or the political mood. \nNews of the trials, particularly Liverpool's nightclub pilot, was welcomed by industry body the Night Time Industries Association.\nBut NTIA chief executive Michael Kill called for further trials across a wider scope of businesses in the sector, expressing concern \"that this will only give an acute view of the challenges faced within such unique environments where one size does not fit all\".\nThe NHS is said to be working on a system to allow people to demonstrate their status through an app or paper certificate. \nThe government said it was also working with clinical and ethical experts on exemptions for people for whom vaccination is not advised and repeat testing would be difficult. \nNo 10 said it did not want the scheme, which it is describing as \"Covid-status certification\", to be used on public transport or in essential shops.\nBusinesses in England which can reopen in the coming weeks, including pubs, restaurants and non-essential retail will not have to use the system for now.\nHowever, sources say requiring a certificate to access hospitality further down the line - perhaps to reduce the need for social distancing - has not been ruled out. \nPrime Minister Boris Johnson said the government was doing everything it could to ensure people could return to events and travel \"as safely as possible\".\nCabinet Office Minister Michael Gove, who is leading the review into the use of Covid passports, has called certification for international travel an \"inevitability\".\nWriting in the Sunday Telegraph, he also said it could also be a \"valuable aid\" in reopening parts of the domestic economy faster.\nHowever, critics, including more than 40 Tory MPs and privacy campaigners, have suggested a Covid passport scheme could be \"discriminatory and counterproductive\".\nFormer Labour leader Jeremy Corbyn, who now sits as an independent, and senior Tory Iain Duncan Smith are among a broad coalition of MPs who have pledged their opposition.\nTheir concerns have been echoed by leading scientists, including infectious diseases expert Dr Mike Tildesley, who said he was \"very much against the idea of domestic travel passports at the moment\" when many people have not been offered the vaccine and uptake was inconsistent among communities.\nHe told BBC Breakfast he recognised the need for security so that mass events could resume but said we need \"a fair system that isn't discriminating against certain members of society\".\nProf Melinda Mills, director of the Leverhulme Centre for Demographic Science at the University of Oxford, also appeared on the programme, and said there were \"still a lot of open questions\" about the scheme.\nThey included practical questions and ethical ones, she said, such as: \"Do I have to pay for the testing if I haven't been vaccinated or had that opportunity?\"\nThe sociologist acknowledged the scheme could work as an incentive for people to get vaccinated, but added that it could also inspire forgery if paper documents are used.\nWhile the proposed plans cover England only, the government is discussing the scheme with Scotland, Wales and Northern Ireland.\nUnder the government's plan to ease England's lockdown, legal limits on social contact could be lifted by 21 June, if strict conditions are met.\nThe government said its risk-based traffic-light system for international travel would \"help ensure the UK's vaccine progress isn't jeopardised and provide clear guidance for travellers\".\nInternational leisure travel will not be allowed until 17 May at the earliest.\nAfter this point, travellers from countries in the green category will not have to isolate, although pre-departure and post-arrival tests will still be needed.\nFor countries assigned red and amber, restrictions would remain as they are now, with arrivals required to enter quarantine or self-isolation.\nThe list of countries included in each category will be drawn up closer to the time, and the government continues to advise people not to book summer holidays abroad.\nFurther detail on international travel will be provided on Monday, along with information about a review into social distancing - which is examining how and when distancing requirements and the working from home guidance could be lifted, and whether Covid certification could facilitate changes to the rules."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56633266",
      "category": "world-middle-east",
      "title": "Jordan accuses Prince Hamzah of plot to destabilise kingdom",
      "tags": "Jordan,Royalty",
      "text": "The former crown prince of Jordan is accused of trying to mobilise tribal leaders against the government, the country's deputy prime minister says.\nPrince Hamzah bin Hussein worked with \"foreign entities\" to destabilise the state, Ayman Safadi said.\nThe prince had earlier released two videos to the BBC, claiming he was being held under house arrest.\nHe denied conspiracy, but accused Jordan's leaders of corruption and incompetence.\nSixteen people, including a former adviser to King Abdullah and another member of the royal family, were arrested on Saturday for allegedly threatening security.\nIn his videos, Prince Hamzah, the king's half-brother, said he had been told he could not go out or communicate with people.\nThe move is thought to follow a visit by the prince to tribal leaders, where he is said to have garnered some support.\nHis mother, American-born Queen Noor, has said she is praying for what she called innocent victims of \"wicked slander\".\nResponding to the fallout on Sunday, Mr Safadi said Prince Hamzah had used the videos to distort facts and incite empathy, according to the state news agency, Petra. \nHe told a news conference that the prince had been liaising with foreign parties about destabilising the country and had been being monitored for some time. \nThe prince is accused of seeking to mobilise \"clan leaders\" against the government.\nBut the plot had been \"nipped in the bud\", Petra quoted the deputy PM as saying.\nMr Safadi went on to allege that a man with links to foreign security services had offered Prince Hamzah's wife, Princess Basmah, a flight out of Jordan. He did not specify which foreign security service was apparently involved. \nMr Safadi said officials had tried to discourage the prince rather than take legal action against him, but that Prince Hamzah had \"dealt with this request negatively\". He noted that dialogue was ongoing.\nRegional powers including Egypt, Turkey, and Saudi Arabia have voiced support for King Abdullah in the wake of the operation.\nThe United States, which is allied with Jordan in its campaign against the Islamic State (IS) group, described the monarch as a key partner who has its full support.\nThe UK also backed the king. \"The Hashemite Kingdom of Jordan is a greatly valued partner for the UK,\" said James Cleverly, minister for Middle East and North Africa.\nTensions within the royal household had been visible for some time, Jordanian journalist Rana Sweis told the BBC. \n\"The former crown prince is also seen as popular. He has a very candid resemblance to his father, King Hussein, and he is also very popular with the local tribes,\" she said. \nAnother member of the royal family waded into the row on Twitter on Sunday night, hitting out at Queen Noor and suggesting it was a dispute over succession rights.\n\"Grow up Boys,\" posted Princess Firyal, the ex-wife of the brothers' uncle, Prince Muhammad bin Talal.\nBut some commentators said the prince's criticism of corruption in the kingdom struck a chord with many in the country.\n\"What Prince Hamzah said is repeatedly heard in the homes of every Jordanian,\" said Ahmad Hasan al Zoubi, a prominent columnist.\nJordan has few natural resources and its economy has been hit hard by the Covid-19 pandemic. It has also absorbed waves of refugees from the civil war in neighbouring Syria.\nHowever, high-level political arrests are rare. The country's powerful intelligence agency has gained extra powers since the pandemic began, drawing criticism from rights groups. \nThe oldest son of the late King Hussein and his favourite wife Queen Noor, Prince Hamzah is a graduate of the UK's Harrow School and the Royal Military Academy at Sandhurst. He also attended Harvard University in the US and has served in the Jordanian armed forces.\nHe was named crown prince of Jordan in 1999 and was a favourite of King Hussein, who often described him in public as the \"delight of my eye\".\nHowever, he was seen as too young and inexperienced to be named successor at the time of King Hussein's death.\nInstead his older half-brother, Abdullah, ascended the throne and stripped Hamzah of the title of crown prince in 2004, giving it to his own son.\nThe move was seen as a blow to Queen Noor, who had hoped to see her eldest son become king.\nOthers detained on Saturday include Bassem Awadallah, a former finance minister, and Sharif Hassan Bin Zaid, a member of the royal family.\nMr Awadallah, an economist who was educated in the US, has been a confidant of the king and an influential force in Jordan's economic reforms. \nHe has often found himself pitted against entrenched government bureaucracy resistant to his plans, observers say.\nNo members of the armed forces were said to be among those detained over the alleged plot."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56611091",
      "category": "uk-wales",
      "title": "Welsh BAME lives 'not reflected' in racism report",
      "tags": "Black Lives Matter,UK government,Welsh government,Racism",
      "text": "Equality groups have criticised a report into UK racism, claiming it does not reflect \"lived in experiences\" of minorities in Wales.\nThe UK government-commissioned report found that the UK \"no longer\" had a system rigged against minorities.\nBut in a letter sent to the prime minister, Race Council Cymru (RCC) describes it as \"fundamentally flawed\".\nA Commission on Race and Ethnic Disparities spokesman said it heard from citizens of all four UK nations.\nRCC now wants its name removed from the acknowledgments section of the report, saying it was not asked to have an input in the work and has made \"no formal responses\" to it.\nThe commission (Cred) was set up after Black Lives Matter anti-racism protests across the country last summer - triggered by the death of George Floyd in the US.\nIts report said family structure and social class had a bigger impact than race on how people's lives turned out.\nBut campaigners said it ignored black and ethnic minority people's concerns.\nIn its letter, which has also been sent to commission chairman Dr Tony Sewell, RCC has demanded an apology.\nThe letter is sent on behalf of dozens of organisations and individuals from Wales \"as a matter of urgency\", making several criticisms and recommendations.\nIt said they were \"deeply disappointed\" that a review with \"admirable aims and with access to so much data that is already in the public domain has failed so badly in so many essential aspects\".\nThe letter said the groups considered the report to be \"ill-informed, fundamentally flawed in much of its interpretation and constitutes a grave disservice to all who have worked to combat racism and racial inequalities in the UK\".   \nIt then went on to criticise \"claims of support from ourselves and other organisations\", claiming RCC, National BAME Youth Forum for Wales, Race Equality First, and other organisations, were described as \"stakeholders\" in the report.\n\"We do not accept praise, blame, or responsibility for authorship of any element\", RCC said.\nJudge Ray Singh, chairman of RCC, said: \"We were quoted as stakeholders in this report when we haven't even been involved.\n\"We have lived-in experiences of racism - and to conclude there is no racism is absurd. It's undermining the work we have done here in Wales.\"\nThe letter also criticises the report after work on similar subjects done in Wales \"directly contradicts the findings of the commission\".\nIt highlights work by Mr Singh, who led the first minister's Black Asian and Minority Ethnic Covid-19 Advisory Committee and by Prof Emmanuel Ogbonna, with his report on the socio-economic reasons behind the disproportionate death rate from Covid-19 among Black, Asian and other minority ethnic groups. \nIt said: \"It does not appear that the commission attaches any value or gives any recognition to this work\", adding that Mr Ogbonna's report \"reached a different set of conclusions to the commission's report - especially those concerning institutional racism\".  \nThe letter further criticised the report which \"given its high public profile, reveals a level of ignorance concerning how Wales is governed that is disturbing\".\nMr Singh said: \"We were completely ignored. It minimises the impact of institutional racism throughout the UK but in particularly in Wales and it dilutes it completely. \n\"[The commission] came to this conclusion, which is completely divorced from the reality of lived-in experience of black Asian ethnic minorities in Wales and across the UK.\n\"There are some 100 different organisations that have signed to this letter to say that none of them have been consulted.\n\"Racism still exists, institutional racism is there and we experience it in everyday life. Footballers who are earning a lot of money are still receiving racist chants and messages. \n\"Wales is developing anti-racist policy so that everyone can live in harmony equally yet this commission had the opportunity to do so and it has failed to do so.\"\nThe report said:\nA spokesman for the Commission on Race and Ethnic Disparities said the groups were thanked in the report \"as a courtesy\".\nThey said: \"Commissioners heard from citizens from all four countries in the UK during the development of the report.\n\"Our work found evidence that outright racism does exist in the UK and has made strong recommendations that the EHRC (Equality and Human Rights Commission) be given the resource it needs to tackle the issue in this country.\n\"However, the report also highlights many instances of success among our ethnic minority groups, in education and health, something which we should recognise and learn from.\"\nThe UK government said it would respond to the report in due course. "
    }
  ]
}