{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56900912",
      "category": "uk",
      "title": "Nazanin Zaghari-Ratcliffe's daughter not yet told mum faces prison again",
      "tags": "Tulip Siddiq,Nazanin Zaghari-Ratcliffe case",
      "text": "The husband of British-Iranian woman Nazanin Zaghari-Ratcliffe says he has not yet told their daughter that \"mummy could be in prison for another year\" after her sentencing in Iran on Monday.\nMrs Zaghari-Ratcliffe, who was first jailed in 2016, was found guilty of propaganda against Iran's regime and was also given a one year travel ban.\nShe plans to appeal.\nForeign Office minister James Cleverly said the move by Iran was \"totally inhumane and wholly unjustified\".\nSpeaking in the Commons, he told MPs the charges were \"baseless\", adding: \"It is indefensible and it is unacceptable that Iran has chosen to continue this wholly arbitrary court case.\"\nHe reiterated that the government was committed to doing everything it could to secure her return to the UK.\nBut Labour MP Tulip Siddiq, who represents the family's north London constituency, criticised Prime Minister Boris Johnson for his \"dismal failure\" in getting her released.\nThe British-Iranian charity worker was first jailed in Tehran in 2016 and served a five-year sentence. She has always denied the spying charges levelled against her.\nEarlier, her husband Richard Ratcliffe, who has not seen his wife since 2016, said he felt \"more jaded as time goes on\".\nMr Ratcliffe told BBC 5 Live his wife was enduring \"a long-running abusive saga\" and he worried for her mental health.\nHe said he did not want their six-year-old daughter, Gabriella, to \"live too closely to the ups and downs\" of her mother's case, adding that it \"has been in the shadow for all the time she's been growing up\".\n\"We haven't sat down and explained to her that we think mummy could be in prison for another year. We felt it was better to wait until that actually happens before stressing that,\" he said.\n\"Certainly, at the end of Nazanin's sentence, which was last month, we were counting down the days and that was quite upsetting… when in the end she didn't come out,\" he said.\nMr Ratcliffe maintains his wife was imprisoned as leverage for a debt owed by the UK over its failure to deliver tanks to Iran in 1979.\nThe charity worker was told that her imprisonment was linked to the £400m debt, owed by Britain for an arms deal to Iran that was done before she was born.\nIn the days of the Shah, Iran had bought tanks from Britain but, after the 1979 Revolution, they were not delivered. The UK and Iran have been battling in court over interest on the debt for years. \nLabour's Ms Siddiq said there was a clear link between the the debt and Mrs Zaghari-Ratcliffe's situation. \"Every time something happens in terms of the debt hearing being postponed, something happens on her case,\" she told the BBC.\n\"It's just too much of a correlation to deny it. The government knows it, there's no point in pretending.\"\nSpeaking in Parliament, Ms Siddiq accused the prime minister of failing to send UK officials to Mrs Zaghari-Ratcliffe's recent court hearing, which she says might have ensured she got a free and fair trial.\nShe said: \"At the heart of this tragic case is the prime minister's dismal failure to release my constituent and to stand up for her, and his devastating blunder in 2017 when he was foreign secretary - when he exposed his complete ignorance of this tragic case, and put more harm in Nazanin's way.\"\nIn response, Mr Cleverly said: \"Her anger and frustration is misdirected because Nazanin Zaghari-Ratcliffe and the other British dual nationals held in arbitrary detention are being held by Iran. It is on them.\"\nFormer foreign secretary Jeremy Hunt asked what the consequences would be for Iran \"because we know they don't fundamentally care what we think or what we say\".\nMr Cleverly replied that the government was investigating \"the full range of options\" but that it would be inappropriate to speculate what they may be."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56895332",
      "category": "uk",
      "title": "UK sanctions 22 individuals linked to corruption",
      "tags": "Foreign, Commonwealth and Development Office",
      "text": "The UK has imposed sanctions on 22 individuals, 14 of them Russians, involved in notorious corruption cases under a new anti-corruption regime.\nIndividuals across South Africa, South Sudan and Latin America were also targeted with the asset freezes and travel bans.\nForeign Secretary Dominic Raab told MPs the UK had an important role to play in combating corruption.\nHe also described the country as a \"honey pot\" for \"corrupt actors\".\nThe new regime means individuals \"involved in some of the world's most serious cases of corruption\" will no longer be able to channel their money through UK banks or enter the country, a statement from the Foreign, Commonwealth & Development Office said.\nSanctions were imposed on people from six countries, including: \nThis is the first time the UK has imposed sanctions for international corruption.\nAnnouncing the sanctions in the House of Commons, Mr Raab said: \"Corruption has an immensely corrosive effect on the rule of law, on trust in institutions, it slows development, it drains the wealth of poorer nations, it keeps their people trapped in poverty. It poisons the well of democracy around the world.\"\nHe added: \"Our status as a global financial centre makes us an attractive location for investment... but it also makes us a honey pot, a lightning rod for corrupt actors who seek to launder their dirty money through British banks or through British businesses.\"\nMr Raab said the new sanctions regime, taken partly in tandem with measures in the US, would provide \"an additional powerful tool to hold the corrupt to account\". \nLabour welcomed the announcement, but said law enforcement needed the resources to support investigations, describing the current rate of prosecutions for economic crime as \"woefully low\".\nShadow foreign secretary Lisa Nandy said: \"If he's serious about what he's saying today he needs to put his money where his mouth is.\"\nShe also criticised a \"tangled network of financial interests and cosy relationships in the heart of government\".\n\"We need to know that this announcement isn't just a gloss on the surface of a grubby system which underneath signals business as usual,\" she said.\nMeanwhile, US Secretary of State Anthony Blinken backed the new regime, as the country also introduced its own corruption sanctions. \nHe said: \"Together, along with other allies and partners, we will seek to promote our shared values with similar tools. Corrupt actors, and their facilitators, will not have access to our financial systems.\"\nMore than 2% of global GDP is lost to corruption every year, and corruption increases the cost of doing business for individual companies by as much as 10%, according to government figures.\n\"Corruption also threatens our national security by exacerbating conflict and facilitating serious and organised crime, creating space for terrorist and criminal groups like Daesh and Boko Haram to operate,\" a Foreign Office statement said.\nIt added: \"This new regime will allow the UK to combat serious corruption, in particular bribery and misappropriation. It will promote effective governance, robust democratic institutions and the rule of law - demonstrating our power as a force for good around the world.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56899831/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Brexit: European Parliament backs UK trade deal",
      "tags": "EU-UK post-Brexit trade talks,European Commission,Brexit,European Parliament,Trade",
      "text": "The European Parliament has ratified the post-Brexit EU-UK trade deal - a key move to ensure that tariff- and quota-free trade continues.\nThe Trade and Co-operation Agreement (TCA) has been operating provisionally since January. MEPs voted in favour by 660 votes to 5, while 32 abstained.\nThe UK's chief negotiator, Lord Frost, said the vote \"brings certainty and allows us to focus on the future\".\nPrime Minister Boris Johnson spoke of a \"final step in a long journey\".\nThe trade deal provided \"stability to our new relationship with the EU as vital trading partners, close allies and sovereign equals\", he said.\nThe result, announced on Wednesday after a vote late on Tuesday, was also welcomed by European Commission President Ursula von der Leyen.\nEarlier Ms von der Leyen said the TCA \"comes with real teeth, with a binding dispute settlement mechanism\". And she warned that the EU would use those teeth if necessary.\nThe parliament's Brexit co-ordinator Guy Verhofstadt described the deal as \"a failure for both sides, but better than nothing\". \nLord Frost's opposite number in the Brexit talks, Michel Barnier, was also less than flattering. \"This is a divorce. It is a warning, Brexit. It's a failure of the European Union and we have to learn lessons from it,\" he told MEPs.\nBrexit tensions remain, including a French threat of \"reprisals\" against the UK over new fishing restrictions. Northern Ireland trade is also a thorny issue.\nUnder a separate protocol, Northern Ireland remains de facto part of the EU's single market, so goods arriving there from Britain have to undergo EU checks. Since Brexit there has been some disruption to that trade.\nThe TCA covers EU-UK trade in goods, but not services. The UK economy is dominated by services - sectors such as banking, insurance, advertising and legal advice.\nThe TCA has still resulted in more paperwork, extra costs and less trade between the two sides, since the UK left the EU.\nA European Parliament resolution described the UK's exit from the EU as \"a historic mistake\".\nAmong the areas not covered by the deal are foreign policy, financial services and student exchanges. \nBefore the MEPs' debate started on Tuesday, French Europe Minister Clément Beaune accused the UK of blocking fishing rights. He said the EU could respond with \"reprisals\" in financial services.\n\"The United Kingdom is expecting quite a few authorisations from us for financial services. We won't give any for as long as we don't have guarantees on fishing and other issues,\" he said on French news channel BFMTV.\nFrench fishermen have complained of being prevented from operating in British waters because of difficulties in obtaining licences.\nMeanwhile, British seafood exporters have been hit by an EU ban on UK exports of live shellfish. Scottish firms account for most of that business, and some now face collapse.\nThe UK made fishing rights a key issue in the negotiations, with control over access to its waters seen as a sign of British sovereignty.\nPraising the TCA when it was agreed in December, UK Prime Minister Boris Johnson said \"we have taken back control of our laws and our destiny\". \nHe described it as \"a deal which will if anything allow our companies and our exporters to do even more business with our European friends\".\nIn Tuesday's debate, German MEP David McAllister said Brexit \"will always be a lose-lose situation\", but he backed the TCA.\nIt is a 1,400-page deal which was not clinched until 24 December. The Brexit negotiations began in 2017 and the UK left the EU on 31 January 2020. Common rules remained during the UK's transition period until January 2021.\nAfter nearly four years of difficult negotiations on the UK exit from the EU and the post-Brexit relationship, it's hardly surprising that a few bruises are showing. \nThe TCA certainly hasn't solved everything. There are still big questions to resolve on issues like financial services, for example. \nMonitoring and implementing what has been agreed, in a complex network of committees, will also be a constant feature of the new relationship. \nBut it will take some time before the long-term effect on trade becomes clear. \nTrade volumes fell sharply in January before rebounding in February. But the UK Trade Policy Observatory at the University of Sussex says UK exports to the EU were still down by 17.2% in February compared to an average of February 2018 to 2020. \nA significant part is down to Brexit, although Covid is also a factor. \nThe most prominent post-Brexit issue so far this year, though, isn't part of the TCA itself.  Northern Ireland's trading relationship with the rest of the UK, and with the EU, won't change as a result of this agreement being ratified. \nBoth sides say they are working hard to find practical solutions in Northern Ireland, but some checks on trade between NI and Britain will remain in place. \nThe European Commission has launched legal action, accusing the UK of breaching the agreement on Northern Ireland trade and breaking international law - charges Downing Street denies. \nBrexit also means:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56890540",
      "category": "uk",
      "title": "Lockdown fines: Fixed penalty notices should all be reviewed - MPs",
      "tags": "Coronavirus lockdown measures,Harriet Harman,Coronavirus pandemic",
      "text": "All fixed penalty notices for Covid lockdown breaches, which can be as high as £10,000, should be reviewed - according to a parliamentary committee.\nThe system is \"muddled, discriminatory and unfair\", MPs on the Joint Committee on Human Rights argued.\nMore than 85,000 fixed penalty notices have been issued in England since the pandemic began, and  8,000 in Wales.\nA government spokesperson said it was right there were consequences for those who most flagrantly breached the rules.\nThe JCHR, which is made up of MPs and peers, said it had \"significant concerns\" about the validity of fines, the inadequacy of the review and appeal process, the size of the penalties and the criminalisation of those who could not afford to pay.\n\"The whole process disproportionately hits the less well-off and criminalises the poor over the better off,\" said committee chairwoman Harriet Harman.\nWhile the committee recognised swift action had been needed in the face of the pandemic, the government needed to ensure rules were clear, enforcement was fair and that mistakes could be rectified, she said, adding: \"None of that is the case in respect of Covid-19 fixed penalty notices.\"\nMs Harman said police had a difficult job enforcing the rules during the pandemic, but warned a \"lack of legal clarity\" meant there could be a large number of wrongly issued fines.\nThe Labour MP added: \"This means we've got an unfair system - with clear evidence that young people, those from certain ethnic minority backgrounds, men, and the most socially deprived, are most at risk.\n\"Those who can't afford to pay face a criminal record along with all the resulting consequences for their future development.\"\nHave you been issued with a lockdown fine? Please share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nThose given fixed penalty notices by police mean people can either pay a penalty - between £200 and £10,000 - or opt to face a criminal prosecution. \nAccording to the report, coronavirus rules have changed at least 65 times since March 2020.\n\"It is possible to tell from penalties that have not been paid and have then progressed through the system towards a prosecution, that a significant number of FPNs are incorrectly issued,\" the committee said.\nIt highlighted a Crown Prosecution Service review of prosecutions under coronavirus regulations which found in February that 27% of the defendants had been incorrectly charged.\nIn January, two women received an apology and had their fines waived after being given fixed penalty notices after driving to a Derbyshire beauty spot for exercise. \nA solicitor's daughter received a fixed penalty notice (FPN) in March while in halls of residence at the University of Nottingham.\nJane, who did not want to share her surname, told the BBC her daughter was visiting another flat for a \"get together\" with eight others.\nShe said all nine had previously tested positive for Covid-19 and were \"playing cards and listening to smooth jazz\".\nThen the police entered the flat shouting \"where is everyone?\", according to Jane.\nShe said they were \"aggressive and overbearing\".\nThose who did not live in the flat then returned to their own residences - but were still issued with £100 fines, rising to £200 if paid late.\nJane said: \"[The police] did not at any time follow the National Police Chiefs' Council guidance to 'engage, ​explain, encourage, enforce'.\"\nJane paid the £200 fine and has now requested a review by Nottinghamshire Police, but is yet to hear back. \nNottinghamshire Police Chief Constable Craig Guildford said the force had a duty to protect the public \"and this was clearly an illegal gathering taking place in halls of residence, where dozens of other students live as well\". \nHe said that police have followed the four Es of approach of engaging, explaining, encouraging and then enforcing as a last resort throughout most of the first year of the pandemic. \nAnd he added: \"By now the laws around Covid can come as a surprise to no one - and where people are blatantly or repeatedly holding parties or going to parties outside their own home they really shouldn't be shocked to be given a fine.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hereford-worcester-56894909",
      "category": "uk-england-hereford-worcester",
      "title": "Ex-SAS soldier from Hereford set for solo row across Atlantic",
      "tags": "Plymouth,Hereford,Isles of Scilly,New York",
      "text": "A former SAS soldier who has wanted to \"row an ocean\" for 30 years is set to cross the North Atlantic alone. \nIan Rivers, from Hereford, said an unsupported solo row between New York and the Scilly Isles had never been achieved and was a \"true adventure\". \nMr Rivers, who will use a sextant and the stars to navigate, used nature as a guide when he escaped after being kidnapped while working in Syria. \nHis solo row, covering about 3,500 miles (5,632 km), is for two charities.\n\"I'm treating it as a true adventure and, as in any true adventure, you never know the outcome until you actually get there and that's pretty much why I am doing it,\" he said. \nMr Rivers, who was in the military for 27 years, is raising money for the Special Air Service Regimental Association (SASRA) and St Michael's Hospice in Hereford. \nHe said both were \"brilliant\" charities and also hopes to raise awareness of the mental health challenges facing military personnel and veterans. \nWhile at school, he said, he was inspired by a geography teacher and became \"enthused by maps and compasses\", and that basic navigation had \"taken me through my military career\".\nMr Rivers said it also helped him survive when he was working as a safety advisor in Syria in 2013 and his team was ambushed.\nHe looked at natural indicators, such as the way trees leant towards the sun and moss on rocks during three days of travelling across the country. \n\"Those natural indicators gave me the pointer towards north and the safe area in Turkey,\" he said. \nMr Rivers, who starts his trip next month, first pictured the feat when he was based at the Royal Citadel in Plymouth at the start of his military career. \n\"I used to look out across Plymouth Sound and think one day I'll actually row across from New York back to the UK,\" he said. \nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-56891136",
      "category": "uk-scotland-glasgow-west",
      "title": "Glasgow student is youngest Mastermind champion at 24",
      "tags": "University of St Andrews,Glasgow",
      "text": "A 24-year-old student from Glasgow has been crowned the youngest ever champion of the BBC's Mastermind.\nJonathan Gibson won the final by four points - scoring a perfect 11 out of 11 in his specialist subject, the comedy song-writing duo Flanders and Swann.\nHe had specialised in Agatha Christie's Poirot in the heat and William Pitt the Younger in the semi-final.\nThe new champion said he was \"overwhelmed\" at the response since the programme was aired on Monday.\nThe PhD student in Modern History at the University of St Andrews told the BBC's Good Morning Scotland programme how he had to keep the result a secret between filming and broadcast.\nHe said: \"The last four months since filming have just felt like a dream, so it's good to have visual evidence on TV that it actually happened. I told my parents and my sister and that's basically it.\"\nJonathan said the key to his victory was choosing specialist subjects that he was passionate about.\n\"They were all things I have really loved since I was young,\" he said. \n\"The heat subject was the TV show Poirot, which I was introduced to by my mum and my grandma so that was really lovely to revisit.\n\"For the semi-final I did William Pitt the Younger, the late 18th century prime minister. That was inspired by a book my history teacher gave me in school and was one of the main reasons I decided to be a history student.\n\"And for the final I did Flanders and Swann which was a favourite of my dad's. I've known the lyrics of every single song since I was seven or eight so it has been lovely revisiting these things.\"\nJonathan, who had previously appeared on University Challenge, is a keen quizzer but is now focussing on finishing his PhD studies.\nJonathan said he only realised he was in the running to be Mastermind's youngest ever winner as the final approached.\n\"I didn't think about it as a possibility when I applied,\" he said. \"Or until after I won the semi-final when the producers told me I would be marginally younger than Gavin Fuller was when he won.\n\"It's really incredible to make history in that way and it is beyond anything I could have imagined.\"\nMastermind has been running on the BBC since 1972. Monday night's grand final was John Humphrys' last episode after 18 years as host.\nThe television and radio broadcaster has presented 735 episodes of the quiz show and asked more than 80,000 questions during that time. \nThe new series, hosted by BBC journalist and newsreader Clive Myrie, will be on BBC One and the BBC iPlayer later this year."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56903629",
      "category": "uk",
      "title": "Covid-19: Vaccine offered to 42-year-olds and Delhi deaths climb",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Tuesday evening. We'll have another update for you on Wednesday morning. \nPeople aged 42 and over in England can now book their Covid jab, the health secretary has said. It comes just a day after the vaccine rollout opened to 44-year-olds in England. Those who are due to turn 42 by 1 July are also eligible to make an appointment. Matt Hancock, who is 42, said he was \"really looking forward\" to receiving his invitation via text and urged others to book their jabs. Northern Ireland has opened its vaccination programme to people aged 35 to 39. Wales, meanwhile, has been inviting the over-40s for vaccinations, as well as the over-30s in some areas. Scotland has been inviting the over-45s for vaccination.\nA US state is giving young people an extra incentive to get the vaccine by offering them a $100 (£72) savings bond if they have the jab. West Virginia says it hopes the payment for those aged 16 to 35 will \"motivate\" them to get vaccinated. The state had been among the top US states for vaccination rates, but progress has slowed in recent weeks. The incentive means those who are vaccinated within the age group can retrieve the $100, plus interest, at a later date. It will also be offered to anyone aged 16 to 35 who has already been vaccinated.\nDistressing images continue to emerge from India, as it struggles with soaring infection rates in its deadly second wave. Makeshift pyres are being built in crematoriums in India's capital Delhi as the city runs out of space to cremate its dead. Car parks, public parks or empty ground are now being sought for cremations, with families often waiting for hours before they can cremate their loved ones. Ventilators and oxygen equipment have arrived in India from the UK in the first international shipment aimed at stemming the surge, but many more supplies will be needed.\nMore than half of local authority areas in Wales had no deaths involving Covid, the latest weekly figures from the Office for National Statistics (ONS) show. Deaths of people with Covid-19 fell slightly to 14 in the week up to 16 April - 71% fewer than a month before. And deaths from all causes were below average for a seventh successive week. The 14 deaths involving Covid accounted for 2.2% of all deaths, compared to 19 in the week before. The trend has seen a steady decline to the point where there have been 71% fewer Covid deaths registered than just a month ago.\nWith the pandemic leaving many of our workspaces deserted, the City of London is planning to convert empty offices into housing in a bid to revive the area after the Covid crisis. The City of London Corporation, which looks after the bit of the capital known as the Square Mile, is aiming for at least 1,500 new homes by 2030. At least 35% would be affordable housing, it said, with plans to use a mixture of new schemes and refurbishments of old buildings to meet its housing target.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nRules on where you can holiday in England, Scotland and Wales have been relaxed. However, there are still limits on how you take your holiday - take a look at the guidance here.\nFind more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56888615/#comp-comments-button",
      "category": "#comp-comments",
      "title": "City of London to convert offices into homes in post-Covid revamp",
      "tags": "Housing,City of London,Coronavirus pandemic",
      "text": "The City of London is planning to convert empty offices into housing in a bid to revive the area after the Covid crisis.\nThe City of London Corporation, which looks after the Square Mile, is aiming for at least 1,500 new homes by 2030.\nIts policy chair said firms had told them their operations will change to accommodate flexible working.\nCurrent government guidance says people in England should work from home if possible.\nDuring the pandemic, many city centre areas have been left deserted as workers stayed at home to reduce the risk of transmitting the virus.\nAs part of a recovery strategy, the Corporation has set out how it will \"rise to the challenge of adapting to the new normal that emerges after the pandemic.\"  \nIt plans to use a mixture of new schemes and refurbishments of old buildings to meet its housing target.\nThe Corporation said this would include at least 35% affordable housing \"with an ambition to deliver higher levels of affordable housing where this is viable\".\nAlthough the area in and around the City dates back over 2,000 years, most of its housing stock was built in the late 1960s, according to estate agents Knight Frank.\nIn March 2020, there were about 7,850 residential units in the area many financial services firms call home - mostly found across purpose-built estates.\nUnder the new proposals published on Tuesday, long-term lets in empty buildings could be offered to creatives, while it will also try to attract \"high-potential tech-led businesses\" to the area with improvements like making 5G available across the area.\nCatherine McGuinness, policy chair at the City of London Corporation, said the body had been trying to listen to companies and how their needs have changed during the pandemic.\n\"Firms have told us that they remain committed to retaining a central London hub but how they operate will inevitably change to reflect post-pandemic trends, such as hybrid and flexible working.\n\"The Square Mile must evolve in order to provide an ecosystem that remains attractive to workers, visitors, learners and residents.\"\nThe pandemic has accelerated a shift to a new way of working that has seen many firms shake up routines. BP staff, for example, are set to work from home two days a week going forward. \nIWG, the world's biggest flexible workspace provider, also expects a big jump in demand once pandemic subsides and \"hybrid working\", a mixture of going in and working from home, becomes more common.\nThe firm, formerly known as Regus, recently struck a deal with London-based bank Standard Chartered which will provide its 95,000 employees access to 3,500 offices, which are found across suburbs and cities.\nHowever, others such as investment bank Goldman Sachs have rejected remote working as the \"new normal\", with chairman and chief executive, David Solomon, calling it an \"aberration\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56905882",
      "category": "uk-politics",
      "title": "Grenfell: Government defeated on fire safety costs bill",
      "tags": "Grenfell Tower fire,Iain Duncan Smith,Stephen McPartland,Sarah Jones,Christopher Pincher,UK fire safety",
      "text": "The government has been defeated for a fourth time on its Fire Safety Bill as the House of Lords voted to shield residents from fire safety work costs.\nMPs had, earlier in the day, rejected the Lords amendment but it will now be reinserted into the bill.\nThousands of leaseholders are currently facing large bills to pay for safety improvements following the Grenfell fire which killed 72 people.\nHousing minister Chris Pincher said the Lords' amendment was \"ineffective\". \nThe Fire Safety Bill must be approved by both the House of Commons and the House of Lords if it is to become law.\nThe government is under pressure to get the bill passed before the end of the parliamentary session on Thursday.\nIf the bill is not approved by both MPs and peers before then, it will be dropped - although the government could choose to carry it over to the next session. \nThe issue of who should pay for fire safety work has become a sticking point, with the House of Commons repeatedly voting to reject Lords amendments on the subject.\nThe government introduced its Fire Safety Bill to address safety concerns triggered by the 2017 fire.\nThe bill modifies a previous law to clarify that building owners must manage and reduce the risk of fire in their properties. \nHowever, last week the House of Lords added an amendment which sought to ensure building owners do not pass on the costs to leaseholders and tenants until a support scheme is in place.\nIn February, ministers said it would introduce a loan scheme to cover repair work with repayments capped at £50 a month.\nOn Tuesday afternoon - despite a rebellion by 31 Conservative MPs - the House of Commons rejected the Lords' amendment.\nBut, later on Tuesday evening the House of Lords voted by 329 votes to 247 to reinsert the motion.\nMr Pincher called the Lords' amendment \"ineffective and defective\". \nHe argued it would prevent any remediation costs from being passed to the leaseholder, even in instances where the cost was very minor - such as replacing a smoke alarm.\nThe minister also warned that the amendment would slow down repair work as it did not make clear who would be responsible for the costs.\nAnd in the Lords, communities minister Lord Greenhalgh called the proposals \"unworkable\" and wouldn't \"deliver solutions for leaseholders\". \nLabour's shadow Home Office minister Sarah Jones said thousands of leaseholders were \"worrying about their futures, getting into debt and facing bankruptcy\".\n\"Why, when it is directly in their gift, won't the government pay to fix these problems and then go after the building companies and developers who are responsible,\" she asked.\nThe government also faced criticism from its own MPs, including former leader Sir Iain Duncan Smith.\nHe acknowledged problems with the Lords amendment but said \"My problem is I don't see the government responding to what is an overwhelming concern about what's happening to leaseholders.\"\nAnother Conservative rebel, Stephen McPartland, told MPs: \"It astonishes me that people in government cannot hear the screams of pain from people begging from help.\"\n\"Homes have to be made safe it is a basic human right.\"\nThe bill will now return to the Commons on either Wednesday or Thursday for MPs to reject or agree the Lords amendment. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56890714",
      "category": "uk-politics",
      "title": "Covid: Boris Johnson's 'bodies pile high' comments prompt criticism",
      "tags": "Coronavirus lockdown measures,Boris Johnson",
      "text": "Boris Johnson said he would rather see \"bodies pile high\" than take the country into a third lockdown, sources familiar with the conversations have told the BBC.\nThe remarks were said to have been made last autumn, just as England went into a second lockdown.\nThe PM has strongly denied saying the phrase, describing the reports as \"total rubbish\".\nLabour's Rachel Reeves urged Mr Johnson to apologise.\nShe called the comments \"stomach-churning\".\nThe government is also facing questions over possible donations made to re-decorate the prime minister's flat, and an investigation into leaked information about England's second lockdown.\nEngland entered its third lockdown on 6 January.\nMr Johnson's comments - first reported in the Daily Mail - came at the end of October when the government announced there would be a second lockdown in England following a sharp rise in coronavirus cases.\nBBC political editor Laura Kuenssberg says, at the time, the prime minister was reported to have had big concerns about the implications of another lockdown on the economy and non-Covid related health issues.\n\"This does take us back to that moment and back to the very serious claims made by some people who were involved in the decision making  - including some ministers - that the hesitancy around the second lockdown did cost lives,\" she said. \nAsked about the comments earlier on Monday, Mr Johnson denied having made them adding that the public wanted the government \"to make sure that the lockdowns work, and they have\".\nThe PM's spokesman said the reported comments were false adding: \"This is untrue and the PM has denied it… I'm not aware of anyone else making that statement.\"\nMr Johnson was also defended by Cabinet Office minister Michael Gove who told MPs he was in the room during conversations about the lockdown but \"never heard language of that kind\".\nLabour leader Sir Keir Starmer said he was \"astonished\" by the reports adding: \"Everybody would be deeply concerned, not least all those families who have lost someone in the pandemic.\" \nThe prime minister was also strongly criticised by other opposition MPs in the House of Commons.\nMs Reeves - Labour's shadow Cabinet Office minister - said the prime minister was a man who \"would rather the bodies pile high than act on scientific advice - but they are not bodies; they are people, they are loved ones and they are deeply missed.\"\nShe called for an urgent public inquiry into the government's handling of the pandemic adding: \"This is all about conduct, character and decency - frankly, our country deserves an awful lot better than this.\"\nThe SNP's Alison Thewliss said the comments were \"not befitting the office of prime minister\" describing his words as \"despicable, cruel and callous\".\nMatt Fowler, co-founder of the group Covid-19 Bereaved Families for Justice, which is calling an inquiry into the pandemic, said the comments had caused outrage among members.\nHe said: \"These callous comments will have caused untold hurt to hundreds of thousands of us across the whole of the country.\n\"This demonstrates exactly why an urgent inquiry is so vital, to understand the decisions, rationale and consideration in protecting our loved ones that the government chose.\"\nThis comes amid a bitter row between Downing Street and the prime minister's former senior adviser Dominic Cummings.\nLast week, Mr Cummings published a blog in which he:\nEarlier, Mr Case gave evidence at an MPs' committee and said the inquiry into the second lockdown leak is ongoing; however, he added that \"given the time that has now passed, I think it's probable the team will not successfully identify the source or sources\".\nA Cabinet Office source told the BBC that no-one had yet been exonerated in the investigation. \nAsked if he would launch an inquiry into the leak of the prime minister's lockdown comments, Mr Case said he would have to discuss that with Mr Johnson.\nThe prime minister is also facing questions about the funding of his Downing Street flat refurbishment.\nOver the weekend, ministers had said the prime minister \"personally paid the bill\" for the flat but did not answer questions on whether a Tory party donor initially provided the money to him.\nMr Johnson has said he would make any necessary declarations about donations \"in due course\" and Mr Case - who is the UK's top civil servant - said he would review how the refurbishment was paid for.\nSpeaking in Wrexham, Mr Johnson said the public were more interested in what the government was doing to move the country \"cautiously but irreversibly through the steps of the road map to unlock and to get our country going\".\nHe said the disease was \"under control\" and that deaths and hospitalisations were low but added \"that doesn't mean that we've got it totally licked\".\n\"We've got to be realistic about that; unfortunately, there probably will be another wave of the disease.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56896666",
      "category": "uk",
      "title": "Covid-19: Pressure mounts on Johnson and MPs demand lockdown fines review",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Tuesday morning. We'll have another update for you this evening. \nBoris Johnson is to chair a cabinet meeting later as he attempts to shift the focus away from questions about his conduct and on to everyday concerns. Claims include an accusation - dismissed as \"total rubbish\" by the PM - he said last year he would rather see \"bodies pile high\" than approve a third lockdown. One cabinet minister tells BBC News \"there's nothing we can do\" to control the claims, as No 10 says the prime minister will tell the cabinet to focus on \"the people's priorities\", described by a source as \"jabs, jabs, jabs and jobs, jobs, jobs\". \nThe system for issuing fixed penalty notices - some as high as £10,000 - for Covid lockdown breaches is \"muddled, discriminatory and unfair\", say MPs. Some 85,000 have been issued in England, along with 8,000 in Wales, and the Joint Committee on Human Rights says they should all be reviewed. The government says it was right there were consequences for those who most flagrantly breached the rules.\nConcerns about the impact of lockdown have been highlighted by Education Endowment Foundation research indicating of 50,000 children who started school in September, 20-25% more needed help with language skills than the previous year. The government says it's investing £18m in early-years catch-up, including extra help for those in Reception. Read why the findings are worrying.\nFatigue... back problems... shooting leg pains... Paediatric doctor Zaz Hassan, 42, survived Covid but is living with the after-effects of the virus a year on. \"For me, the end point would be to get back to work and just play with my kids,\" he says, during a break from physiotherapy. He's one of more than 1,000 patients seen by Croydon University Hospital's long Covid centre, with another 500 waiting. Meanwhile, in Northern Ireland, \"long Covid\" sufferers say specialist care is \"seriously lacking\".\nUK consumer book sales climbed 7% to £2.1bn last year as people \"rediscovered their love of reading\" in lockdown, the Publishers Association says. Demand for fiction and non-fiction jumped, while audio-book sales were up 37%. Richard Osman's The Thursday Murder Club, Girl, Woman, Other by Bernadine Evaristo, and Jamie Oliver's 7 Ways were among the most popular reads.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nIf you're wondering when you can meet friends inside again, check the rules where you live.\nFind more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56908144",
      "category": "world-us-canada",
      "title": "Vax Live: Harry and Meghan to join Covid vaccine concert",
      "tags": "Foo Fighters,Meghan, Duchess of Sussex,Prince Harry, Duke of Sussex,Jennifer Lopez,Selena Gomez,Coronavirus pandemic,Joe Biden",
      "text": "Prince Harry and Meghan Markle will appear at a star-studded concert aimed at increasing access to Covid vaccines.\nThe couple were announced as campaign chairs of the Vax Live event, organised by anti-poverty group Global Citizen.\nUS President Joe Biden will also appear at the concert, which is being hosted by pop star Selena Gomez.\n\"We will all benefit, we will all be safer, when everyone, everywhere has equal access to the vaccine,\" Harry and Meghan said.\n\"We must pursue equitable vaccine distribution and, in that, restore faith in our common humanity. The mission couldn't be more critical or important.\"\nThe event will be recorded on Sunday at the SoFi Stadium in Los Angeles, and broadcast on 8 May. \nVax Live is calling on governments to commit to vaccine equity by donating doses and resources.\nThe campaign is also pushing businesses to \"donate dollars for doses\", and for pharmaceutical companies to make vaccines available at not-for-profit prices.\nIn their role as campaign chairs, Harry and Meghan have been encouraging the private sector to make donations to the Covax scheme, which is co-led by the World Health Organization (WHO) and aims to ensure vaccines are shared fairly among all nations, rich and poor.\nMore than one billion doses of coronavirus vaccines have now been administered worldwide. But there are vast differences in the pace of progress in different parts of the world, with some countries having delivered doses to a large proportion of their population and others still waiting for their first shipments to arrive.\nThe concert will feature performances from artists including Jennifer Lopez, Foo Fighters and Pearl Jam's Eddie Vedder.\nMr Biden, his wife Jill and Vice-President Kamala Harris will promote the \"We Can Do This\" initiative, which seeks to increase confidence in Covid-19 vaccines\nFrench President Emmanuel Macron, Canadian Prime Minister Justin Trudeau, and Croatian Prime Minister Andrej Plenkovic will also make appearances.\nLast year, Global Citizen partnered with the WHO to put on a virtual concert to celebrate healthcare workers. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56846778",
      "category": "uk-wales",
      "title": "Wales' level crossings need urgent safety changes, report says",
      "tags": "CCTV,Welshpool,Network Rail,Department for Transport,Transport for Wales,Rail Accident Investigation Branch,Royal Stoke University Hospital",
      "text": "A driver was seriously hurt when their van was hit by a train at a level crossing where safety changes were first demanded 12 years before.\nThey suffered life-changing injuries at the private Smiths Lower Cefn crossing in Powys, last June.\nA Rail Accident Investigation Branch (RAIB) report found the driver may not have known they needed to call the signaller before crossing.\nThe Department for Transport (DfT) said it agreed signs \"needs updating\".\nThe RAIB first warned in 2009 in a report into another crash that signs at user-operated level crossings needed to be made clearer.\nIt has made similar demands in several reports into level crossing crashes in the following years.\nUser-worked crossings are found where railways cross a right of way, such as a road on private land, a footpath or a bridleway.\nAny gates or barriers often need to be operated manually, with some crossings requiring users to telephone a signaller to check it is safe to cross.\nHowever, the RAIB found that in the crash on 22 June at the Smiths Lower Cefn crossing, near Welshpool, the need to call the signaller could have been overlooked as it was \"not present\" in a list of instructions on the sign at the crossing.\nThe report found the van driver, who may have got out of the vehicle to move a gate which had started to swing as they drove over the level crossing, had been standing on the driver side of the vehicle when it was hit by the train.\nIt caused the black Mercedes van to spin around, flinging the van driver - who suffered multiple injuries - into a field.\nThe RAIB said it had carried out \"many investigations\" into crashes on level crossings. \nIt gave the example of a similar accident at the Frognal Farm crossing in Teynham, Kent, in October 2017, where signs had not been \"clear and concise\".\nThe RAIB also referred to a 2009 probe into the risks of user-operated level crossings.\nIts report then recommended rules for level crossing signs had to be reviewed by the Department for Transport and changed \"as necessary\", taking into account \"the need to convey information and instructions clearly and unambiguously\".\nAfter the Powys crash, the RAIB said it contacted Network Rail, the Office of Rail and Road (ORR), and the DfT \"to alert them to this event and the need for action to implement previously made recommendations\".\nIt said: \"RAIB remain concerned that accidents and incidents will continue to occur unless substantive action is taken.\"\nA spokesman for the DfT said its \"thoughts\" were with the driver.\nA spokesman said: \"We welcome the RAIB report on Smiths Lower Cefn, and wholeheartedly agree that signage at private crossings needs updating. \n\"The department is currently producing a consultation on updating these, which we aim to publish later this year.\"\nNetwork Rail said safety was its \"priority\".\nChristine Booth, its level crossings risk advisor, said: \"We are installing red and green lights to some of the highest risk private crossings and public footpath crossings across Wales to make them safer. \n\"This includes at Smith crossing in Powys and follows safety improvements already made at crossings such as Ty Gwyn and Pen Uchaf on the north Wales coast.\"\nThe ORR, which is responsible for the safety regulation of Britain's railways, said: \"We've been working with Network Rail and the Department for Transport to ensure recommendations are duly considered and acted upon.\n\"We are also working with industry to introduce new guidance for managing level crossing safety.\n\"This will help improve risk assessments at level crossings and will apply to all crossings including user worked crossings.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56878663",
      "category": "uk-politics",
      "title": "Downing Street refurbishment: What is the row about?",
      "tags": "Dominic Cummings,Boris Johnson",
      "text": "Further questions have been asked about the funding of home improvements at the prime minister's Downing Street flat, following the release of an exchange of letters with his standards adviser.\nLord Geidt complained about not having been shown WhatsApp messages between Boris Johnson and Tory donor Lord Brownlow, which talked about the refurbishment.\nBoris Johnson and Carrie Symonds had work carried out on their private residence, the flat above 11 Downing Street.\nThe prime minister receives an annual public grant of £30,000 to spend on his living quarters. But the work cost considerably more than that - at least £112,000 based on the amount we know Lord Brownlow contributed.\nThe work was initially paid for by the Cabinet Office, but £52,000 was given to the Conservative Party by Lord Brownlow to cover the bills. Mr Johnson says he has now covered all the costs out of his own pocket.\nThe Conservative Party was fined £17,800 after the Electoral Commission found it had failed to accurately declare all of Lord Brownlow's donations towards the renovation.\nLord Brownlow was asked in May 2020 to set up a Downing Street trust that would fund renovations to the flat above 11 Downing Street, but that trust was never established.\nIn November 2020, the prime minister approached Lord Brownlow by WhatsApp message to approve payments to the interior designer carrying out the work. \nThe Electoral Commission found in December 2021 that the subsequent £52,000 payment from Huntswood Associates Ltd, whose director is Lord Brownlow, had not been properly recorded and that it should not have been described as a loan or as part of a trust.\nBut it said that separate payments of almost £60,000 for the refurbishments made by Lord Brownlow directly to suppliers, did not need to be declared.\nThe Electoral Commission report led to further controversy because it referred to an exchange of WhatsApp messages between the prime minister and Lord Brownlow, which had not been seen by the adviser on standards, Lord Geidt, when he had reported on the case earlier in the year.\nLord Geidt's report in May had concluded that Mr Johnson did not break the ministerial code over the funding of the renovations.\nBut he said: \"The prime minister - unwisely, in my view - allowed the refurbishment of the apartment at No 11 Downing Street to proceed without more rigorous regard for how this would be funded.\"\nLord Geidt added: \"The record shows no evidence that the prime minister had been informed\" about the payments. His report says that when he found out in February 2021, Mr Johnson \"settled the full amount himself\". \nBut when Lord Geidt found out about the messages to Lord Brownlow, he wrote to the prime minister saying that while his overall conclusions about the ministerial code were unchanged, had he seen the messages, \"I doubt whether I would have concluded, without qualification... that 'at the point when the prime minister became aware, he took steps to make the relevant declaration and to seek advice'.\"\nMr Johnson replied, offering a \"humble and sincere apology\" for not giving him the messages, blaming security issues which had forced him to change his phone.   \nIf a politician accepts money from a donor - either as a gift or as a loan - they are expected to make that information public, normally within 28 days.\nThe concern is that if a financial gift is kept secret, it might be used to gain favours or political influence.\nThis is the exchange of messages between Mr Johnson and Lord Brownlow:\nAt the end of his message, Mr Johnson refers to the \"great exhibition plan\", which was a proposal for a cultural festival, which Lord Brownlow was involved with as a trustee of London's Albert Hall.\nLord Brownlow met Oliver Dowden, who was then culture secretary, to discuss the event six weeks after the text exchange with the prime minister, according to the meeting log. In the end, the exhibition did not happen, but Labour says Lord Brownlow's November 2020 text exchanges with the PM are still important.\n\"Lord Brownlow appears to have access to the prime minister because he was paying for the flat renovations. If that is the case, that is corruption,\" the party said.\nThe BBC has approached Lord Brownlow for comment but he has not yet responded.\nBusiness Minister Paul Scully denied that the prime minister was linking support for a Great Exhibition with financial support for flat renovations in his messages.\nHe said the Great Exhibition plan was passed to \"the right channels\" at the culture department and that Mr Johnson \"had no idea\" who would be paying for the flat refurbishments, believing the funding would come through a blind trust.\nLike several of his recent predecessors, Mr Johnson and Ms Symonds are living at No 11 because the four-bedroom flat there is much larger than the one above No 10.\nTony Blair was the first prime minister to live at No 11 - he and his wife Cherie turned the space into a family home. \nThe Grade 1-listed flat was then extensively refurbished by David and Samantha Cameron in 2011 at a cost of £30,000.\nThe latest upgrade for the flat was carried out by interior designer Lulu Lytle. \nMr Johnson and his wife wanted to transform the flat from previous Prime Minister Theresa May's \"John Lewis furniture nightmare\" into a \"high society haven\", according to the society magazine Tatler."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56898654",
      "category": "world-asia-india",
      "title": "India Covid: First UK aid arrives as coronavirus deaths mount",
      "tags": "India coronavirus lockdown,India,Coronavirus pandemic",
      "text": "Medical supplies from the UK arrived in India on Tuesday - the first international shipment aimed at stemming a devastating Covid-19 surge.\nVentilators and oxygen equipment landed in Delhi, but far more will be needed, with many hospitals overwhelmed and people waiting in the streets outside.\nIndia recorded 320,000 new infections on Tuesday, and deaths are now close to 200,000 in total.\nOne health adviser called the aid for a nation of 1.3bn \"a drop in the ocean\".\nZarir Udwadia, who works in Mumbai hospitals and counsels the government, told the BBC's Today programme the currently pledged supplies would have limited effects. He said he was seeing \"ward after ward full of patients struggling to breathe on ventilators of different forms and shapes\".\nDr Udwadia said the complacency over getting vaccinated during the first wave had now given way to long lines of people outside medical centres jostling to get shots.\n\"Vaccine hesitancy has become vaccine desperation,\" he said.\nAlthough India's statistics currently stand at 17.6 million cases and 197,500 deaths, some believe the real figures to be much higher. One investigation by NDTV found that over the past week in Delhi alone some 1,158 deaths may have gone unrecorded.\nThe UK shipment of 200 pieces, including ventilators and oxygen concentrators - which will help hospitals manage oxygen supplies - was unloaded at Delhi airport on Tuesday.\nForeign ministry spokesman Arindam Bagchi said it was \"international co-operation at work\", but it is just the first trickle in what needs to be a flood of supplies for a nation of 1.3 billion people.\nUS President Joe Biden said on Monday he would send up to 60 million doses of the AstraZeneca Covid-19 vaccine abroad and, although the destinations were not given, India could be a prime recipient.\nThe UK, however, said it would not be sending vaccine doses to India imminently. \"We are moving through the UK prioritisation list for our domestic rollout and we don't have surplus doses, but we will keep this under review\", a spokesman for the prime minister said.\nWorld Health Organization spokesman, Tarik Jasarevic, said it would deliver 4,000 oxygen concentrators to India.\nFrance is sending oxygen production units, as well as oxygen containers and respirators, and some shipments of empty cylinders have already arrived from Thailand and Singapore.\nAnd India has stepped up its own efforts - the first \"Oxygen Express\" train, which aims to transport 70 tonnes of the gas, arrived in the capital.\nThe surge varies from state to state, with Maharashtra, Uttar Pradesh, Karnataka and Kerala, along with Delhi, among those badly affected.\nImages from many Indian cities show people waiting outside hospitals in ambulances or lying on makeshift beds, while elsewhere flames rise from the funeral pyres of victims.\nActor and singer Priyanka Chopra was among those sending out messages calling for international help:\nIt is one of rising concern.\nIndia has opened vaccination to all adults from 1 May - another 900 million people - but there are fears supplies from the two Indian sources, the Serum Institute of India and Bharat Biotech, cannot even meet current demands for the over 45s.\nThe government denies there is any shortage of vaccines and has approved funds to boost production at the Serum Institute to 100 million doses a month by the end of May.\nBut health ministers from some states say they have been warned they may not get the supplies they need - particularly given the surge in demand from the public.\nIndia has so far administered initial jabs to about 10% of the population.\nDr Udwadia told the BBC the rollout had been \"glacially slow\" and at this rate the country would not reach anything approaching herd immunity within 600 days.\nHe said that, because of the limited effects of the first wave: \"We let down our collective guard and we were urged to by our leaders. Instead of being asked to be vigilant we heard self-congratulatory declarations of victory.\"\nDr Udwadia, and another doctor who spoke to the BBC, Devashish Palkar, both said they were seeing an increase in younger people becoming infected."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56897186",
      "category": "world-us-canada",
      "title": "Colorado arrest: Woman with dementia mocked by US police",
      "tags": "Colorado,Police brutality",
      "text": "US police officers are seen mocking a 73-year-old woman with dementia as they watch video of her shoulder going \"pop\" during her forcible arrest, according to footage released by her lawyer.\nKaren Garner was detained on 26 June last year after she walked out of a Walmart store in the state of Colorado without paying for $13 (£9) of items.\nHer elbow was fractured and shoulder dislocated, says her lawyer.\nAn investigation has been launched into the Loveland Police Department arrest.\nIn the footage released on Monday from the booking area of the police station on the day of the arrest, officers are seen fist-bumping one another as they review body camera video of the incident.\nVideo from inside Ms Garner's nearby holding cell shows the frail-looking grandmother slumped handcuffed to a bench while the officers joke about the incident, says her lawyer.\n\"Ready for the pop? Hear the pop?\" one of the officers says at one point, referring to Ms Garner's shoulder.\nAs they continue to watch the footage, the same officer says: \"I love it.\" \nThe Garner family hired a sound engineer to enhance audio of the officers' remarks.\nTheir lawyer has filed a federal lawsuit against the department, alleging the officers violated the Americans with Disabilities Act and \"violently assaulted\" Ms Garner. \nAttorney Sarah Schielke says her client went six hours without medical help while confused and crying in pain after an arrest that amounted to \"torture\".\n\"They failed Karen Garner,\" Ms Schielke said in a press release. \"They failed the community. And they did it all on camera.\" \nLoveland police said in a statement on Monday they would not be making any comments pending the results of a \"criminal investigation\" launched last week.\nThe Larimer County district attorney is looking into the department's use of force during Ms Garner's arrest. Loveland police chief Robert Ticer has pledged full transparency with the inquiry, which will be led by Fort Collins Police.\nOne officer has been placed on administrative leave and two others moved to administrative duties.\nThe bodycam footage caused public outcry when it was released earlier this month. It shows two police officers stopping Ms Garner as she was picking flowers by the roadside after she left the Walmart store in the town of Loveland, about 50 miles (80km) north of Denver.\nCCTV from the supermarket shortly beforehand showed members of staff stopping Ms Garner to recover the $13.38 of merchandise, which included cans of fizzy drinks and laundry detergent. \nAfter she walks away from the officers, she is thrown to the ground, handcuffed, shoved face down on the bonnet of the police car and has her legs tied together with a hobble. She was left bleeding.\nMs Garner's daughter-in-law, Shannon Steward, told the Denver Post the arrest had worsened Ms Garner's dementia.\n\"She hasn't come back the way she was before,\" Ms Steward told the newspaper. \"It was too much.\"\nThe release of the footage comes amid a nationwide reckoning over police brutality, especially against African Americans, although Ms Garner is white."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56863547",
      "category": "uk-politics",
      "title": "Dominic Cummings launches attack on Boris Johnson's integrity",
      "tags": "Sir James Dyson,Dominic Cummings,Boris Johnson,Lobbying in the United Kingdom",
      "text": "Dominic Cummings has launched a blistering attack on his old boss Boris Johnson, questioning his \"competence and integrity\".\nThe former top adviser denied leaking text messages sent between Mr Johnson and businessman Sir James Dyson.\nAnd he claimed Mr Johnson once had a \"possibly illegal\" plan for donors to pay for renovations of the Downing Street flat.\nNo 10 said ministers had always obeyed codes of conduct and electoral law.\nMr Cummings was forced out of his Downing Street role at the end of last year, following an internal power struggle.\nOn Friday, in his first blog post since leaving that role, he also denied leaking details of the second Covid lockdown in England.\nThis is an explosive intervention from a man Boris Johnson used to count on as one of his closest allies. \nAnd if you're tempted to roll your eyes and think it's just sour grapes from a jilted adviser, think again. \nDominic Cummings' blog is proof that he is willing to lift the lid on his time at the heart of Downing Street, regardless of how it reflects on the prime minister. \nBeyond his denial of leaking text messages, he has also given his version of events relating to two potential political weak spots for Boris Johnson. \nThey are the questions over the financing of the renovation of the Downing Street flat and the leaking of a plan to impose a lockdown.\nThe level of detail shows that Mr Cummings is willing to expose others while defending himself and lay bare the inner workings of No 10.\nSeveral newspapers ran front page stories suggesting Mr Cummings was the source of leaked messages between Mr Johnson and Sir James Dyson, first reported this week by the BBC.\nThe BBC - whose political editor Laura Kuenssberg first reported on the text messages on Tuesday - said it did not discuss the sources of stories.\nAsked whether he had blamed his former adviser for it, Mr Johnson said: \"I don't think people give a monkey's, to be frank, about who is briefing what to who.\"\nNo 10 has launched an inquiry into who leaked the text messages.\nThe text exchange between Mr Johnson and Sir James happened in March last year, after the government asked companies to help build thousands of ventilators needed to deal with very ill patients.\nIn it, the prime minister agreed to \"fix\" concerns the businessman had about tax bills for his Singapore-based staff if they moved to the UK to do this.\nWriting on his blog, Mr Cummings said: \"I was not directly or indirectly a/the source for the BBC/Kuenssberg story on the PM/Dyson texts.\"\nHe adds: \"I am happy to meet with the cabinet secretary and for him to search my phone for Dyson messages.\"\nMr Cummings continues that he is \"happy for No 10 to publish every email I received and sent July 2019-November 2020\".\nHe also calls for an \"urgent parliamentary inquiry into the government's conduct over the Covid crisis\", adding that he thinks Mr Johnson has fallen \"far below\" the standards of \"competence\" the \"country deserves\".\nMr Cummings promises to answer questions about \"any\" issues when he appears before a parliamentary inquiry into the government's pandemic response on 26 May.\nIn his blog, Mr Cummings also claimed the prime minister once planned to have donors \"secretly pay\" for renovation of his official Downing street flat. \nLike several of his recent predecessors, the PM is living in the flat above No 11 Downing Street, which is larger than the one above No 10.\nHe adds that Mr Johnson \"stopped speaking to me about the matter in 2020\", as he told him the renovation plans were \"unethical, foolish, possibly illegal and almost certainly broke the rules on proper disclosure of political donations if conducted in the way he intended\".\nMr Cummings says he would be \"happy to tell the cabinet secretary or Electoral Commission\" what he knew about the matter but that his knowledge is \"limited\". \nIn response to Mr Cummings's claims, a No 10 spokesperson said: \"At all times, the government and ministers have acted in accordance with the appropriate codes of conduct and electoral law.\n\"Cabinet Office officials have been engaged and informed throughout and official advice has been followed.\n\"All reportable donations are transparently declared and published - either by the Electoral Commission or the House of Commons registrar, in line with the requirements set out in electoral law.\n\"Gifts and benefits received in a ministerial capacity are, and will continue to be, declared in transparency returns.\"\nEarlier on Friday, the government said that \"costs of wider refurbishment in this year have been met by the Prime Minister personally.\" \nLabour's shadow Cabinet Office minister Rachel Reeves said the issue needed \"investigating in full\". \nDenying being the source of a leak last year ahead of the second Covid lockdown in November, Mr Cummings says an inquiry at the time found that neither he nor the then-Downing Street director of communications, Lee Cain, had been responsible.\nHe adds that the events around that inquiry \"contributed to [his] decision to stick to [his] plan to leave No 10 by 18 December\", which he says were \"communicated to the prime minister in July\".\nIn his blog, Mr Cummings also claimed Mr Johnson had considered stopping the inquiry.\nHe wrote that he recalled a meeting between Mr Johnson and the cabinet secretary at the time, after an inquiry had been launched, at which the cabinet secretary allegedly said \"all the evidence definitely leads to Henry Newman and others in that office\".\nAt the time, Mr Newman was a special adviser at the Cabinet Office. He took up a role in Downing Street earlier this year. \nMr Cummings claims that, in a conversation he had with the PM afterwards, Boris Johnson said: \"If Newman is confirmed as the leaker then I will have to fire him, and this will cause me very serious problems with Carrie [Symonds - the PM's fiancee] as they're best friends… [pause] perhaps we could get the cabinet secretary to stop the leak inquiry?\"\nIn response to Mr Cummings' claims, a Downing Street statement said: \"The prime minister has never interfered in a government leak inquiry.\"\nAnd a senior government official said: \"The allegations against Henry Newman are entirely false. He wouldn't be working in Downing Street if he was suspected of leaking information.\"\nEarlier, Downing Street declined to comment on \"speculation\" that Mr Cummings - who quit his government job last November after a row over his role as the PM's chief adviser - had leaked the texts.\nOn a visit to Derbyshire, Mr Johnson said anyone who thought there was something \"dodgy or rum\" in his dealings with Sir James Dyson was \"out of their mind\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-coventry-warwickshire-56901616",
      "category": "uk-england-coventry-warwickshire",
      "title": "Amphetamine lab found in raid near Redditch",
      "tags": "Birmingham,Redditch",
      "text": "A drugs laboratory capable of producing £10m of amphetamine a month has been uncovered during a police raid. \nThe \"large-scale\" operation was found in outbuildings on Ullenhall Lane near Redditch, Worcestershire.\nThe investigation began after text messages were obtained by French police during the penetration of the encrypted phone network Encrochat last year.\nVats and sacks of ingredients were found in the lab, which is currently too hazardous for police to enter.\nFive people have been arrested in the joint operation between the National Crime Agency (NCA) and Warwickshire Police on Tuesday.\nFirefighters and a chemicals expert were drafted in to assist with the raid. \nFootage of the inside of the building has been sent to scientific experts for analysis.\nPeter Stevens, branch commander at the NCA, said conducting the raid on the \"semi-rural\" site had taken weeks of meticulous planning.\n\"The laboratory will make illicit amphetamine, it is a class B drug, and will be sold on the market for approximately £2,000 per kilo, wholesale price,\" he said.\n\"It involves a number of different chemicals, all very volatile and dangerous chemicals, as well as some quite specific and sophisticated scientific apparatus and equipment. \n\"It takes someone with a very good knowledge of those chemicals and the processes required to produce the amphetamine, which is why it is rare for us to encounter it as it needs a crime group that is able to access the chemicals, able to access the equipment and then have someone that can essentially cook the chemicals. \n\"Once it is cooked, they can then distribute it to other crime groups in the UK, as this crime group has done.\"\nAssistant Chief Constable Alex Franklin Smith, from Warwickshire Police, said he is confident the operation will have a \"huge\" impact on the organised criminal gangs involved.\n\"Such an operation taking place in such a quiet, rural location will no doubt have caused some concerns for people in the area,\" he said. \n\"Our officers will be working with people in the local community in the coming days to provide reassurance.\"\nPolice raided two other properties in Chalfont St Giles, Buckinghamshire, and Quinton, Birmingham, in connection with an investigation into an organised crime network.\nWarwickshire Police said two men, aged 40 and 60, were arrested in Buckinghamshire. A third man, aged 50, suspected of operating the lab, was apprehended at his home in Quinton.\nWhile a man aged 36 and a woman aged 28 were arrested at a building on the site.\nAll five remain in custody where they are being interviewed, the force added. \nOfficers said searches of the farm buildings are ongoing, with support from specialist teams from West Midlands Police, West Midlands Fire Service and West Midlands Ambulance Service.\nThis operation is the latest in a string of cases which have resulted from the penetration of Encrochat.\nFrench police obtained the messages of 9,000 British people using the service, and the NCA said the vast majority were using it for criminal purposes.\nMore than 1,500 people have been arrested in Operation Venetic, the British effort to analyse criminality using the messages.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk \nUpdate: This story has been amended to remove references to methamphetamine following updated information provided by the NCA."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56898843",
      "category": "business",
      "title": "Whitbread: Premier Inn owner braces for UK holiday boom",
      "tags": "Companies,Hotels,Whitbread,Coronavirus pandemic",
      "text": "Premier Inn owner Whitbread has said it expects strong demand for holidays in the UK throughout the summer as Covid restrictions ease further from mid-May.\nThe hotel and restaurant firm forecasts \"a significant bounce in leisure demand in our tourist locations\".\nAt the same time, Whitbread laid bare the impact of the pandemic on its business as annual losses reached £1bn and sales tumbled by more than 70%.\nThe firm said last year was the \"most challenging in our 279 year history\".\nIt revealed that it had benefitted from £270m worth of government support during coronavirus, including the furlough scheme.\nWhitbread, which also owns the Beefeater and Brewers Fayre restaurant chains, said almost all of its 800 UK and Ireland hotels, some 92%, were now open. This compares with just 39 that were opened during the first lockdown when they were used to provide accommodation for essential workers.\nRecent lockdowns saw its hotels at just 23% of potential occupancy in January and 29% in February.\nThe company said: \"Strong demand is expected for 'staycations' in UK tourist destinations throughout the summer, with business and event-led leisure demand starting to gradually recover thereafter.\"\nIt also plans to invest £350m this year, which will go partly toward refurbishments, but also to new advertising, which will again feature comedian and actor Sir Lenny Henry.\nDespite this investment programme, it still intends to cut £100m in costs.\nLast year, it warned it may have to lay off thousands of staff and approached landlords for a temporary rent cut. It also scrapped its dividend payout to shareholders, while directors and senior management took pay cuts.\nIt employs some 30,000 staff, 27,000 of which were furloughed under the Job Retention Scheme.  \nWhitbread's chief executive, Alison Brittain, said: \"The vaccination programme in the UK means we can look forward to the planned relaxation of government restrictions as we move into summer, with the first major milestone being the return of leisure guests to our hotels, and the full reopening of restaurants from 17 May.\n\"We expect a significant bounce in leisure demand in our tourist locations during the summer, followed by a gradual recovery in business and event-driven leisure demand.\"\nJulie Palmer from professional services firm, Begbies Traynor, said: \"After having been able to report positive results and sell its profitable Costa arm to focus on hotels in previous years Whitbread, like so many others in this industry, has been rocked by the pandemic. \n\"It can get back on its feet again, but the Whitbread we saw before the pandemic could be different to the one we see after it. Even after all restrictions are removed change is coming.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56897184",
      "category": "world-us-canada",
      "title": "Gavin Newsom: California's governor faces recall election",
      "tags": "US politics,United States,Coronavirus pandemic,Caitlyn Jenner,California",
      "text": "Opponents of California's governor have enough valid signatures to trigger a state-wide vote on his leadership.\nGavin Newsom, a first-term Democrat, was up for re-election in 2022, but the recall means he will now probably face a vote this autumn.\nA campaign for a recall vote by a conservative group grew popular amid criticism of Mr Newsom's handling of the pandemic. \nAmong the opponents he may face is reality TV star Caitlyn Jenner.\nCalifornia's secretary of state said that 1.6 million valid signatures had been verified, some 100,000 more than were needed.\nShould the recall election go ahead, it would only be the second such vote in California, and the fourth nationwide, in US history.\nVoters would be asked if they want Mr Newsom to stay, yes or no, and given a list of other candidates to choose from.\nIn a tweet, Mr Newsom said the recall \"threatens our values and seeks to undo the important progress we've made\".\nOusting Mr Newsom may prove an uphill battle in the heavily Democratic state, where he was elected in 2018 with support from more than 60% of voters.\nThe last Republican governor of the state was actor Arnold Schwarzenegger, who was elected in 2003 following a celebrity-studded recall vote.\nMs Jenner, a former Olympic athlete and a transgender celebrity, will be hoping for a similar result if she contests the recall election as a Republican in the state.\nA campaign to recall Mr Newsom was launched by a conservative political group called the California Patriot Coalition in February 2020. Opposed to Mr Newsom's policies, the group started collecting signatures for a recall vote in June 2020. \nThe recall campaign gathered pace over Mr Newsom's handling of the coronavirus pandemic in the state.\nAs infections started to fall, he came under criticism from business owners for still enforcing restrictions. That criticism intensified in November 2020, when Mr Newsom was caught dining at a fancy restaurant for his political advisor's birthday, despite urging residents to stay at home.\nHe apologised for failing to \"preach and practise\" Covid-19 rules he imposed.\nThe campaign to remove Mr Newsom has come into sharp focus in recent months as critics have expressed frustration at the state's Covid-19 vaccine rollout, among other matters.\nThe state has not yet formally approved the recall or set a date for an election. But unless a significant number of valid signatures are withdrawn within the next 30 days, the vote will take place.\nUnder California law, the number of signatures calling for a recall vote must equal 12% of the number of votes cast in the previous election for that office. \nIn 2003, Democratic Governor Gray Davis was subject to a recall election, which he lost to Mr Schwarzenegger.\nIn his tweet, Mr Newsom said his achievements on fighting Covid-19, helping struggling families, protecting the environment, and passing gun-violence solutions were at stake.\nHis campaign echoed his views, framing the recall as a power grab by Republicans whose chance of winning the office is slim, given their modest support in the state.\n\"This recall attempt is a far-right partisan power grab and a waste of money,\" Mr Newsom's Stop the Republican Recall campaign said.\nTo Republicans, the recall was a cause for celebration.\n\"I am ready to lead this movement,\" Republican former San Diego mayor Kevin Faulconer said, shortly after the signature count was announced. \"Together, we will turn the page on Gavin Newsom's failures.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56893247",
      "category": "business",
      "title": "Summer holiday demand shifts to autumn amid travel uncertainty",
      "tags": "Tourism,Coronavirus lockdown measures,Thomas Cook Group,Travel,Coronavirus vaccines,Travel & leisure industry,Coronavirus pandemic",
      "text": "People are increasingly putting off their summer holidays and booking autumn breaks instead due to uncertainty over international travel, tour operators say.\nThomas Cook said autumn bookings were up 50% on normal levels, while luxury tour operator Kuoni said customers were \"holding out for October half term\".\nGreece and the Caribbean are among the most popular destinations. \nBut some fear prices will rise due to fewer countries being open to tourism.\nInternational travel is due to resume from 17 May under the government's roadmap to reopening, with plans for a \"traffic-light\" system categorising different countries.\nHowever, the list of countries that Britons can travel to will not be known until nearer 17 May and will be subject to change.\nThis has prompted a surge in autumn holiday bookings, with breaks in September and October accounting for 30% of Thomas Cook's live bookings for the year. That is up 50% on what the group normally sees in these months.\nA spokesman said there was a \"clear preference for September and October compared to what we normally expect\".\nHe said many people had already booked domestic breaks for July and August and were looking for a \"week of sun in the Med\" later in the year.\n\"Devon is lovely, but Devon in October is not Devon in July,\" he added.\nAccording to Thomas Cook, Greece is the most popular destination for autumn breaks, with Rhodes the most in-demand island followed by Crete, Santorini and Mykonos.\nThe Canary Islands, a popular winter-sun destination, are the second most popular destination.\nKuoni did not share booking figures but said the majority of 2021 sales have been from October onwards. It added that customers were \"saving and upgrading\" for long-haul winter sun breaks.\n\"We've chatted to lots of customers who have written off any hope of getting away in the summer but are holding out for October half-term,\" the company said.\nIts most popular destinations are the Maldives and the Caribbean, including Antigua, Barbados and Saint Lucia.\nOther travel firms are seeing evidence of the trend in searches on their websites. British Airways Holidays said there was a lot of \"pent-up demand\" for foreign holidays and it has seen a spike in searches for trips to long-haul beach destinations this autumn.\nSearches for December holidays have also seen a \"notable increase\", with New York proving popular.\nMeanwhile travel deals website Travelzoo predicts September and October will be \"big months for travel\".\nA survey of 2,000 of its members carried out last week found the majority said they plan to take a trip around that time.\nHowever, the company warned that prices could increase if demand continues and there is a limited number of destinations open for travel.\n\"Right now we are seeing some good prices for September and October, but there's every indication it will start to prove more challenging for [package-holiday customers],\" the company said.\nUnder the government's proposed traffic-light system, counties will be categorised as red, amber or green depending their infection rates, vaccination coverage and the prevalence of variants of concern.\nCovid testing and quarantine requirements will vary from category to category. All passengers will have to take Covid tests before leaving and on returning - even from low-risk \"green\" countries.\nThere will also be a green \"watchlist\" which will identify countries that are most at risk of moving from green to amber.\nCovid cases in some European countries remain high and vaccination programmes in the bloc have lagged behind the UK.\nThe Association of Independent Tour Operators said: \"Would-be travellers are nervous without certainty. We need those government traffic lights to be confirmed to give us all confidence.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56899901/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: Vaccine offered to 42-year-olds in England",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "People aged 42 and over in England are now able to book their Covid-19 jab, the health secretary has said.\nThose who are due to turn 42 by 1 July are also eligible to make an appointment under the latest extension of the vaccine rollout.\nMatt Hancock, who is 42, said he was \"really looking forward\" to receiving his invitation via text and urged others to book their jabs.\nMeanwhile, one in four UK adults have now had both of their Covid jabs.\nMore than 33.8 million people in the UK have received their first dose, while more than 13.2 million have received two, according to the latest government figures. \nThey also show that a further 17 people have died within 28 days of a positive coronavirus test and 2,685 new cases were recorded. \nThe extension of the rollout comes just a day after vaccinations were opened to 44-year-olds in England. \nIn a video posted on Twitter, Mr Hancock said that rollout had gone \"very, very well\" and thanked those who had booked their jabs.\n\"Now we're able to go that little bit further,\" he said.\nNHS medical director Prof Stephen Powis added the success of the rollout \"hasn't happened by accident\".\n\"It is down to months of careful planning and sheer hard work by nurses, doctors and countless other staff supported by our volunteers,\" he said.\nNorthern Ireland has opened its vaccination programme to people aged 35 to 39. Wales, meanwhile, has been inviting over-40s for vaccination, as well as over-30s in some areas. Scotland has been inviting the over-45s for vaccination.\nAcross the UK, there have now been 152,205 deaths where Covid-19 was mentioned on the death certificate, according to the Office for National Statistics.\nThe highest number of deaths to occur on a single day was 1,477 on 19 January, the ONS added.\nHowever, it also said deaths involving Covid-19 in England and Wales have fallen by 97% since the peak of the second wave of the virus.\nA total of 266 deaths occurred in the week ending 9 April where Covid-19 was recorded on the death certificate - this is down 97% from 8,965 deaths in the week to 22 January.\nAnother set of figures produced by the government, which measure deaths within 28 days of a positive coronavirus test result, show 127,434 Covid-19 deaths since the start of the pandemic, after a further 6 were reported on Monday.\nAt Tuesday's cabinet meeting, the PM \"re-iterated that the data continues to look good but warned that we are not out of the woods yet as variants of concern continue to pose a threat\", a No 10 statement said.\nThe statement continued: \"The PM said that while the road ahead looks positive, there will still be challenges and this government will continue to take tough decisions where necessary to protect both lives and livelihoods.\"  \nWhile England's vaccine rollout continues to draw praise, its approach towards the policing of Covid lockdown breaches has been criticised as \"muddled, discriminatory and unfair\" by a parliamentary committee.\nMPs on the Joint Committee on Human Rights want a review of all the fixed penalty notices served for lockdown breaches, which can be as high as £10,000.\nThe JCHR, which is made up of MPs and peers, said it had \"significant concerns\" about the validity of fines, the inadequacy of the review and appeal process, the size of the penalties and the criminalisation of those who could not afford to pay.\n\"The whole process disproportionately hits the less well-off and criminalises the poor over the better off,\" said the committee chairwoman, Labour MP Harriet Harman.\nAccording to the report, coronavirus rules have changed at least 65 times since March 2020.\n\"It is possible to tell from penalties that have not been paid and have then progressed through the system towards a prosecution, that a significant number of FPNs are incorrectly issued,\" the committee said.\nA government spokesperson said it was right there were consequences for those who most flagrantly breached the rules.\nElsewhere, medical supplies from the UK arrived in India, the first international shipment aimed at stemming a devastating Covid surge.\nIndia recorded 320,000 new infections on Tuesday, and deaths have risen to almost 200,000 overall.\nThe UK shipment of 200 pieces, including ventilators and oxygen concentrators, to help hospitals manage oxygen supplies was unloaded at Delhi airport on Tuesday.\nHowever, asked if surplus vaccines would be sent to India, the PM's spokesman said: \"We don't have surplus doses.\"\nThe spokesman added: \"We committed in February to sending excess doses from the UK's supply to the Covax procurement pool and to countries in need once they are available.\" \nHow has coronavirus affected you? Do you have any questions about the vaccine rollout? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56903877",
      "category": "uk",
      "title": "Queen pictured resuming public duties after duke's death",
      "tags": "UK Royal Family,Prince Philip, Duke of Edinburgh,Prince William, Duke of Cambridge,Queen Elizabeth II,Catherine, Duchess of Cambridge",
      "text": "The Queen has been photographed carrying out official duties for the first time since the death of her husband, the Duke of Edinburgh.\nThe monarch, 95, held virtual audiences via video-link on Tuesday from Windsor Castle.\nThe Queen was pictured on a computer screen smiling as she held audiences with ambassadors from Latvia and Ivory Coast who were at Buckingham Palace.\nTwo weeks of royal mourning following Prince Philip's death ended on Friday.\nThe Royal Family has since resumed taking part in official engagements. \nFor the engagements she was dressed in a pale blue floral dress which featured large purple, white and yellow flowers, with a three-string pearl necklace and a diamond brooch as accessories.\nLatvian ambassador Ivita Burmistre presented the letters of recall for her predecessor and her own letters of credence at the audience, as did Sara Affoue Amani, ambassador from Ivory Coast.\nAlthough it is the first time the monarch has been pictured carrying out official duties since the death of her husband of 73 years she has continued to work during the period of mourning.\nShe held her first in-person event on 13 April - an audience and investiture with Earl Peel, who was relinquishing his role as Lord Chamberlain.\nA day later she welcomed her new Lord Chamberlain, Baron Parker, who was overseeing Prince Philip's funeral, at another Windsor ceremony.\nShe was not photographed at these two events.\nAlthough the Queen was not seen in public, Buckingham Palace considers these audiences official public engagements because they are listed in the court circular.\nOn Tuesday, the Duke and Duchess of Cambridge took turns behind the wheel of a tractor as they visited a family farm in County Durham.\nIt was their first royal visit since the end of the period of mourning and took place two days before their 10th wedding anniversary.\nThe Queen, the nation's longest-reigning monarch, had her 95th birthday just 12 days after her husband's death and used her birthday message to thank the public for messages of comfort during a \"period of great sadness\".\nPrince Philip was laid to rest in a Covid-compliant ceremony at St George's Chapel at Windsor Castle on 17 April.\nDuring the service the Queen was pictured sitting alone due to social distancing rules."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56900431",
      "category": "uk",
      "title": "Youngest Mastermind winner: 'It feels like a dream'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56902771",
      "category": "uk-northern-ireland",
      "title": "Arlene Foster: Letter of no-confidence sent to DUP politicians",
      "tags": "DUP (Democratic Unionist Party),Arlene Foster",
      "text": "Democratic Unionist Party politicians are being asked to sign a letter of no-confidence in leader Arlene Foster, the BBC understands.\nThe letter is being circulated among Democratic Unionist Party (DUP) MPs and Northern Ireland Assembly members.\nThe party said it would not be commenting.\nOne assembly member told the BBC he was presented with the motion on Mrs Foster, who is NI's first minister, but declined to say if he signed it.\nIt is understood 22 MLAs (Members of the Legislative Assembly) and four MPs have already signed the letter. \nIf this is the case, there is majority support within the party for a change in leadership.\nIt is only a small number of the DUP membership who will get to vote in a leadership contest - its 27 MLAs and eight MPs.\nIn addition, a letter has been sent from DUP councillors to the party chairman, Lord Morrow, stating they were \"severely worried\" about the state of the party and country and calling for Mrs Foster and deputy leader Nigel Dodds to resign. \n\"We as councillors and as members are deeply concerned about the future of unionism, Ulster conservatism and the DUP,\" the letter states.\n\"As members and councillors, we have received the brunt of the anger from our voter base caused by ineffective leadership.\"\nMrs Foster was elected as the first female leader of the DUP in December 2015, taking over from Peter Robinson. She had been the only candidate. \nHer time at the helm has been turbulent, having faced Brexit, which her party supported, a botched green energy scandal which subsequently led to the collapse of Stormont for three years and of course Covid-19.\nBut the fall-out from the UK's EU exit has put particular pressure on the party top brass as it faces having to weather the storm caused by the Northern Ireland Protocol, which imposes a border down the Irish Sea. \nThe party has argued that it has never supported the protocol and has actively tried to have it overthrown.\nIt has also been suggested that recent changes to NI's abortion laws, and the commitment to implement an Irish language act were causing concerns with some elected DUP representatives ahead of next year's assembly election. \nFor some time there have been rumblings of discontent, but Mrs Foster's internal enemies have lacked the numbers, or the courage, to act against her. \nEarlier, Mrs Foster played down suggestions her leadership of the party was under threat. \nIt followed a report in the Belfast News Letter, which said there was internal party unrest over her leadership. \nBut Mrs Foster said stories on leadership \"come up from time to time\".\n\"So we'll just deal with it and move on because I've bigger things to do, including getting us through this Covid pandemic, including listening to the concerns of working-class communities,\" she said. \nArlene Foster's leadership appears to be hanging by a thread.\nThe very fact her opponents within the party felt the time was right to ask MLAs to sign up and be counted is very telling.\nIt is a bold and unprecedented move within the DUP.\nBut even with that process under way, the DUP leader was adamant there was nothing to see here, telling reporters earlier these stories come up from \"time to time\".\nShe said she would deal with it and move on because she had bigger things to do, including fighting a pandemic.\nDoes dealing \"with it\" include facing down those within her party who want her out?\nIt all comes down to a numbers game as the party's elected representatives are invited to take sides.\nEarly indications suggest it may not end well for Mrs Foster.\nRead more here.\nMrs Foster has represented the Fermanagh and South Tyrone constituency since 2003.\nThe DUP said it would not be commenting.\n\"Whilst understanding that there will be from time-to-time public interest in party processes, these issues, in the first instance, are matters for members of the party and we are not able to make any further comment at this time,\" it said. \nMrs Foster was due to meet Northern Ireland Secretary Brandon Lewis on Tuesday evening but that has been cancelled. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56888304",
      "category": "uk-politics",
      "title": "Five questions for the PM and why the answers matter",
      "tags": "Dominic Cummings,Boris Johnson",
      "text": "Boris Johnson's former chief adviser, Dominic Cummings, has alleged that the prime minister once planned for Conservative donors to \"secretly pay\" for the revamp of the flat where he and fiancée Carrie Symonds live.\nBut the defence secretary has responded by saying Mr Johnson \"personally\" footed the bill.\nIt's not clear whether any of the work - reportedly costing up to £200,000 - was initially paid for by another source, whom the prime minister then repaid.\nIt was reported that Conservative Lord Brownlow said he was making a donation to the party, which included \"£58,000 to cover the payments\" already made.\nAsked whether he had ever discussed using donations to pay for refurbishments, Mr Johnson said: \"If there's anything to be said about that, any declaration to be made, that will of course be made in due course.\"\nWhy it matters: If Lord Brownlow, or other donors, contributed to the fund or made a loan, this should have been reported to the Electoral Commission, the body which ensures transparency in political funding.\nDetails of the second lockdown were released before the government announced it on 31 October. Dominic Cummings has denied responsibility for those leaks.\nHe also claimed the prime minister had considered stopping an inquiry into who was responsible for the leak after it was found that \"all the evidence\" pointed to Henry Newman - who was a Cabinet Office adviser at the time and now works in Downing Street. \nMr Johnson allegedly said Mr Newman and Carrie Symonds were \"best friends\" and he would have to fire Mr Newman if the inquiry concluded that he was to blame - and that this could cause problems in his family life.\nThe government said the PM had \"never interfered in a government leak inquiry\". And Cabinet Secretary Simon Case warned it was \"probable\" it would \"not successfully\" identify the person responsible, given the time that's elapsed.\nWhy it matters: The inquiry still has not reported its findings, almost six months after being launched. If Mr Johnson wanted to stop it because it might conclude his fiancee's friend was the leaker, this would contravene the ministerial code, laying out rules of behaviour.\nLast week, messages sent between Mr Johnson and the businessman came to light. They revealed that, early in the pandemic, the prime minister had promised to \"fix\" a tax issue so that Sir James's Singapore-based staff could work for longer in the UK in order to help build more ventilators for sick patients.\nMr Johnson promised to publish the full exchange on Friday, but while some details of the correspondence were released, this did not happen.\nWhy it matters: The prime minister said there would be transparency over the texts and is therefore under pressure to give more information.\nPlans for a football competition in which six of the UK's clubs were guaranteed a place - whatever their Premier League performance - were announced last week. Mr Johnson was among its heaviest critics, calling it a \"cartel\".\nBut it was later revealed that Manchester United chief executive Edward Woodward - whose club was one of those behind the European Super League (ESL) - had met the PM's chief of staff in Downing Street five days earlier.\nThe Sunday Times reported that the plans had been discussed in the meeting. But Downing Street denied that, saying it had specifically been about the safe reopening of stadiums and what forms of Covid registration needed to be in place.\nLabour is pushing for fuller details of what happened in the meeting.\nWhy it matters: The UK government welcomed the end of the ESL, from which the English clubs have withdrawn. But were some in Downing Street aware of the clubs' plan in advance? \nIt's been reported that Saudi Crown Prince Mohammed bin Salman contacted Mr Johnson to say relations between his country and the UK would be damaged if he did not try to \"correct\" the Premier League's decision not to allow a £300m takeover of Newcastle United.\nIt is claimed the prime minister asked an aide, Lord Udny-Lister, to look into the matter.\nBut the government has denied any involvement with the takeover, a position backed up by Newcastle United.\nWhy it matters: The Premier League had been scrutinising the takeover attempt over concerns that the consortium behind the bid was not properly independent from the Saudi government. Prince Mohammed is also accused of having approved the murder of Washington Post journalist Jamal Khashoggi at the Saudi consulate in Istanbul, Turkey, in 2018."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56888615",
      "category": "business",
      "title": "City of London to convert offices into homes in post-Covid revamp",
      "tags": "Housing,City of London,Coronavirus pandemic",
      "text": "The City of London is planning to convert empty offices into housing in a bid to revive the area after the Covid crisis.\nThe City of London Corporation, which looks after the Square Mile, is aiming for at least 1,500 new homes by 2030.\nIts policy chair said firms had told them their operations will change to accommodate flexible working.\nCurrent government guidance says people in England should work from home if possible.\nDuring the pandemic, many city centre areas have been left deserted as workers stayed at home to reduce the risk of transmitting the virus.\nAs part of a recovery strategy, the Corporation has set out how it will \"rise to the challenge of adapting to the new normal that emerges after the pandemic.\"  \nIt plans to use a mixture of new schemes and refurbishments of old buildings to meet its housing target.\nThe Corporation said this would include at least 35% affordable housing \"with an ambition to deliver higher levels of affordable housing where this is viable\".\nAlthough the area in and around the City dates back over 2,000 years, most of its housing stock was built in the late 1960s, according to estate agents Knight Frank.\nIn March 2020, there were about 7,850 residential units in the area many financial services firms call home - mostly found across purpose-built estates.\nUnder the new proposals published on Tuesday, long-term lets in empty buildings could be offered to creatives, while it will also try to attract \"high-potential tech-led businesses\" to the area with improvements like making 5G available across the area.\nCatherine McGuinness, policy chair at the City of London Corporation, said the body had been trying to listen to companies and how their needs have changed during the pandemic.\n\"Firms have told us that they remain committed to retaining a central London hub but how they operate will inevitably change to reflect post-pandemic trends, such as hybrid and flexible working.\n\"The Square Mile must evolve in order to provide an ecosystem that remains attractive to workers, visitors, learners and residents.\"\nThe pandemic has accelerated a shift to a new way of working that has seen many firms shake up routines. BP staff, for example, are set to work from home two days a week going forward. \nIWG, the world's biggest flexible workspace provider, also expects a big jump in demand once pandemic subsides and \"hybrid working\", a mixture of going in and working from home, becomes more common.\nThe firm, formerly known as Regus, recently struck a deal with London-based bank Standard Chartered which will provide its 95,000 employees access to 3,500 offices, which are found across suburbs and cities.\nHowever, others such as investment bank Goldman Sachs have rejected remote working as the \"new normal\", with chairman and chief executive, David Solomon, calling it an \"aberration\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-sussex-56898742",
      "category": "uk-england-sussex",
      "title": "Crawley College: 'Heroic' staff tackled armed suspect",
      "tags": "Crawley",
      "text": "Two members of college staff who tackled an armed suspect on campus have been praised for their \"heroics\".\nArmed police officers descended on Crawley College in West Sussex at 15:10 BST on Monday after reports of gunshots. \nA teacher and a member of support staff suffered minor injuries detaining a suspect, Sussex Police said. An 18-year-old man was arrested by police.\nCh Insp Shane Baker said the pair's \"heroics have not gone unnoticed\".\n\"They put themselves in harm's way in order to protect their students, fellow employees and the wider public, and I am hugely grateful for their quick-thinking actions,\" he added. \nA blank-firing handgun and knife were seized from the scene, police said.\nVideo appearing to show a member of staff tackling the suspect to the ground and pinning him to the floor was shared by students on Snapchat on Monday.\nThe two members of staff were not injured by gunshots and went to a walk-in medical centre for treatment, police said.\n\"Thankfully, no other injuries were reported, and no damage was caused by the blank shots fired,\" Ch Insp Baker said. \nThe college was evacuated, and all staff and students relocated to a safe space while police carried out a search of the buildings.\nSussex Police officers were assisted by a bomb disposal team, East Sussex Fire and Rescue Service and the South East Coast Ambulance Service. \nIt is not being treated as a terrorist incident, police said. \nPolice officers have also conducted a search at an address in Barton Walk, Crawley.\nCh Supt Howard Hodges thanked \"all the students, staff and public for their co-operation\".\n\"We continue to have a policing presence in Crawley and are speaking to witnesses. We are still appealing for anyone with information to come forward,\" he added.\nCrawley College was closed to students on Tuesday while police inquiries continued.\nAn 18-year-old student, who did not want to be named, said the \"frightening experience\" had left him feeling shaken up.\n\"It was quite hectic and it seemed liked something out of a game, like Call of Duty,\" he continued.\n\"Everyone was just shouting and screaming and bangs in the background, which some people assumed were gunshots.\"\nTeachers told students to \"get under the table and shut the door, just as a precautionary measure,\" he said.\nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56883078",
      "category": "uk-politics",
      "title": "Boris Johnson's flat: Top official to review funding of revamp",
      "tags": "Dominic Cummings,Boris Johnson,Lobbying in the United Kingdom,Lobbying",
      "text": "The UK's top civil servant says Boris Johnson has asked him to review how the refurbishment of his Downing Street flat was paid for. \nCabinet Secretary Simon Case was responding to MPs' questions about how the work was funded. \nThe row escalated after Mr Johnson's ex-adviser Dominic Cummings claimed the PM once planned to have donors \"secretly pay\" for the revamp.\nThe PM has said any relevant donations will be declared \"in due course\".\nLabour has called on the Electoral Commission, which regulates political donations in the UK, to launch a formal investigation. \nThe watchdog has said it is talking to the Conservative Party about whether the spending on the flat falls within its remit.\nAppearing before a Commons committee on Monday, Mr Case said a review into the refurbishment would look at \"how this has been done\".\nAsked repeatedly whether he was aware if private donations covered any of the costs, he said he had \"not been involved directly in this\".\n\"I do not have all of the facts and details at my disposal,\" he said, adding that his review would probably take \"a matter of weeks\".\nAnother day, another denial.  Another 24 hours when rather than making their arguments, the government is embroiled in arguments about the past. \nWhether it's the prime minister's alleged frustrations about lockdown, attacks from his former adviser Dominic Cummings, or the mystery over his expensive flat renovation, as one senior Tory put it, it matters, because it all relates to Boris Johnson's judgement. \nMany Conservatives have been confident however that the prime minister's reputation, his enjoyment for pushing convention, is something that many voters are even attracted to. \nBut there's a risk that confidence could turn to complacency. \nThere is a belief in the Labour Party that the unhappy mess is starting to be noticed by voters.  \nAnd no one knows when, or what might next emerge.  \nOne cabinet minister told me \"there's nothing we can do to control it.\"\nThe claims about the flat are contained in a blog posted by Mr Cummings on Friday, his first since leaving his role in No 10. \nIn the blog, Mr Cummings also denied he was behind the leaking of details of November's second coronavirus lockdown in England.\nMr Case told MPs that an internal inquiry into that leak was ongoing, but it was \"probable\" officials working on it would fail to identify any sources.\nMeanwhile, Mr Johnson has denied reports he said he would rather \"let the bodies pile high in their thousands\" than order a third lockdown. \nThe Daily Mail reported the prime minister made the remarks during heated conversations within government in the autumn over lockdown restrictions.\nSources familiar with the conversation have told the BBC Mr Johnson suggested he would rather see \"bodies pile high\" during the discussions.\nLike several of his recent predecessors, the PM is living in the flat above No 11 Downing Street, which is larger than the one above No 10. \nSpeaking earlier, Defence Secretary Ben Wallace said the prime minister had paid for the revamp \"from his own money\" .\nHe said this came \"on top of\" public money from the annual £30,000 taxpayer grant available to all prime ministers for the upkeep of their accommodation. \nIn a written statement on Friday, the government said no money from this grant was spent in the 2019/20 financial year. Figures for this year are expected to be published in the summer. \n\"At all times the prime minister has complied with the rules. He's paid for it out of his own money, \" he said. \nSpeaking to reporters on Monday, Labour leader Sir Keir Starmer urged a \"full and transparent investigation\" into the allegations about the Downing Street flat, arguing they risked undermining trust in government. \n\"It's all very well the prime minister saying now 'I paid for it', the critical question was: what was the original arrangement - and why is it so complicated?\"\n\"If there's a straightforward answer, well give it. And if there isn't, then there are very serious questions to be asked,\" he added.\nA No 10 spokesperson said: \"At all times, the government and ministers have acted in accordance with the appropriate codes of conduct and electoral law.\"\nDonations and loans to political parties of more than £7,500 must be reported to the Electoral Commission.\nThe Conservative Party has previously said that all \"reportable donations\" are \"correctly declared to the Electoral Commission, published by them and comply fully with the law\".\nThe party said \"gifts and benefits received in a ministerial capacity\" are declared in government transparency returns.\nMr Case was also asked by MPs about the case of businessman Lex Greensill who was a part-time unpaid government adviser in David Cameron's government.\nThe civil servant boss said that situation was not \"acceptable\" and that it \"looks like there were conflicts\". He added that he didn't think there was anything of that equivalent happening in the civil service now. \nThe prime minister has already appointed the lawyer Nigel Boardman to hold a review into all the issues surrounding Greensill Capital.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56893701",
      "category": "world-us-canada",
      "title": "AstraZeneca: US to share up to 60m vaccine doses",
      "tags": "United States,Coronavirus pandemic,AstraZeneca,Joe Biden",
      "text": "The US will share up to 60 million doses of its AstraZeneca vaccine with other countries as they become available, the White House has said.\nThe doses will be able to be exported in the coming months after a federal safety review.\nThe US has a stockpile of the vaccine even though its regulators have not yet authorised it for public use.\nCritics have accused the government of hoarding the vaccine, while other countries are in desperate need.\nLast month President Joe Biden pledged to share about four million doses of the AstraZeneca vaccine with Mexico and Canada - both of which have approved the jab.\nThe crisis in India has also piled pressure on the Biden administration to share US health resources.\nOn Monday, the White House said it expected that about 10 million doses of the AstraZeneca vaccine could be released when the Food and Drug Administration (FDA) finishes its review in the coming weeks.\nIt said that another 50 million doses were in various stages of production.\nAt a news briefing, White House spokeswoman Jen Psaki said FDA officials would carry out quality checks on doses before they were exported. \n\"Our team will share more details about our planning and who will be receiving offers from here, but we're in the planning process at this point in time,\" she added.\nThe US has already announced that it will provide raw materials for Indian vaccine manufacturers as the country battles a devastating surge in cases.\nIn a \"warm and positive\" phone call with Indian Prime Minister Narendra Modi on Monday, President Biden promised more emergency assistance \"including oxygen-related supplies, vaccine materials and therapeutics\", a White House statement said.\nWashington is also looking at supplying oxygen, Covid tests, personal protective equipment (PPE) and the antiviral drug remdesivir to India's health service.\nThe FDA has so far authorised three vaccines against Covid- 19 - Pfizer BioNTech, Moderna and Johnson & Johnson (Janssen). Experts say it looks likely that these will provide all the country's needs and the AstraZeneca jab may not be needed.\nAccording to the latest figures, more than 53% of adults have so far received at least one dose of vaccine.\nThe US handling of the coronavirus pandemic has had plenty of shortcomings, but vaccine production isn't one of them. The Biden administration has an abundance of jabs, and now it is sharing some of that bounty with other countries.\nThe decision to ship as many as 60 million doses of the AstraZeneca vaccine - which have yet to be approved for use in the US - comes at a critical moment, with US neighbours Canada and Mexico continuing to struggle and India facing a devastating surge in cases.\nIt gives the Biden administration the opportunity to engage in \"vaccine diplomacy\" - using the shipments to pressure other nations to follow suit and engender goodwill that might help advance other US foreign policy priorities. \nAt the very least it inoculates Joe Biden from criticism that the US has turned its back on the world as it sat on millions of doses that weren't needed - or wanted - when they could be saving lives. \nThe domestic risk for the president seems minimal, as long as the US supply holds up. It signals the administration's growing confidence that the domestic challenge ahead isn't one of having enough jabs, but convincing all Americans to receive vaccinations that are already available."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56904891",
      "category": "uk",
      "title": "EastEnders actress Lacey Turner calls for better miscarriage support",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56905883",
      "category": "uk-politics",
      "title": "Domestic Abuse Bill to become law after stalker plans defeated",
      "tags": "Domestic abuse,Stalking,House of Lords",
      "text": "The Domestic Abuse Bill is set to become law, after peers backed down in a dispute over how best to monitor stalkers and abusers.\nThe Lords has been pressing for legal changes to ensure offenders are automatically monitored under an existing police database.\nThe government has rejected this, arguing changing monitoring rules would be more effective.\nWith time to pass the bill running out, peers withdrew the demand on Tuesday.\nThe bill - which only applies to England and Wales - aims to strengthen rules surrounding controlling or coercive behaviour, target revenge porn and end the \"rough sex defence\" in court. \nIt also recognises children as victims of domestic abuse.\nThe House of Lords approved the bill just days before the parliamentary session is due to end on Thursday.\nPeers had wanted to create a new category of offender to ensure stalkers are managed under multiagency public protection arrangements (Mappa), between police and probation services. \nBut the amendment, which has previously been defeated twice by MPs, was again rejected by the government. \nHome Office Minister Baroness Williams of Trafford told peers that improving \"how Mappa operates on the ground\" was more important. \nInstead of supporting changes to legislation, she pledged to widen the binding guidance governing Mappa to ensure stalkers who pose a threat are covered. \nBut Labour's Baroness Royall of Blaisdon, who had originally tabled the amendment, said there was \"no proper direction\" on how the guidance should be used. \nShe also argued that spending cuts had led to a situation where authorities \"cannot use their professional judgment\" because \"the resources are so stretched\". \nShe added that the current system \"is not working\" and \"leads to thousands of women living in fear and hundreds murdered\". \nHer comments were echoed by Liberal Democrat peer Baroness Brinton, who said: \"We have said repeatedly the consequences of these fixated, obsessive, serial and high-risk perpetrators who escalate their behaviour far too often results in serious violence and murder.\n\"At the end of the day, lives depend on the government and everyone in the police and criminal justice system getting it right.\"\nPeers had previously defeated the government four times over changes to the bill including an effort to strengthen standards in child contact centres - neutral meeting places for children and parents who are involved in a difficult break up. \nHowever, they accepted a series of compromises from the government on this issue to ensure the bill passed.\nCrossbench peer Baroness Finlay of Llandaff said she was disappointed her amendment on child contact centres had not been accepted by the government but added she didn't want to \"jeopardise\" the bill. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56899901",
      "category": "uk",
      "title": "Covid-19: Vaccine offered to 42-year-olds in England",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "People aged 42 and over in England are now able to book their Covid-19 jab, the health secretary has said.\nThose who are due to turn 42 by 1 July are also eligible to make an appointment under the latest extension of the vaccine rollout.\nMatt Hancock, who is 42, said he was \"really looking forward\" to receiving his invitation via text and urged others to book their jabs.\nMeanwhile, one in four UK adults have now had both of their Covid jabs.\nMore than 33.8 million people in the UK have received their first dose, while more than 13.2 million have received two, according to the latest government figures. \nThey also show that a further 17 people have died within 28 days of a positive coronavirus test and 2,685 new cases were recorded. \nThe extension of the rollout comes just a day after vaccinations were opened to 44-year-olds in England. \nIn a video posted on Twitter, Mr Hancock said that rollout had gone \"very, very well\" and thanked those who had booked their jabs.\n\"Now we're able to go that little bit further,\" he said.\nNHS medical director Prof Stephen Powis added the success of the rollout \"hasn't happened by accident\".\n\"It is down to months of careful planning and sheer hard work by nurses, doctors and countless other staff supported by our volunteers,\" he said.\nNorthern Ireland has opened its vaccination programme to people aged 35 to 39. Wales, meanwhile, has been inviting over-40s for vaccination, as well as over-30s in some areas. Scotland has been inviting the over-45s for vaccination.\nAcross the UK, there have now been 152,205 deaths where Covid-19 was mentioned on the death certificate, according to the Office for National Statistics.\nThe highest number of deaths to occur on a single day was 1,477 on 19 January, the ONS added.\nHowever, it also said deaths involving Covid-19 in England and Wales have fallen by 97% since the peak of the second wave of the virus.\nA total of 266 deaths occurred in the week ending 9 April where Covid-19 was recorded on the death certificate - this is down 97% from 8,965 deaths in the week to 22 January.\nAnother set of figures produced by the government, which measure deaths within 28 days of a positive coronavirus test result, show 127,434 Covid-19 deaths since the start of the pandemic, after a further 6 were reported on Monday.\nAt Tuesday's cabinet meeting, the PM \"re-iterated that the data continues to look good but warned that we are not out of the woods yet as variants of concern continue to pose a threat\", a No 10 statement said.\nThe statement continued: \"The PM said that while the road ahead looks positive, there will still be challenges and this government will continue to take tough decisions where necessary to protect both lives and livelihoods.\"  \nWhile England's vaccine rollout continues to draw praise, its approach towards the policing of Covid lockdown breaches has been criticised as \"muddled, discriminatory and unfair\" by a parliamentary committee.\nMPs on the Joint Committee on Human Rights want a review of all the fixed penalty notices served for lockdown breaches, which can be as high as £10,000.\nThe JCHR, which is made up of MPs and peers, said it had \"significant concerns\" about the validity of fines, the inadequacy of the review and appeal process, the size of the penalties and the criminalisation of those who could not afford to pay.\n\"The whole process disproportionately hits the less well-off and criminalises the poor over the better off,\" said the committee chairwoman, Labour MP Harriet Harman.\nAccording to the report, coronavirus rules have changed at least 65 times since March 2020.\n\"It is possible to tell from penalties that have not been paid and have then progressed through the system towards a prosecution, that a significant number of FPNs are incorrectly issued,\" the committee said.\nA government spokesperson said it was right there were consequences for those who most flagrantly breached the rules.\nElsewhere, medical supplies from the UK arrived in India, the first international shipment aimed at stemming a devastating Covid surge.\nIndia recorded 320,000 new infections on Tuesday, and deaths have risen to almost 200,000 overall.\nThe UK shipment of 200 pieces, including ventilators and oxygen concentrators, to help hospitals manage oxygen supplies was unloaded at Delhi airport on Tuesday.\nHowever, asked if surplus vaccines would be sent to India, the PM's spokesman said: \"We don't have surplus doses.\"\nThe spokesman added: \"We committed in February to sending excess doses from the UK's supply to the Covax procurement pool and to countries in need once they are available.\" \nHow has coronavirus affected you? Do you have any questions about the vaccine rollout? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56899188",
      "category": "uk-wales",
      "title": "Machen mountain blaze burns for fourth day",
      "tags": "Machen,Wildfires,Miskin,Mountain Ash,Llandudno",
      "text": "People are feeling \"a lot of anxiety\" as a mountain fire continues to burn for a fourth day.\nThe blaze on Machen mountain near Caerphilly was one of around 80 started deliberately across south Wales, with 100 breaking out in the last 24 hours.\nSouth Wales Fire and Rescue Service (SWFRS) said crews had to retreat from one fire overnight as the terrain was too dangerous to work on in the dark.\nCrews in north Wales have also tackled a fire on the Great Orme in Llandudno.\nFirefighters are returning again to the scene in Miskin, Mountain Ash in Rhondda Cynon Taf.\nOn Monday night people living in Machen were advised to close doors and windows in the area because of smoke.\nThe flames have moved closer to homes although none were evacuated, the fire service said.\nMachen resident Ben Cottam told BBC Radio Wales the last few days had been hugely concerning for villagers.\n\"The whole of the mountain is smoking,\" he said.\n\"At the back of the house we can see the fire is still smouldering - the helicopter started dousing the fire again this morning.\n\"The fire crews have been absolutely immense.\"\n\"It was only when darkness fell you realised how much of it was still alight,\" he added.\n\"It's quite sobering when you look out the window and see a fire that size not far away from houses.\n\"It's been a very busy, concerning few days for residents in Machen.\"\nHe said the community had rallied round to buy the fire crews pizza and drinks.\n\"There was a lot of anxiety,\" he added. \"It's very, very sad to see what happened - it's an important habitat up there.\"\nUp to 50 firefighters at a time were tackling the blaze across 50 hectares (123 acres) of land on Machen mountain.\nJason Evans, SWFRS head of risk reduction, said the last few days had been a particularly challenging period.\n\"The last 24 hours in the south Wales area have been particularly busy and challenging for the service,\" he said.\n\"We've had over 100 wildfire incidents. They've been very resource intensive for our crews on the ground but also our control room staff in particular.\n\"The fires are very visible on our valleys hillsides so the control room have taken a huge volume of calls - in the last 24 hours 500 calls.\"\nAlongside the service's firefighting vehicles, including a helicopter, engines and off-road vehicles, Natural Resources Wales has also provided heavy plant machinery to create firebreaks to stop the fire spreading down the mountain.\nA spokeswoman said: \"The impact of grass fires is devastating on the environment, killing animals and destroying wildlife habitat as we have already seen in multiple areas across south Wales.\"\nSgt Andy Jones from South Wales Police, said: \"Sadly, over the weekend we lost many acres of our beautiful landscape to deliberate grassfires.\n\"Every grassfire poses a serious risk to the public and to property and the emergency services are doing everything they can to tackle this issue.\"\nThe force is appealing for information to find the culprits.\nSgt Jones said: \"Our officers are patrolling every day and they are making use of drones, CCTV equipment and bikes to cover as much ground as they can. But they cannot be everywhere at once.\n\"The onus is upon the public. My plea is for everyone to make a stand now, to prevent further damage and to avoid a potential tragedy which could be just one grassfire away.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56905842",
      "category": "uk",
      "title": "Autistic teens face 'barbaric' treatment, parents tell MPs",
      "tags": "Learning disability,Helen Whately,Jeremy Hunt,NHS,Autism",
      "text": "The mother of a teenager with autism has told MPs that her daughter's treatment in the care of the NHS was \"barbaric and inhumane\". \nBenji O'Reilly, who herself works for the NHS, described a \"prison-like environment\" endured by her daughter. \nMPs on the Health and Social Care Committee also heard from Dr Sarah Ryan whose son Connor Sparrowhawk died in a bath in a learning disability unit. \nCare minister Helen Whately said she backed better support in the community.\nThe hearing comes as a serious case review into Jonty Bravery, who threw a six-year-old boy from a balcony at London's Tate Modern, highlights a national shortage of specialist and residential care for children and young people with complex and high-risk behaviours.  \nMs O'Reilly, a former nurse who now works in healthcare planning, wept as she told MPs how her daughter had waited three years for community support. \nIn her last admission, in October 2020, the girl was forced to wait 30 hours in an emergency department before being transferred to an infant ward.\nThere, her mother says, she was \"kept in a tiny box-sized, bland side-room for four weeks, with no fresh air, no exercise, no stimulation, no activities, not able to see friends, family, pets\".\n\"Unsurprisingly, she had a huge meltdown and started displaying some, what is seen as, challenging behaviour\". \nThe teenager has been an inpatient for the past seven months, in a hospital \"miles away from home\", without access to her phone and cut off from friends, home, community, school and hobbies, Ms O'Reilly told MPs.\n\"She has been treated like a criminal at times. She has often asked why she's being punished.\"\nMs O'Reilly described how her daughter was \"physically pulled away from me and restrained in front of my eyes\", having been left \"screaming and crying for her mum\" when the hospital cancelled a planned visit at the last minute. \nThe teenager is approaching her GCSE examinations, but her mum says that \"education has gone out of the window\". \nShe said the family does not feel listened to and it \"feels like our daughter has just been swallowed up by the system\". \nMs O'Reilly said restraint needed to be banned: \"Our daughter's been forcibly stripped and sedated via injection.\" \nDr Ryan said the only treatment her 18-year-old son was offered during the 107 days he spent at the specialist unit where he died, was a change in medication which increased his seizures. \n\"We are generating traumatic experiences for people and then puzzling about why we cannot release people back into the community,\" she said. \n\"There is absolutely no reason why anybody should be restrained or secluded in the 21st century for health-related reasons.\"\nCommittee chairman Jeremy Hunt suggested the UK needed a \"radical change\" in its care of people with learning disabilities and autism. \nCare Minister Helen Whately, who also appeared before the committee, said she shared the horror of the image of the teenager being held down and agreed the system should change. \nShe added: \"Everyone is calling out, myself included, for there to be more effective support in the community.\n\"We need actually greater clarity on what does actually work in the community, what is the right model, so we can then say to every area across the country: 'Make sure you have this in place.'\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56903838",
      "category": "uk-politics",
      "title": "Labour accuses Boris Johnson of lying over flat renovation costs",
      "tags": "Angela Rayner,Carrie Symonds,Dominic Cummings,Jonathan Ashworth,Boris Johnson,Simon Case",
      "text": "Labour has accused Boris Johnson of lying over who paid for renovations to his Downing Street flat.\nPressure is growing on the PM to reveal details after his ex-adviser, Dominic Cummings, claimed he planned for donors to \"secretly pay\" for the work.\nMr Johnson's spokesman has refused to say whether the PM received a loan to cover the costs. \nBut shadow health secretary Jonathan Ashworth has demanded a \"full and frank\" explanation from Mr Johnson.\nWhile it is not against the rules to receive donations, politicians must declare them so the public can see who has given them money and whether it has had any influence on their decisions.\nOn Monday, amid reports Tory donors had loaned Mr Johnson the cash for the renovations, the prime minister told reporters \"any declaration to be made\" would be done in \"due course\". \nHis spokesman also said the refurbishment costs \"have been met by the prime minister personally\".\nBut there has yet to be a declaration from Downing Street showing exactly how the works were paid for.\nSpeaking to BBC Breakfast on Tuesday, Labour MP Mr Ashworth said: \"We really need to know who's given the loan, who's given the money, because we need to know who the prime minister...is beholden to. \n\"To be honest he lied yesterday - that's not good enough.\"\nOn Tuesday, Mr Johnson's spokesman said the PM \"fully complies\" with all the rules, adding: \"Any costs of the wider refurbishment in No 10 have been met by the prime minister and he has acted in accordance with the appropriate codes of conduct and electoral law.\"\nBut the spokesman refused to say if a statement in March from Mr Johnson's former press secretary - who said \"Conservative Party funds are not being used to pay for any refurbishment of the Downing Street estate\" - was incorrect. \nLabour has now written to the Cabinet Secretary, Simon Case, asking for an investigation into whether the press secretary, Allegra Stratton, \"knowingly misled\" journalists as part of a larger inquiry it wants into the flat renovations. \nMeanwhile Sky News and the Guardian have reported that last July former Labour Chancellor Alistair Darling was approached by government officials about sitting on a trust to handle the Downing Street refurbishment - but he reportedly rejected the offer fearing it risked giving donors influence. \nLord Darling is also reported to have argued that the state should be responsible for the maintenance of government buildings.\nMr Johnson is facing a series of claims and questions over his conduct.\nAmong them is an accusation the PM suggested he would rather see \"bodies pile high\" than approve a third lockdown, which sources familiar with the conversations have told the BBC he said.\nMr Johnson and No 10 strongly denied he said the phrase, as the PM described multiple reports as \"total rubbish\".\nThe comment was first reported in the Daily Mail - but later, the BBC and ITV separately reported sources confirming Mr Johnson did make the remarks.\nThe No 10 spokesman did not deny that Mr Johnson said he would rather let coronavirus \"rip\" than impose tighter restrictions. \nSeparately, the High Court has also decided to look into Mr Johnson's decision that Home Secretary Priti Patel did not break Whitehall rules over bullying.\nLeaders of six opposition parties in the Commons met Commons Speaker Sir Lindsay Hoyle on Tuesday to express their \"deep concerns\" that the reputation of Parliament was being \"endangered by the routine and systematic lack of truthfulness in statements made by the prime minister\".\nGreen Party MP Caroline Lucas, the SNP's Ian Blackford, Liberal Democrat Sir Ed Davey, Plaid Cymru's Liz Saville-Roberts MP, the SDLP's Colum Eastwood and the Alliance Party's Stephen Farry MP now plan to write to Parliament's Procedure Committee to follow up on the discussions.\nIn British politics, to accuse an opponent of lying is a big charge and one deployed relatively rarely in public. \nAnd so for Labour to do so is significant, as critics point to what they see as a pattern of behaviour from Boris Johnson, a consistent unwillingness to tell the truth - something No 10 disputes. \nThere are a wheelbarrow full of questions - some connected, some not - all of which coalesce around the prime minister's integrity. \nOn Monday, three major news organisations - the BBC, ITV News and the Daily Mail - did something unprecedented in recent times. \nDespite the PM's outright denial on camera, all three reported that sources familiar with the conversations had heard Mr Boris Johnson say, last autumn, that he would rather see \"bodies pile high\" than take England into a third lockdown. \nIt's impossible to tell if all this will change how anyone might vote in next week's elections. \nBut few would dispute the government would much rather the focus be on anything else than ongoing questions about its own probity.\nA statement from Downing Street after Tuesday's Cabinet meeting said ministers discussed a range of topics, from sending support to India through to updates from Northern Ireland. \nBut there was no mention in the statement of the ongoing questions facing Mr Johnson, which instead offered a warning on coronavirus that the UK was \"not out of the woods yet as variants of concern continue to pose a threat\".\nIt added: \"The PM said that while the road ahead looks positive, there will still be challenges and this government will continue to take tough decisions where necessary to protect both lives and livelihoods.\"\nThe PM and Ms Symonds carried out works on the flat above No 11 after moving in when Mr Johnson became prime minister in July 2019.\nA number of previous prime ministers have chosen to live in that flat rather than the one above No 10 as it is bigger.\nThe PM receives an annual public grant of £30,000 to carry out renovations to the private residence each year - but reports from newspapers suggested the bill could be as high as £200,000.  \nThe government has insisted that Mr Johnson paid for the refurbishments out of his own pocket.\nBut his former adviser, Mr Cummings, wrote a blog last week, claiming the PM once planned to have donors \"secretly pay\" for the work on his flat. \nHe described the move as \"unethical, foolish, possibly illegal and almost certainly broke the rules on proper disclosure of political donations if conducted in the way he intended\".\nLabour's Mr Ashworth told the BBC any loans or donations \"should have been declared by now\".\nHe added: \"He's [the PM] the most powerful politician in the land and if business people have funded the upgrade of his flat then we need to know because we need to know if those business people have an interest in government policy, whether they have an interest in procuring government contracts. \n\"There's a reason why we have rules around donations and loans to government ministers. Boris Johnson has to offer a full and frank explanation. He has to be transparent. \n\"If he has nothing to hide he's got nothing to fear - but, so far, his behaviour suggests something fishy is going on.\"\nBut Transport Secretary Grant Shapps defended the PM, saying the way the works on the flat was paid for has \"all been done absolutely correctly\" - although he would not answer questions on the reports of a loan.\nHe added: \"There will be a Cabinet Office report when they put out their annual accounts and everyone will be able to see exactly what happened.\"\nBBC political editor Laura Kuenssberg said the opposition believed the furore was starting to be noticed by voters - and one cabinet minister told her \"there's nothing we can do to control it\".\nLabour has called for a full inquiry into the cost and financing of the renovations, with the party's deputy leader, Angela Rayner, saying the PM was \"just not coming clean with the public\".  \nShe added: \"We believe that he's potentially broken the rules. His previous senior adviser has accused him of being unethical and potentially unlawful. \n\"Why are you not telling people where this money has been coming from and who's paid for your luxury flat?\"\nOn Monday, the UK's top civil servant, Mr Case said the prime minister had asked him to review how a refurbishment of the No 11 flat was funded.\nMr Case also confirmed a probe was still ongoing into leaks pre-empting the official announcement of a second lockdown in England, but he admitted a culprit for the unauthorised disclosure may never be found.\nAnd he said steps were being taken to tighten the rules around civil servants having second jobs in the wake of a row over the now-collapsed Greensill Capital, which employed ex-PM David Cameron.\nBut when it came to the flat, senior Conservative backbencher Sir Charles Walker told BBC Two's Newsnight he \"doesn't really care\" about the flat funding issue \"as long as my constituents didn't pay for it\".\nHowever, former Conservative leader William Hague issued a warning not to \"dismiss the latest allegations of sleaze as a fleeting problem\", writing an opinion piece for the Times saying a trail of digital evidence \"is one of several reasons the government should worry about the latest accusations of impropriety\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56891330",
      "category": "world-europe",
      "title": "Coronavirus: Portugal records no daily deaths for first time since August",
      "tags": "Coronavirus lockdown measures,Portugal,Coronavirus pandemic",
      "text": "Portugal has registered no coronavirus-related deaths for 24 hours for the second time since the pandemic began.\nThe last time the country reported no daily deaths was in early August.\nThe positive news on Monday follows a lengthy lockdown that has helped Portugal to slash the infection rate to a fraction of its level in late January, when it was experiencing the worst Covid surge in the world.\nThe country has reported 16,965 deaths since the beginning of the pandemic. \nMore than 834,000 cases have been registered.\nAt its peak in January, ambulances carrying Covid patients were queuing up outside hospitals.\nThe lockdown, introduced that month, has been gradually eased, with pupils now back in schools and museums, hair salons and restaurant and cafe terraces reopened. \nThe health authority says the country is in the \"green zone\" of risk, with the transmission rate just under one and recent new cases relative to the population size the lowest in the European Union.\nThe vaccination programme was hampered by the same delays as in the rest of the EU, but officials say that the vast majority of people over the age of 80 have now been vaccinated. \nDiogo Serras Lopes, secretary of state for health, on Monday said the country could achieve herd immunity \"towards the beginning rather than at the end of summer\", according to local media reports."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56893236",
      "category": "entertainment-arts",
      "title": "Bafta TV Awards: Diversity's BGT routine up for must-see moment award",
      "tags": "Television,Bafta Awards",
      "text": "Diversity's controversial routine on Britain's Got Talent, which provoked thousands of complaints, is up for the must-see moment award at the TV Baftas.\nInspired by the Black Lives Matter movement, the routine saw Ashley Banjo being knelt on by a police officer, a reference to George Floyd's murder.\nOfcom received 24,500 complaints about the segment, but said the programme had not broken broadcasting guidelines.\nScenes from Bridgerton, Gogglebox and EastEnders are also up for the Bafta. \nViewers have until 17:00 BST on 24 May to vote for the winner - the only Bafta award decided by the public.\nThe winner will be announced as part of the ceremony on 6 June, which will be hosted by comedian Richard Ayoade for a second year.\nBut unlike last year, the awards will be held in person, at a venue yet to be announced.\nHere is a guide to the shows and scenes that are in the running.\nWARNING: The six nominees are described below, revealing plot details about shows you may not yet have had the chance to watch.\nDiversity's performance was their interpretation of the events of 2020, and in particular the Black Lives Matter protests following the murder of George Floyd by the now-jailed police offer Derek Chauvin in Minneapolis last May. \nIt was set to a medley of powerful music and used the viral poem, The Great Realisation, to portray the coronavirus pandemic as well as the BLM movement. \nA total of 24,500 people complained about the routine, which saw lead dancer, and BGT judge, Ashley Banjo being knelt on by a white performer, a reference to George Floyd's killing.\nBanjo said Diversity \"wanted to express how the events of this year have made us feel\".\nAfter a gripping first series of the steamy Netflix costume drama, the mysterious high society gossip columnist Lady Whistledown, who powers the narrative, was finally unmasked.\nVoiced by Dame Julie Andrews, the writer stirred up London's aristocracy by revealing their most intimate secrets in her scandal sheet, while keeping her identity concealed. But in the last episode, a dramatic flashback revealed her true identity to viewers. \nA scheme to trap her as she printed her latest letter was foiled by Eloise Bridgerton, who believed Genevieve Delacroix was the writer. But when Eloise discovered Genevieve had an alibi, she realised the mystery remained. \nThen, in a dramatic flashback, Lady Whistledown was seen escaping in her carriage, before she removeed her hood to show her face. \nThe soap's character Gray Atkins had physically and psychologically abused his wife Chantelle for years. But  Chantelle finally summoned the courage to stand up to her husband. Humiliated, Gray refused to let Chantelle leave and, in a violent tussle, murdered her.\nIn the scene, a terrified but determined Chantelle forced Gray to listen as she told him she was leaving and taking the kids with her. \nAfter she frankly declared she'd fallen out of love with him, the scene reached its harrowing ending. A defiant Chantelle screamed at Gray to get out of her way. Humiliated, he refused to let her leave, leading to her tragic death. \nIn this particular episode of the Channel 4 show, the nation's armchair critics offered their opinions on the moment Boris Johnson returned to work after his battle with Covid-19 and laid out his government's plans for the fight against the spread of the disease. \nThey became increasingly puzzled by lockdown measures while debating the need for caution versus their desire to get down to the pub.\nThe scene: Self-proclaimed domestic goddess Nigella Lawson was busy in her kitchen making a scrummy-sounding brown butter colcannon. \nWhile talking to the camera in her unique Nigella way, she moved onto the potato-mashing step, and gave viewers a peek inside the pan. \nWhile adding a splash of milk, she turned to the camera and... baffled everyone with some unusual pronunciation.\n\"I'm aiming for a solid mash at this stage, but I still need to add a bit of milk which I've warmed in the mee-cro-wah-vay\" (that's microwave to the rest of us).\nSo Nigella.  \nBaby Yoda - aka Grogu - had been rescued in the series finale of The Mandalorian, but the title character and his allies were still trapped aboard Moff Gideon's starship with Imperial Dark Troopers closing in. \nOut of nowhere, a lone X-wing Starfighter appeared and landed in the ship's docking bay. Enemy droids turned to meet the new arrival - a mysterious hooded figure dressed in black who, wielding a green lightsaber, promptly cut them into pieces.\nWith the Dark Troopers gone, the Mandalorian ordered the blast doors to be opened and the shadowy figure entered. As he pulled down his hood, audiences gasped - it was the young Luke Skywalker, recreated with CGI, who had arrived to take Grogu under his care.\nFollow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-sussex-56892589",
      "category": "uk-england-sussex",
      "title": "Crawley College: Man, 18, arrested after gunshots reported",
      "tags": "Crawley",
      "text": "Staff and students were evacuated from a college amid reports of shots being fired on the campus.\nAn 18-year-old man was arrested and a knife and firearm recovered after armed police swooped on Crawley College.\nUnconfirmed reports suggest a staff member tackled the suspect. Video seen by the BBC appears to show a person being held on the ground by several others. \nSussex Police said two staff members sustained minor injuries. \nNo-one is thought to have been seriously hurt.\nCounter-terror police are working with local officers and \"all lines of inquiry are open,\" the force said.\nAn 18-year-old student, who did not want to be named, said the \"frightening experience\" had left him feeling shaken up. \n\"It was quite hectic and it seemed liked something out of a game, like Call of Duty,\" he continued. \n\"Everyone was just shouting and screaming and bangs in the background, which some people assumed were gunshots.\"\nTeachers told students to \"get under the table and shut the door, just as a precautionary measure,\" he said.\nThey later left the college to a \"large police presence and police shouting and asking people to show their hands and evacuate the building in an orderly manner,\" he added.\nVideo appearing to show a suspect being pinned to the ground has been shared by students on Snapchat.\nA student said he believed the footage showed a member of staff tackling the suspect before police \"swarmed the area\" and made an arrest.\nSpecialist counter-terror firearms officers were sent to the scene, alongside armed from Sussex and the Metropolitan Police.\nOfficers searched a property about a mile from the college and helicopters patrolled the area. \nCh Supt Howard Hodges said two members of college staff had \"suffered minor injuries and presented themselves to a walk-in medical centre\".\nThe college said it would remain closed on Tuesday and further education provider Chichester College Group, said: \"Our priority remains the safety of students and staff.\"\nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56888938",
      "category": "uk",
      "title": "Nazanin Zaghari-Ratcliffe sentenced to a year in Iran prison",
      "tags": "Iran,Nazanin Zaghari-Ratcliffe case",
      "text": "Nazanin Zaghari-Ratcliffe has been sentenced to a further year in prison and a one-year travel ban after being found guilty of propaganda against the Iranian government.\nHer lawyer said she was accused of taking part in a protest in London 12 years ago and speaking to the BBC Persian service.\nThe prime minister said the UK would \"redouble\" efforts to free her. \nThe British-Iranian charity worker was first jailed in Tehran in 2016.\nShe has always denied the spying charges levelled against her.\nConfirming the latest sentence, her husband, Richard Ratcliffe, said the court's decision was a bad sign and \"clearly a negotiating tactic\" by the Iranian authorities - who are in the middle of discussions over the country's nuclear activities.\nMrs Zaghari-Ratcliffe has not been taken to prison yet, her husband said, and plans to appeal against the sentence. \n\"The threat is there, and the threat is bigger than we were fearing.\" Mr Ratcliffe told the BBC. Referring to the possibility of being separated from his wife until summer 2023, he said: \"I think the worst case got a bit closer.\"\nMr Ratcliffe has not seen his wife in person since her imprisonment in 2016. Their daughter, Gabriella, who was with her mother in Tehran when she was arrested, has been with him in the UK since 2019. \nPrime Minister Boris Johnson said: \"I don't think it is right at all that Nazanin should be sentenced to any more time in jail.\"\nHe said it was \"wrong that she is there in the first place\" and pledged to work hard to secure her release so she could return to her family, \"just as we work for all our dual national cases in Iran\".\n\"The government will not stop, we will redouble our efforts, and we are working with our American friends on this issue as well,\" Mr Johnson said.\nMr Ratcliffe maintains his wife was imprisoned as leverage for a debt owed by the UK over its failure to deliver tanks to Iran in 1979. \nHe says the case may also be caught up in negotiations over the international agreement to limit Iran's enrichment of nuclear material, which the UK and others are trying to revive.\nThe sentencing may mean that part of the Iranian regime is unhappy with the direction of the negotiations taking place in Vienna and is signalling that things can get worse for Mrs Zaghari-Ratcliffe and other jailed dual nationals, Mr Ratcliffe said\nLast year, Mrs Zaghari-Ratcliffe was moved from prison due to the coronavirus crisis and held under house arrest in Tehran until March, when her ankle tag was removed.\nBut she returned to court later that month to face the latest propaganda charges.\nby Caroline Hawley, BBC diplomatic correspondent\nThe new sentence is a bitter blow to Nazanin Zaghari-Ratcliffe and her family, who have campaigned relentlessly to get her home for five years.   \nMr Ratcliffe says the sentence is worse than he'd expected - but that a guilty verdict was guaranteed.\nHe has consistently said that she's being held as a hostage on trumped-up charges - and fears that she will only be freed if Iran gets something in exchange.  \nIn this, the Iranian regime certainly has form. \nLast November, it released the British-Australian academic Kylie Moore Gilbert, who'd been sentenced to 10 years for spying. That was in exchange for three Iranian prisoners in Thailand - two of whom had been convicted over a bomb plot. \nAnd back in early 2016, when Iran's nuclear agreement came into force, Iran freed an American journalist, Jason Rezaian, in a prisoner swap.  \nIt's no coincidence, Mr Ratcliffe believes, that this verdict has come just as negotiations are taking place to revive the deal. \nLabour MP Tulip Siddiq, who represents the family's north London constituency, said they had been \"hoping and praying\" she would soon be free but instead she was \"being abusively used as a bargaining chip\".\nMs Siddiq said the UK government's behind-the-scenes efforts to secure her release had \"clearly failed\", saying, \"We deserve an urgent explanation from ministers about what has happened.\"\nFormer foreign secretary Jeremy Hunt said, \"Iran's cruelty seems to know no bounds,\" but he questioned why the UK had not simply settled the tank debt, given it accepted it owed the money.\nLiberal Democrat foreign affairs spokesperson Layla Moran called for the government to impose targeted sanctions against the officials responsible in Iran.\nA medical evaluation carried out for the human rights charity Redress recently found Mrs Zaghari-Ratcliffe had post-traumatic stress disorder, depression and obsessive stress disorder due to \"traumatising experiences in the prisons of Iran\" and the uncertainty about her fate.\nShe told doctors that, during solitary confinement at the beginning of her sentence in 2016, she was interrogated - often while blindfolded - for eight to nine hours a day.\nRedress director Rupert Skilbeck said a further sentence could cause \"irreparable damage to her health\" after the \"torture and ill-treatment\" she had already been subjected to.\n\"Nazanin has never received a fair trial in Iran and is innocent of the allegations made against her. Her detention has always been illegal under international law,\" he said.\n\"The case must be dismissed and she should be allowed to return to her husband and daughter in the UK immediately.\"\nAmnesty International UK's director, Kate Allen, said Mrs Zagari-Ratcliffe had twice had to face a \"sham trial\" in Iran. \"We fear that going back to jail will be almost too much for Nazanin to bear,\" she said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56888962",
      "category": "uk-england-london",
      "title": "Folajimi Olubunmi-Adewole: Thames rescuer should be honoured, says dad",
      "tags": "Peckham,East Dulwich,River Thames,Inspiring stories",
      "text": "A man who died after he jumped into the River Thames to rescue a woman should be honoured, his father has said.\nFolajimi Olubunmi-Adewole entered the water on Saturday night when he saw the woman fall from London Bridge.\nThe 20-year-old's family has described him as \"the deepest and most wonderful man\" and said that he deserved a medal for bravery.\nFather Michael Adewola said: \"I can't bring him back but I want him to be remembered forever for what he did.\"\nMr Olubunmi-Adewole's body was recovered about six hours after he went to the woman's aid. She has since been discharged from hospital.\n\"It was just like him to want to always try and help others,\" his father said.\n\"He is a hero, and always will be.\"\n\"He is a very unique and angelic soul, and I am proud of him, so proud,\" he said, calling for his son to be \"honoured and appreciated for what he has done\".\nMr Olubunmi-Adewole's mother, Olasunkanmi Adewole, said she had started to hold her son's clothes close to her all the time because she could still smell him on them.\nOthers who knew Mr Olubunmi-Adewole, known to many as Jimi, paid tribute, describing him as a well-liked and selfless person.\nVivek Singh, executive chef at The Cinnamon Club, where Mr Olubunmi-Adewole worked on the front-of-house team, said he was \"diligent, kind and passionate\".\n\"We are all reeling from this incredibly tragic news,\" he said.\n\"He worked with The Cinnamon Club for over a year and was a diligent, kind and passionate young man, a real team player.\n\"What he did was a tremendous and selfless act of bravery, to save the life of a complete stranger.\"\nStudents and staff at Mr Olubunmi-Adewole's former school, Harris Academy in Peckham, gathered in the playground for a two-minute round of applause in his honour. \nPrincipal Rebecca Hickey said he was \"quite a character\" who would \"never be seen without a smile\". \n\"Anyone who knew him remotely well would not have been surprised at the actions he took. He put others in front of himself at all times,\" she said.\n\"He was known for his slightly cheeky, optimistic outlook. He was very popular, incredibly popular amongst his peers and obviously he leaves them devastated in his wake.\"\nMs Hickey said the school intended to work with his family to find a way to continue his memory in a way they would want them to.\n\"He will always be a hero within our community,\" she added.\nPosting on Twitter, Mayor of London Sadiq Khan dsecribed Mr Olubunmi-Adewole as \"a true hero of our city who gave his life trying to save another\".\nHome Secretary Priti Patel said it was a \"truly selfless act of heroism from a brave young man\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56893246",
      "category": "business",
      "title": "Book sales surge in 2020 as UK rediscovers love of reading",
      "tags": "Coronavirus lockdown measures,UK economy,Publishing,Coronavirus pandemic",
      "text": "UK consumer book sales climbed 7% to £2.1bn last year as people \"rediscovered their love of reading\" in lockdown, the industry body says. \nDemand for fiction and non-fiction jumped, while audio-book sales were up 37%, the Publishers Association said.\nBestsellers included The Thursday Murder Club by Richard Osman, Girl, Woman, Other by Bernardine Evaristo and 7 Ways by Jamie Oliver.\nBut educational book sales slumped as schools were shut for months. \nStephen Lotinga, chief executive of the Publishers' Association, said: \"It's clear that many people rediscovered their love of reading last year and that publishers were able to deliver the entertaining and thought-provoking books that so many of us needed. \n\"But we shouldn't ignore the fact that it's been a particularly challenging year for education publishers and many smaller publishers. \n\"It's also been a hugely difficult time for many booksellers and authors whose livelihoods have been enormously disrupted.\" \nSource: Nielsen\nAccording to the association, total UK publishing sales  - including consumer, educational and academic titles - rose 2% in 2020 to £6.4bn. \nThe consumer market performed particularly well, with sales of fiction up 16% and non-fiction by 4%. Print accounted for £1.7bn of those sales (up 4%) while for digital it was £418m, up 24%. \nOther bestselling titles included The Mirror and the Light by Hilary Mantel and Barack Obama's memoir A Promised Land, published in November, which sold well in audio.\nThe UK's enormous academic publishing industry also remained in good shape, with total income up 3% at £3.3bn. But sales of school textbooks and word books fell by a fifth. \nMr Lotinga said: \"With bookshops now able to reopen, and physical events returning, we are optimistic that people will soon be able to enjoy books together again. \n\"We need to harness this return to reading and build on the huge opportunity this presents to everyone.\"  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56893246/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Book sales surge in 2020 as UK rediscovers love of reading",
      "tags": "Coronavirus lockdown measures,UK economy,Publishing,Coronavirus pandemic",
      "text": "UK consumer book sales climbed 7% to £2.1bn last year as people \"rediscovered their love of reading\" in lockdown, the industry body says. \nDemand for fiction and non-fiction jumped, while audio-book sales were up 37%, the Publishers Association said.\nBestsellers included The Thursday Murder Club by Richard Osman, Girl, Woman, Other by Bernardine Evaristo and 7 Ways by Jamie Oliver.\nBut educational book sales slumped as schools were shut for months. \nStephen Lotinga, chief executive of the Publishers' Association, said: \"It's clear that many people rediscovered their love of reading last year and that publishers were able to deliver the entertaining and thought-provoking books that so many of us needed. \n\"But we shouldn't ignore the fact that it's been a particularly challenging year for education publishers and many smaller publishers. \n\"It's also been a hugely difficult time for many booksellers and authors whose livelihoods have been enormously disrupted.\" \nSource: Nielsen\nAccording to the association, total UK publishing sales  - including consumer, educational and academic titles - rose 2% in 2020 to £6.4bn. \nThe consumer market performed particularly well, with sales of fiction up 16% and non-fiction by 4%. Print accounted for £1.7bn of those sales (up 4%) while for digital it was £418m, up 24%. \nOther bestselling titles included The Mirror and the Light by Hilary Mantel and Barack Obama's memoir A Promised Land, published in November, which sold well in audio.\nThe UK's enormous academic publishing industry also remained in good shape, with total income up 3% at £3.3bn. But sales of school textbooks and word books fell by a fifth. \nMr Lotinga said: \"With bookshops now able to reopen, and physical events returning, we are optimistic that people will soon be able to enjoy books together again. \n\"We need to harness this return to reading and build on the huge opportunity this presents to everyone.\"  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-suffolk-56889557",
      "category": "uk-england-suffolk",
      "title": "Suffolk pub explosion: Heater 'was brought by customer'",
      "tags": "Great Cornard",
      "text": "A heater which exploded outside a pub, injuring three people, had been brought there by a customer, police said. \nTwo women in their 20s remain in hospital after the incident at The King's Head in Great Cornard, Suffolk, shortly before 22:00 BST on Saturday.\nA man in his 20s was discharged from hospital on Sunday evening.\nSuffolk Police said the appliance was believed to be a small portable fuel heater. The King's Head said its thoughts were with the injured people.\nAll three were taken to West Suffolk Hospital in Bury St Edmunds, with one of the women transferred to Chelmsford Hospital in Essex.\nPolice had said their serious injuries were not life-threatening but potentially life-changing.\nJohn Collings, who lives near the pub, said: \"I just heard a woman screaming but I didn't hear any explosion.\"\nPhillippa Kaye, another neighbour, said she was \"aware of a commotion\" at the pub, before the emergency services arrived.\n\"We're limited on what we can say as this remains a police investigation,\" the pub said on its Facebook page.\n\"We can however confirm that the heating appliance was not one supplied by the pub, but was brought on to the premises without our knowledge. \n\"We have three of our customers with serious injuries, potentially life-changing. \n\"Our focus is on supporting the inquiry that is taking place while keeping them, and their families, at the forefront of our thoughts and prayers during this difficult time.\"\nPolice carried out an investigation at the scene until Sunday afternoon, with an inquiry into the circumstances continuing.\nThe pub said it planned to reopen on Tuesday.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56888856",
      "category": "entertainment-arts",
      "title": "Charlotte Crosby: Channel 5 pulls 'immoral' plastic surgery documentary",
      "tags": "Social media,Television,Big Brother,Reality TV,Mental health",
      "text": "Channel 5 has stopped streaming an episode of its celebrity plastic surgery series after condemnation from one of its subjects, Charlotte Crosby.\nLast Thursday's episode of Celebrities: What Happened to Your Face? analysed Crosby's changing appearance. \nThe reality TV star called the show \"immoral\", saying it had aired despite her team warning Channel 5 of its detrimental mental health implications.\nIn a statement, the broadcaster apologised for \"any upset caused\". \nIt added that both the channel and the programme's producers, Crackit Productions, \"take duty of care very seriously\". \n\"While we acknowledge that the programme was Ofcom compliant, we have taken on board Charlotte's feedback and removed the episode from our streaming platform My5.\"\nCrosby, who rose to fame on MTV's scripted reality show Geordie Shore and now hosts her own self-titled series, is yet to comment on the removal of the documentary.\nHowever, in her original statement, she said it was \"unbelievable\" that the programme had been made amid an increased focus on mental health within the entertainment industry.\n\"At a time when the broadcast and media world were backing a policy of 'be kind', Channel 5 and Crackit decided to commission this one-hour special on 'rubber lip Charlotte' (their words not mine),\" Crosby wrote, while referring to the kindness campaign that was prompted by the death of Love Island presenter Caroline Flack.\n\"Their 'experts' dissected my 'plastic face' with disgust, discussing my fluctuating weight (with images), and then decided to flash up the worst troll comments from the past five years.\"\nCrosby's public criticism followed a similar statement from her Geordie Shore co-star Holly Hagan who, on Thursday evening,  urged her Instagram followers to report Channel 5's programme to Ofcom.\nCrosby, 30, has been open about her cosmetic procedures and body image struggles - undergoing her first nose surgery in 2016 after becoming self-conscious over her appearances on TV, and later using lip-fillers.\nShe previously told Heat magazine: \"It's not like I can hide it. If I'd not been on TV, I'd never have got it done.\n\"I do think [my nose] caused a lack of confidence, and you always compare yourself to other people who are on TV as well.\"\nCrosby's statement continued: \"Dealing with trolls is one thing, you ignore, you block but where are we as a society, when the trolls are the mainstream TV channels?\n\"Will they now take responsibility for my dip in mental health and plummeted self-esteem? Do they take responsibility for the resulting press from the show, again discussing how 'shocking' my face is?\" she asked.\nFollow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56903882",
      "category": "uk",
      "title": "UK weather: April set to be frostiest in UK for 60 years",
      "tags": "Weather forecasting",
      "text": "This month is provisionally the frostiest April in the UK for at least 60 years, the Met Office has said.\nApril 2021 has already seen an average of 13 days of air frosts across the UK, beating the previous record of 11 days reported in April 1970. \nNorthern Ireland had eight days of air frosts, while Scotland recorded 16.\nThe Met Office says the conditions have been challenging for farmers and growers and are advising gardeners to keep their tender plants indoors.\nThe records on frosty days go back to 1960.\nThe breakdown of frosty days by UK nation in April is:\nNorthern Ireland's record for frost in April was 11 days in 1983.\nMark McCarthy, from the National Climate Information Centre, said: \"We've been seeing a high frequency of frosts overnight throughout April, thanks largely to persistent clear skies for most. \n\"This will be reflected in the end of the month statistics, which are already showing above average sunshine duration, as well as low minimum temperature readings overnight, with some parts of northern England and Scotland reporting minimum temperatures 3.5°C lower than the average for April.\"\nBBC Weather's Gemma Plumb said there were a number of reasons for the frosty month but the main one was that high pressure had dominated the weather across the UK for much of April.\n\"High pressure can lead to clear skies overnight and this allows temperatures to fall below zero and brings frosty nights,\" she said. \n\"We have also seen the winds often coming in from the north which brings in colder air and overnight this can lead to cold and frosty nights.\n\"Another reason is that the soil is dry due to this month being drier than average across most of the UK. The dry soil allows for more radiative cooling so more frosts overnight.\"\nThe frosty conditions have been challenging for gardeners and farmers with Guy Barter, chief horticulturist at the Royal Horticultural Society, saying that flowers such as camellia and magnolias had been \"scorched\" while cherry, plum and pear blossom had been injured so the \"fruit crop will be reduced\".\nIt is a marked contrast to last month when parts of the UK enjoyed the second warmest March day on record with temperatures hitting 24.5C (76.1F).\nAt the start of April temperatures plummeted over the Easter weekend and there was some snow in Scotland as well as parts of England."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56899831",
      "category": "world-europe",
      "title": "Brexit: European Parliament backs UK trade deal",
      "tags": "EU-UK post-Brexit trade talks,European Commission,Brexit,European Parliament,Trade",
      "text": "The European Parliament has ratified the post-Brexit EU-UK trade deal - a key move to ensure that tariff- and quota-free trade continues.\nThe Trade and Co-operation Agreement (TCA) has been operating provisionally since January. MEPs voted in favour by 660 votes to 5, while 32 abstained.\nThe UK's chief negotiator, Lord Frost, said the vote \"brings certainty and allows us to focus on the future\".\nPrime Minister Boris Johnson spoke of a \"final step in a long journey\".\nThe trade deal provided \"stability to our new relationship with the EU as vital trading partners, close allies and sovereign equals\", he said.\nThe result, announced on Wednesday after a vote late on Tuesday, was also welcomed by European Commission President Ursula von der Leyen.\nEarlier Ms von der Leyen said the TCA \"comes with real teeth, with a binding dispute settlement mechanism\". And she warned that the EU would use those teeth if necessary.\nThe parliament's Brexit co-ordinator Guy Verhofstadt described the deal as \"a failure for both sides, but better than nothing\". \nLord Frost's opposite number in the Brexit talks, Michel Barnier, was also less than flattering. \"This is a divorce. It is a warning, Brexit. It's a failure of the European Union and we have to learn lessons from it,\" he told MEPs.\nBrexit tensions remain, including a French threat of \"reprisals\" against the UK over new fishing restrictions. Northern Ireland trade is also a thorny issue.\nUnder a separate protocol, Northern Ireland remains de facto part of the EU's single market, so goods arriving there from Britain have to undergo EU checks. Since Brexit there has been some disruption to that trade.\nThe TCA covers EU-UK trade in goods, but not services. The UK economy is dominated by services - sectors such as banking, insurance, advertising and legal advice.\nThe TCA has still resulted in more paperwork, extra costs and less trade between the two sides, since the UK left the EU.\nA European Parliament resolution described the UK's exit from the EU as \"a historic mistake\".\nAmong the areas not covered by the deal are foreign policy, financial services and student exchanges. \nBefore the MEPs' debate started on Tuesday, French Europe Minister Clément Beaune accused the UK of blocking fishing rights. He said the EU could respond with \"reprisals\" in financial services.\n\"The United Kingdom is expecting quite a few authorisations from us for financial services. We won't give any for as long as we don't have guarantees on fishing and other issues,\" he said on French news channel BFMTV.\nFrench fishermen have complained of being prevented from operating in British waters because of difficulties in obtaining licences.\nMeanwhile, British seafood exporters have been hit by an EU ban on UK exports of live shellfish. Scottish firms account for most of that business, and some now face collapse.\nThe UK made fishing rights a key issue in the negotiations, with control over access to its waters seen as a sign of British sovereignty.\nPraising the TCA when it was agreed in December, UK Prime Minister Boris Johnson said \"we have taken back control of our laws and our destiny\". \nHe described it as \"a deal which will if anything allow our companies and our exporters to do even more business with our European friends\".\nIn Tuesday's debate, German MEP David McAllister said Brexit \"will always be a lose-lose situation\", but he backed the TCA.\nIt is a 1,400-page deal which was not clinched until 24 December. The Brexit negotiations began in 2017 and the UK left the EU on 31 January 2020. Common rules remained during the UK's transition period until January 2021.\nAfter nearly four years of difficult negotiations on the UK exit from the EU and the post-Brexit relationship, it's hardly surprising that a few bruises are showing. \nThe TCA certainly hasn't solved everything. There are still big questions to resolve on issues like financial services, for example. \nMonitoring and implementing what has been agreed, in a complex network of committees, will also be a constant feature of the new relationship. \nBut it will take some time before the long-term effect on trade becomes clear. \nTrade volumes fell sharply in January before rebounding in February. But the UK Trade Policy Observatory at the University of Sussex says UK exports to the EU were still down by 17.2% in February compared to an average of February 2018 to 2020. \nA significant part is down to Brexit, although Covid is also a factor. \nThe most prominent post-Brexit issue so far this year, though, isn't part of the TCA itself.  Northern Ireland's trading relationship with the rest of the UK, and with the EU, won't change as a result of this agreement being ratified. \nBoth sides say they are working hard to find practical solutions in Northern Ireland, but some checks on trade between NI and Britain will remain in place. \nThe European Commission has launched legal action, accusing the UK of breaching the agreement on Northern Ireland trade and breaking international law - charges Downing Street denies. \nBrexit also means:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56897970",
      "category": "world-asia-india",
      "title": "India Covid: Delhi builds makeshift funeral pyres as deaths climb",
      "tags": "Asia,Coronavirus vaccines,Asia Pacific,Delhi,India,Coronavirus pandemic",
      "text": "Crematoriums in the Indian capital Delhi have been forced to build makeshift funeral pyres, as the city runs out of space to cremate its dead.\nStaff are working around the clock, while parks and other empty spaces are also being utilised for cremations.\nFamilies have had to wait hours before being allowed to cremate their dead due to the rise in demand.\nDeaths have been surging in India as a second wave of infections devastates the country.\nThe rising number of deaths - 380 were recorded in Delhi alone on Monday - has left crematoriums in urgent need of space.\nAt the capital city's Sarai Kale Khan crematorium, at least 27 new pyres have been built and dozens more are being added in a nearby park. Officials are also looking for additional space near the city's Yamuna river bed. \nA worker at the crematorium, which originally had capacity for only 22 bodies, told The Hindu newspaper that they are operating continuously from early morning until midnight. \nIn Delhi, the authorities have reportedly cut down trees in city parks for use as kindling on funeral pyres. Relatives of the dead have also been asked to help with cremations by piling wood and assisting in other rituals.\nThe Ghazipur crematorium in East Delhi has added 20 more pyres in a car park. One official told the Indian Express newspaper that there was a waiting time of three to four hours for cremation, with each body taking up to six hours to burn. \nThe situation is serious at other crematoriums too. Sunil Kumar Aledia, who runs the Centre for Holistic Development, an organisation that is providing assistance with oxygen, meals and cremations, told the BBC that some do not have any space to expand.\nDemand for cremation is likely to remain high. In Delhi - with its population of about 20 million people  - hospitals are full and medical oxygen is scarce. \nIndia has recorded more than a million Covid-19 cases in just a few days. Ambulances, medical oxygen, intensive care unit (ICU) beds and life-saving medicines are all in short supply. \nAt least two hospitals in Delhi have seen patients die after oxygen supplies ran out.  It is becoming difficult for families to take their sick to hospitals even if they manage to find a bed, and many people have died while waiting for one.\nThe city's testing capacity has also been overwhelmed.\nSocial media is awash with frantic pleas for help, with people desperately searching for oxygen cylinders, medicines and ICU beds.  \nMany countries have offered assistance. The UK has begun sending ventilators and oxygen concentrator devices, although a spokesman for the prime minister said it had no surplus vaccine doses to send.\nFrance, Ireland, Germany and Australia are also sending medical equipment. The World Health Organization (WHO), meanwhile, said it would send thousands of oxygen concentrators.\nUS President Joe Biden spoke to Prime Minister Narendra Modi and pledged America's \"full support\". The US is lifting a ban on sending raw materials for vaccine production abroad, enabling India to manufacture more AstraZeneca doses. It will also provide medical equipment and protective gear.\nBut Zarir Udwadia, who works in Mumbai hospitals and counsels the government, told the BBC's Today programme the currently pledged supplies would have limited effects. He said he was seeing \"ward after ward full of patients struggling to breathe on ventilators of different forms and shapes\".\nThe number of reported cases declined slightly on Tuesday to 323,144 from the peak of more than 350,000 the day before. The total number of Indian cases so far is nearly 17 million with 192,000 deaths.\nBut it is thought the true figures are far higher.\nAn investigation by television station NDTV found at least 1,150 extra deaths which were not included in Delhi's official Covid count over the last week. Other investigations have found similar examples of undercounting replicated around the country.  \nOn Wednesday, the BBC is bringing you a special day of coverage on the deepening coronavirus crisis in India and its significance for the global fight against the pandemic. We'll have reports, interviews and analysis across BBC TV, radio and digital throughout the day. \nWhat do you want to know about Covid in India? Our reporter will answer a selection of questions. Please ask your question by filling the form below or by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56898843/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Whitbread: Premier Inn owner braces for UK holiday boom",
      "tags": "Companies,Hotels,Whitbread,Coronavirus pandemic",
      "text": "Premier Inn owner Whitbread has said it expects strong demand for holidays in the UK throughout the summer as Covid restrictions ease further from mid-May.\nThe hotel and restaurant firm forecasts \"a significant bounce in leisure demand in our tourist locations\".\nAt the same time, Whitbread laid bare the impact of the pandemic on its business as annual losses reached £1bn and sales tumbled by more than 70%.\nThe firm said last year was the \"most challenging in our 279 year history\".\nIt revealed that it had benefitted from £270m worth of government support during coronavirus, including the furlough scheme.\nWhitbread, which also owns the Beefeater and Brewers Fayre restaurant chains, said almost all of its 800 UK and Ireland hotels, some 92%, were now open. This compares with just 39 that were opened during the first lockdown when they were used to provide accommodation for essential workers.\nRecent lockdowns saw its hotels at just 23% of potential occupancy in January and 29% in February.\nThe company said: \"Strong demand is expected for 'staycations' in UK tourist destinations throughout the summer, with business and event-led leisure demand starting to gradually recover thereafter.\"\nIt also plans to invest £350m this year, which will go partly toward refurbishments, but also to new advertising, which will again feature comedian and actor Sir Lenny Henry.\nDespite this investment programme, it still intends to cut £100m in costs.\nLast year, it warned it may have to lay off thousands of staff and approached landlords for a temporary rent cut. It also scrapped its dividend payout to shareholders, while directors and senior management took pay cuts.\nIt employs some 30,000 staff, 27,000 of which were furloughed under the Job Retention Scheme.  \nWhitbread's chief executive, Alison Brittain, said: \"The vaccination programme in the UK means we can look forward to the planned relaxation of government restrictions as we move into summer, with the first major milestone being the return of leisure guests to our hotels, and the full reopening of restaurants from 17 May.\n\"We expect a significant bounce in leisure demand in our tourist locations during the summer, followed by a gradual recovery in business and event-driven leisure demand.\"\nJulie Palmer from professional services firm, Begbies Traynor, said: \"After having been able to report positive results and sell its profitable Costa arm to focus on hotels in previous years Whitbread, like so many others in this industry, has been rocked by the pandemic. \n\"It can get back on its feet again, but the Whitbread we saw before the pandemic could be different to the one we see after it. Even after all restrictions are removed change is coming.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56893165",
      "category": "uk-politics",
      "title": "Downing Street flat: What are the rules about political donations?",
      "tags": "Conservative Party,Boris Johnson",
      "text": "The Electoral Commission has announced it will investigate the funding of Boris Johnson's Downing Street flat renovation, saying there are \"reasonable grounds to suspect an offence\".\nMr Johnson says he covered the cost of the refurbishment himself and has \"conformed in full with the code of conduct\".\nConflict of interest\nPrime ministers are allowed to spend £30,000 a year of public money to renovate their accommodation. The final bill for the latest refit is not known but there has been speculation that it could be as much as £200,000.\nThe government has refused to say whether Mr Johnson received a loan from the Conservative Party to pay for the renovations that were above the annual allowance.\nIf this was the case, Mr Johnson would need to demonstrate that the arrangement was consistent with the ministerial code - a government document that sets out the \"expected standards\" of behaviour in office.\nThe code makes clear there should be \"no actual or perceived conflicts of interest\".\nHannah White, from the Institute for Government think tank, says there could be \"a problem of perception\".\n\"There's no legal problem with the PM having taken a loan from a political party... it's more about whether there's a sense the prime minister might have a conflict if he wanted to reorganise the Conservative Party or sack the treasurer or something like that. \n\"He then has a financial obligation with the Conservative Party.\" \nDeclarations\nThere are numerous registers where political donations need to be declared, depending on who is sending and receiving the funds. Each one has its own rules about what needs to be declared and when.\nDonations and loans to political parties of more than £7,500 must be reported to the Electoral Commission - the organisation which regulates political donations in the UK. This register is updated every three months. \nOn 28 April, the Electoral Commission announced it would carry out an investigation about whether any funding should have been declared. In a statement, the commission said: \"We are now satisfied that there are reasonable grounds to suspect that an offence or offences may have occurred\".\nA second register, tied to the ministerial code, requires ministers to declare any financial benefits received. The government is supposed to publish a list of ministers' financial interests twice a year. However, the last one was released in July 2020.\nThe list is overseen by an independent adviser. However, the post was left vacant after Sir Alex Allan - the previous adviser on standards - resigned in November in a row over a bullying inquiry involving Home Secretary Priti Patel.\nOn 28 April the government announced Lord Geidt as the new independent adviser. Shortly after the appointment Mr Johnson said he would seek advice from Lord Geidt on whether any further declarations were required. \nSeparately, all MPs must declare - within 28 days - any donations which could influence their actions. This is known as the Register of Members' Financial Interests and is updated frequently.\nAlex Thomas - a former principal private secretary to then cabinet secretary Sir Jeremy Heywood - believes the prime minister would be required to make a disclosure: \n\"If you owe someone money in this context, I would say it should be declared on that register.\"\nIt depends exactly what the offensive is and which register it relates to.\nIf a party breaks the rules about making declarations to the Electoral Commission a range of sanctions are available - including fines of up to £20,000. Very serious offensives can also be referred to the police.\nIf there is a breach of the ministerial code, it would normally be the prime minister who decides the sanction - such as sacking the minister responsible. \nHowever, given that Mr Johnson is at the centre of the row on this occasion and wrote the foreword to the code, that exposes an obvious gap that's not easily resolvable. \nThe register of members' financial interests, on the other hand, is regulated by Parliament's Committee on Standards.\nThe committee, which is chaired by an MP, can carry out investigations for possible rule breaches and impose sanctions. \nThis includes forcing an MP to apologise or a suspension from Parliament. \nMr Johnson has previously been in hot water with the standards committee. \nIn 2018 - before he became prime minister - Mr Johnson made a \"full and unreserved\" apology to MPs for failing to declare more than £52,000 in income.\nAt the time, Parliamentary Commissioner for Standards Kathryn Stone ruled that the breaches were \"neither inadvertent nor minor\". The report noted that there had been nine payments registered by Mr Johnson after the required 28-day deadline."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56897213",
      "category": "uk-politics",
      "title": "Cabinet meets as pressure builds on Boris Johnson amid leaks",
      "tags": "Dominic Cummings,Boris Johnson,Lobbying in the United Kingdom",
      "text": "Boris Johnson has chaired a cabinet meeting as he attempts to shift the focus from a series of claims and questions over his conduct.\nAmong them is an accusation the PM once said he would rather see \"bodies pile high\" than approve a third lockdown.\nMr Johnson and No 10 strongly denied he said the phrase, as the PM described multiple reports as \"total rubbish\".\nThe prime minister is also facing mounting pressure over the cost of redecorating his Downing Street flat.\nDowning Street refused to say whether Mr Johnson received a loan from the Conservative Party to pay for renovations, but said any \"gifts or benefits\" would be declared in the ministerial transparency registers. \nShadow health secretary Jonathan Ashworth told BBC Radio 4's Today programme that Mr Johnson had not explained how the renovation was being funded.\n\"If he wanted to prove to the country that he has acted entirely above reproach, he should give us that full and frank explanation - but so far he's refused to do it,\" Mr Ashworth said.\nAsked about the funding, Work and Pensions Secretary Therese Coffey told BBC Breakfast: \"The only thing I do know is the prime minister has said that he paid for the expenses of redecoration.\"\nOn Monday, the prime minister was asked whether he said he would rather see \"bodies pile high\" than approve a third lockdown. He responded by saying: \"No, but I think the important thing I think people want us to get on and do as a government is to make sure that the lockdowns work.\"\nMr Johnson was expected to use the cabinet meeting to emphasise the importance of ministers focusing on everyday concerns, rather than the noise at Westminster, BBC political correspondent Chris Mason said.\nA statement from Downing Street after the meeting said ministers discussed a range of topics, from sending support to India through to updates from Northern Ireland. \nBut there was no mention in the statement of the ongoing questions facing Mr Johnson, which instead offered a warning on coronavirus that the UK was \"not out of the woods yet as variants of concern continue to pose a threat\".\nIt added: \"The PM said that while the road ahead looks positive, there will still be challenges and this government will continue to take tough decisions where necessary to protect both lives and livelihoods.\"\nThe cabinet meeting was seen as an opportunity for senior ministers to wrestle back control of the political agenda after a series of damaging allegations made by Mr Johnson's former chief aide Dominic Cummings last week.\nAhead of the meeting, No 10 said the cabinet would be told to focus on \"jabs and jobs\".\nLabour has called for a full inquiry into the cost and financing of the renovations to Downing Street.\nAnd shadow Cabinet Office minister Rachel Reeves described Mr Johnson's alleged comments about bodies piling high as \"stomach-churning\".\nBBC political editor Laura Kuenssberg said the opposition believed the furore was starting to be noticed by voters - and one cabinet minister told her \"there's nothing we can do to control it\".\nOn Monday, the UK's top civil servant Simon Case said Mr Johnson had asked him to review how a refurbishment of the No 11 flat was funded - after Mr Cummings alleged the prime minister once planned to have donors \"secretly pay\" for the revamp.\nSenior Conservative backbencher Sir Charles Walker told BBC Two's Newsnight he \"doesn't really care\" about the flat funding issue \"as long as my constituents didn't pay for it\".\nSir Charles, the MP for Broxbourne, added: \"I'm not a signed-up member of the Boris Johnson fan club. \n\"But we are talking about a man that nearly killed himself last year while in office trying to navigate this crisis.\n\"We're talking about a man who has delivered the most successful vaccine programme of any major developed country in the world. We're talking about a man who bent over backwards to get ventilators made... so I'm sorry I can't really understand [the outrage].\"\nMr Case also confirmed a probe was still ongoing into leaks pre-empting the official announcement of a second lockdown in England, but he admitted a culprit for the unauthorised disclosure may never be found.\nHe also said steps were being taken to tighten the rules around civil servants having second jobs in the wake of a row over the now-collapsed Greensill Capital, which employed ex-PM David Cameron.\nMr Johnson has strongly denied saying last year he would rather see \"bodies pile high\" than take the country into a third lockdown.\nThe remarks were alleged to have been made last autumn, during a heated discussion in Downing Street - just before the country went into its second lockdown from early November to early December.\nLaura Kuenssberg reported that, at the time, the prime minister was said to have had big concerns about the implications of another lockdown on the economy and non-Covid related health issues.\nEngland entered its third lockdown on 6 January.\nFollowing an article in the Daily Mail - which first reported the alleged \"bodies\" comments - the BBC and ITV separately reported sources as confirming Mr Johnson did make the remarks.\nBut the prime minister's spokesman said the reported comments were false, adding: \"This is untrue and the PM has denied it… I'm not aware of anyone else making that statement.\"\nCabinet Office Minister Michael Gove defended Mr Johnson, telling the Commons it was \"incredible\" to think he would have said it, adding: \"I was in that room, I never heard language of that kind\".\nMs Reeves urged Mr Johnson to apologise, while bereaved families described the reported comments as \"callous\".\nThe latest claims come after a bitter row between Mr Johnson and Mr Cummings - who left Downing Street in December - burst into the open last week.\nThe former aide published a 1,000-word blog post in response to newspaper articles that claimed he had leaked text messages between the prime minister and businessman Sir James Dyson.\nIn the blog post, Mr Cummings:\nMr Cummings suggested he was motivated in part by a desire to see an urgent parliamentary inquiry into the government's Covid-19 response. He is due to give evidence to MPs on the topic next month.\nFormer Conservative party leader William Hague warned that Mr Cummings would presumably turn up \"armed with audio recordings, screen grabs, email chains and other partial but revealing evidence\".\nMr Hague wrote in an opinion piece for the Times it would be a mistake \"to dismiss the latest allegations of sleaze as a fleeting problem\" and that a trail of digital evidence \"is one of several reasons the government should worry about the latest accusations of impropriety\".\nMeanwhile, the Covid situation in the UK has continued to improve, with latest coronavirus data showing the UK recorded 2,064 new cases on Monday, alongside six further deaths within 28 days of a positive test.\nA total of 33,752,885 people have now received at least one vaccine dose, while 12,897,123 are now fully vaccinated, the figures showed."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56901386",
      "category": "business",
      "title": "Crocs sales soar in fashion comeback",
      "tags": "Companies,TikTok",
      "text": "No, you didn't imagine it. The Academy Awards' musical director Questlove really did wear a pair of crocs on the Oscars red carpet this year. But they were spray-painted gold for the special occasion.\nWhether you love them or loathe them, crocs are making a comeback.\nOn Tuesday, the shoe-maker reported record sales in the first three months of the year and raised its revenue outlook for 2021.\nSales rose 64% to $460m (£331m) in the first quarter compared to the same period last year. Pre-tax profit grew to $122.5m between January and March from a previous $18.7m.\nCrocs' chief executive, Andrew Rees, now expects sales for the full year to rise by as much as 50%, compared to an increase of up to 25% the company predicted in February. \nDemand for Crocs is \"stronger than ever\" across the world, said Mr Rees.\nBranded by some as the \"it-shoe\" of the pandemic, people have turned to the divisive footwear company for comfy clogs to pair with leggings and hoodies during lockdown.\nBut the US brand had already started working with celebrities and pop-stars to boost its popularity again.\nIn 2018, it partnered with rapper Post Malone who designed his own shoe - which still slightly resembled Swiss cheese. \nCollaborations with Latin pop-star Bad Bunny and singer Justin Bieber followed, both of which sold out in minutes.\nCrocs has focused on growing online sales, which rose by 75.3% in the first quarter and made of a third of total sales for the period.\nThe company's strategy includes social media promotion, with #crocs having gained 1.6 billion views on TikTok, where so-called influencers post videos dancing around in the shoes or show how they style their footwear.\nLooking ahead, it said it was counting on new products for future growth such as sandals, or their \"Jibbitz\" shoe charms which loyal fans can use to customise their shoes.\nIt is also set to focus on celebrity and social campaigns in Asia, where it sees the \"largest long-term growth opportunity\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-56889035",
      "category": "education",
      "title": "Lockdowns hurt child speech and language skills - report",
      "tags": "Coronavirus lockdown measures,Schools,Early education,Walsall,Babies & toddlers,Coronavirus pandemic",
      "text": "There is growing evidence that the past year of lockdowns has had an impact on young children's language skills, according to research. \nData from 50,000 pupils and a survey of schools across England have shown an increased number of four- and five-year-olds needing help with language.\nEvidence shows poor speech development can have long-term effects on learning.\nThe government says it is investing £18m in early-years catch-up, including extra help for those in Reception year.\nThe Education Endowment Foundation (EEF) research suggests the measures taken to combat the pandemic have deprived the youngest children of social contact and experiences essential for increasing vocabulary.   \nLess or no contact with grandparents, social distancing, no play dates, and the wearing of face coverings in public have left children less exposed to conversations and everyday experiences.\nOf 58 primary schools surveyed across England:\nAnd 56% of parents were concerned about their child starting at school following the lockdown in the spring and summer.\nNiamh, in Reception at Ryders Hayes Primary School, in Walsall, is slowly building her confidence with words.\nLike many children, her life has been limited by the pandemic, her social circle shrinking to her immediate family. And this left her mother, Lisa, anxious about her starting school.\n\"She was one of the youngest in the year and it worried me that other children had got more school experience with nursery or pre-school,\" Lisa said.\n\"We tried to prepare her as well as we could. She was looking forward to it - but she didn't know any of the children in the class, so we were a bit worried about that.\n\"My concern was, after being locked down all of the summer and not going out to play with her friends, how was she going to respond to a room full of new children and new teachers?\" \nBut the school's approach had worked well. \"We never had a tearful morning - we never had a day where she didn't want to come to school,\" Lisa said.\nAnother mother at Ryder Hayes - Emma - was also worried about the school start and whether her son, Harry, would be able to articulate his needs.\n\"I was worried about him making friends, that if something was troubling him he'd be sat in the corner upset and he'd not be able to ask for help or say what was wrong with him, so I was concerned,\" she said.\nBut Harry has been participating in the Nuffield Early Language Intervention at school, which can help children make up about three months' progress.\n\"It is making a huge difference,\" Emma said. \"He's become a little chatterbox. He's always asking questions and thinking more and asking more like, 'How does hair grow?' He's communicating his thoughts more.\"\nThe school's head teacher Saly Miner said problems with communication were \"really limiting\" for young children, particularly if they were unable to express themselves, interact with peers and make themselves understood.\n\"It's absolutely key,\" she said. \"It's all about a child's self-esteem and confidence.\n\"And without that, they're not going to feel happy, they're not going to be able to grow, they're not going to be able to gain all the benefits of interacting with their peers as we'd want them to, and interact with staff.\n\"All the research shows that if a child does have issues with language at that age, by adulthood they're four times more likely to struggle with reading, three time more likely to have mental health issues, twice as likely to be unemployed and have social-mobility issues, so getting this right at such an early age is literally the key to children's futures.\"\nEEF chief executive Prof Becky Francis said there was \"huge concern expressed by schools about young children's speech and language following the impact of the pandemic\".\n\"We can see that in the survey results but also anecdotally right across our networks.\"\nThe EEF's findings are also reflected in data from the company Speech Link, which offers standardised assessments to primary schools.\nAmong 50,000 four- and five-year-olds starting school in September, an extra 20-25% needed help with language skills compared with the previous year, the company found. There are also concerns about the impact of the pandemic on pre-school children.\nIn some parts of England, up to 63% of health visitors, who check on the development of babies and toddlers, had been redeployed early in the pandemic, the Institute of Health Visiting said.\nMany families had missed out on face-to-face assessments, acting executive director Alison Morton said.\n\"We know there are children out there with difficulties who haven't been identified,\" she said. \"There hasn't been a 'build back better' for younger children in the way there has been for older children.\"\nChildren and Families Minister Vicky Ford said the earliest  years were \"the most crucial\".\n\"On top of the £3.5bn we have spent in each of the past three years on our free childcare entitlements, we have also invested £18m to support language development in the early years, part of our new £700m package to provide extra support to children who need it as they return to the classroom,\" she said.\n\"This includes funding to build on the early successes of the Nuffield Early Language Intervention scheme and roll it out to more schools, so that thousands more four- and five-year-olds whose language, communication and literacy skills have been impacted by the disruption of the past year will benefit from targeted support.\"\nBut Shadow Education Secretary Kate Green said the government had treated children as \"an afterthought\" throughout the pandemic.\n\"Government 'catch-up' plans fall far short of what is needed for children to recover lost learning, including nothing on wellbeing or social development. In addition, their stealth cut to the pupil premium hinders schools' ability to put their own plans in place,\" she said.\n\"Labour want children to be at the heart of our national recovery.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56889861",
      "category": "health",
      "title": "Miscarriage rates over 40% higher in black women, study suggests",
      "tags": "Miscarriage,Warwick,University of Warwick,Pregnancy",
      "text": "Black women face a significantly higher risk of having a miscarriage than white, research suggests.\nThe Lancet analysis of data on 4.6 million pregnancies in seven countries suggests the risk for black women is 43% higher than for white women.\nIt calls for people in the UK to be given support after their first pregnancy loss.\nCurrently, referral to specialist clinics usually occurs after three consecutive losses only. \nMost countries, including the UK, do not collect statistics.\nBut researchers estimate:\nSome estimates of miscarriage rate are higher, but this is due to differences in how countries define pregnancy loss, which can be from a positive pregnancy test or from a scan.\nThe report also found that women who suffered miscarriage, from all ethnic backgrounds, are more vulnerable to long-term health problems, such as blood clots, heart disease and depression.\nDoreen Thompson-Addo and her husband Reggie experienced seven miscarriages.\n\"When I got pregnant the first time, I was very excited,\" Doreen said.\n\"I told my friends and family, I started thinking of names for the baby and planning my baby shower.\"\nBut within two months of her positive pregnancy test, Doreen started bleeding and lost the pregnancy.\n\"You hear about how common miscarriage is,\" she said, \"but you never think it's going to happen to you.\"\nDoreen, who had her daughter Arielle in 2017, was simply told to \"try again\" after her first miscarriage. \nAfter her third, she was referred to an NHS recurrent-miscarriage clinic but never found out why she had lost multiple pregnancies. \nThe research published in The Lancet suggests:\nSource: The Lancet\nMost of the research was carried out in Sweden, Finland and Denmark, some of the few countries that gather statistics, though data from the US, UK, Canada and Norway was also used. \n\"We know there's an increased risk of dying in pregnancy for black women,\" Tommy's National Centre for Miscarriage Research deputy director Prof Siobhan Quenby, from the University of Warwick, who worked on the study said. \n\"But I was very shocked to also find an increased risk of miscarriage.\"\nBlack people are at higher risk of developing type 2 diabetes and heart disease - and both conditions can increase the risk of miscarriage. \nBut Prof Quenby said scientists were also investigating whether the risk of other health issues, such as fibroid conditions and autoimmune disorders, could help explain the higher rate. She said further research was urgently needed.\nDoreen said the findings were extremely upsetting. \n\"When I hear that statistic, I wonder whether there are also structural reasons why more black women are at risk of miscarrying than other groups.\"\n\"If that's the case then there needs to be a lot of work to change those structural inequalities,\" she said.\nAbout 75% of those who miscarry will go on to have a healthy pregnancy, which is partly why couples are usually encouraged to try for another baby without further investigations.\nBut Prof Quenby - who also runs a recurrent-miscarriage clinic - said: \"There are things we can do to prevent miscarriage. \n\"It's not a condition that's hopeless.\"\nLifestyle changes could help - and about 30% of people referred to her clinic smoked, had uncontrolled diabetes, a high body-mass index  or blood pressure.\n\"That means the health services missed three opportunities to get them into a better state for their next pregnancy,\" Prof Quenby said.\nA \"graded response\" was needed, she added, providing:\nNadine Dorries, minister for women's health, said: \"Suffering the loss of a child is a tragedy beyond words, which is why we're urgently working to understand and address the causes of miscarriages, while providing the best support for families.\"\nWork was ongoing to look at the quality of bereavement care, and reduce inequalities in care for new and expectant mothers, she added.\nIn an editorial accompanying the research, the Lancet says: \"For too long, miscarriage has been minimised and often dismissed. \n\"The lack of medical progress should be shocking. \n\"Instead, there is a pervasive acceptance.\n\"The era of telling women to 'just try again' is over.\"\nThe research also suggests significantly increased risks of suicide, depression and anxiety for those who miscarry and says the impact on partners needs further investigation.\nAfter eight losses, Charlotte was expecting twins but at a scan discovered she had also lost that pregnancy.\n\"I just fell apart,\" she said. \n\"My husband was trying to hold me together. \n\"And I was just wailing and screaming. \n\"I didn't want to live anymore.\"\nInitially, Charlotte was just given a leaflet.\nOnly when she started talked about ending her life was she offered additional support and, eventually, treatment for post-traumatic stress. \nShe went on to have a healthy boy, Ansel, last year, and now feels able to speak openly about her experiences. \n\"It's a great joy to have my son,\" she said.\n\"I know how lucky I am to get there. \n\"Not everyone does.\"\nFollow @Tulip Mazumdar on Twitter.\nIf you, or someone you know, have been affected by the issues covered in the story, the BBC Action Line has details of organisations offering help and support."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56910255",
      "category": "business",
      "title": "Google owner sees record profits as lockdown boom continues",
      "tags": "Companies,Alphabet,YouTube,Google",
      "text": "Google owner Alphabet saw its earnings soar in the first quarter as people stuck at home in the pandemic used more of its services.\nNet profit jumped by 162% to a record $17.9bn in the three months to March as advertising revenue swelled by a third. \nIt comes as the tech giant faces increased scrutiny over its power and the pandemic has people turning to the internet more than ever.\nThe firm credited \"elevated consumer activity online\" for its results.\n\"Over the last year, people have turned to Google Search and many online services to stay informed, connected and entertained,\" said Alphabet and Google chief executive Sundar Pichai.\nAnalysts had expected a good performance as economies around the world have continued to reopen, prompting more spending on online advertising. \nReflecting this revenue at Google's search business jumped by 30% to $31.9bn in the quarter , while sales at YouTube leapt 49% to $6bn.\nSophie Lund-Yates, equity analyst at Hargreaves Lansdown, said Alphabet had \"lapped up the rewards from the pandemic like a big cat pouncing on cream\". \n\"While famous for its start-up culture and offices, this tech giant is, rather unspectacularly, an advertising business,\" she said. \n\"Covid means phenomenal sums of money have shifted to online shopping, so Alphabet's impenetrable family of digital advertising businesses have seen revenue skyrocket.\"\nThe only problem facing the tech giant is continued regulatory action over issues such as competition and privacy.\nThe latest dispute emerged on Monday when streaming TV technology company Roku accused Google of engaging in anticompetitive behaviour to benefit its YouTube and hardware businesses.\nMeanwhile, US and European regulators continue to discuss tightening oversight of Google and other tech giants, but have yet to agree legislation.\nOn the back of the strong results, shares in Alphabet rose by 4.5% in after-hours trading. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56893247/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Summer holiday demand shifts to autumn amid travel uncertainty",
      "tags": "Tourism,Coronavirus lockdown measures,Thomas Cook Group,Travel,Coronavirus vaccines,Travel & leisure industry,Coronavirus pandemic",
      "text": "People are increasingly putting off their summer holidays and booking autumn breaks instead due to uncertainty over international travel, tour operators say.\nThomas Cook said autumn bookings were up 50% on normal levels, while luxury tour operator Kuoni said customers were \"holding out for October half term\".\nGreece and the Caribbean are among the most popular destinations. \nBut some fear prices will rise due to fewer countries being open to tourism.\nInternational travel is due to resume from 17 May under the government's roadmap to reopening, with plans for a \"traffic-light\" system categorising different countries.\nHowever, the list of countries that Britons can travel to will not be known until nearer 17 May and will be subject to change.\nThis has prompted a surge in autumn holiday bookings, with breaks in September and October accounting for 30% of Thomas Cook's live bookings for the year. That is up 50% on what the group normally sees in these months.\nA spokesman said there was a \"clear preference for September and October compared to what we normally expect\".\nHe said many people had already booked domestic breaks for July and August and were looking for a \"week of sun in the Med\" later in the year.\n\"Devon is lovely, but Devon in October is not Devon in July,\" he added.\nAccording to Thomas Cook, Greece is the most popular destination for autumn breaks, with Rhodes the most in-demand island followed by Crete, Santorini and Mykonos.\nThe Canary Islands, a popular winter-sun destination, are the second most popular destination.\nKuoni did not share booking figures but said the majority of 2021 sales have been from October onwards. It added that customers were \"saving and upgrading\" for long-haul winter sun breaks.\n\"We've chatted to lots of customers who have written off any hope of getting away in the summer but are holding out for October half-term,\" the company said.\nIts most popular destinations are the Maldives and the Caribbean, including Antigua, Barbados and Saint Lucia.\nOther travel firms are seeing evidence of the trend in searches on their websites. British Airways Holidays said there was a lot of \"pent-up demand\" for foreign holidays and it has seen a spike in searches for trips to long-haul beach destinations this autumn.\nSearches for December holidays have also seen a \"notable increase\", with New York proving popular.\nMeanwhile travel deals website Travelzoo predicts September and October will be \"big months for travel\".\nA survey of 2,000 of its members carried out last week found the majority said they plan to take a trip around that time.\nHowever, the company warned that prices could increase if demand continues and there is a limited number of destinations open for travel.\n\"Right now we are seeing some good prices for September and October, but there's every indication it will start to prove more challenging for [package-holiday customers],\" the company said.\nUnder the government's proposed traffic-light system, counties will be categorised as red, amber or green depending their infection rates, vaccination coverage and the prevalence of variants of concern.\nCovid testing and quarantine requirements will vary from category to category. All passengers will have to take Covid tests before leaving and on returning - even from low-risk \"green\" countries.\nThere will also be a green \"watchlist\" which will identify countries that are most at risk of moving from green to amber.\nCovid cases in some European countries remain high and vaccination programmes in the bloc have lagged behind the UK.\nThe Association of Independent Tour Operators said: \"Would-be travellers are nervous without certainty. We need those government traffic lights to be confirmed to give us all confidence.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56881724",
      "category": "uk-england-london",
      "title": "Tate Modern attack: Jonty Bravery had history of violence, report finds",
      "tags": "Tate Modern,Northolt,Hammersmith and Fulham London Borough Council,Autism",
      "text": "A teenager who threw a six-year-old from the 10th floor of the Tate Modern had a history of violent behaviour.\nA serious case review found that Jonty Bravery had expressed a desire to hurt people prior to the attack in 2019.\nThe review blamed an undiagnosed personality disorder for the offence, and found professionals failed to distinguish \"callous\" traits from behaviours linked to Bravery's autism.\nIt called for \"critical lessons\" to be translated into action.\nIt highlighted a series of troubling incidents involving Bravery in the two years before the attack, including threatening to kill members of the public and putting faeces in his mother's make-up brushes.\nBut his violent behaviour had been less frequent in the period before the Tate Modern attack, while he was living in a placement with two-to-one care funded by Hammersmith and Fulham Borough Council and the NHS clinical commissioning group (CCG).\nThe report says: \"There was no recent evidence that he presented a risk to other children or adults unknown to him.\n\"It was in this context that he was progressively given more freedoms, which saw him able to visit central London unaccompanied on the day of the incident.\"\nOn 4 August 2019, Bravery made his way to the Tate Modern's viewing balcony where CCTV footage showed him following young children and looking over railings.\nHe then threw the six-year-old from the viewing platform and he fell 100ft (30m), suffering a bleed to the brain, and  other injuries, including fractures to his spine.\nBravery, who was diagnosed with autism at the age of five, was jailed for 15 years in June for attempted murder.\nThe review, by the Local Safeguarding Children Partnership (LSCP), highlights a national shortage of specialist and residential community care for children and young people with complex and high-risk behaviours.\nBravery spent various periods of time being moved from psychiatric intensive care units, specialist residential schools and hotels from the age of 15 as his behaviour became more troubling.\nHis parents thought this detrimental to his mental health, the report says.\nHis father told the review he felt \"frustrated\" at the apparent lack of expertise among private care providers dealing with his son.\nBBC special correspondent Lucy Manning\nThe key question: how was Jonty Bravery, with a history of violence, who had warned he would do something similar, allowed out alone to the Tate?\nToday's report only adds to the disbelief that he was allowed to visit the gallery unaccompanied.\nThe report says there was no \"recent\" evidence that he posed a risk to other children or adults he didn't know.\nYet in the two and a half years before the attack at the Tate, Bravery was involved in at least eight assaults. \nHe attacked and bit another child, he attacked a support worker with a brick, he dragged a care worker by her hair, he assaulted police not once but three times, he confessed he had thoughts about killing himself and others, he punched a member of staff in a restaurant and racially abused his care worker.\nThe last attack was just four months before he threw the young French boy from the Tate. \nNo-one is blamed for letting Bravery out although the system is criticised for the lack of treatment and residential places for him. \nLast year, the BBC revealed a recording from 2018 where Bravery told some of his care workers he planned to push someone off a building and go to jail. \nThe serious case review accepts the care agency's statement that it had no prior knowledge of this and says the review didn't identify anything to undermine that.\nIt's unlikely this will provide much comfort to the injured boy's family as he relearns how to walk and speak.\nDuring a four-week placement in a children's home in 2017, Bravery hit a climbing wall instructor at a leisure centre, deliberately damaged a car and assaulted a member of staff with a brick.\nLater that year, he dragged a member of staff along the floor by her hair and, in 2018, he disclosed he was planning to kill his stepmother and sister.\nThe review says: \"It is evident that professionals working with (Bravery) at this time did not think he would act on these statements, which were seen as attention-seeking behaviour.\n\"This was because all of (Bravery's) actions were viewed as products of his autistic behaviour and there was no consideration of these threats in a context of conduct disorder.\"\nA psychiatric report in 2018 said Bravery, who is now 19, had learnt to use his autism as an excuse to evade responsibility for dangerous behaviour.\nThe review says Bravery needed residential therapeutic solutions that could enable him, as an autistic young person, to engage in a treatment regime for his conduct disorder.\n\"But such a residential option did not exist,\" it adds.\nThe LCSP says it is continuing to make improvements across police, health and social care in the delivery and co-ordination of support for autistic children and those with complex high-risk behaviours. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56901333",
      "category": "uk-politics",
      "title": "High Court to look at PM's Patel 'bullying' decision",
      "tags": "Home Office,Boris Johnson,Priti Patel,Civil Service",
      "text": "The High Court has decided to look into Boris Johnson's decision that Home Secretary Priti Patel did not break Whitehall rules over bullying.\nThe prime minister kept Ms Patel in post last year after he found she had not breached the ministerial code, which sets behavioural standards.\nBut the FDA senior civil servants' union, which brought the case, argued that Mr Johnson had \"erred\".\nThe court will now give a full hearing into its claims against him.\nThe government opposed taking the case forward in this way, saying the ministerial code was separate from the law and should remain so.\nIn November, an inquiry carried out by the prime minister's head of standards, Sir Alex Allan, found that Ms Patel had \"unintentionally\" broken the ministerial code.\nHer approach to staff had \"on occasions... amounted to behaviour that can be described as bullying in terms of the impact felt\" by individuals, it added.\nBut it said the home secretary - who offered a \"fulsome apology\" - had sometimes \"legitimately... not always felt supported\" by others within the Home Office.\nThis decision is a really big deal. \nMinisters are appointed in the name of the monarch - and can be sacked on a prime ministerial whim. \nThe civil servants who work under them are however hired under normal employment law - with all the protections against bad treatment that come with it. \nThe ministerial code, which Priti Patel was accused of breaking, is therefore somewhere in between a workplace policy booklet and a set of political aspirations for good governance. \nThe FDA's argument is that the elements of the code on bullying - and a judgement on whether someone has been victimised - must be open to scrutiny under employment law. \nWhy does this matter? \nWell, if the FDA wins the case, it would be an absolute first. \nSome of the prime minister's conduct may be open to scrutiny under employment law, as if he were any other kind of boss. \nAnd that would probably be a massive constitutional question for the Supreme Court which could be asked to redefine the boundary between politics and the law.\nIt is the prime minister's job to decide, ultimately, whether there has been a breach of the ministerial code - and Mr Johnson said he did not think Ms Patel had been guilty of one.\nChoosing to keep her in post, he said she was not a \"bully\" and there had been \"mitigating\" circumstances behind her behaviour.\nThe inquiry's author - the prime minister's standards adviser, Sir Alex Allan - resigned following the decision and has not yet been replaced.\nIn the High Court, the FDA accused the government of using a \"ragbag of arguments\" to suggest Mr Johnson's decision should not go to a full review, rather than \"identifying any clear rule or principle\".\nIt added that there has been a \"misunderstanding\" of the term \"bullying\" by Mr Johnson.\nAfter the judgement, FDA general secretary Dave Penman said he was \"very pleased\", adding: \"The ministerial code is the only means by which civil servants can raise complaints against the conduct of ministers and it is vital that decisions on this are subject to the rule of law.\"\nThe government said it was unable to comment on an ongoing case.\nThe prime minister has previously said that he has full confidence in Ms Patel and considers the matter closed. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56906290",
      "category": "uk-england-london",
      "title": "Fishmongers' Hall: Usman Khan 'influential terrorist prisoner'",
      "text": "A convicted terrorist who killed two people had been one of the UK's highest risk inmates, an inquest heard.\nUsman Khan, 28, killed Jack Merritt and Saskia Jones at Fishmongers' Hall in London Bridge on 29 November 2019.\nEight months earlier he had been released from prison, where he was viewed as an \"influential\" inmate who mixed with high-profile terrorists.\nA panel tasked with managing Khan after his release did not discuss the risks of his London visit, the inquest heard.\nDuring his eight years in prison Khan was considered to be among the 70 highest-risk prisoners in the entire country, jurors were told.\nKhan associated with terrorists including Fusilier Lee Rigby's killer Michael Adebowale, and was involved with violent incidents and radicalisation of fellow inmates at seven prisons across England, the inquest heard.\nAt HMP Woodhill he was deemed to be a \"Muslim enforcer\" who headed up \"a bullying gang\".\nSenior investigating officer Det Ch Insp Dan Brown gave evidence about Khan's life and long history of extremism in and out of prison, including:\nJanuary 2011: Khan suggested he had access to a weapon and would \"do someone in the eye or neck\" and wanted to die and go to paradise\nMarch 2011: Khan and others were involved in an attack on another prisoner to shouts of \"Allahu Akbar\"\nNovember 2011: Khan shouted during the two-minute silence for Armistice Day.\nJune 2012: Khan recited a poem including a reference to beheading a \"kuffar\", or non-believer\nMay 2013: A stockpile of chemicals was found in Khan's cell \nNovember 2013: A Church of England chaplain was caught up in an assault by Khan on another prisoner. A razor blade was found in his cell later that day.\nBy March 2017, Khan was at HMP Whitemoor where he remained a high risk, Mr Brown said, and in June of the same year was regarded as an \"influential\" terrorist prisoner involved in \"extremist bullying\".\nEvidence suggested he continued to harbour extremist attitudes and deliberately \"told lies or ticked boxes to achieve progression\", the detective said.\nIntelligence gathered in October 2018 suggested he would \"return to his old ways\" following release, the court heard.\nJurors have also heard Khan engaged with Learning Together, the education project where Mr Merritt and Ms Jones worked, describing it as \"kind of a family\".\nHe launched his fatal attack at one of its rehabilitation conferences held at Fishmongers' Hall.\nThe inquest has heard Khan shaved off his body hair - an apparent preparation for an act of martyrdom - in a toilet cubicle at the venue before attacking fellow attendees.\nHe was chased on to London Bridge by several people, including a serving and former offender, and was then shot dead by police.\nA multi-agency public protection arrangements (Mappa) panel tasked with managing Khan after his release had not discussed the risks his trip might pose, the court was told.\nAt a final meeting on 14 November 2019, jurors heard, the group mentioned arrangements for Khan to travel to London on 29 November.\nHowever, Jonathan Hough QC, counsel for the coroner, said consideration of the trip referred to \"logistics rather than risks\".\nThe inquest hearing continues."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56891326",
      "category": "world-europe",
      "title": "Coronavirus: EU sues AstraZeneca over vaccine delivery delays",
      "tags": "Coronavirus vaccines,European Union,Coronavirus pandemic,AstraZeneca",
      "text": "The European Union has launched legal action against the coronavirus vaccine manufacturer AstraZeneca.\nThe European Commission - the EU's executive branch - said it was suing the company for not respecting its vaccine supply contract, and for not having a \"reliable\" plan to ensure timely deliveries. \nAstraZeneca said the move was \"without merit\".\nIt said it would \"strongly defend itself in court\".\nThe legal action marks an escalation in a long-running dispute between the two sides over the supply of coronavirus vaccines.\nSome in the bloc have claimed that AstraZeneca has shown preferential treatment to the UK - but the company has denied this.\nMeanwhile, the US has announced that it will share up to 60 million doses of its AstraZeneca vaccine with other countries as they become available. The doses will be able to be exported in the coming months after a federal safety review, AP news agency reports.\nA European Commission spokesman said the action was launched on Friday, with the backing of all 27 member states. \nIt stems from a deal the commission signed last August for 300 million doses of the Oxford-AstraZeneca vaccine, with an option for 100 million more.\nEarlier this year, AstraZeneca said its supplies would be reduced because of production problems. Of 80 million doses planned for delivery in the first quarter of 2021, only about 30 million were sent. \nAccording to the European Commission, the company is set to provide 70 million doses in the second quarter of 2021 instead of the 180 million that were initially arranged. \n\"The terms of the contract, or some terms of the contract, have not been respected,\" the spokesman said. \"We want to make sure that there's a speedy delivery of a sufficient number of doses... which have been promised on the basis of the contract.\"\nHealth Commissioner Stella Kyriakides tweeted that the commission's priority was to \"ensure Covid-19 vaccine deliveries take place to protect the health of the European Union\".\n\"Every vaccine dose counts. Every vaccine dose saves lives,\" she wrote. \nOne EU official told Reuters news agency that the move was taken to \"send a message\" to AstraZeneca's chief executive Pascal Soriot. \nIn a statement responding to the announcement, AstraZeneca said it had \"fully complied\" with its agreement with the EU, and hoped to resolve the dispute as soon as possible.\n\"Following an unprecedented year of scientific discovery, very complex negotiations, and manufacturing challenges, our company is about to deliver almost 50m doses to European countries by the end of April, in line with our forecast,\" the British-Swedish company said. \n\"We are making progress addressing the technical challenges and our output is improving, but the production cycle of a vaccine is very long which means these improvements take time to result in increased finished vaccine doses,\" the statement read.\nAstraZeneca had previously said that the contract obliged the company to make its \"best effort\" to meet EU demand, without compelling it to stick to a specific timetable.\nUK Prime Minister Boris Johnson's spokesman told reporters he was unaware of the specifics around the legal action. He said AstraZeneca had been a \"hugely strong partner for the UK and in fact, globally, for the work they're doing\".\nUnder the contract, any legal action would need to be resolved by Belgian courts. \nThe EU originally planned to use AstraZeneca as the main vaccine in its rollout, but following the supply issues, the bloc now relies mostly on the Pfizer-BioNTech jab.\nDespite vaccine delays, the EU is still aiming for \"a minimum of 70% of the entire adult population\" to have received at least one dose of a coronavirus vaccine by this summer.\nThe announcement of legal action on Monday came as some countries began to ease restrictions. \nMillions of French children returned to the classroom, as primary schools and nurseries reopened following a three-week shutdown. In Italy, restaurants and bars in much of the country were allowed to serve customers outside, while hairdressers in Belgium reopened their doors. \nMeanwhile, the mayor of the Spanish city of Pamplona announced that the annual Sanfermín fiesta in July - with its famous running of the bulls - would be cancelled for a second year. \nOutside of the EU, Turkey announced a coronavirus lockdown until 17 May in a bid to curb a surge in coronavirus cases and deaths. "
    }
  ]
}