{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58315413",
      "category": "world-asia",
      "title": "Afghanistan: Taliban tell working women to stay at home",
      "tags": "Human rights,Afghanistan,Taliban,Michelle Bachelet,Capital punishment",
      "text": "Working women in Afghanistan must stay at home until proper systems are in place to ensure their safety, a Taliban spokesman has told reporters.\n\"It's a very temporary procedure,\" spokesman Zabihullah Mujahid said.\nThe Taliban, which enforced a strict version of Islamic law when they ran Afghanistan before 2001, retook full control of the country nine days ago. \nThe UN has highlighted \"credible\" reports of abuses by the Taliban, notably restrictions on women.\nUN Human Rights High Commissioner Michelle Bachelet said on Tuesday that women's rights were a \"fundamental red line\".\nIn his news conference in Kabul on Tuesday, the Taliban spokesman also addressed the US-led evacuation from the capital, Kabul.\nUS troops control Kabul airport from where some 58,700 people have been evacuated so far. Mr Mujahid reaffirmed the Taliban's position that the operation should end by 31 August.\nOn the situation of Afghan women, he said that any restrictions would be short-lived.\n\"Our security forces are not trained (in) how to deal with women - how to speak to women (for) some of them,\" Mr Mujahid said. \"Until we have full security in place... we ask women to stay home.\"\nAs well as expressing concern over women's rights, Ms Bachelet also said she had received reports of the recruitment of child soldiers and summary executions by the Taliban.\nShe was speaking at an emergency meeting of the UN Human Rights Council in Geneva. Afterwards, the council endorsed a resolution affirming its \"unwavering commitment\" to the rights of women and girls.\nBut the resolution fell short of what many human rights groups had called for - in particular, it did not recommend the appointment of a special UN investigator for Afghanistan. \nSince their return to power, the militants have tried to convey a more restrained image, promising rights for women and girls and some freedom of speech. \nPresident Biden is holding talks with leaders of the other G7 leading industrial countries on Tuesday. \nThousands of people including British citizens, other foreign nationals and Afghans eligible for resettlement abroad are still waiting to get out. \nKhalid, an Afghan who worked as an interpreter for the British Army, told the BBC about his relief - tinged with sadness - at leaving the country. He and his family are now in the north of England. \n\"When you leave your country, your people, especially your sister, your brothers, your mother, your everyone… because of those things I was sad, but now I am happy in the UK,\" he said. \nEven before the Taliban retook control, more than 550,000 people had been forced to flee their homes this year due to fighting, according to the UNHCR, the UN refugee agency.\nMeanwhile, the head of the US Central Intelligence Agency (CIA) held a secret meeting in Kabul with Taliban founder Mullah Baradar, sources told US media.\nIf confirmed, it would be the highest-level meeting so far between the US and the Taliban since the fall of Kabul and the removal of the US-backed government. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-tayside-central-58322040",
      "category": "uk-scotland-tayside-central",
      "title": "Minister's wife goes ahead with legal action over nursery 'discrimination'",
      "tags": "Broughty Ferry,Dundee,Humza Yousaf",
      "text": "Court action is to be taken against a nursery over claims it discriminated against the wife and daughter of Scotland's health secretary.\nHumza Yousaf and his wife Nadia El-Nakla said Little Scholars in Broughty Ferry said it had no availability after applying for two-year-old Amal.\nThey said applications submitted by friends and family for \"white Scottish-sounding names\" were accepted.\nThe nursery denies the claim, saying it welcomes children from all backgrounds.\nMr Yousaf and Ms El-Nakla previously reported the nursery to the Care Inspectorate but also instructed a solicitor to initiate legal proceedings unless Little Scholars apologised and made a donation to an anti-racism charity within two weeks. \nThat deadline has now passed with the nursery continuing to deny the allegation - and Ms El-Nakla is proceeding with the action at Dundee Sheriff Court. \nA statement from their solicitor, Aamer Anwar, said: \"On Monday August 9 2021, a claim was intimated on the Little Scholars Day Nursery, Broughty Ferry, Dundee, for a breach of the Equality Act 2010, in respect of alleged discrimination suffered by Nadia El-Nakla and her daughter, Amal Yousaf.\n\"We received a response from those acting for the nursery on Monday August 23 2021.\n\"This response refutes that there has been any discriminatory behaviour, but fails to provide a reasoned explanation as to why there were repeated refusals to accommodate children with Muslim/minority ethnic names, whilst at the same time children with white/Scottish names were offered nursery places.\n\"This is all despite the fact that other bodies including the Care Inspectorate and the Equality and Human Rights Commission have expressed an interest in this case.\n\"Under the circumstances, Nadia El-Nakla has no option but to proceed with court action against the nursery.\"\nLittle Scholars said previously that it had regularly welcomed children and staff from a range of backgrounds \"including two Muslim families currently\" and that its owners were themselves of Asian heritage.\nA spokesman for the nursery said: \"A full and detailed response to the allegations made by Humza Yousaf and Nadia El-Nakla has now been provided to his legal representatives. We abhor discrimination in all its forms and it is not and would not be tolerated at the nursery. \n\"We refute the claims made by Mr Yousaf and Ms El-Nakla and any proceedings raised will be robustly defended.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58330580",
      "category": "uk-wales",
      "title": "Child, 3, seriously hurt in Pontypridd dog attack",
      "tags": "Dog attacks,Dogs,Rhondda Cynon Taf County Borough Council,Pontypridd",
      "text": "A three-year-old child has been seriously hurt in a dog attack.\nPolice said a member of the public stepped in to help the child in the attack at Barry Sidings Countryside Park in Pontypridd, Rhondda Cynon Taf, on Sunday afternoon.\nSouth Wales Police said the child was taken to hospital with serious but not life-threatening injuries.\nPolice have said the dog has been seized under the dangerous dogs act as officers investigate the incident."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58308494",
      "category": "world-asia",
      "title": "Afghanistan: How much opium is produced and what's the Taliban's record?",
      "tags": "Afghanistan,Taliban,Heroin,Reality Check",
      "text": "The Taliban claims opium poppy cultivation was stopped and the flow of illegal drugs halted when it was last in power in Afghanistan.\nBut although there was a sharp drop in 2001 - when it was last in control - opium poppy cultivation in Taliban-held areas has risen in subsequent years.\nOpium poppy plants can be refined to form the the basis for several highly addictive drugs, including heroin.\nAfghanistan is the world's largest producer of opium, according to the United Nations Office on Drugs and Crime (UNODC).\nIts opium harvest accounts for more than 80% of the world's supply.\nIn 2018 the UNODC estimated opium production contributed up to 11% of the country's economy. \nAfter the Taliban took control of Afghanistan, spokesman Zabihullah Mujahid said: \"When we were in power before there was no production of drugs.\"\nHe said \"we will bring opium cultivation to zero again\" and that there would be no smuggling.\nAt first, opium poppy cultivation rose substantially under Taliban rule - from around 41,000 hectares in 1998, to more than 64,000 in 2000, according to the US State Department.\nThis was largely in Taliban-controlled Helmand province, which accounted for 39% of the world's illicit opium production.\nBut in July 2000 the Taliban banned opium poppy farming in areas they controlled.\nAnd a UN report in May 2001 \"observed the near total success of the ban in eliminating poppy cultivation in Taliban controlled areas\".\nFollowing the Taliban's ban on opium poppy farming, there was a noticeable dip in opium and heroin seizures globally in 2001 and 2002.\nHowever, things have since changed.\nAlthough there has been cultivation in regions controlled until recently by the former government, most poppy growing has been concentrated in areas held by the Taliban.\nHelmand province in southern Afghanistan, for example, had the most land used for poppy cultivation in 2020 when controlled by the Taliban.\nOpium farming is a major source of employment in Afghanistan, and in 2019 opium harvesting provided almost 120,000 jobs, according to the UNODC Afghanistan opium survey.\nThe Taliban profits through taxes on the opium crop and indirectly through processing and trafficking, the US State Department says. A 10% cultivation tax is reportedly collected from opium farmers.\nTaxes are also collected from the laboratories converting opium into heroin, as well as the traders who smuggle the illicit drugs.\nEstimates of the Taliban's annual share of the illicit drug economy range from $100m-$400m.\nThe drug trade accounts for up to 60% of the Taliban's annual revenue, says US commander General John Nicholson in the Special Inspector General for Afghan Reconstruction (Sigar) report. \nBut some experts dispute this figure.\nDavid Mansfield, a researcher on the illicit drug trade, says: \"The taxation system as described by the UN and others is unrecognisable on the ground - it's unworkable both administratively and economically. \n\"The taxes earned on opiates could generate a maximum of $40m per annum.\"\nHeroin made from opium grown in Afghanistan makes up 95% of the market in Europe.\nHowever, only 1% of the US supply of heroin comes from Afghanistan, according to the US Drug Enforcement Agency. Most comes from Mexico. \nBetween 2017 and 2020, more than 90% of opioids were transported by road.\nBut there has recently been a rise in seizures at sea, on routes between the Indian Ocean and Europe.\nAlthough there have been fluctuations, opium production and opium-related seizures have shown an upward trend over the last two decades, in line with poppy cultivation in Afghanistan.\nDrug seizures and arrests have had minimal impact on the country's opium poppy cultivation, according to Sigar. \nOpium seizures since 2008 were equivalent to just 8% of the opium produced by the country in 2019 alone, it said.\nRead more from Reality Check\nSend us your questions"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58324810",
      "category": "business",
      "title": "Business still has time to help Afghans - AirBnB boss",
      "tags": "Companies,Afghanistan,Refugees and asylum seekers,Airbnb",
      "text": "There is still time for firms to \"speak up and help\" Afghans being displaced by the current humanitarian crisis, the co-founder of AirBnB has said. \nIt comes after the accommodation platform promised to provide free temporary lodging for 20,000 refugees. \nRelatively few companies have offered help in the crisis so far, but Brian Chesky told the BBC he expected more would feel \"compelled\" to.\n\"I do think nearly every business can help in their own way,\" he said. \n\"And the time is now - it's not just helping, it's helping quickly because if people are displaced and need to be resettled, every hour counts.\"\nThe tech boss told the BBC the displacement of people fleeing the Taliban was \"the greatest humanitarian crisis of our time\".\nHowever, he could not say how long refugees would be able to stay with AirBnB hosts, only that it \"is really up to how long our hosts can house them and also the need\".\n\"Most of these people aren't looking for long-term housing, they're looking for a temporary housing before they decide where they want to live,\" he added. \n\"And there's a pretty extensive protocol to work with the settlement agencies to figure out where they actually want to start their lives... but you know I want to make sure we can go as big as possible for these people.\"\nSince Taliban militants took over Afghanistan, AirBnB has put up about 200 Afghan refugees in its listed properties, leading to questions about whether it will be able hit its 20,000 pledge. \nBut Mr Chesky said the firm had successfully offered homes to 225,000 frontline workers during the pandemic.  \n\"We would have not made a public commitment I didn't think we could fulfil,\" he said. \nThe refugees will stay with AirBnB hosts all over the world and will be fully vetted by the firm's NGO partners, which include International Rescue Committee and Church World Service.\nThere have been security fears over the evacuation of Kabul after someone on the UK's no-fly list was flown into Birmingham over the weekend. \nMr Chesky urged potential hosts to embrace the opportunity, saying: \"When you take someone into your home sometimes you gain as much as the person you're providing housing for.\n\"There's just something about that experience that we've heard is one of the most meaningful experiences in people's lives, to be able to care for a family.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58324146",
      "category": "uk-england-london",
      "title": "Extinction Rebellion: Nearly 200 arrests over four days",
      "tags": "Extinction Rebellion,Oxford Circus",
      "text": "Nearly 200 people have been arrested at Extinction Rebellion demonstrations in London over the past four days.\nOn Wednesday, the climate change protesters blocked off roads near Oxford Circus, glued themselves to a giant table and formed a human chain around the area cordoned off by police.\nDozens were carried to police vans by officers who used loudspeakers to warn the crowd to leave or risk arrest.\nAt least 10,000 people congregated near the rallies since they began on Sunday.\nCurrently, 196 people have been arrested on suspicion of a variety of offences.\nWhat is Extinction Rebellion and what are its aims?\nThe Brazilian embassy, Piccadilly Circus and the Department for International Trade (DIT) were also targeted, with thousands listening to speeches and parading through the streets.\nThe group gave the DIT a mock award for \"making an outstandingly awful contribution to climate change\" and the embassy gathering was \"to show solidarity with indigenous people in the Amazon rainforest\".\nThe table, which had previously been erected in Seven Dials, represents an invitation to \"come to the table\" for discussions about fossil fuel. Chairs were left empty to represent an invitation to all those who identify as female, nonbinary or trans.\nExtinction Rebellion coordinate these actions very carefully.\nJust after 14:00 BST about 50 female protestors converged on the road junction at the centre of Oxford Circus.  \nA van drew up, the back doors were flung open, and women began to unload what looked like giant pieces of pink Lego.\nQuickly they began to assemble these in the middle of the road.\nAt the same time, 30 or so women formed a circle and superglued their hands together.  \nOthers lay down in the road and padlocked themselves together with locks inside steel tubes.\nThe idea is to make it as difficult and as time consuming as possible for the police to dismantle the protest.  \nWithin minutes, dozens of police officers arrived, charging into the middle of the group amid screams from the protesters. \nAnd the now familiar stand-off began, with police gradually tightening their cordons until - probably early tomorrow morning - they will go in and clear the remaining protesters from the streets.  \nThe demonstrations are planned to continue next week, when the activists will protest against the links between \"big finance, fossil fuels and the fossil of politics that is Westminster\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58327844",
      "category": "entertainment-arts",
      "title": "Nirvana sued by the baby from Nevermind's album cover",
      "tags": "Music",
      "text": "Spencer Elden, the man who was photographed as a baby on the album cover for Nirvana's Nevermind, is suing the band alleging sexual exploitation.\nThe cover depicts Elden as a four-month-old in a swimming pool, grasping for a dollar bill that's being dangled in front of him on a fishing line.\nNow 30, Elden says his parents never signed a release authorising the use of his image on the album.\nHe also alleges the nude image constitutes child pornography.\n\"The images exposed Spencer's intimate body part and lasciviously displayed Spencer's genitals from the time he was an infant to the present day,\" legal papers filed in California claim.\nNon-sexualised photos of infants are generally not considered child pornography under US law. \nHowever, Elden's lawyer, Robert Y. Lewis, argues that the inclusion of the dollar bill (which was superimposed after the photograph was taken) makes the minor seem \"like a sex worker\".\nThe legal case also alleges that Nirvana had promised to cover Elden's genitals with a sticker, but the agreement was not upheld.\nElden alleges his \"true identity and legal name are forever tied to the commercial sexual exploitation he experienced as a minor which has been distributed and sold worldwide from the time he was a baby to the present day\".\nHe claims he \"has suffered and will continue to suffer lifelong damages\" as a result of the artwork, including \"extreme and permanent emotional distress\" as well as \"interference with his normal development and educational progress\" and \"medical and psychological treatment\".\nHe is asking for damages of at least $150,000 (£109,000) from each of the 15 defendants, who include surviving band members Dave Grohl and Krist Novoselic; the managers of Kurt Cobain's estate; Cobain's former wife Courtney Love; and photographer Kirk Weddle.\nRepresentatives for Nirvana and their record labels have yet to respond to the claims.\nElden has recreated the album cover several times as a teenager and adult - always wearing swimming trunks - to mark Nevermind's 10th, 20th and 25th anniversaries. \nHowever, he has sometimes expressed ambivalence about the photoshoot. In 2016, he told Time Magazine that he \"got a little upset\" about his notoriety as he grew older.\n\"I just woke up already being a part of this huge project,\" he said. \"It's pretty difficult - you feel like you're famous for nothing.\n\"It's hard not to get upset when you hear how much money was involved,\" he continued. \"[When] I go to a baseball game and think about it: 'Man, everybody at this baseball game has probably seen my little baby penis,' I feel like I got part of my human rights revoked.\"\nIn other interviews, he has been more upbeat about the image.\n\"It's always been a positive thing and opened doors for me,\" he told the Guardian six years ago. \"I'm 23 now and an artist, and this story gave me an opportunity to work with Shepard Fairey for five years, which was an awesome experience. He is a huge music connoisseur: when he heard I was the Nirvana baby, he thought that was really cool.\"\nIn 2008, Spencer's father Rick recounted the photo shoot to US radio network NPR, saying he had been offered $200 to take part by Weddle, who was a family friend.\n\"We just had a big party at the pool, and no one had any idea what was going on!\"\nThe family quickly forgot the photoshoot until, three months later, they saw the Nevermind album cover blown up on the wall of Tower Records in Los Angeles.\nTwo months after that, NPR's article said, \"Geffen Records sent 1-year-old Spencer Elden a platinum album and a teddy bear\".\nThe album, which included the hits Smells Like Teen Spirit, Come As You Are and Lithium, went on to sell 30 million copies around the world.\nSpeaking to the Guardian in 2019, Weddle said he was still in contact with Elden, and acknowledged he was \"conflicted about the picture\".\n\"He feels that everybody made money off it and he didn't,\"  the photographer said. \"I think he deserves something. But it's always the record labels that make the money.\"\nYou may also be interested in:\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58320578/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Climate change: Consumer 'confusion' threatens net zero homes plan",
      "tags": "COP26,Paris climate agreement,Climate change,Carbon neutrality",
      "text": "Government plans to decarbonise homes are too complicated and confusing, according to a coalition of consumer and industry groups. \nThey've written to the prime minister to say that current schemes to adapt homes go wrong far too often. \nThe open letter, from Citizens Advice and others, calls for more financial support for making changes.\nOtherwise, they argue, efforts to curb emissions from millions of homes in the UK will be at risk.\nTackling energy use in the residential sector is seen as key to the government's aim of getting to net zero by 2050.\nNet zero involves reducing greenhouse gas emissions as much as possible and then balancing out any further releases by absorbing an equivalent amount from the atmosphere by, for example, planting trees.\nThe carbon generated by home heating amounts to about 20% of all UK emissions.\nBut the government's current efforts to help householders to adapt their homes are \"too complicated\", and too often things go wrong, say industry and consumer groups.\nThe coalition includes Citizens Advice, the Federation of Master Builders, the Aldersgate Group and Which?\nThey argue that the process of installing low-carbon heating, upgrading insulation or putting in smart technologies is \"time consuming, confusing and stressful\".\nThey cite the example of the Green Homes Grant, a scheme that was designed to help people insulate their homes. \nIt was scrapped in March this year after reaching just 10% of the houses that the government had promised would be improved. \nAccording to the coalition, simply choosing the right technology or finding a reputable installer demands huge amounts of time, knowledge and effort. \nFar too often, things go wrong with poor installation and technologies not working as expected. \nThe letter to the prime minister says there are three key concerns that need to be addressed to ensure that plans to decarbonise homes don't fail.\n\"Our evidence is clear. Right now, making green changes to homes is too confusing and too often things go wrong for those trying to do the right thing,\" said Dame Clare Moriarty, chief executive of Citizens Advice.\n\"The public is behind the net zero transition, but they need the right information and tools, particularly when it comes to adapting their home.\n\"By getting things right now, the government can give people the confidence to make changes and play their part in getting to net zero.\"\n\"I think solar panels are a very good idea, especially for people who want to contribute to a cleaner environment.\" \nThat's the view of Michael, a homeowner in Liverpool who decided to ditch his gas heating for solar power a few years ago.\nAll went well until his roof began to leak and damaged the ceiling in a bedroom. The first time it happened, the fitter repaired the problem. \nWhen it happened again in the same spot, Michael found the company had gone out of business. \n\"This trader had not been properly checked, I don't think they had a necessary qualification to be to be installing solar panels.\"\nDespite an insurance scheme that was meant to help out in circumstances like this, Michael has been unable to get his roof fixed.\n\"There is no effective guarantee, no effective accountability and responsibility which should have been in place to stop all this happening,\" he said.\nIn response to the letter, a government spokesperson said: \"We are investing £1.3bn this year alone to support people to install energy efficiency measures in their homes, with upgrades to 50,000 low-income households already underway.\n\"Our Simple Energy Advice service offers clear information on what financial support is available for people to make home improvements so they can save money on their energy bills.\" \nIn a separate study, the National Housing Federation said that England's homes produce more carbon emissions every year than all the country's cars. \nThe Federation, which represents housing associations across England, says that the emissions from homes are so high because of gas central heating and poor insulation.\nFollow Matt on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58331665",
      "category": "uk-scotland",
      "title": "Wind farm firms admit safety breaches over worker who froze to death",
      "tags": "Kilmarnock",
      "text": "A construction company and a security firm have admitted breaching health and safety rules in an incident which led to the death of a 74-year-old wind farm security guard. \nRonnie Alexander died in hospital in January 2018.\nHe had been \"exposed to extreme weather conditions\" for several hours at the Afton wind farm construction site, near New Cumnock. \nAnother security guard was also exposed to the heavy snow and cold. \nAt Ayr Sheriff Court, construction firm Northstone (NI) Ltd and security firm Corporate Services Management admitted failing to provide a reliable source of heating at the site. \nThe companies also failed to provide an adequate system of communication so their staff could contact the emergency services. \nThey also failed to ensure there was a plan in place to evacuate the security guards in an emergency. \nLawyers for both firms offered their condolences to the family of Mr Alexander during the court hearing.\nThe tragedy unfolded on 21 January 2018, after The Met Office issued a yellow \"be aware\" warning for heavy snow across large swathes of Scotland. \nMr Alexander's family became concerned when he failed to return from a 12-hour shift at the wind farm near New Cumnock. \nThey tried to call his mobile phone but the signal at the construction site was patchy at best, and they could not make contact. \nA search was mounted for Mr Alexander after his grandson raised the alarm at about 20:20. \nThe family were told at 01:00 that Police Scotland's Mountain Rescue Team had found the security guard about a mile from his cabin and more than six hours after his shift finished. \nHe was airlifted off the site with a younger colleague. \nMr Alexander died on 22 January and the cause of death was confirmed as hypothermia.\nIn a statement, Mr Alexander's widow Mary, from Kilmarnock, said the couple had been married for almost 50 years.\nShe said: \"While we now know what happened that night it pains us to imagine what Ronnie felt - not just the physical struggle but enduring it alone. Because of this, we'll never really have peace or closure.\"\nHis daughter Laura Alexander said: \"The only saving grace is that the rescuers found our dad and the hospital kept him alive long enough so he wasn't alone at the very end and we got to say goodbye.\n\"We now just hope all industries, not just wind farms, who rely on remote workers take a hard look at themselves, their support procedures and back-up plans to make sure people are safe.\"\nMr Alexander was employed by Corporate Services Management - known as CSM Facilities - and Northstone is the parent company of Farrans Construction, the wind farm contractor for the site.  \nThey both appeared on a Section 76 indictment at Ayr Sheriff Court.\nNorthstone admitted failing to ensure a safe system of work at the Afton wind farm site, in particular: \nThe documents stated that both security guards were exposed to extreme winter weather conditions on 21 January without adequate heating or means of communicating with the emergency services \"as a result of which Ronald Alexander suffered hypothermia and died\". \nCorporate Services Management admitted failing to ensure the health, safety and welfare of its two employees between 1 October 2016 and 22 Jan 2018. \nFollowing the court hearing Northstone issued a statement in which it expressed its deep regret.\nThe statement said: \"Northstone accepts that on this occasion at Afton Windfarm we did not meet the high health and safety standards that we seek to achieve to protect our employees, customers, clients, subcontractors and communities.\n\"We deeply regret that this resulted in the death of Mr Ronald Alexander. Our thoughts and sincerest sympathies remain with his family and friends.\"\nIt added that the company took \"immediate action\" to prevent a re-occurrence."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58309717",
      "category": "uk-scotland",
      "title": "Owner's devastation after four horses die in crash",
      "tags": "Horses,Perth",
      "text": "A top eventer has spoken of his devastation after four horses died when the vehicle carrying them was struck by a lorry on the A9 near Perth.\nNick Gauntlett was heading to the Land Rover Blair Castle International Horse Trials at the time of the crash at about 14:45 on Tuesday.\nThe horse transporter had broken down when it was hit by the lorry.\nHis horse, Party Trick, died alongside three animals belonging to US-born eventer Sophie Hulme.\nPolice Scotland are investigating the circumstances of the crash and said two people were taken to hospital for treatment.\nMr Gauntlett, who is an international eventer and coach, is based in Chipping Sodbury, South Gloucestershire.\nParty Trick was born in 2012 and was both a competition horse and breeding stallion.\nWriting on Facebook, Mr Gauntlett said: \"My amazing family are fine and that is definitely the main thing.\n\"You don't need the details, but we lost all four horses on board. We are obviously all heartbroken.\"\nGloucestershire-based Ms Hulme, who was already at Blair Castle, said: \"I am so absolutely devastated and at a loss for words.\n\"Three of my lovely horses my precious babies are gone. Taken far too soon from this world.\n\"My world is completely upside down at the moment.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58329817/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Gas bills: Northern Ireland customers facing price rise",
      "tags": "Electricity pricing,Oil & Gas industry",
      "text": "Northern Ireland households and businesses are facing substantially higher gas bills this winter, the Utility Regulator has warned.\nJohn French said \"unprecedented\" increases in international wholesale prices were to blame.\nWholesale energy costs make up about half of gas and electricity bills.\nMr French said consumer gas prices would increase in September, but electricity prices would not be affected until next year.\nHe suggested gas bills could increase by more than £100 a year.\nHe said: \"It is likely that tariffs will increase from the current average household bill of about £515 per year, to be closer aligned with the average gas bills in GB (£625) and the Republic (£782).\nThe Fuel Poverty Coalition group said it was concerned about the possibility of many households being \"at risk of fuel poverty this winter\".\nIt highlighted that this is most common among older people, households with babies and young children, adults with disabilities and people living with long-term health conditions.\nIts chairperson, Pat Austin, advised consumers to take early \"practical steps\", such as making \"energy efficiency improvements or budgeting a little extra if they can each week to help cover the increased cost\".\nRaymond Gormley, head of energy at the Consumer Council, said people should \"seek help\" when they need it. \n\"While not practical for everyone, it is advisable to try to keep an energy budget aside for the coming winter,\" he added.\nElectricity prices have already increased this year.\nFor example, the regulated provider Power NI increased its tariffs by almost 7% in July with other providers increasing prices by up to 20%.\nMr French said he did not expect the regulated price to increase further this year.\nHowever, the picture is more uncertain next year and the higher gas prices could potentially feed through into higher electricity prices."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58334811",
      "category": "uk",
      "title": "Afghanistan: UK's Kabul evacuation going at 'significant pace'",
      "tags": "Kabul,Dominic Raab,War in Afghanistan (2001-present),Afghanistan,British Army",
      "text": "The UK's operation to evacuate people from Afghanistan ahead of the 31 August deadline is moving at \"significant pace\", the government has said.\nSome 1,200 people had been evacuated by the UK in the last 12 hours, as of 18:00 BST on Wednesday, it added.\nThe UK is rushing to evacuate British nationals, as well as Afghans who worked for the UK and other vulnerable individuals, out of Kabul airport.\nA 31 August deadline is in place for foreign troops to leave the country. \nUS President Joe Biden rejected calls from PM Boris Johnson and other allies to delay his withdrawal date for the remaining American troops past August.\nThe airport is currently being defended and run by the US, which has 5,800 troops on the ground. \nAbout 2,000 people eligible for the the UK government's relocation programme - Afghan Relocations and Assistance Policy (ARAP) - remain in Afghanistan, but the plan is to evacuate more in the coming days, the BBC was told earlier.\nAnd the Pentagon said 10,000 people were still waiting to be evacuated by US aircraft. More than 82,000 people have been airlifted out of Kabul airport since the Taliban takeover, US Secretary of State Antony Blinken added.\nEarlier, Foreign Secretary Dominic Raab said British troops would withdraw from Afghanistan by the end of the month but would not give an exact date when the last UK flight would leave Kabul. \nHe said the UK wanted to keep using \"every hour and day that we've got left\" to fly British nationals and eligible Afghans out of the country. \nMr Raab was also pressed on whether the deadline for troops to leave Afghanistan was midnight on 30 or 31 August, after a White House press secretary was unable to confirm the exact timeframe. \nIn response, he said: \"I think it's going right the way up to the end of the calendar month\", adding that there would be \"further details in due course\".\nOne translator, who worked with British forces in Helmand Province, said he was trapped at Kabul airport with his wife and four-month-old daughter, who is becoming ill, unable to get a visa to leave the country. \nThe man - who the BBC is not naming for his own safety - said he had sent more than 100 emails to the British embassy but had not received a single reply. \nHe told BBC Radio 4's Today programme he feared for his life and the thought of evacuation flights ending in days was making him desperate. \n\"I'm feeling like I have five more days of my life,\" he said. \n\"Nobody cares about me. I really need them to help me, at least to help my little daughter, my wife. I've put their lives in danger now and they are facing every problem because of me.\"\nMore than 1,000 UK troops are on the ground in Kabul helping to process British nationals and eligible Afghans at the airport, where there have been chaotic scenes since the Taliban's swift takeover of the country.\nThe UK and other allies had urged the US to stay in Afghanistan beyond 31 August to allow more time for evacuation flights. \nThe Taliban have opposed any extension of the deadline and the US president said the airlift had to come to an end soon because of the growing risk of an attack by the Islamic State group in Afghanistan.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58331657",
      "category": "science-environment",
      "title": "Search for Covid's origins stalled, scientists say",
      "tags": "Coronavirus pandemic",
      "text": "\"The window of opportunity\" to conduct crucial studies into how the Covid-19 pandemic started is closing, senior scientists have said. \nA team appointed by the World Health Organization to find the cause of the outbreak say the process has stalled.\nAnd further delay could make crucial studies \"biologically impossible\". \nIn an article in the scientific journal Nature, they call on political and scientific leaders to expedite those studies \"while there is still time\". \nDutch virologist Prof Marion Koopmans, a member of the WHO team, told BBC Radio 4's Inside Science programme the risk of pandemics was increasing. \n\"Because of the way the world is changing - population increase, crowding and more interaction between humans and animals, we need to learn where things go wrong and how we can avoid that in the future,\" she said.\nThe WHO team visited Wuhan in January and published a report in March recommending: \nBut since farmed animals have a limited lifespan and blood banks store donations for a fixed period, the researchers are worried that valuable biological information may already have been lost.   \nThe politically contentious issue of whether the virus might have escaped from a laboratory in China had also made some of the work more difficult, Prof Koopmans said.\nAll the lines of inquiry were relevant, she said, \"but when accusations get mixed with the scientific questions, things become quite difficult\".\nIn their report, however, the team concluded while it was impossible to determine how the virus had infected the first humans, \"all available evidence\" suggested it had a natural animal origin and was \"not a manipulated or constructed virus\".\nThe closest relative to Sars-Cov-2, Prof Koopmans said, was a virus found in wild bats. \nBut there remained a significant \"time gap\" in the evolution of that virus into the one that infected humans that could be explained only by taking samples from the animals that may have provided an \"intermediate host\".   \nThe report itself, however, sparked controversy that now threatens to overshadow the science. \nThe team essentially \"graded\" the different possible origin scenarios. \nMost likely, they said, was a farmed animal, possibly a wild species on a fur farm, was that \"intermediate host\" between bats and humans. \nAnd the possibility the virus leaked from a laboratory in China was \"highly unlikely\".\nBut this led some scientists and commentators to suggest the \"lab-leak theory\" had been dismissed. \n\"In retrospect, the exact phrasing - 'extremely unlikely' - maybe wasn't the smartest way of putting things, given that that has become the core of the debate,\" Prof Koopmans told BBC News.  \n\"But it really was about - given everything we know, where would you prioritise [the next scientific steps].\"\nThe continuing furore over the lab-leak theory has centred on the Wuhan institute of Virology, where the WHO team spent time interviewing researchers.  \n\"If we're talking about an accident in that laboratory, then you would still have to have that exact same virus in the lab for it to be accidentally released,\" Prof Koopmans said. \"We found no indication of that.\" \nHowever, other scientists would like to examine the database of viruses held by the WIV, which was taken offline on 12 September 2019.\nAmid the lab-leak debate, President Joe Biden ordered US intelligence to hold its own investigation. \nBut its report, delivered to the president this week, was unable to reach a conclusion about whether the virus emerged naturally or as a result of an accident at a lab, according to US media.\nMeanwhile, Prof Koopmans said we may never find \"patient zero\" in the case of the Covid-19 pandemic. \nBut without the more scientific studies, there was no chance of reaching a conclusion about the vital question of how a bat virus had unleashed a pandemic that was continuing to cause sickness, death and economic chaos around the world.\n\"We have to really try - but there's no guarantee of success,\" she said..  \n\"But what we do need to learn is, how can we recognise which are the really 'bad bugs'.\n\"There is a whole range of [bat viruses], so which of those really are the high-risk ones? \n\"And how can we recognise that? \n\"That's the kind of thing that we really could learn and take forward from these studies.\"\nHear the interview with Professor Marion Koopmans in full on Inside Science on BBC Sounds.\nFollow Victoria on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58320578",
      "category": "science-environment",
      "title": "Climate change: Consumer 'confusion' threatens net zero homes plan",
      "tags": "COP26,Paris climate agreement,Climate change,Carbon neutrality",
      "text": "Government plans to decarbonise homes are too complicated and confusing, according to a coalition of consumer and industry groups. \nThey've written to the prime minister to say that current schemes to adapt homes go wrong far too often. \nThe open letter, from Citizens Advice and others, calls for more financial support for making changes.\nOtherwise, they argue, efforts to curb emissions from millions of homes in the UK will be at risk.\nTackling energy use in the residential sector is seen as key to the government's aim of getting to net zero by 2050.\nNet zero involves reducing greenhouse gas emissions as much as possible and then balancing out any further releases by absorbing an equivalent amount from the atmosphere by, for example, planting trees.\nThe carbon generated by home heating amounts to about 20% of all UK emissions.\nBut the government's current efforts to help householders to adapt their homes are \"too complicated\", and too often things go wrong, say industry and consumer groups.\nThe coalition includes Citizens Advice, the Federation of Master Builders, the Aldersgate Group and Which?\nThey argue that the process of installing low-carbon heating, upgrading insulation or putting in smart technologies is \"time consuming, confusing and stressful\".\nThey cite the example of the Green Homes Grant, a scheme that was designed to help people insulate their homes. \nIt was scrapped in March this year after reaching just 10% of the houses that the government had promised would be improved. \nAccording to the coalition, simply choosing the right technology or finding a reputable installer demands huge amounts of time, knowledge and effort. \nFar too often, things go wrong with poor installation and technologies not working as expected. \nThe letter to the prime minister says there are three key concerns that need to be addressed to ensure that plans to decarbonise homes don't fail.\n\"Our evidence is clear. Right now, making green changes to homes is too confusing and too often things go wrong for those trying to do the right thing,\" said Dame Clare Moriarty, chief executive of Citizens Advice.\n\"The public is behind the net zero transition, but they need the right information and tools, particularly when it comes to adapting their home.\n\"By getting things right now, the government can give people the confidence to make changes and play their part in getting to net zero.\"\n\"I think solar panels are a very good idea, especially for people who want to contribute to a cleaner environment.\" \nThat's the view of Michael, a homeowner in Liverpool who decided to ditch his gas heating for solar power a few years ago.\nAll went well until his roof began to leak and damaged the ceiling in a bedroom. The first time it happened, the fitter repaired the problem. \nWhen it happened again in the same spot, Michael found the company had gone out of business. \n\"This trader had not been properly checked, I don't think they had a necessary qualification to be to be installing solar panels.\"\nDespite an insurance scheme that was meant to help out in circumstances like this, Michael has been unable to get his roof fixed.\n\"There is no effective guarantee, no effective accountability and responsibility which should have been in place to stop all this happening,\" he said.\nIn response to the letter, a government spokesperson said: \"We are investing £1.3bn this year alone to support people to install energy efficiency measures in their homes, with upgrades to 50,000 low-income households already underway.\n\"Our Simple Energy Advice service offers clear information on what financial support is available for people to make home improvements so they can save money on their energy bills.\" \nIn a separate study, the National Housing Federation said that England's homes produce more carbon emissions every year than all the country's cars. \nThe Federation, which represents housing associations across England, says that the emissions from homes are so high because of gas central heating and poor insulation.\nFollow Matt on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58325545",
      "category": "business",
      "title": "Afghanistan: World Bank halts aid after Taliban takeover",
      "tags": "World Bank,International Monetary Fund (IMF),Afghanistan,Taliban,International aid",
      "text": "The World Bank has halted funding for projects in Afghanistan after the Taliban seized control of the country.\nIt cited concerns over how the Taliban's takeover will affect \"the country's development prospects, especially for women\".\nThe move comes just days after the International Monetary Fund (IMF) suspended payments to Afghanistan.\nThe Biden administration has also frozen the assets of Afghanistan's central bank that are held in the US.\nSince 2002 the Washington-based financial institution has committed more than $5.3bn (£3.9bn) to reconstruction and development projects in Afghanistan.\n\"We have paused disbursements in our operations in Afghanistan and we are closely monitoring and assessing the situation in line with our internal policies and procedures,\" a World Bank spokesperson told the BBC.\n\"We will continue to consult closely with the international community and development partners. Together with our partners we are exploring ways we can remain engaged to preserve hard-won development gains and continue to support the people of Afghanistan.\"\nOn Friday, the World Bank told staff that its Kabul-based team and their immediate families had been safely evacuated from Afghanistan to Pakistan.\nThe decision by the World Bank to suspend payments to Afghanistan is the latest financial blow to the country's new government.\nLast week, the IMF announced that Afghanistan will no longer be able to access the global lender's resources.\nAn IMF spokesperson said it was due to \"lack of clarity within the international community\" over recognising a government in Afghanistan. \nAbout $440m of new monetary reserves had been set to be made available to the country from 23 August.\nAlso in the days after the Taliban took control of Kabul, the White House said any assets that Afghanistan's central bank has in the US would not be made available to the Taliban. \nDa Afghanistan Bank has reserves of roughly $9bn, most of which is held in the US."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58327088",
      "category": "uk",
      "title": "Dominic Raab: With hindsight I wouldn't have gone on holiday",
      "tags": "Dominic Raab,Afghanistan,Taliban",
      "text": "Foreign Secretary Dominic Raab has defended being on holiday as the Taliban was advancing on Kabul, saying \"with hindsight\" he would not have gone away at all.\nHe told BBC Breakfast the whole world was \"caught unawares\" by the speed of the Taliban takeover. \nBut Mr Raab said the idea he was \"lounging on the beach\" was \"nonsense\". \nInstead the foreign secretary said he was focused on the evacuation operation and the stability of Kabul airport. \nMr Raab denied reports he was asked to return to the UK on Friday 13 August, rather than staying on holiday until Sunday 15 August. \nHowever, he added: \"With hindsight, of course, I would have wanted to be back earlier.\"\nMr Raab said reports that he had been \"lounging on the beach\" or paddleboarding in the sea were \"nonsense\". \n\"In fact the sea wasn't open because there was a red flag so no one was paddleboarding,\" he said. \n\"I based my family on the beach… precisely so I could get back to the apartment, engage in the [emergency] Cobra meetings, engage with my emergency response team at the Foreign Office, engage in the international engagement I needed to,\" he added. \nLast week it emerged that Mr Raab had been unavailable to make a phone call to the Afghan foreign minister about evacuating interpreters who had helped UK forces while he was on holiday in Crete. \nHe had faced calls to resign over the issue but Prime Minister Boris Johnson said he had full confidence in his foreign secretary. \nThe UK is rushing to evacuate British nationals, as well as Afghans who worked for the UK and other vulnerable individuals, out of Kabul airport, ahead of a 31 August deadline for foreign troops to leave the country. \nThe RAF has evacuated 10,291 people out of Kabul to date, including 341 embassy staff, 2,570 UK nationals and 6,308 Afghans eligible under the government's relocation programme. \nBrig Dan Blanchford, UK commander in Kabul, said the figure was well beyond the original estimates when the operation began.\nThe BBC has been told that 2,000 people eligible for the scheme remain in Afghanistan - but the plan is to evacuate more in the coming days. \nDefence sources said there had been an \"uptick\" in people being beaten on their way to the airport and there was also a \"very high risk\" of a terrorist attack on the airport. \nOne translator, who worked with British forces in Helmand Province, said he was trapped at Kabul airport with his wife and four-month-old daughter, who is becoming ill, unable to get a visa to leave the country. \nThe man - who the BBC is not naming for his own safety - said he had sent more than 100 emails to the British embassy but had not received a single reply. \nHe told BBC Radio 4's Today programme he feared for his life and the thought of evacuation flights ending in days was making him desperate. \n\"I'm feeling like I have five more days of my life,\" he said. \n\"Nobody cares about me. I really need them to help me, at least to help my little daughter, my wife. I've put their lives in danger now and they are facing every problem because of me.\"\nCol Richard Kemp, former commander of British forces in Afghanistan, said the cut off for civilians leaving on flights would probably be a day or more before the 31 August deadline because the process of getting around 1,000 British troops out of the country was \"not simple or quick\". \nMr Raab said British troops would withdraw from Afghanistan by the end of the month but would not give an exact date when the last UK flight would leave Kabul. \n\"The military planners are firming up the details of the time they'll need at the end to draw down their own staff, personnel and equipment. We'll get the details of that, I'm sure, shortly,\" he said. \nHe added that the UK wanted to keep using \"every hour and day that we've got left\" to fly British nationals and eligible Afghans out of the country. \nMr Raab was also pressed on whether the deadline for troops to leave Afghanistan was midnight on 30 or 31 August, after a White House press secretary was unable to confirm the exact timeframe. \nIn response, he said: \"I think it's going right the way up to the end of the calendar month\", adding that there would be \"further details in due course\".\nThe UK and other allies had urged the US to stay beyond 31 August to allow more time for evacuation flights. \nBut the Taliban have opposed any extension of the deadline and US President Joe Biden said the airlift had to come to an end soon because of the growing risk of an attack by the Islamic State group in Afghanistan. \nFollowing an emergency virtual meeting of G7 leaders on Tuesday, Prime Minister Mr Johnson said the UK would continue evacuating people from the country \"until the last moment\" but the Taliban must guarantee a safe passage for those who want to leave after 31 August. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58334413",
      "category": "uk-wales",
      "title": "Ration blood tests because of test tube shortage, GPs told",
      "tags": "Doctors,NHS Wales,NHS",
      "text": "Family GPs are being told to \"ration\" non-essential blood analysis due to a test tube shortage.\nThe vials used to collect samples to be sent to labs for testing are made in the US.\nBD, which makes the vials for the NHS across the UK, has warned of serious supply chain issues due to the pandemic and transportation issues.\nNHS Wales has issued guidelines which include a temporary pause of a number of blood tests.\nThe Aneurin Bevan Health Board has written to GPs in its area telling them to halve the number of blood tests they carry out.\n\"It's not something I've come across before,\" said one GP, who didn't want to be named. \nTheir surgery has had to postpone routine blood tests for patients who usually have an annual medication or chronic disease review.\nThey will continue at the moment for patients who clinically need them.\n\"Until the bottles run out, we will continue to carry out blood tests for those who clinically need them,\" the doctor said.\nBD said the shortage was being driven by the need for the tubes for testing Covid patients as well as routine testing for procedures that had been delayed due to the pandemic.\nIt said it was also facing \"transportation challenges that have affected all industries, including port and transport capacity, air freight capacity and UK border challenges\". \nIt is manufacturing at optimal levels to improve supply availability and has invested in manufacturing capacity expansion, it added. \nWales' Health Minister Eluned Morgan said the new clinical guidance was to preserve supplies for urgent cases.\n\"Patient safety remains the priority, and a test would only be delayed if the NHS have assessed it is clinically safe to do so,\" she said. \n\"People who require urgent care should continue to seek it as normal.\"\nThe new guidance says GPs can \"reduce non-essential testing\" including vitamin D testing, and deferring routine infertility testing unless the patient is over 35.\nIt says allergy testing is \"not a priority at this time unless there is clinical need\" and routine wellness screening is \"not a priority\".\nNHS England has temporarily stopped some screening for infertility, pre-diabetes and allergies.\nThe new GP guidance says regular blood tests should be staggered if clinically safe and general practices in Wales have been advised to not stockpile vials.\nThey have also been told to not carry out blood tests at the surgery if patients are being referred on to hospital for further treatment. \nTests for patients at immediate high risk will be prioritised for the next three months. \nThis includes patients with conditions where tests might affect how it is treated. \nBMA Cymru, which represents doctors, has worked with the Welsh government and NHS Wales Shared Services Partnership on guidance on how to conserve supplies.\nIt is worried about balancing the effect of the shortage with the patients' needs and that it could lead to a backlog of cases after the pandemic. \nBMA Cymru chairman, Dr David Bailey, said \"We've got a massive shortage across the UK for the next two or three months. \n\"We rely on these bottles for almost all of the blood tests that we do for patients, both in general practice and in hospitals, so we're going to have to ration them essentially.\n\"Patient care will be impacted and while we hope that impact will be minimal, we're coming out of a massive pandemic and have a big backlog of work.\n\"The very last thing we need is to push more work down the line, because we haven't actually got the tools to do the job.\"\nDiabetes Cymru's Joshua James said blood tests were \"essential\" in diagnosing type 2 diabetes. \nHe said: \"It is very important that those previously identified by their GP as being at high risk of developing type 2 diabetes receive their annual checks, including checking their blood glucose levels,  and do not fall through the cracks due to a logistical issue.\"\nNHS Wales said it and the Welsh government were working closely with other nations to source alternatives to affected products."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58334745",
      "category": "uk",
      "title": "'My husband refused a divorce for nine years'",
      "tags": "Marriage,Divorce laws,Judaism",
      "text": "Rifka Meyer was 32 when she entered into a religious marriage. Two-and-a-half years later, she became what is known among orthodox Jews as a \"chained wife\" - trapped in a religious marriage with a man who refused to let her have a divorce.\n\"You feel hopeless and you feel very alone,\" she tells BBC Newsnight. \"You feel like you're screaming and not being heard.\"\nIt would take her nearly 10 years to get a religious divorce. But more than 100 women from the Charedi Jewish community remain trapped in religious marriages in the UK, according to Labour Peer Jonathan Mendelsohn, who is part of a cross-party parliamentary group that formed to help them. \n\"The thing that has shocked me [is] that I alone have been contacted by people since I raised this issue,\" he says. \"Tens of cases, tens of cases, including a number of people in the Jewish community in which I live.\"\nUnder orthodox Jewish law, the husband must grant his wife a document called a \"get\" in Hebrew. Without this, worshippers believe she remains married to him even if they are legally divorced. The women stuck in these religious marriages are known as Agunot, or \"chained wives\".\nMs Meyer says it meant she was not permitted to have another partner. \n\"You're stuck. I can't even think of meeting anyone, or dating or moving my life forward because I am stuck in this corner without a view and I just can't go anywhere from there,\" she says.\n\"There's not enough communication and support to help you through it. You feel very desperate and very alone. It's a very lonely journey to go through.\"\nMs Meyer, who lives in London, finally received her get last year. She now runs a charity called GETT Out to help women who are in the same situation.\nAn amendment to the statutory guidance under the Domestic Abuse Act now says that withholding a get can be a form of domestic abuse. If it is deemed controlling or coercive behaviour, the man could be charged and, if found guilty, imprisoned. \nMinisters hope the change will give women more power to complain to the authorities about their former partners for not granting a religious divorce.\nBut the Federation of Synagogues, a group representing orthodox Jews, says any get \"given under duress, whether due to physical threats, financial threats or the threat of imprisonment, is absolutely invalid\" under Jewish law.\n\"The couple would remain married to one another, notwithstanding the granting of a get,\" it said in a letter.\nThe federation added that any woman using the provisions of the Domestic Abuse Act will have \"tied... the hands\" of the Jewish court, as \"clearly the husband in such a situation will be acting under duress\".\nEli Spitzer, a headteacher who is part of the orthodox Jewish community in London, says some rabbis believe that women seeking help under the legislation \"would start a process which is then irreversible\". \n\"The husband is no longer in a position to grant a divorce or to give the divorce to his wife out of free will because obviously he faces prosecution, and therefore what the rabbis are saying [is] this has undermined what a Jewish divorce is all about, that it has to be given out of free will,\" he says.\nBut Lord Mendelsohn, who is Jewish, believes there is no clash between religious and non-religious law, and questions the motives of the rabbis who say there is.\n\"They've chosen to create a conflict where none really exists. And I don't know why that is, I suspect [it] is because they feel they're losing control of parts of the process,\" he says.\n\"But in any situation where a religious minority exists in a democracy, you have to balance these things... I think they really have to get a grip of the situation and come to realise that this is Britain, this is Britain in 2021.\"\nSome worshippers have told Newsnight they believe the Torah did not intend for women to feel stuck in unhappy marriages. But there is concern among some in the orthodox community that secularism is overriding religion, wiping away centuries of deep-rooted tradition and law practised by millions.\nMs Meyer says that while the amendment to the guidance under the Domestic Abuse Act helps women, it is necessary to \"work with the rabbis as well\". \n\"The women feel desperate and they'll take whatever they can get in order to achieve their get,\" she says. \"It's a lifetime of these women being stuck in a marriage that's dead.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-58329447",
      "category": "uk-england-manchester",
      "title": "Pork scratchings recalled amid salmonella outbreak",
      "tags": "Bolton,Food",
      "text": "Pork scratchings linked to salmonella poisoning have left at least 12 people needing hospital treatment.\nConcerns have been raised about snacks made by Tayto Group Ltd at its factory in Bolton, Greater Manchester, the Food Standards Agency said.\nSome Mr Porky, Jay's and The Real Pork Crackling Company products have been recalled and withdrawn from sale.\nTayto Group Ltd said production would resume once all necessary checks had been completed.\nThe FSA said testing had found a total of 176 reported cases of salmonella poisoning were potentially connected to the products, dating back to September 2020, although the link was only established earlier this month.\nPublic Health England confirmed it was aware of 12 people needing hospital treatment.\nIn a recall alert, the FSA issued further details about the snacks, which have best before dates up to and including 19 February 2022.\nTina Potter, the FSA's head of incidents, said it was \"really important that consumers follow this advice to avoid the risk of becoming ill with salmonella poisoning\".\nShe added: \"The food business involved has voluntarily suspended its production to put additional controls in place to improve the safety of their products.\"\nSymptoms of salmonella poisoning can include diarrhoea, stomach cramps, nausea, vomiting and fever. \nWhile infections are often mild, they can become more severe and need hospital treatment, especially in the very young and those with weak immune systems.\nDr Lesley Larkin, an infections specialist at Public Heath England, said a link to the products had been established via genome sequencing and other investigations.\nDr Larkin said: \"These investigations, together with those carried out by local authorities, have indicated the source of infection is pork scratchings produced by a single company in the UK. \n\"The FSA has acted on these findings to mitigate any further risk to public health from the contaminated food.\"\nTayto Group Ltd operates from six sites across the UK manufacturing a range of products including pork scratchings, crisps and popcorn. \nA spokesman said: \"The safety of our products is of the utmost importance, which is why we have taken the decision to initiate a precautionary recall for some products.\n\"We are working closely with the local environmental health team and the FSA at this time.\" \nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cornwall-58331323",
      "category": "uk-england-cornwall",
      "title": "Covid cases in south-west England highest among young people",
      "tags": "Coronavirus pandemic",
      "text": "Covid-19 cases in the south-west of England are \"by far\" the highest among 15-24 year olds, according to Public Health England (PHE).\nProf Mike Wade, deputy regional director, said this age bracket had 1,700 cases per 100,000.\nHe said there had also been an increase among those aged 60 and over.\nThe latest PHE figures show the South West has a rate of 461 cases per 100,000 - the highest rate across the English regions.\nThe South West covers Cornwall, Devon, Dorset, Gloucestershire, Somerset, Avon, and Wiltshire.\nProf Wade said while there had been \"small increases\" in the number of people in hospital with Covid-19 in the South West, Covid-related deaths remained low.\nHe said that an increase in cases among the over 60s was \"natural\" as this age group began to \"engage more in hospitality and entertainment\". \nSpeaking at a briefing on Wednesday afternoon, he said the latest figures showed just over 5,000 cases could possibly be linked to the Boardmasters festival held in Newquay - an increase from 4,700 on Monday.\nHe said despite the rise, there was \"no real basis\" for large-scale events not to continue, \"provided authorities are engaging effectively with the event organisers and mitigations are being put in place\".\nPHE also warned that it expected to see a high influx of visitors to the South West during the bank holiday weekend.\n\"Covid-19 has not gone on holiday,\" Prof Wade said.\n\"Day trippers and holidaymakers need to protect themselves and others from Covid-19.\"\nHe reiterated words of caution from head of Visit Cornwall Malcolm Bell, warning visitors to ensure they had pre-booked plans and to take a lateral flow test before travelling.\nCovid cases across the South West have seen a recent surge; in Cornwall there are 804 cases per 100,000 people, double the previous week's figure.\nIn Devon, West Devon has the highest rate of cases at 729 per 100,000 people in the seven days up to and including 21 August.\nIn Somerset, Sedgemoor has recorded some of the highest rates in England in the last week.\nPublic health officials said low levels of natural immunity in unvaccinated residents could be partly to blame for the escalating figures.\nFriends Anya Dawson and Lucy Holt from Wiltshire said they still wanted to holiday in St Ives in Cornwall despite the rising cases.\n\"We're spending more time away from the crowds but we're not avoiding anything,\" they said.\n\"We still wanted to get away and enjoy our summer.\"\nLiv Ward from Dorset said she came to get away from the crowds but was shocked to see a busy St Ives. \n\"I feel as if you're outside enough then maybe you can get away with it but lack of social distancing and stuff is concerning. \n\"But I think people just want to have a good time.\"  \nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58336116",
      "category": "uk",
      "title": "Media watchdog Ofcom quits Stonewall diversity scheme",
      "tags": "Ofcom,LGBT,Stonewall,Transgender people",
      "text": "The media watchdog Ofcom has withdrawn from the equality workplace scheme run by Britain's best-known LGBTQ+ charity.\nThe Diversity Champions scheme is run by Stonewall and organisations which are members get advice on making workplaces inclusive.\nOfcom said it had withdrawn because of the need to remain impartial and independent at all times.\nStonewall said it fully respects Ofcom's decision - but it was sad its scheme is seen by some as unimpartial. \nHundreds of private and public organisations - including the BBC - are members of the Diversity Champions scheme.\nIn return for an annual payment, members receive advice on issues such as the use of personal pronouns at work, and whether single-sex toilets should be accessible to transgender people.\nOfcom is the latest organisation to leave the scheme. In March the Equality and Human Rights Commission (EHRC) announced it had also withdrawn, citing cost issues.\nOfcom, in a statement to the BBC, said: \"As the communications regulator, an important part of our responsibility is to ensure we remain impartial and independent at all times. \n\"Our commitment to supporting the rights and freedoms of LGBTQ+ people is as strong as ever.\"\nOfcom also said that, \"having laid the foundations that will help us improve support for LGBTQ+ colleagues, we're confident that we can move ahead positively, without continuing with the Diversity Champions programme\".\nDespite leaving the Diversity Champions scheme, Ofcom confirmed it will still participate in Stonewall's Equality Index, where employers are judged and ranked on their inclusive workplace policies.\nIn December, Ofcom's chief executive Dame Melanie Dawes appeared to suggest at a parliamentary select committee that the BBC should not talk to a charity called the LGB Alliance, which has emerged as a rival to Stonewall. \nCritics accuse the LGB Alliance of transphobia, because it campaigns for lesbian, gay and bisexual rights, but not transgender people. It denies the allegation.\nAfterwards Ofcom said that Dame Melanie had not meant to imply that broadcasters should not talk to gender-critical groups. And today they told me that her comments at the time had been misinterpreted, and that she was simply seeking to make the point that all in-air debates must be balanced.\nI understand there is some frustration within the organisation about the circumstances of that particular exchange and the subsequent reporting of it.\nOfcom's decision to withdraw from Stonewall's scheme - which supports trans rights - could be seen as a way to avoid being seen as taking sides in any debate on trans issues.\nIn May, a barrister-led report into two incidents at the University of Essex - where female academics who were accused of transphobia had speaking engagements withdrawn - found that Stonewall may have given incorrect and potentially illegal advice to the University, something it denies.\nIn the past, Stonewall has denied giving misleading advice to employers, and maintained that there is no clash between trans and women's rights.\nIn a statement, Stonewall said: \"We fully respect Ofcom's decision and will continue to work with them in their role as the UK's communication regulator. \n\"It is sad, however, that involvement in a programme that supports an inclusive workplace for LGBTQ+ employees should be in any way regarded as an unimpartial act. \n\"As with every membership programme, organisations come and go depending on what works best for their inclusion journey at the time, and we're very proud of the work we've done with Ofcom and wish them the best in their ongoing efforts to support all of their LGBTQ+ employees. It's a simple human right that everyone, including LGBTQ+ staff, is free from discrimination and prejudice at work, and our Diversity Champions programme is one way for organisations to be supported in this.\"\nCorrection: An earlier version of this article referred to the types of advice provided by the Diversity Champions scheme, including transgender people's access to single-sex toilets. However the wording used did not accurately reflect Stonewall's position on the issue and so this line was amended on the 27th August."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58330668",
      "category": "uk",
      "title": "Police need clearer guidance on Tasers - watchdog",
      "tags": "Tasers,Independent Office for Police Conduct",
      "text": "Police forces in England and Wales must be given clearer guidance about when they can use Tasers to control suspects, according to the police watchdog.\nThe Independent Office for Police Conduct (IOPC) has reviewed controversial cases of Taser use. \nIt found black people were more likely to face a Taser and some officers were not considering the risk of injury to vulnerable people.\nBut police chiefs say the IOPC report is vague and lacking in detail.\nThe National Police Chiefs Council said the IOPC report only looked at a fraction of Taser use.\nThe IOPC is warning that the use of Tasers risks losing its legitimacy in the eyes of the public if the concerns are not addressed. \nAnd it said Tasers have been used in \"unsafe locations or circumstances\", and too often to get suspects to do what the police are asking, rather than in response to a physical threat. \nThe report also raises concerns about the use of Tasers on children.\nIn the 108 cases examined:\nThe IOPC's director, Michael Lockwood said: \"People from black, Asian and minority ethnic backgrounds deserve a clear and transparent answer from police on why such disproportionality still exists - failure to address this risks undermining the legitimacy of policing.\"\nHome Office data shows large increases in Taser use, and greater numbers of officers being trained to use them. The number of incidents where they have been used doubled to around 32,000 in 2019/20.\nThe device also featured prominently in the recent court case of police officer Benjamin Monk, who was convicted of manslaughter when he kicked to death the former footballer Dalian Atkinson. This followed an \"excessive\" 33-second Taser deployment.\nThe inquest into the death of Marc Cole also found that a Taser played a part in his death.\nMr Cole died after suffering a cardiac arrest in 2017, following use of Taser for a total of 43 seconds. He had been experiencing a mental health crisis and was self-harming during the incident.\nSome senior police officers are increasingly advocating that all officers should carry a Taser to protect them.\nThe report says: \"We found in some cases that officers failed to identify, and as a result failed to consider, how a person's vulnerabilities might affect their ability to understand and comply with instructions.\"\nIt also concludes: \"Taser should not be used merely to elicit compliance with instructions or procedures where there is no threat, or the threat has been substantially reduced to the point where it is no longer proportionate or necessary.\"\nFour inquests in recent years found that Tasers contributed to a person's death.\nThe report recommends senior police officers re-examine the types of situations where a Taser should not be used, in particular, when vulnerable people or children are involved. \nThe IOPC also wants police to consider how officers can further reduce the risk of using the devices, and reinforce that they should not be used to obtain compliance.\nThe College of Policing, which considers police policy, has been asked to examine the implications of the report with regard to race.\nAnother recommendation is that police create \"scrutiny panels\" to examine the use of Tasers, which should be independently chaired by members of the public and reflective of communities. \nBut the National Police Chiefs Council criticised the report. Chief Constable Luci D'Orsi said it \"regrettably ignores extensive pieces of work that are already well under way and, indeed, other areas where improvement could be made\". \nShe said she had advised the IOPC of her concerns.\nShe said: \"I am extremely disappointed that it did not engage with policing, attend a Taser training course or consult the national independent experts who we work with whilst undertaking its initial research.\"\n\"Only 101 Taser uses over a five year period were reviewed and these were all ones that had been investigated by the IOPC. It is concerning that this only represents 0.1 per cent of all Taser uses in the same period, which totals 94,045.\"\nThe police are able to use Tasers when they are faced with serious threat of violence and they consider that the use of the Taser is \"reasonable and proportionate\" to the threat they face.\nTasers were first authorised for use by police in 2004.  In 2007 they began to be issued to non-firearms officers.\nTasers can be used to \"red dot\" a suspect, by pointing a laser sight at them, \"arced\" to show someone the capabilities of the weapon. \nThey can also be used to \"drive-stun\" a suspect by placing the Taser against their body, but this is no longer part of police training. \nWhen a Taser is fired a pair of probes attached to wires are ejected. The probes hit the subject and send a five second electrical discharge, incapacitating them. \nThe Taser stores data about when it is used and for how long, which can be examined in post-incident investigations. Tasers are discharged in around 11% of cases."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58333124",
      "category": "science-environment",
      "title": "Climate change: Europe's 2020 heat reached 'troubling' level",
      "tags": "Intergovernmental Panel on Climate Change,Paris climate agreement,Climate change",
      "text": "Last year was the warmest on record across Europe, breaking the previous high mark by a considerable distance, say scientists.\nTemperatures across the region were more than 1.9C above the long-term average between 1981 and 2010.\nThe State of the Climate 2020 report from the American Meteorological Society says temperatures in the Arctic are also rising rapidly. \nThe temperature over land there was the highest since records began in 1900.\nReports earlier this year had confirmed that 2020 was Europe's warmest on record and one of the three hottest globally. \nThis new data shows that Europe's temperature margin over previous years was significantly greater than previously thought. \nNot only was the year 1.9C above the long-term average, it was more than 0.5C greater than the previous high mark.\n\"This level of difference to the previous long-term average, which is a large difference, is something that is concerning,\" said Dr Robert Dunn, a senior climate scientist at the UK Met Office.\n\"It is something to sit up and take notice of, but it's not just the temperatures that are increasing, the extreme events, the heat waves we're seeing this year, and last year as well. We're seeing these responses across the world.\"\nOther researchers agreed that the scale of the record-breaking heat in Europe was troubling.\n\"The amount by which the previous record has been exceeded should worry us all,\" said Prof Gabi Hegerl, professor of climate system science at the University of Edinburgh, who was not involved with the study.\n\"European temperatures are well measured and can be tracked back to the beginning of industrialisation and beyond, using documentary evidence and proxy records. This long-term context emphasises how unusual this warmth is.\" \nThe warmth across Europe brought huge temperature differences from the long-term average in some countries with Estonia, Finland and Latvia all recording anomalies of 2.4C.\nOverall, Europe has seen its five warmest years on record all occur since 2014.\nOne other area of the world experiencing rapid warming is the Arctic. \nTemperatures over land reached worrying new heights, getting to 2.1C above the 1981-2010 average. This was the highest since the series of records began 121 years ago.\nIt was also the seventh year in succession with an annual average temperature more than 1C above the average. \n\"The Arctic, we see warming incredibly rapidly. It was the warmest average surface temperature in the Arctic in a series going back 121 years, in 2020,\" said Dr Dunn.\n\"That, of course feeds down into places nearby, which includes Europe to some level. But we're seeing these effects throughout the world.\" \nWhile rainfall around the world wasn't exceptionally high during 2020, the authors say that there's a clear response from the hydrological cycle to sustained heating.\nTotal atmospheric water vapour was well above average. The extra moisture adds to the impact of higher temperatures on humans.\nTaken together, the indicators show what one of the study's editors calls \"our new normal\".\n\"This report follows closely on the latest [UN] IPCC [climate] report which could not be clearer in its messaging,\" said Dr Kate Willett, from the Met Office. \n\"Our climate has changed and is likely to continue changing unless the key driver, greenhouse gases, are curbed, and what we're seeing now is already straining our society and our environment.\" \nFollow Matt on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-58328945/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid in Scotland: Return of schools 'fuelling' record case numbers",
      "tags": "John Swinney,Scotland Education,Coronavirus pandemic",
      "text": "Scotland's record number of Covid cases is partly being fuelled by the return of schools after the summer holidays, the deputy first minister has said.\nJohn Swinney said the data showed that high numbers of young people had tested positive in recent days. \nAnd he said the case for secondary pupils continuing to wear facemasks in school was growing \"ever stronger\".\nA total of 5,021 new cases of the virus were reported on Wednesday, a record high for the second day running. \nThat was up from 4,323 in the previous 24 hours - although the rate of positive results being returned was down from 14.5% to 11%.\nTuesday's figure had led First Minister Nicola Sturgeon to warn that the country was at another \"fragile and pivotal moment\" in the pandemic.\nMs Sturgeon said she could not rule out the possibility of some Covid restrictions being reintroduced - although the levels of serious illness remain relatively low at this stage.\nAbout a third of the new cases were in the under-19s age group - with almost 42% of 16 and 17 year olds having had their first dose of a vaccine. \nSpeaking to the BBC's Good Morning Scotland programme, Mr Swinney said there was no doubt that pupils and staff returning to school over the past fortnight had contributed to the \"unprecedented\" number of cases.\nHe added: \"Cases have risen very significantly within Scotland and we are looking closely at why that is the case.\n\"Undoubtedly the gathering of people together in schools will have fuelled that to some extent, and you can see that in the proportion of younger people who are testing positive.\"\nMr Swinney stressed that the government wanted to avoid school closures \"at all possible costs\", with the priority being to ensure that children's education was not disrupted any more than it had already been.\nHe said: \"A few weeks ago we were being criticised for insisting on the retention of face coverings within secondary schools - people were telling us we shouldn't do that. \n\"But of course, the justification for it appears to me to be ever stronger because of the need to try to avoid the circulation of the virus within the school environment.\"\nSecondary pupils must wear face coverings at all times when they are in school - including while sitting at their desk - for at least the first six weeks of term.\nBut Education Secretary Shirley-Anne Somerville told the BBC last week that the requirement would be dropped earlier if possible.\nShe said the government was \"erring on the side of caution\" by keeping the rule in place after the summer holidays despite most other Covid restrictions being lifted. \nThe number of Covid cases in schools is released weekly, usually on a Friday. \nIt goes into detail of the age groups affected, the test positivity rate and how many young people are isolating. For context, just before schools stopped for the summer, there more than 900 cases and almost 29,000 isolating because they were a contact. \nWe should get the first report of this term at the end of the week. It will be worth looking out for just how many of these new cases are in school pupils. I expect we'll see a big drop in the number isolating, compared to last term, when there were more strict rules in place. \nThe latest figures from National Records of Scotland showed that Covid was mentioned on the death certificates of 41 people over the past week - the same total as the previous week.\nOf these, 12 deaths were of people aged under 65, six were people aged between 65-74 and there were 23 deaths of people aged 75 or over. \nThe majority - 28 - were male, with 13 female, while 20 of the country's 32 council areas recorded at least one Covid-related death.\nMr Swinney said acute illness remained relatively low in Scotland despite the country recording the highest number of cases it has ever seen, with the pressure on the NHS not as great as it was in other stages of the pandemic.\nHe said there were no plans to cancel large-scale events such as football matches and concerts \"at this moment\". \nAnd he said the government had to ensure that any new restrictions were proportionate based on the pressure the NHS was under, adding: \"that's the key assessment that ministers have to make\".\nHe added: \"In terms of fulfilling our legal obligations to apply any restrictions to the freedoms that individuals enjoy, we have to be able to be satisfied there is a proportionate danger and risk in having to act in that fashion\".\nMr Swinney also said the focus for now would be on attempting to ensure people followed the \"baseline measures\" such as wearing face coverings in shops and on public transport, trying to socially distance where possible and following good hand and cough hygiene. \nHe said that doing so would help to limit the circulation of the virus and avoid any further restrictions having to be applied in the future. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-york-north-yorkshire-58326788",
      "category": "uk-england-york-north-yorkshire",
      "title": "Claudia Lawrence: Mum in 'utter shock' at new search",
      "tags": "York",
      "text": "The mother of missing Claudia Lawrence has said she is in \"utter shock\" and \"very, very churned up\" about a new police search for her daughter.\nA popular fishing spot near York is being searched by police investigating the suspected murder of Ms Lawrence.\nThe 35-year-old's disappearance has remained a mystery since she failed to turn up for work at the University of York in March 2009.\nJoan Lawrence said \"every single day is a nightmare\" since Claudia disappeared.\n\"It's so much to take in in a short time and nothing seems to happen for a long, long time then everything came together and I haven't had time to really digest it,\" she told the BBC.\nNorth Yorkshire Police said its latest search at Sand Hutton gravel pits, about eight miles (13km) outside York, was expected to take a number of days.\nThe force said it could not disclose what had led officers to the location.\nMrs Lawrence said she had been told the search could take days or even several weeks.\n\"You are frightened what they are going to find, you wonder what has led up to it, you wonder if some information has come in.\"\nShe said her biggest fear was what the police might find.\n\"Because I've always had hope, haven't I?\n\"They would not be going to all this trouble and expense for nothing. There must be something, something has triggered it off from somewhere.\"\nUniversity chef Ms Lawrence was last seen at 15.05 on Wednesday 18 March walking towards her home on Heworth Road.\nLater that evening she spoke to both her parents, Joan and Peter Lawrence, by phone, but the following day failed to arrive for her job at Goodricke College.\nA friend who became concerned when she failed to meet at a local pub that evening contacted Ms Lawrence's father, who reported her missing on 20 March.\nPeter Lawrence, died earlier this year without knowing what happened to his daughter.\nMrs Lawrence said the search was \"very personal\" as it was \"about me and a daughter I haven't seen for 12 years, every single day is a nightmare\".\nShe credited her faith with giving her \"the courage and strength to get through\" the ordeal, and said: \"I wouldn't be here without it\".\n\"I've prayed daily for answers, even if they are bad, I've prayed daily for something, and I know it will come.\"\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58277030",
      "category": "business",
      "title": "Just Eat announces 1,500 new jobs in North East",
      "tags": "Companies,Takeaway food,Sunderland,Just Eat Takeaway",
      "text": "Just Eat will create more than 1,500 customer service jobs in north-eastern England in the next 12 months. \nThe jobs will be based at a new facility in Sunderland as part of a £100m investment in the region by the firm over the next five years. \nCurrently, the takeaway food firm has more than 2,000 UK-based employees.  \nNew employees will begin working from home and the firm will offer employees the option to work from the office in the coming months. \nJust Eat said it had already hired 300 staff in Sunderland and noted that customer satisfaction had gone up as a result.\nPreviously, the firm had outsourced the majority of its customer service roles to Bulgaria and the Philippines. \nIts UK managing director, Andrew Kenny, said the move was about positioning the firm for future growth. \"The [takeaway] industry has changed a lot over the past 18 months,\" he told the BBC's Today programme. \n\"New trends have emerged such as significant growth over breakfast and lunch. We're very confident that many of the behaviours that kicked off during Covid will sustain themselves.\"\nThe delivery platform has more than 58,000 restaurant partners across the UK.\nCouncillor Graeme Miller, leader of Sunderland City Council, said: \"We're thrilled to have supported Just Eat to make its move to Sunderland, joining a dynamic business community and creating jobs and opportunities for people across the city.\"\n\"We're immensely proud of our skilled people and look forward to seeing how they drive the onward success of the Just Eat business,\" he added. \nThe office, in Houghton le Spring, was previously occupied by Npower and will provide a gym, lounge and catering area across its 20,000 sq-m space. \nJust Eat was founded by a group of five Danish entrepreneurs in 2000 and launched a year later.  \nLast year, online food ordering company Takeaway.com won a battle for the UK-listed Just Eat with a £5.9bn all-share offer.\nIt made Just Eat Takeaway.com one of the world's largest meal delivery companies.\nEarlier this month, the company reported that sales rose 52% in the first half of 2021, reflecting a robust growth in orders during the coronavirus pandemic. \nIn June, consumer organisation Which? researched the price of ordering meals for between two to four people from five restaurants and cafes. \nOn average, Which? found that ordering through Just Eat was 7% more expensive than ordering directly from the restaurant."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-york-north-yorkshire-58320985",
      "category": "uk-england-york-north-yorkshire",
      "title": "Claudia Lawrence: Former gravel pits searched in missing chef case",
      "tags": "Sand Hutton,North Yorkshire Police,York",
      "text": "A popular fishing spot is being searched by police investigating the suspected murder of Claudia Lawrence.\nThe 35-year-old's disappearance has remained a mystery since she failed to turn up for work at the University of York in March 2009.\nNorth Yorkshire Police said its latest search at Sand Hutton gravel pits, about eight miles (13km) outside York, was expected to take a number of days.\nThe force said it could not disclose what had led officers to the location.\nDet Supt Wayne Fox, who took over as senior investigating officer in the case earlier this year, said teams of specialist officers, including underwater search teams, would spend several days at the site.\nHe said the searches were among \"several active lines of inquiry\" being pursued amid efforts to establish what happened to Claudia and \"identify any person responsible for causing her harm\".\nMs Lawrence's family had been notified about the search, he added.\nThe former gravel pits at Sand Hutton sit to the north-east of York, close to the busy A64. \nPopular with anglers, the site is believed to have been used as fishing ponds since the late 1960s.\nPolice cordoned off a large section of woodland surrounding the waters on Tuesday as officers searched undergrowth along a public bridleway which runs through the area.\nUniversity chef Ms Lawrence was last seen at 15.05 on Wednesday 18 March walking towards her home on Heworth Road.\nLater that evening she spoke to both her parents, Joan and Peter Lawrence, by phone, but the following day failed to arrive for her job at Goodricke College.\nA friend who became concerned when she failed to meet at a local pub that evening contacted Ms Lawrence's father, who reported her missing on 20 March.\nIn April 2009, police confirmed they were treating her disappearance as a case of suspected murder.\nNine people have been questioned in connection with her disappearance, but no charges have ever been brought.\nNorth Yorkshire Police said the investigation had been difficult because Ms Lawrence did not use social media or own a smartphone.\nThe force scaled back its investigation in 2017, however it said it would investigate any fresh lead or evidence in the case.\nMs Lawrence's father, Peter, died in February without finding out what had happened to his daughter.\nThe 74-year-old had lobbied for a change in the law, which came into force in 2019, to allow relatives to take control of their missing loved ones' financial affairs.\nMr Lawrence was appointed an OBE in the Queen's Birthday Honours in 2018 in recognition of his campaigning.\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk or send video here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-58321580",
      "category": "world-africa",
      "title": "British stamps banned from Chagos Islands in Indian Ocean",
      "tags": "Chagos Islands,Mauritius",
      "text": "Mauritius has moved a symbolic step closer to wresting control of the Chagos Islands, in the Indian Ocean, from the UK. \nThe Universal Postal Union (UPU), a UN agency in charge of the world's postal policies, voted to block the use of UK stamps from the remote archipelago. \nAll post from the Chagos Islands must now bear stamps from Mauritius.\nThe UK says it will not cede control until the islands are no longer needed for security purposes.\nThe US currently uses the largest of the islands - Diego Garcia - for a military air base on what the UK describes as the British Indian Ocean Territory (BIOT).\nThree powerful UN bodies have already ruled that the archipelago, which has a population of about 3,000, is part of Britain's old empire and should be handed to Mauritius immediately.\nA set of pretty postal stamps showing sea slugs and angel fish might not seem like the sharp end of international diplomacy, the BBC's Africa correspondent Andrew Harding says.\nBut he adds that the near unanimous vote by the UPU to make those stamps illegal worldwide, is a blow to Britain, and another sign of its growing isolation over its claim to the Chagos Islands.\nThe next step could see Mauritius seeking to ban international flights over the area - a vast chunk of the Indian Ocean.\nAll indications so far show that on the Chagos issue Britain has almost no allies left, our correspondent says."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58283177",
      "category": "world-asia",
      "title": "Afghanistan: How many refugees are there and where will they go?",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "Thousands of people are scrambling to flee Afghanistan after the Taliban seized back control of the country, almost two decades after they were ousted by a US-led coalition.\nThe United Nations has warned that up to half a million Afghans could flee the country by the end of the year and has called on neighbouring countries to keep their borders open. \nThe current crisis comes on top of the 2.2 million Afghan refugees already in neighbouring countries and 3.5 million people forced to flee their homes within Afghanistan's borders.\nThe US-led operation to evacuate people by air has now ended, with the last flight taking off from Kabul airport just after midnight on Tuesday - a deadline agreed with the Taliban for foreign forces to withdraw.  \nMore than 123,000 civilians were evacuated by US forces and its coalition partners after the Taliban took control of the capital on 14 August - but it's unclear exactly how many of those were Afghan nationals. \nThe US has said that it flew nearly 80,000 civilians out of Kabul and of those, about 5,500 were Americans and more than 73,500 were either Afghans or other foreign nationals. \nWhile the UK Ministry of Defence, which ended its evacuations on Saturday, said it had flown out more than 15,000 people and some 8,000 of them were Afghans. \nAt the height of the operation, the US said its military planes were departing the airport every 39 minutes - although the evacuations did slow down after the suicide bomb attack on the 26 August outside the airport, which killed about 170 people, including 13 American troops.\nMany of those flown out of the country were taken to emergency processing centres set up in several countries, including Spain, Germany, Qatar and Uzbekistan.\nAs many as 300,000 Afghans have been affiliated with US operations in the country since 2001, according to the International Rescue Committee, and tens of thousands of them are eligible to obtain a US visa - but many will now have to find a different way out of the country. \nAt the weekend, the US said it had received assurances from the Taliban that Afghan nationals who are issued with valid travel documents by another country will be allowed to leave Afghanistan. \nThe Taliban control all the main land crossing points with Afghanistan's neighbours (shown on the map below) and reports suggest they are only allowing traders or those with valid travel documents to leave the country.\nHowever, many of those trying to flee because they fear for their safety under Taliban rule will not have any paperwork. \nThe UN has urged Afghanistan's neighbours to keep their borders open to refugees and called on the international community to support those countries. \nBut Uzbekistan, which borders the north of Afghanistan, has said its main crossing point is closed to \"ensure security\" and there are no plans to open it. \nPakistan, which has the longest border with Afghanistan, has also said it will not accept refugees - with its US ambassador telling the BBC: \"We are already overburdened by the refugees, and it is beyond our capacity to host any more refugees.\"\nLast week, satellite imagery of the Spin Boldak crossing point between Afghanistan and Pakistan showed a large crowd of people gathered on the Afghan side. \nThe BBC's Shumaila Jaffery, who was at the crossing point, said it was a chaotic scene with many Afghans not being allowed to enter Pakistan. \nLast Friday, two Afghans were reportedly killed by Pakistani security forces at the Torkham border crossing after trying to enter Pakistan illegally.\nThere have also been reports of thousands of Afghans trying to cross the western border with Iran, but it's unclear how many have been successful. \nThe latest movement of Afghans is part of a historical exodus from a country that has suffered instability and conflict over many years.\nEven before the Taliban retook control, more than 550,000 people had been forced to flee their homes this year due to fighting, according to the UNHCR. \nThat means an estimated 3.5 million Afghans are currently internally displaced within the country.\nIn addition to those within Afghanistan's borders, about 2.2 million refugees and asylum seekers were also seeking sanctuary in neighbouring nations as of the end of last year.\nThis year, Afghans have also had to deal with a severe drought and food shortages across most of the country. A report by the UN World Food Programme (WFP) in June said that 14 million people - more than a third of the population - were suffering from hunger. \nMary-Ellen McGroarty, WFP country director for Afghanistan, said last week that unless emergency food and medical supplies arrived soon, the \"already horrendous situation\" would become \"an absolute catastrophe, a complete humanitarian disaster\".\nNeighbouring countries Pakistan and Iran saw the highest numbers of Afghanistan's refugees and asylum seekers last year.\nAlmost 1.5 million fled to Pakistan in 2020, while Iran hosted 780,000, according to UNHCR figures.\nGermany was third, with more than 180,000, while Turkey took nearly 130,000.\nWhen looking at asylum seeker numbers only - those who have applied for sanctuary in another country but whose claims have not yet been granted - Turkey, Germany and Greece top the list, with about 125,000, 33,000 and 20,000 respectively.\nAlthough there are no Afghan asylum seekers in Iran, those with refugee cards - an official document recognising their status - are able to access the country's health and education systems.\nThe UN has called on its member states to help Afghan people in \"their darkest hour of need\" - but while some countries have offered refugees a safe haven, others have indicated they will not be giving sanctuary to those fleeing the crisis. \nBoth Pakistan and Iran have said that they cannot cope with a further influx of Afghan refugees. Officials in both countries have said that any refugees that do arrive will have to stay in camps near the border until they can return to Afghanistan. \nUzbekistan has said it will help transfer Afghans to third countries but will only host refugees temporarily. The Tajikistan government previously offered to accept up to 100,000 refugees but it's unclear if any have been allowed in yet. Turkmenistan has said its airspace can be used for evacuation flights but it hasn't made any commitment to take in refugees itself. \nIn Turkey, the government has urged European countries to take responsibility for any new migrant crisis, saying Turkey would not be \"Europe's migrant storage unit\". The country has stepped up construction of a border wall with Iran to thwart those entering illegally. \nOfficials in several European Union countries say they are keen to avoid a repeat of the 2015 migrant crisis, when there was a populist backlash against large numbers of Syrian refugees being allowed to enter EU territory.\nFrance, which evacuated more than 2,800 people from Kabul airport, mostly Afghans, has indicated it will accept some refugees but has not specified a number. Germany has also not specified a number but Chancellor Angela Merkel has said as many as 40,000 people still in the country may have a right to be evacuated to Germany if they feel they are endangered.\nOther EU countries, like Austria, Poland and Switzerland have said they will not accept any new Afghan arrivals and are upping their border security to guard against illegal arrivals. \nThe UK has said it will take in 5,000 Afghans in 2021 as part of a scheme to resettle 20,000 over the next few years, focusing on those at greatest risk from the Taliban.\nThe US has not said how many refugees it will accept yet, but it has authorised $500m (£367m) for \"unexpected urgent refugee and migration needs of refugees\". Canada has said that it will resettle 20,000 Afghans while Australia has said it will take in 3,000.\nSeveral countries, including Kosovo and Uganda, have also accepted US requests to temporarily accept Afghan refugees before they are resettled elsewhere. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58322882/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid infection protection waning in double jabbed",
      "tags": "Coronavirus vaccines,Coronavirus pandemic,AstraZeneca",
      "text": "Researchers say they are seeing some waning of protection against Covid infections in double-jabbed people. \nThe real-world study includes data on positive Covid PCR test results between May and July 2021 among more than a million people who had received two doses of Pfizer or AstraZeneca vaccine. \nProtection after two shots of Pfizer decreased from 88% at one month to 74% at five to six months. \nFor AstraZeneca, the fall was from 77% to 67% at four to five months. \nWaning protection is to be expected, say experts. \nAlthough some breakthrough infections may be happening, vaccines are still doing a very good job at protecting people against severe Covid illness and deaths. \nPublic Health England estimates that around 84,600 deaths and 23 million infections have been prevented as a result of the Covid-19 vaccination programme in England so far.\nProf Tim Spector, lead investigator on the Zoe Covid Study app behind the research, said the findings could explain recent breakthrough infections that some fully vaccinated people have been reporting. \nProf Spector said: \"Waning protection is to be expected and is not a reason to not get vaccinated. \n\"Vaccines still provide high levels of protection for the majority of the population, especially against the Delta variant, so we still need as many people as possible to get fully vaccinated.\"\nHe estimates that protection against infection could drop to 50% by the winter and boosters will be needed, but other experts urge caution about making predictions for the months ahead.\nThe UK is expected to begin offering some people a third Covid booster jab next month, but is waiting for recommendations from an independent advisory body called the JCVI which is looking at evidence to support a decision. \nProf Spector said: \"Many people may not need them. Many people may have had a natural booster because they've already had a natural Covid infection, so will effectively have had three vaccines. \n\"So I think the whole thing needs to be much more carefully managed than just giving it to everybody which would be a huge waste and ethically dubious given the resources we have. I think we need a more targeted approach than last time.\"    \nThis study once again illustrates why we need to get used to Covid circulating - this is not a virus that's going to go away.\nThe vaccines do not work like they do for measles which provide life-long immunity. Immunity against Covid was always expected to wane.\nAnd another factor to consider is that repeated exposure to the virus is likely to increase the risk of a breakthrough infection - the increased likelihood over time of infection post-jabbing may not be all related to waning immunity.\nWhatever the cause though, experts have been clear we should expect to be repeatedly infected over our lifetimes.\nThe important thing is that each re-infection should be milder as the vaccines remain highly effective at preventing serious illness.\nWhat the vaccines have effectively done is taken the edge off the virus - given our immune system a head-start so those early infections are milder than they would have been for most.\nWhat's not clear yet is the merits of offering the most vulnerable a booster jab. It is likely to be a fine judgement call because there are so many unknowns - although the expectation is some will be offered it.\nDr Simon Clarke, an expert in cellular microbiology at the University of Reading, said infection levels in the community would alter a person's chance of encountering and catching Covid at any given time, making it hard to draw firm conclusions about waning immunity.\nDr Alexander Edwards, also from the University of Reading, said it was important to understand when booster doses might be needed and for whom. \n\"Vaccination does not, unsurprisingly, make people invulnerable, and does not prevent all infections. Variants have real and significant impact on public health, and a lot of people are still tragically dying in the UK from this nasty virus. \n\"The vaccines we have are remarkably safe and effective, and still remain far better than other vaccines that give massive benefits.\" \nHe added: \"We must pro-actively plan our public health strategy to account for imperfect protection, and for the possibility of falling protection over time.\"\nA similar study was published by the Office for National Statistics and the Oxford Vaccine Group last week.\nBased on PCR test results from nearly 400,000 people who had been infected with the Delta variant in the UK, it found two doses of the Pfizer vaccine was initially more than 90% effective against symptomatic Covid infection, compared with around 70% for the AstraZeneca vaccine.  \nBut over the course of three months, the protection from Pfizer fell significantly whereas immunity with the AstraZeneca jab remained more stable.\nProf Adam Finn, a government vaccine adviser, said other studies had shown that the vaccines maintained good protection against serious illness and hospitalisation.\nBut he said: \"We do need to watch out very carefully to see if this waning against milder disease begins to translate into occurrence of more severe cases because then boosters will be needed.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-58328945",
      "category": "uk-scotland-scotland-politics",
      "title": "Covid in Scotland: Return of schools 'fuelling' record case numbers",
      "tags": "John Swinney,Scotland Education,Coronavirus pandemic",
      "text": "Scotland's record number of Covid cases is partly being fuelled by the return of schools after the summer holidays, the deputy first minister has said.\nJohn Swinney said the data showed that high numbers of young people had tested positive in recent days. \nAnd he said the case for secondary pupils continuing to wear facemasks in school was growing \"ever stronger\".\nA total of 5,021 new cases of the virus were reported on Wednesday, a record high for the second day running. \nThat was up from 4,323 in the previous 24 hours - although the rate of positive results being returned was down from 14.5% to 11%.\nTuesday's figure had led First Minister Nicola Sturgeon to warn that the country was at another \"fragile and pivotal moment\" in the pandemic.\nMs Sturgeon said she could not rule out the possibility of some Covid restrictions being reintroduced - although the levels of serious illness remain relatively low at this stage.\nAbout a third of the new cases were in the under-19s age group - with almost 42% of 16 and 17 year olds having had their first dose of a vaccine. \nSpeaking to the BBC's Good Morning Scotland programme, Mr Swinney said there was no doubt that pupils and staff returning to school over the past fortnight had contributed to the \"unprecedented\" number of cases.\nHe added: \"Cases have risen very significantly within Scotland and we are looking closely at why that is the case.\n\"Undoubtedly the gathering of people together in schools will have fuelled that to some extent, and you can see that in the proportion of younger people who are testing positive.\"\nMr Swinney stressed that the government wanted to avoid school closures \"at all possible costs\", with the priority being to ensure that children's education was not disrupted any more than it had already been.\nHe said: \"A few weeks ago we were being criticised for insisting on the retention of face coverings within secondary schools - people were telling us we shouldn't do that. \n\"But of course, the justification for it appears to me to be ever stronger because of the need to try to avoid the circulation of the virus within the school environment.\"\nSecondary pupils must wear face coverings at all times when they are in school - including while sitting at their desk - for at least the first six weeks of term.\nBut Education Secretary Shirley-Anne Somerville told the BBC last week that the requirement would be dropped earlier if possible.\nShe said the government was \"erring on the side of caution\" by keeping the rule in place after the summer holidays despite most other Covid restrictions being lifted. \nThe number of Covid cases in schools is released weekly, usually on a Friday. \nIt goes into detail of the age groups affected, the test positivity rate and how many young people are isolating. For context, just before schools stopped for the summer, there more than 900 cases and almost 29,000 isolating because they were a contact. \nWe should get the first report of this term at the end of the week. It will be worth looking out for just how many of these new cases are in school pupils. I expect we'll see a big drop in the number isolating, compared to last term, when there were more strict rules in place. \nThe latest figures from National Records of Scotland showed that Covid was mentioned on the death certificates of 41 people over the past week - the same total as the previous week.\nOf these, 12 deaths were of people aged under 65, six were people aged between 65-74 and there were 23 deaths of people aged 75 or over. \nThe majority - 28 - were male, with 13 female, while 20 of the country's 32 council areas recorded at least one Covid-related death.\nMr Swinney said acute illness remained relatively low in Scotland despite the country recording the highest number of cases it has ever seen, with the pressure on the NHS not as great as it was in other stages of the pandemic.\nHe said there were no plans to cancel large-scale events such as football matches and concerts \"at this moment\". \nAnd he said the government had to ensure that any new restrictions were proportionate based on the pressure the NHS was under, adding: \"that's the key assessment that ministers have to make\".\nHe added: \"In terms of fulfilling our legal obligations to apply any restrictions to the freedoms that individuals enjoy, we have to be able to be satisfied there is a proportionate danger and risk in having to act in that fashion\".\nMr Swinney also said the focus for now would be on attempting to ensure people followed the \"baseline measures\" such as wearing face coverings in shops and on public transport, trying to socially distance where possible and following good hand and cough hygiene. \nHe said that doing so would help to limit the circulation of the virus and avoid any further restrictions having to be applied in the future. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58318374",
      "category": "world-asia",
      "title": "A Kabul evacuee's tale: Dread, chaos and the Taliban",
      "tags": "Afghanistan,Taliban,India,United States",
      "text": "Safehouses. Teenage Taliban guards. Anxious waits for embassy calls. Airport chaos. And throughout, the constant fear this could end in disaster for you and your loved ones.\nThis is the story of Nausheen and her struggle to find a way out of Kabul as the Taliban took charge of the Afghan capital. Her name has been changed to protect her and her family.\nI'm speaking to Nausheen by phone. It's the afternoon of Saturday the 21st of August. She has been sitting inside a minibus outside Kabul airport for almost 20 hours, with no access to food or a toilet, in a desperate attempt to board a military aircraft as part of India's emergency evacuation plan.\nBut this is not the final chapter. Far from it. How did it come to this?\nRewind to 15 August. Nausheen, an Indian married to an Afghan with relatives in both countries, is booked on an Air India flight on the 19th from Kabul to Delhi. But as the Taliban take over Kabul, all commercial flights, including hers, are cancelled.\nShe wakes on the 15th to find that most embassies have shut down overnight and their staff are fleeing at the first possible opportunity.\nHer husband wants her out of Afghanistan as soon as possible. She grabs her passport and blue chadari (burqa) and, with her husband, rushes to the Indian embassy to ask about evacuation flights.\n\"When we reached the Indian embassy, luckily it was still functional. But you could sense the tension in the air. They were destroying all the documents and burning all paperwork. The staff told us they would continue working until that evening. I wanted to get visas for the rest of my family here in Afghanistan. They asked me to come back in the evening with passports and other documents. So I went back home.\n\"People were running haphazardly fearing the Taliban. My husband held my hand, and we ran towards our home. It felt as if the entire city was out on the street, running towards the airport. It was horrific. When I reached home, the security staff of the building had changed from proper uniforms to kurta-pyjamas. My building was surrounded by the Taliban.\"\nNausheen and her husband pick up documents and go back to the embassy. Luckily they also get visas for the rest of the family.\nThen begins the wait for that phone call from the Ministry of External Affairs of the government of India. As an Indian, she is on her country's priority list.  \n\"I got a message from the ministry on 19 August. I needed to reach (a location we cannot reveal for security reasons) where many others who were part of the evacuation plan were to assemble. I was leaving behind my whole family, and it wasn't easy. But my family was concerned about my safety and there was hardly any time to think. We had been asked to carry only a small handbag. So, I picked up my laptop, hard drives, phone, a power bank and left.\"\nThere are 220 other passengers at the safe house, waiting to be evacuated. Indian Muslims, Hindus, Sikhs and a few Afghan families as well.\nBut the safehouse does not feel secure and the next two days are filled with anxiety.\n\"There were no arrangements, we had no information on when we would get evacuated. No security was given to us inside the safehouse. In fact, the Taliban were standing outside guarding us, so that no other fringe groups could attack us. We felt very vulnerable. We couldn't sleep out of fear.\"\nA sudden evacuation order comes at 22:00 on 20 August. In the next hour and a half, some 150 passengers leave for the airport in seven minibuses.\n\"We were escorted by the Taliban. One car led us from the front, and another was behind. We reached the airport around 00:30. Large crowds were desperately waiting outside in an attempt to flee the country. The Taliban were firing rounds from one side and from the other the Americans were firing tear gas shells to control the crowd. We were taken to the northern gate, which is mostly used by the military.\"\nBut they are now denied access into the airport by the Americans who control it. They spend the night in the buses, with no evacuation plan in effect.\n\"There were children, women and sick people with us. We were stranded on the road. Some women had their periods, but we had no access to the toilet. We were sitting in an open space, and anyone could have attacked us.\"\nIt is about to get worse.\n\"At 9:30 on 21 August, the Taliban came to our buses and started questioning our co-ordinator. They snatched his phone and slapped him. We didn't know what was going on.\n\"We were driven to an industrial area where we were detained. These were very young Taliban men, some looked as young as 17 or 18. We were scared for our lives and thought it was all over. Those few hours were the most dangerous of my life. We thought we won't be able to meet our family again. We won't be able to go home.\"\nMen and women are made to sit separately in a park. The Taliban take away passports and start questioning them. The Indian women married to Afghans are separated from the rest of the Indians.\n\"I said 'I am an Indian and would prefer being with Indians' to which they said I must stay with the Afghans. I started fearing what they were going to do to my Indian brothers and sisters. What if they take them somewhere and do something to them?\n\"One Taliban asked me - why do you want to leave this country? We are trying to build it. He asked if I would come back to Afghanistan. I said no, we are scared of you. They reassured us that there's nothing to fear and gave us water to drink but made no eye contact.\n\"Later, they told us that there was a security threat, and they were ensuring that we were safe. I also received a message from a friend from the Indian group that I was separated from, and she told me that the Taliban fed them and took good care of them.\"\nA Taliban spokesperson later tells Afghan media they had detained the passengers because they had suspicions and wanted to ensure everyone's safety and security - rejecting reports of a kidnapping.\nAfter a couple of hours, Nausheen is put on a bus with Afghans and other Indian women married to Afghans. The other Indian groups join them on their way back to the airport. At 14:00, they are back at the northern gate and the wait to enter the airport begins all over again.\n\"The Ministry of External Affairs was trying to get us inside the airport, but it wasn't working. I felt very angry that we had informed them about our detention by the Taliban and how stranded we felt but still nothing was being done about it. We are not aware of what negotiations were happening behind closed doors but as someone who was stuck there, I felt desperate and vulnerable.\n\"If they weren't sure, they shouldn't have asked us to come out of our homes. We would have been hiding inside our homes. We won't have stepped out in so much danger. Now we are out in the open.\"\nIt's still the 21st. It's been horrible but things are not slowing down. They are still outside the airport.\nAt 17:00 Nausheen's group is informed by the Ministry of External Affairs it will be taken inside the airport in the next 15 to 20 minutes. It doesn't happen.\nAt 18:00 another call comes from the ministry. They are asked to go back to the safehouse.\nSleepless, hungry and emotionally broken, Nausheen is told the evacuation might happen later in the night. But they have been told that so often. They have been without sleep for three days and some have young children.\nAt 20:00, exhausted and disheartened, Nausheen decides to go back home.\nLater, a group of Indians and Afghans are successfully evacuated on an Indian Airforce C-17. Nausheen has missed out.\n\"I was told by others that it happened very quickly. They were taken back to the airport soon after they reached the safehouse. They had no time to inform me, and I got left behind. Now they all are inside the airport. I don't want to be harsh on myself for leaving the safehouse. We were mentally and physically drained.\"\nThe next day, the 22nd, Nausheen is contacted twice by the Ministry of External Affairs and her name is added to a new list of people to be evacuated. And on 23 August she is contacted by the ministry at 02:30 and told to reach at a particular location by 05:30.\nAt 08:00, two minibuses, with a capacity of 21 seats each but carrying up to 80 passengers, reach the main gate of Hamid Karzai International airport. The scene outside is no better than before.\n\"A large number of people were still trying their luck. We saw the Taliban lashing people with whips. They were firing in the air. We were asked to keep all windows shut and curtains drawn. It was scary. There were Taliban members at the main gate, and we saw some even inside the main gate. We were brought further in and could see American soldiers. They were waving at us. Some Indian officials came to check our passports.\"\nIt's 11:20. Nausheen and the others are sitting on the tarmac waiting for an Indian aircraft to get permission from the Americans to land.\nAfter an hour she says she is inside a military aircraft heading to Tajikistan and her phone soon switches off.\nNausheen arrives at Delhi's Indira Gandhi international Airport at 09:40 India time on 24 August. It's been a hellish nine-day ordeal.\nI call her soon after she lands and say \"welcome home\".\nShe breaks down.\n\"I don't know what to make of this. I'm here but my husband, my family are still in Afghanistan. It's only sinking in now what horror I've been through. While we were in Kabul, we didn't have a minute to think about all that was going on but once we landed in Dushanbe (Tajikistan), things started sinking in. I'm numb. I'm now praying that my husband and in-laws also get evacuated soon. Until then, I won't feel I'm home.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58337432",
      "category": "uk-england-london",
      "title": "Lee Peacock: Westminster murders suspect found with critical injuries",
      "tags": "Ealing",
      "text": "A man wanted by police in connection with a double murder has been found with \"life-threatening\" injuries, believed to be self-inflicted.\nLee Peacock was discovered on Wednesday evening by Met Police officers who had been called to a canal barge in Ealing. \nOfficers said they were confident the injured man was the 49-year-old being sought over the deaths of two people in central London on 19 August.\nMr Peacock is in a critical condition in hospital.\nSharon Pickles, 45, and Clinton Ashmore, 59, were discovered fatally stabbed in Westminster last week.\nBoth had been stabbed in the neck.\nPolice believe the two killings are linked and that Mr Peacock knew both the victims.\nThe Met's Directorate of Professional Standards has been informed and the incident has been referred to the Independent Office for Police Conduct who have indicated that they will be conducting an independent investigation."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58325271",
      "category": "entertainment-arts",
      "title": "Charlie Watts: Jagger and Richards pay tribute to Rolling Stones bandmate",
      "tags": "Mick Jagger,The Rolling Stones,Charlie Watts,Music",
      "text": "Sir Mick Jagger and Keith Richards have paid tribute to their bandmate Charlie Watts, following the death of the Rolling Stones drummer.\nIn posts on Twitter  and Instagram, singer Sir Mick shared a photograph of Watts smiling while seated behind a drum kit. \nGuitarist Richards also took to social media to share a picture of a set of drums with a \"closed\" sign on them.\nWatts died aged 80 in a London hospital on Tuesday, the band's publicist said.\nThe news came weeks after it was announced that he would miss the Rolling Stones' US tour starting next month to recover from an unspecified medical procedure. Watts was previously treated for throat cancer in 2004.\nHe had been a member of the Stones since January 1963, when he joined Sir Mick, Keith Richards and Brian Jones in their fledgling group.\nWatts helped them become, with the Beatles, one of the bands who took rock 'n' roll to the masses in the 1960s with classics such as (I Can't Get No) Satisfaction, Jumpin' Jack Flash, Get Off My Cloud and Sympathy for the Devil.\nThe photograph chosen by Sir Mick in his social media posts does not carry a caption. It shows Watts performing with his own jazz band, The ABC and D of Boogie Woogie, at the Casino in Herisau, Switzerland in January 2010. \nBeatles Sir Paul McCartney and Sir Ringo Starr were among the other stars from the world of rock to remember Watts.\nSir Paul described Watts as \"a lovely guy\" and \"a fantastic drummer\" who was \"steady as a rock\", while Fab Four drummer Sir Ringo said on Twitter: \"God bless Charlie Watts we're going to miss you man\".\nSir Elton John wrote on Twitter: \"A very sad day. Charlie Watts was the ultimate drummer. The most stylish of men, and such brilliant company.\"\nOther fellow drummers paid homage, with The Police's Stewart Copeland telling BBC Radio 5 Live that Watts had a \"unique rhythmic personality\" that set him apart.\n\"He's unique, he's irreplaceable,\" he said. \"There's only one guy with that sound.\n\"You can try and figure it out on paper, what made that sound. You could say his kick drum was leading the charge but his backbeat snare was just a little hair behind the beat, and that combination... You can describe that, but there's only one guy who can do it.\"\nThe Doors' John Densmore remembered him on Twitter as \"an early mentor, a fellow jazz fan\".\nUS drummer and singer Sheila E said Watts had \"done so much for us musically and as a drummer\" and was \"one of the best\".\nKenney Jones, who played drums with The Who and the Small Faces, told the BBC Watts was the \"heart and soul of The Rolling Stones\".\nAlso paying tribute, The Who frontman Roger Daltrey said Watts was the \"perfect gentleman, as sharp in his manner of dress as he was on the drums\".\nAnd folk singer Joan Baez remembered him as \"a prince among thieves\" and \"a gentleman through and through\".\nBy BBC music reporter Mark Savage\nCharlie Watts was never the most flashy drummer. He wasn't known for the frenzied solos of Cream's Ginger Baker, or for placing explosives in his kick drum like The Who's Keith Moon. Instead, he was the subtle, stoic heartbeat of The Rolling Stones for almost 60 years. \nA jazz aficionado, he fell in love with the drums after listening to Chico Hamilton play brushes on Walking Shoes; and was only introduced to the dark arts of rock 'n' roll by Mick Jagger and Keith Richards in the early 1960s.\nHe joined the Stones in 1963 after the band had discarded several other drummers - and they never looked back. \"Charlie Watts gives me the freedom to fly on stage,\" Richards later observed.\nHis jazz-inflected swing gave the Stones' songs their swagger, pushing and pulling at the groove, creating room for Jagger's lascivious drawl.\nHe was at his best on the cowbell-driven Honky Tonk Women or the locked-down groove Gimme Shelter (where he even threw in some uncharacteristically showy fills).\nOn and off the stage, he was quiet and reserved - sticking to the shadows and letting the rest of the band suck up the limelight.\n\"I've actually never been interested in all that stuff and still am not,\" he told the San Diego Tribune in 1991. \"I don't know what showbiz is and I've never watched MTV. There are people who just play instruments, and I'm pleased to know that I'm one of them.\"\nIn 2016, Watts was ranked 12th in Rolling Stone magazine's list of the 100 greatest drummers of all time.\nHe is survived by his wife Shirley, daughter Seraphina and granddaughter Charlotte.\nHis death was announced in a statement from the Rolling Stones' publicist, which described him as \"a cherished husband, father and grandfather\" and \"one of the greatest drummers of his generation\".\nIt added: \"He passed away peacefully in a London hospital earlier today [Tuesday] surrounded by his family.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58317263",
      "category": "health",
      "title": "Smoking surge in young during Covid lockdown",
      "tags": "Coronavirus lockdown measures,Smoking",
      "text": "England saw a rise in young adults taking up smoking during the first lockdown, according to a study. \nThe number of 18 to 34-year-olds who classed themselves as smokers increased by a quarter, from 21.5% to 26.8%, says Cancer Research UK. \nThe data does not explain why the changes occurred but experts believe many turned to cigarettes in response to stress. \nAt the same time, heavy drinking increased across adults of all ages. \nThe findings, published in the journal Addiction, come from monthly surveys, each involving hundreds of people, about tobacco and alcohol use. \nResearchers compared the responses given in the seven months prior to the first lockdown in spring 2020 with those given during it.\nBased on population estimates for England, the findings suggest an extra 652,000 young adults were smoking, compared with before the pandemic, say researchers. \nThe data also suggests the pandemic may have been a trigger for many smokers, including young adults, to think about attempting to quit tobacco. \nThere were increases in the number of existing smokers quitting successfully, and overall levels of smoking in adults remain stable, according to the figures. \nGiven that older people report being more worried about becoming seriously ill from Covid, health concerns may have served as a greater deterrent to them than to younger people, say investigators.\nLead researcher Dr Sarah Jackson, from University College London, said: \"The first lockdown was unprecedented in the way it changed people's day-to-day lives. \n\"We found that many smokers took this opportunity to stop smoking, which is fantastic. However, the first lockdown was also a period of great stress for many people, and we saw rates of smoking and risky drinking increase among groups hardest hit by the pandemic. \n\"It will be important to keep a close eye on how these increases in smoking and drinking develop over time to ensure appropriate support is made accessible for anyone who needs it.\" \nCancer Research UK warns there is no safe level of smoking and that it is not a healthy way to relax or relieve anxiety.\nDeborah Arnott, chief executive of health charity ASH, said swift action was needed to reverse this worrying trend. \n\"The growing number of young adult smokers is a ticking time bomb, as smoking is an addiction which puts people on a path to premature death and disability which is hard to escape. The government has committed to publish a new Tobacco Control Plan this year, which is welcome. \n\"The new figures provide proof, if it were needed, that unless the plan is sufficiently ambitious and well-funded it will not deliver the government's ambition for England to be smoke-free by 2030.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58320321",
      "category": "uk-politics",
      "title": "Unite union expected to elect first female leader",
      "tags": "Len McCluskey,Keir Starmer,Sharon Graham,Labour Party,Unite,Jeremy Corbyn",
      "text": "Sharon Graham looks set to become the first female leader of the Unite union, taking over from Len McCluskey.\nThe head of the union's organisation department was not Mr McCluskey's preferred choice.\nHe had backed Steve Turner, an assistant general secretary of the union who had run his previous campaigns for general secretary.\nBut in a text message to supporters this evening, Mr Turner - once seen as the favourite - appeared to concede.\nHe said: \"It appears Sharon has got it! Sorry it didn't work out for us.\n\"Thanks for everything and we will make the formal announcement tomorrow.\"\nGerard Coyne, the candidate seen as most sympathetic to Sir Keir Starmer, seems set to come third.\nInsiders are estimating that Ms Graham could have a majority of around 6,000 votes over Mr Turner, with Mr Coyne narrowly behind.\nThe health warning is that the formal vote count only gets under way on Wednesday. \nBut after ballots had been sorted in to respective piles, and extensively \"sampled\" to check for discrepancies, members of all three campaign teams that spoke to the BBC tonight expected a victory for Ms Graham. \nA fourth candidate, Howard Beckett, pulled out earlier in the contest and threw his support behind Mr Turner.\nUnite is the Labour Party's biggest trade union funder and, under Mr McCluskey, it strongly backed Jeremy Corbyn as Labour leader.  \nMr McCluskey has been very critical of Sir Keir's tenure and has funded legal challenges to the party over suspensions and expulsions.\nAlthough also on the Left, Ms Graham campaigned on putting more emphasis on the workplace, and far less on Westminster politics.\nThose who know her say she has little interest in Labour's internal wrangling.\nWhile Labour sources say they are relaxed about her expected win, she may still give them anxious moments.\nThe union gave the party £3m in the run up to the 2019 election, but when I previously interviewed Ms Graham she said she wanted to see \"payment by results\".\nWhile she did not campaign explicitly on reducing contributions to Labour, she did say she would not give the party \"a blank cheque\".\nAnd party and union could soon be at loggerheads over job cuts at Labour's HQ.\nBut it may be employers rather than Labour leaders who have the most to fear from her leadership.\nShe told the BBC: \"Unashamedly, I am talking about jobs, pay and conditions as the number one, number two and number three priorities of the organisation.\"\nShe said she often gets involved in industrial disputes when they turn hostile, and puts some of her victories down to what is called \"leverage\", meaning applying pressure on multi-national companies to resolve sometimes local problems.\nFor example, to help settle a dispute at a bus company in England she brought its behaviour to the notice of the Swedish government, putting the awarding of a potentially lucrative contract there at risk.\nHer likely victory was welcomed by left-wing campaign group Momentum, which praised \"the use of leverage to take on bad bosses\".\nHer \"back to the workplace\" message may have eaten in to some of Mr Coyne's support, as he also campaigned on less meddling in Labour's internal affairs.\nAnd with turnout expected to be even lower than the 12.2% achieved in the 2017 contest, those who are most active in the union are most likely to have voted.\nAnd many of them may have had direct experience of successful disputes led by Ms Graham.\nHer supporters say she is on the verge of a \"historic\" win.\nA spokesman for her campaign said: \"She has fought against the odds and triumphed. We were told she was a no-hoper, now it looks she has won.\n\"Unite workers have come behind her banner. It's time Unite went back to what it says on the trade union tin - fighting relentlessly for jobs, pay and conditions.\"\nLast year, another huge union, Unison, elected its first female leader, Christine McAnea.\nThere is certainly a change in style at the top of the union movement but it looks like there could also be a change of substance as Mr McCluskey's 11 year tenure at the top of Unite draws to a close."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58321737",
      "category": "business",
      "title": "Goldman Sachs mandates vaccines for US staff and visitors",
      "tags": "Coronavirus vaccines,Vaccination,Goldman Sachs",
      "text": "Goldman Sachs has made it compulsory for its staff to be fully vaccinated against coronavirus in order to work in its US offices.\nThe investment bank said from 7 September all employees, along with clients and visitors, would need to be doubled jabbed to enter its buildings.\nGoldman said it would also introduce mandatory once-a-week testing from the same date for staff.\nWorkers who are not fully vaccinated will be expected to work from home.\nGoldman told the BBC the policy was being introduced in the US, where workers returned the office in July, and not at its sites around world. \nProof of vaccination status will be required via an app from October, it added. \nA spokesperson said that from Wednesday face masks would also be required - regardless of vaccination status - in all common areas of its buildings, such as lobbies, lifts, hallways, restrooms and cafes, except while seated for eating and drinking.\nThe bank had previously ordered its US bankers to disclose their vaccine status before returning to the office but refrained from mandating them.\nThe announcement comes after Pfizer's two-dose vaccine received full approval from the US Food and Drug Administration (FDA). The vaccine had initially only been given emergency use authorisation. \nThe approval is expected to set off more vaccine mandates by employers and organisations in the US at time when infections are rising and vaccine hesitancy remains high.\nLast month, Goldman announced bankers returning to its London head office would be required to wear masks in the building, despite the easing of the UK government's coronavirus restrictions.\nBut Richard Gnodde, the head of Goldman Sachs International, said the bank would not insist on people being vaccinated, nor would it force people to return if they felt uncomfortable doing so.\n\"[We will] continue to manage our exit from this in a cautious and appropriate way to make sure that our people feel comfortable,\" he told the BBC.\nBanks have been split over whether staff should come back to the office full time or work from home for some or all of the week.\nGoldman Sachs' group chief executive, David Solomon, has described working from home as \"an aberration\", while James Gorman, the boss of rival US investment bank Morgan Stanley said: \"If you can go into a restaurant in New York City, you can come into the office.\"\nMeanwhile, NatWest has said some 55% of its workforce would adopt a hybrid model of working between the office and home."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58320668",
      "category": "business",
      "title": "UK self-catering holiday prices soar in pandemic",
      "tags": "Lyme Regis,Staycations,Brighton,Airbnb,St Helier",
      "text": "Self-catered accommodation in the UK is costing on average 40% more than in the summer of 2019, according to consumer group Which?.\nIts analysis, with BBC Panorama, suggests holidaymakers are paying an average of £300 more per week in August compared to before the pandemic. \nBrighton is among the seaside resorts with soaring prices, with average rental costs almost doubling.\nThe data is from AirDNA, which monitors websites such as Airbnb and Vrbo.\nBBC News has approached Airbnb for comment. The company has previously claimed figures from third-party organisations can be misleading.\nWatch BBC Panorama: The Great British Staycation? at 19:30 BST on Wednesday on BBC One, or later on BBC iPlayer\nMore than 20 million Britons planned to holiday in the UK this year, according to research by market research company Opinium.\nThe average cost of one night of self-catered accommodation for two people in Brighton was £109 in 2019, but is now £206 - a rise of 89% - according to AirDNA's data.\nMeanwhile, stays in St Helier in Jersey increased by 76% on 2019, and Lyme Regis on the south coast jumped up 74%.\nCatherine Lane, who lets out six properties in Brighton, told BBC Panorama she put up some of her prices this year because her costs had risen considerably.\n\"Now we have to have cleaning and sanitation costs, which are much higher. We have to have time for the cleaners to disinfect the place,\" she said.\nShe said prices had gone up to meet the high demand, but added: \"A lot of pricing we don't have control over.\n\"If you're booking by third-party advertising website, they're putting commissions on the actual end price.\"\nHoliday booking site Vrbo told BBC Panorama it \"does not set, change or influence the property prices a host chooses\".\nWhich? also looked at how big the price difference can be between holidaying in the UK and travelling abroad - even when flights are factored in.\nIts research compared prices for late August getaways for two people in the UK and abroad, looking at the cheapest, highly-rated hotel available in a central location, as well as transport costs.\nFor a coastal break, it found a week in Brighton for £1,131, while a hotel in Nice in the south of France, which included flights, cost £1,085.\nElsewhere, a week in Lake Windermere in the England's Lake District cost £2,424, compared to just £802 for flights and accommodation for a week in Lake Garda in northern Italy.\nWhich? travel editor Rory Boland said: \"We're not talking about £10, we're not talking about the cost of a meal out. We're talking… hundreds and hundreds of pounds.\"\nHe said the reason behind the differences in price wasn't just down to the pandemic.\n\"When we looked at it, accommodation prices in 2019 were more expensive in the UK than they were abroad. So this isn't a pandemic problem only, the pandemic has made it worse,\" Mr Boland added.\nWatch BBC Panorama: The Great British Staycation? at 19:30 BST on Wednesday on BBC One, or later on BBC iPlayer"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-58260242",
      "category": "uk-wales-politics",
      "title": "Covid PCR tests: Call to investigate cost of travel tests in Wales",
      "tags": "Coronavirus lockdown measures,Travel,Competition and Markets Authority,Aberdare,David Davies,Coronavirus testing,Welsh government,Coronavirus pandemic",
      "text": "A Welsh MP has asked the monopolies watchdog to investigate Welsh ministers' insistence people returning to Wales from abroad use a single NHS provider for Covid PCR tests. \nTory MP David TC Davies says NHS tests cost more \"than people need to pay\".\nHe contrasts this with travellers in England being able to \"shop around different providers\" to save money.\nWelsh ministers say NHS testing ensures any positive cases and harmful variants are identified as early as possible.\nTest requirements apply to travellers returning to Wales, even if they arrive at an airport or port in England.\nThe Competition and Markets Authority (CMA) announced a review into the Covid testing system for travellers after complaints about pricing and performance among some private providers in England. \nMr Davies, a UK government Wales Office minister and Conservative MP for Monmouth, then wrote to the CMA agreeing that \"a review is needed to protect holiday makers\" and urging them to \"look very carefully indeed at the cost of PCR testing in Wales\".\nThe cost of an NHS test is set by the UK government. \nIt has been reduced from £88 for a single test to £68, but in England people can choose between private providers and could pay less than £50 per test.\nFirst Minister Mark Drakeford rejected calls to change Wales' policy last month.\nWelsh ministers are urging people not to travel abroad for holidays this summer and he said: \"I don't intend to divert the activities of my officials into making it easier for people to do something that the Welsh government so clearly thinks is unadvisable.\"\nRichard Cobourne, who lives near Tintern in Monmouthshire, travels to the Canary Islands regularly to run his villa rental business and wants more choice for people living in Wales. \n\"It seems to me the Welsh government are imposing some strictures here that make it very difficult for travellers -  and remember it's not just holiday-makers that are going abroad, it's business travellers,\" he said.\n\"We have villa rentals out there which are providing our pension, they are our income.\"\n\"If you travel a mile and a half that way,\" said Mr Cobourne, pointing to the border with England, \"you have a choice of 422 testers\".\n\"If you use a private provider in Wales, that is prohibited, and you'll be fined £1,000.\"\n\"I believe travellers from Wales should be offered a choice.\" \nSuzanne Cumpston, of Sam Smith Travel in Cowbridge in the Vale of Glamorgan, said the differing rules on tests had caused confusion, with some travellers buying the wrong tests.\n\"We've seen people come into the office for advice, who have already booked their holiday - not with us - and they have booked the wrong test. They've gone on to websites looking to compare Covid PCR test prices for international travel and they've booked what they think is the cheapest and best quality test out there.\n\"I'm sure all of my colleagues in the travel industry would love to see - and the public more importantly - four aligned nations in the United Kingdom.\n\"We need the governments to be aligned as much as possible,\" she said.\nHelen Furlong, a personal travel agent based in Aberdare, told BBC Radio Wales Breakfast £68 per test was a lot of money, especially for families.\n\"In Wales there are a lot of people who work really very hard and have to save for a long time for their holiday and then to add the extra layer of cost on top of it is almost the straw that breaks the camel's back,\" she said.\nOn Monday, the UK government removed some of the private testing companies from their list of approved providers in England, because of \"cowboy behaviour\".\nMr Davies welcomed the clampdown in England, and said: \"We're actually in a worse situation in Wales because we don't even have the possibility of shopping around different providers.\"\nHe said the Welsh government should recognise that \"people have a right to go on holiday and they have not got the right to try to make it difficult\".\n\"They should allow people to have exactly the same access to cheaper private providers as the UK government quite rightly do in England.\"\n\"All of the results are fed into the NHS anyway and test, track and trace kick in in England if you have a positive test, that's the whole purpose for having it.\"\nA spokesperson for the CMA said: \"We can confirm we have received the letter from David TC Davies MP. \n\"As part of our review we are considering evidence received from across the UK about issues in the PCR testing market.\"\nThe Welsh government said: \"It is critical any positive cases and harmful variants are identified at the earliest opportunity. \n\"For this reason, for the time being, we require the tests to be provided by the NHS, so that we can identify positive cases as quickly as possible for our Test, Trace, Protect system to follow up.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58326903",
      "category": "uk-england-london",
      "title": "Church of England 'regret' over suicide of falsely accused priest",
      "tags": "Wapping,The Church of England",
      "text": "The Church of England has expressed \"deep regret and sorrow\" over a mishandled inquiry into a priest who killed himself after false child abuse allegations.\nFather Alan Griffin, 78, who died last November, spent a year under scrutiny without ever hearing the claims.\nA coroner previously said the claims were \"supported by no complainant, no witness and no accuser\".\n\"We take responsibility for what went wrong,\" the Church said.\n\"We acknowledge that there were either poor processes or systems, or mistakes, that led to unreasonable pressures on Fr Alan,\" the Diocese of London and Lambeth Palace said in a submission to the coroner.\nIt added a new head of safeguarding \"with 30 years policing experience\" had been installed at the start of the month.\nLast month, Coroner Mary Hassell's Prevention of Future Deaths report was published following the inquest into Fr Griffin's death at his home in Wapping, east London, on 8 November 2020.\nRecording the death as a suicide, the coroner said: \"He was an HIV positive (viral load undetectable) gay priest.\n\"He killed himself because he could not cope with an investigation into his conduct, the detail of and the source for which he had never been told.\n\"Fr Griffin did not abuse children. He did not have sex with young people under the age of 18. He did not visit prostitutes. He did not endanger the lives of others by having sex with people whilst an HIV risk.\"\nThe investigation into Fr Griffin began because an official in the Anglican Diocese of London suggested to his archdeacon that he undertake a \"brain dump\" of information he had acquired before his retirement.\n\"We accept that the concerns raised in respect of Fr Griffin were unsubstantiated,\" the church said in its submission to the coroner.\n\"We accept that good practice around evidence gathering, verification, and evaluation of information prior to action was lacking.\n\"We fully accept that there was no subsequent verification of the information shared by/with the head of operations.\"\nThe coroner addressed many concerns in her report, which she sent to the Archbishop of Canterbury, pointing out the \"breadth of the systemic and individual failings that have come to light during the course of this inquest\".\nThe Church apologised to the coroner for the delay in responding to the inquest process and \"for the points at which we did not engage as effectively as we could have done\".\n\"It is a matter of significant regret that, even following the death of Father Griffin, there were a number of lost opportunities to review learning from the handling of this case prior to the inquest,\" it added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58329817",
      "category": "uk-northern-ireland",
      "title": "Gas bills: Northern Ireland customers facing price rise",
      "tags": "Electricity pricing,Oil & Gas industry",
      "text": "Northern Ireland households and businesses are facing substantially higher gas bills this winter, the Utility Regulator has warned.\nJohn French said \"unprecedented\" increases in international wholesale prices were to blame.\nWholesale energy costs make up about half of gas and electricity bills.\nMr French said consumer gas prices would increase in September, but electricity prices would not be affected until next year.\nHe suggested gas bills could increase by more than £100 a year.\nHe said: \"It is likely that tariffs will increase from the current average household bill of about £515 per year, to be closer aligned with the average gas bills in GB (£625) and the Republic (£782).\nThe Fuel Poverty Coalition group said it was concerned about the possibility of many households being \"at risk of fuel poverty this winter\".\nIt highlighted that this is most common among older people, households with babies and young children, adults with disabilities and people living with long-term health conditions.\nIts chairperson, Pat Austin, advised consumers to take early \"practical steps\", such as making \"energy efficiency improvements or budgeting a little extra if they can each week to help cover the increased cost\".\nRaymond Gormley, head of energy at the Consumer Council, said people should \"seek help\" when they need it. \n\"While not practical for everyone, it is advisable to try to keep an energy budget aside for the coming winter,\" he added.\nElectricity prices have already increased this year.\nFor example, the regulated provider Power NI increased its tariffs by almost 7% in July with other providers increasing prices by up to 20%.\nMr French said he did not expect the regulated price to increase further this year.\nHowever, the picture is more uncertain next year and the higher gas prices could potentially feed through into higher electricity prices."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58321849",
      "category": "world-asia",
      "title": "Afghanistan: 'The sooner we finish, the better,' says Joe Biden",
      "tags": "Afghanistan,Taliban,United States,Islamic State group,Joe Biden",
      "text": "US President Joe Biden says the US is \"on pace\" to meet a 31 August deadline for evacuations, despite previous calls from allies for an extension.\n\"The sooner we finish the better,\" he said. Some American troops have already been withdrawn, US media report - although evacuations are not affected.\nAt least 70,700 people have been airlifted from Kabul, which fell to the Taliban nine days ago.\nThe militants have opposed any extension to the evacuation deadline.\nPresident Biden said: \"The Taliban have been taking steps to help get our people out,\" adding that the international community would judge the Taliban by their actions.\n\"None of us are going to take the Taliban's word for it,\" he added.\nMr Biden said the airlift had to come to an end soon because of an increasing threat from the Islamic State group in Afghanistan. \nThe longer the US stayed in the country, he said, there was an \"acute and growing risk of an attack\" by the group. \nIn other developments: \nThe staffers were punctual: they moved velvety ropes from a briefing room to the Roosevelt Room, and got ready for the president's speech at 12:00 (16:00 GMT). \nThey set up a sound system, and prepared the stage for an important moment: the president would speak about Afghanistan. But the president was late. He met aides in the Oval Office, worked on his speech. \n\"What's going on?\" my colleagues asked, sending me texts, wondering what was happening, and why his speech had been delayed, again and again. \nThey were not the only ones who were wondering: many people in Kabul were desperate to find out. \nFinally, the president spoke at around 17:00, hours late: things were on track to end the US mission by 31 August, he said. \nHis remarks were a bitter disappointment for many in Kabul, who say the mission is far from over, since it leaves them stranded. \nBackstage at the White House, the president's day, and the lead-up to his speech, were disorganised, unpredictable and chaotic. \nFor many, it captured the essence of his Afghanistan policy, one that they describe as disastrous.\nMr Biden was speaking after leaders of the G7 - which consists of Canada, France, Germany, Italy, Japan, the UK and the US, plus the EU - discussed the Afghan crisis during a virtual meeting. The UK and other allies had urged the US to stay beyond 31 August to allow more relief fights.\nUK Prime Minister Boris Johnson, who chaired the talks, said Britain would continue to evacuate people \"until the last moment\". He also urged the Taliban to allow Afghans to leave beyond the deadline.\nEuropean Commission President Ursula von der Leyen said the G7 leaders had \"agreed that it is our moral duty to help the Afghan people and to provide as much possible support as conditions will allow\".\nAlmost 6,000 US soldiers and more than 1,000 from the UK are at Kabul airport to secure it and organise the evacuation of foreigners and eligible Afghans.\nSmaller contingents from other Nato members including France, Germany and Turkey are also present.\nThe airlift is being stepped up, with more than 21,000 people evacuated since Sunday. The departure of some US troops ahead of the 31 August deadline \"does not affect the mission\", a US defence official was quoted as saying by CNN.\nOn Tuesday, two members of Congress flew into Kabul airport unannounced, prompting an outcry on social media. Democratic Senator Seth Moulton and Republican Senator Peter Meijer were on the ground at Kabul airport for several hours, according to the Associated Press. \nSources told the agency the state department, defence department and White House officials were furious about the visit as it had been made without co-ordinating with diplomats or military commanders. \nBy Yogita Limaye, BBC News, Mumbai\nPeople involved with evacuation efforts have told the BBC that some Afghan nationals who have tried going to the airport since the Taliban announcement have been stopped at checkpoints. It is not clear who they're being denied entry by.\nGiven the crowds thronging the airport, it has been tough all through the past week for people to get past its gates, but the situation has become even more difficult now. \nThe BBC has also learnt that some Afghans who were due to leave on Wednesday morning have abandoned their plans for now, fearing for their safety on the road to the airport, nervous after the Taliban said they didn't want Afghanistan's people to leave. \nEvacuation flights are taking off every hour, but there are fears now that some planes might have to leave without the people they were meant to fly out. \nThe US has said it is in touch with at risk Afghans they plan to evacuate, but the situation on ground is uncertain and chaotic.\nEarlier on Tuesday, Taliban spokesman Zabihullah Mujahid said the group would probably not agree to an extension and Afghans would be stopped from going to the airport.\n\"There is danger that people will lose their life\" in the chaos there, he told reporters.\nHowever, there has been confusion about whether this meant Afghans with full travel documents would be unable to leave the country.\nMr Mujahid also said that working women in Afghanistan must stay at home until proper systems are in place to ensure their safety.\n\"Our security forces are not trained [in] how to deal with women - how to speak to women [for] some of them,\" he said. \"Until we have full security in place... we ask women to stay home.\"\nThe Taliban enforced a strict version of Islamic law when they ran Afghanistan before 2001. Since their return to power, they have tried to convey a more restrained image, promising rights for women and girls and some freedom of speech. \nBut UN Human Rights Commissioner Michelle Bachelet said there were \"credible\" reports of human rights abuses by the Taliban, including summary execution, restrictions on women and recruitment of child-soldiers.\nThe UN Human Rights Council on Tuesday endorsed a resolution affirming its \"unwavering commitment\" to the rights of women and girls.\nBut the resolution did not recommend the appointment of a special UN investigator for Afghanistan, which many human rights groups had called for. \n Are you in Afghanistan or do you have a loved one there? Please tell us your story by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58306234",
      "category": "uk-scotland",
      "title": "Serial thief targets designer frames in opticians across Scotland",
      "tags": "Glasgow",
      "text": "Designer glasses frames worth tens of thousands of pounds have been stolen from a string of opticians across Scotland. \nBBC Scotland has spoken to eight affected opticians who have shared CCTV footage of the incidents and believe the same thief targeted their shops.\nIt is understood at least six other opticians have had frames stolen by a man who matches the same description.\nPolice Scotland said its inquiries were ongoing. \nThe suspected thief speaks with a Glaswegian accent, is of stocky build and about 50-years-old.\nBBC Scotland was told that he will typically come into a shop and ask for a small repair on a pair of glasses and steal frames when staff are distracted.\nCCTV footage from one opticians shows the man, who has grey hair and wears glasses, appear to place pairs of frames inside his shirt before leaving the shop.  \nSara Wallwork, practice manager at 20/20 Vision opticians on Easter Road, Edinburgh, had 21 pairs of frames worth about £4,500 stolen on 13 August. \nShe said: \"We were incredibly busy that day and he'd asked for a repair but we explained that it was being done by appointment at the moment.\n\"He said he was going to browse the frames and was in the shop for another five minutes or so, and that's obviously when he's taken advantage of how busy we are.\n\"We've had pockets of thefts before but nothing like this; it was two or three of each designer, almost as if he was stealing to order.\"\nGerri O'Hear, practice manager of Mearns Opticians in Glasgow, said her shop had seven frames worth about £2,000 taken on 18 August. \nThe thief had taken cheaper frames from a stand in the shop and put them in some of the gaps where he'd taken the more expensive frames. \nShe said: \"The story we got was he wanted the nose pads changed on his Gran's glasses.\n\"I'm more annoyed than anything, just at the sheer gall of it.\n\"It's not as if we are a big multiple chain that can take the hit of losing stock like this.\"\nSteven Hislop, director of The Opticians at Marchmont in Edinburgh, reported the theft of frames from his shop to Police Scotland on 6 August.\nHe said: \"I've phoned the police twice since the incident to ask when they will be coming for photos and videos as per their request and not heard back from them.\n\"This guy will continue to steal from small businesses because nothing has been done about it.\"\nA Police Scotland spokeswoman said nobody has been arrested in connection with the incidents but \"inquiries are ongoing\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58320221",
      "category": "uk-politics",
      "title": "Taliban to US: Don't encourage Afghans to leave, we need them",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58331722",
      "category": "technology",
      "title": "OnlyFans suspends policy change after backlash",
      "tags": "Social media,OnlyFans,Pornography,Sex industry",
      "text": "OnlyFans has announced that it will delay making changes to policy on content creation, following a widespread backlash by its users.\nThe content subscription service announced plans last week to block sexually explicit photos and videos from October.\nOn Wednesday, it tweeted that it has \"suspended the planned 1 October policy change\".\nIt is currently unclear if the delay will be permanent. \nOnlyFans wrote on twitter that it would \"continue to provide a home for all creators\". \n\"Thank you to everyone for making your voices heard,\" said the company. \n\"We have secured assurances necessary to support our diverse creator community and have suspended the planned 1 October policy change. \n\"OnlyFans stands for inclusion and we will continue to provide a home for all creators.\"\nAnd in an email to its content creators, it said: \"The proposed 1 October 2021 changes are no longer required, due to banking partners' assurances that OnlyFans can support all genres of creators. \"OnlyFans is committed to providing a safe and dependable platform for all creators and their fans.\"\nOne OnlyFans creator, from London, welcomed the announcement but said those who had already found new homes for their content may still not return. \n\"So it is short-term good news for sex workers reliant on the platform - and I would like to see this as the start of increased support, celebration and championing of sex-worker rights by OnlyFans,\" he told BBC News.\n\"But I think there may well have been enough anxiety caused to see many models continuing the move to other platforms.\"\nOnlyFans makes its money by taking 20% of all payments made to its content creators. \nThe platform reported a 75% increase in new creators in May last year, during lockdown. \nWariness from investors was originally claimed to be the reason for last week's announcement.\nBut founder Tim Stokely blamed banks penalising the company for supporting sex workers. \n\"JPMorgan Chase is particularly aggressive in closing accounts of sex workers or...  any business that supports sex workers,\" he told the Financial Times on Tuesday.\nBut a JPMorgan spokeswoman told BBC News it had \"no such policy\". \nIn June, a BBC News investigation found children had used fake ID to set up accounts on the site.\nAnd the children's commissioner for England said OnlyFans needed to do more to stop under-age users.\nIn response to the investigation, OnlyFans said it had closed the accounts flagged and refunded all active subscriptions."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58329439",
      "category": "business",
      "title": "Tesco and Iceland bosses warn over Christmas supplies",
      "tags": "Companies,Iceland,Retailing,Supermarkets,Freight transport,Haulage",
      "text": "The boss of supermarket Iceland says the supply chain chaos is getting worse, just as retailers start planning for the key Christmas period.\nRichard Walker told the BBC he estimated the UK's shortage of lorry drivers was now about 100,000, with the company itself about 100 short.\nTesco boss John Allan said \"there may be some shortages\", but people should not \"over-dramatise\" and panic-buy.\n\"It's very easy to make a drama out of a modest crisis,\" he told the BBC.\nThe continuing shortage of HGV drivers is starting to make retailers nervous, as they are about to start planning for the key trading period.\nThe government said there was a \"highly resilient\" food supply chain and it was taking measures to tackle the driver shortage.\nBut Mr Walker said: \"The reason for sounding the alarm now is that we've already had one Christmas cancelled at the last minute. \n\"I'd hate this one to be problematic as well,\" he added. \"We start to stock-build from September onwards for what is a hugely important time of year,\" he added.\n\"We've got a lot of goods to transport between now and Christmas and a strong supply chain is vital for everyone.\"\n\"The driver shortage is impacting the food supply chain on a daily basis and leading to shortages on the shelves,\" Mr Walker said.\n\"We've had deliveries cancelled for the first time since the pandemic began, about 30 to 40 deliveries a day.\"\nThe simple solution he said, was for heavy goods vehicle drivers to be added to the UK's skilled workers list, to help get drivers recruited from overseas.\n\"These men and women, these HGV drivers, have kept the show on the road for 18 months during the pandemic and it's criminal that we're not viewing them as skilled workers,\" he told the BBC.\nAsked if Brexit is responsible for the supply chain problems, Mr Walker responded: \"I think so, but it's a 'self-inflicted wound' rather than an inevitable consequence of Brexit, caused by the government's failure to appreciate the importance of HGV drivers and the work they do for us.\"\nTesco chairman Mr Allan echoed the warnings, but felt the situation was unlikely to develop into a crisis. \"There may be some shortages at Christmas, but I wouldn't want to overdramatise the extent to which that would be the case.\"\nHe said that normally, the supermarket industry would start building stocks now in readiness for Christmas, but \"at the moment we're running very hard just to keep on top of the existing demand and there isn't the capacity to build stocks that we would like to see\". \nHe said Tesco, like all its rivals, was \"very short of drivers\".\nFirms from a number of sectors in the UK have been battling with a supply chain crisis due to a shortage of lorry drivers. \nSteve Murrells, chief executive of the Co-operative Group, warned that current food shortages were \"at a worse level than at any time I have seen\".\nHe told the Times that the Co-op had significantly reduced its range of some products to help serve customers.\nMr Murrells said the disruption to supply had been driven by \"Brexit and issues caused by Covid\" and the firm was retraining staff as lorry drivers to help fill vacant roles.\nA government spokesperson said: \"We have a highly resilient food supply chain. We have well-established ways of working with the food sector and are working closely with them to ensure businesses have the labour they need. \n\"We have put in place a package of measures to tackle the HGV driver shortage. Additionally, our Plan for Jobs is helping people across the country retrain, build new skills and get back into work. As part of this, we are streamlining the process for people to get their HGV licence.\"\nTesco has been offering lorry drivers a £1,000 joining bonus amid a chronic shortage of drivers in the industry.\nOther companies are also understood to be offering similar incentives for HGV drivers after disruption to supply chains led to product shortages. Morrisons said it was working on schemes to train staff to become lorry drivers.\nOn Friday, Logistics UK, which represents freight firms, and the British Retail Consortium (BRC) wrote to the government to plead for new measures to alleviate the problem.\nProblems with shipping goods in from overseas could also hit Christmas, according to toy retailer boss Gary Grant. \nThe chairman of The Entertainer told the Mail Online that he had to contend with shortages of containers to bring goods in from Asia and a jump in shipping costs.\n\"What is unique to us is that Christmas is a fixed date, so we are under extreme pressure at the moment to move as much stock as we can, but are significantly behind with the shipment of products,\" he said. \n\"There's not a shortage of toys, but what will happen as when we get nearer to Christmas, the suppliers will not have back-up stock that we've previously relied upon. So the range of stock we have may be narrower.\" \nHe warned that popular toys such as Paw Patrol, Barbie and Rainbocorns could be in short supply. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58322872",
      "category": "uk",
      "title": "Covid: Waning vaccine protection and soaring holiday prices",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Wednesday morning. We'll have another update for you this evening.\nAlthough expected, protection against Covid-19 infections wanes over time for those who have had both vaccines, researchers say. According to a study, protection after two jabs of the Pfizer vaccine decreased from 88% at one month to 74% at five to six months and fell from 77% to 67% at four to five months for those who have had the AstraZeneca jab. However, vaccination has prevented around 84,600 deaths and 23 million infections in England so far, Public Health England estimates. \nHolidaymakers staying in self-catered accommodation in the UK are paying an average of £300 more per week in August - that's about a 40% increase - compared to the summer of 2019, before the pandemic. Consumer group Which?, with BBC Panorama, found Brighton is among the seaside resorts with soaring prices, according to data from AirDNA, which monitors websites such as Airbnb and Vrbo. Airbnb has previously claimed figures from third-party organisations can be misleading.\nMore young adults started smoking during the first lockdown, according to a study. The numbers jumped up from 21.5% to 26.8%, says Cancer Research UK, but there is no explanation of why. However experts believe many 18 to 34-year-olds turned to cigarettes due to stress.\nNew York bartender Jennifer says no one's raised her suspicions when they've shown proof of vaccination, but she thinks it'll be \"really hard\" to spot fake documents. Counterfeiters appear to be doing brisk business and the black market of fake vaccination cards seems to be booming in the US, so what can be done to tackle it? We've investigated.\nThere's no medicine that can help Steve, says his twin brother Bobby: \"The only medicine that we know that can help Steve is love.\" The popular DJing duo both fell into a coma after catching Covid at the beginning of the pandemic. Bobby recovered but Steve needs round-the-clock care. Take a look at their stories.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nWith Public Health England estimating vaccination has prevented around 84,600 deaths and 23 million infections in England so far, find out how many people in the UK have been jabbed.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-58321129",
      "category": "newsbeat",
      "title": "Afghanistan: The exhaustion of following the conflict from the UK",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58320516",
      "category": "world-asia",
      "title": "Afghanistan: Secret Kabul talks between CIA and Taliban - US media",
      "tags": "Kabul,CIA,Afghanistan,Taliban",
      "text": "The head of the US Central Intelligence Agency (CIA) secretly met the leader of the Taliban in Kabul on Monday, sources have told US media.\nNeither the Taliban nor the CIA would confirm the reported meeting between William Burns and Mullah Baradar. \nUS President Joe Biden has set a deadline of 31 August for American forces to leave Afghanistan. Allies - including the UK - want an extension.\nUS forces have been in Afghanistan since 2001, following the 9/11 attacks.\nSources have told US news outlets, including the New York Times, the Washington Post, the Associated Press and broadcaster NPR about the CIA-Taliban meeting. \nHowever, they gave few details. \nIf confirmed, this would be the highest-level contact between the US and the Taliban since the militants took Kabul on 15 August, prompting the internationally backed Afghan government to flee. \nAbout 5,800 US troops are currently guarding Kabul airport as thousands of foreign nationals and Afghans try to leave the country. \nThe Washington Post says the discussions are likely to have involved the deadline for the US military to conclude its airlift. \nAlso on Tuesday, the Taliban said no more Afghans would be allowed to leave the country, nor would the deadline for the US withdrawal be extended. \nMullah Baradar is one of the four men who founded the Taliban in 1994. He was captured in a US-Pakistani operation in 2010 and spent eight years in prison. \nSince 2019, he has been the head of the Taliban political office in Qatar. In February 2020, he signed the Doha agreement on the withdrawal of US and Nato troops. \nHe was also the first Taliban leader to communicate directly with a US president, after having a telephone conversation with Donald Trump in 2020. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58316842",
      "category": "entertainment-arts",
      "title": "Charlie Watts: Rolling Stones drummer dies at 80",
      "tags": "The Rolling Stones,Charlie Watts,Music",
      "text": "Rolling Stones drummer Charlie Watts, who helped them become one of the greatest bands in rock 'n' roll, has died at the age of 80.\n\"It is with immense sadness that we announce the death of our beloved Charlie Watts,\" a statement said.\nIt said he was \"a cherished husband, father and grandfather\" and \"one of the greatest drummers of his generation\".\nTributes have come from stars including The Beatles' Sir Paul McCartney and Sir Ringo Starr, and Sir Elton John.\nSir Paul described Watts as \"a lovely guy\" and \"a fantastic drummer\" who was \"steady as a rock\".\nSir Elton wrote on Twitter: \"A very sad day. Charlie Watts was the ultimate drummer. The most stylish of men, and such brilliant company.\"\nThe Beach Boys' Brian Wilson said he was \"shocked\" to hear the news about Watts, who he described as \"a great drummer\".\nThe news came weeks after it was announced that Watts would miss the band's US tour dates to recover from an unspecified medical procedure. Watts was previously treated for throat cancer in 2004.\nHe had been a member of the Stones since January 1963, when he joined Mick Jagger, Keith Richards and Brian Jones in their fledgling group.\nWatts helped them become, with The Beatles, one of the bands who took rock 'n' roll to the masses in the 60s with classics like (I Can't Get No) Satisfaction, Jumpin' Jack Flash, Get Off My Cloud and Sympathy for the Devil.\nBy BBC music reporter Mark Savage\nCharlie Watts was never the most flashy drummer. He wasn't known for the frenzied solos of Cream's Ginger Baker, or for placing explosives in his kick drum like The Who's Keith Moon. Instead, he was the subtle, stoic heartbeat of The Rolling Stones for almost 60 years. \nA jazz aficionado, he fell in love with the drums after listening to Chico Hamilton play brushes on Walking Shoes; and was only introduced to the dark arts of rock 'n' roll by Mick Jagger and Keith Richards in the early 1960s.\nHe joined the Stones in 1963 after the band had discarded several other drummers - and they never looked back. \"Charlie Watts gives me the freedom to fly on stage,\" Richards later observed.\nHis jazz-inflected swing gave the Stones' songs their swagger, pushing and pulling at the groove, creating room for Jagger's lascivious drawl.\nHe was at his best on the cowbell-driven Honky Tonk Women or the locked-down groove Gimme Shelter (where he even threw in some uncharacteristically showy fills).\nOn and off the stage, he was quiet and reserved - sticking to the shadows and letting the rest of the band suck up the limelight.\n\"I've actually never been interested in all that stuff and still am not,\" he told the San Diego Tribune in 1991. \"I don't know what showbiz is and I've never watched MTV. There are people who just play instruments, and I'm pleased to know that I'm one of them.\"\nOther tributes came from The Police drummer Stewart Copeland, who described him as \"a unique, iconic drummer (and dancer)\", and Duran Duran's sticksman Roger Taylor, who said \"his simple style was a lesson to us all\".\nQueen guitarist Brian May wrote on Instagram: \"He was the nicest gent you could ever meet. And such a pillar of strength for the Rolling Stones - to whom he brought a touch of Jazz and a mountain of pure class.\"\nLenny Kravitz remembered him as \"the beat of The Stones\", while Bryan Adams also paid his condolences.\nFellow drummer Kenney Jones, who played with The Who and the Small Faces told the BBC Watts \"was a lovely, smart, amazing guy... and for me, he was the ultimate drummer.\"\nHis views were echoed by Paul Weller who described him as \"top drummer, dresser, gentleman\".\nAnd Guns N' Roses guitarist Slash said: \"The countenance of rock n roll is forever changed this day. Devastating loss, RIP Charlie Watts.\"\nThe Sex Pistols' Glen Matlock said Watts \"kept the beat to the soundtrack of our lives\", while Nile Rodgers wrote: \"Thanks for all the great music.\"\nSinger-songwriter Joan Armatrading wrote: \"Why am I crying? Because Charlie Watts has died. Who knew that any of the Rolling Stones musicians would ever leave this earth.\"\nJoan Jett described him as \"the most elegant and dignified drummer in rock and roll\" who \"played exactly what was needed - no more - no less\".\nBBC 6 Music presenter and former Kenickie frontwoman Lauren Laverne wrote: \"Nobody has ever been cooler than #charliewatts, have they? And he was kind to my band when we were daft teenagers completely out of our depth.\"\nFellow singer Curtis Stigers said : \"My mom always claimed I was conceived during the chorus of Satisfaction by The Rolling Stones. Thank you, Charlie Watts. I owe you my life.\"\nThe statement from the Rolling Stones' publicist said: \"He passed away peacefully in a London hospital earlier today [Tuesday] surrounded by his family.\n\"We kindly request that the privacy of his family, band members and close friends is respected at this difficult time.\"\nIn 2016, Watts was ranked 12th in Rolling Stone magazine's list of the 100 greatest drummers of all time.\nHe is survived by his wife Shirley, daughter Seraphina and granddaughter Charlotte."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58322576",
      "category": "uk-northern-ireland",
      "title": "Man in 20s shot in leg in Newtownabbey",
      "tags": "Newtownabbey",
      "text": "A man in his 20s has been shot in the leg in Newtownabbey, County Antrim.\nThe attack happened at Knockenagh Avenue at about 22:00 BST on Tuesday.\nDet Insp Kerry Brennan described it as a \"brutal attack\".\nShe said detectives were trying to establish a motive for the shooting.\n\"Those who are involved in these attacks do not represent the interests of this community, nor do they contribute anything to it,\" she said.\n\"They do it to try and exert influence or gain control of those they claim to represent.\"\nDetectives want anyone who has information about the attack to contact them on the non-emergency number 101."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58322561",
      "category": "science-environment",
      "title": "Consultation begins on beaver reintroductions",
      "tags": "Rewilding,Animals,Environment",
      "text": "A consultation is launching to seek people's views on whether beavers should be reintroduced to England's rivers.\nThe creatures were once widespread throughout Britain, but were hunted to extinction 400 years ago.  \nStudies have shown that the return of the mammals could help to restore river habitats. \nBut the National Farmers' Union warned that beavers' dams can cause disruption.\nThe consultation will last for 12 weeks. \nEnvironment Secretary George Eustice said: \"Today marks a significant milestone for the reintroduction of beavers in the wild.\n\"But we also understand that there are implications for landowners, so we are taking a cautious approach to ensure that all potential impacts are carefully considered.\"\nThe steps towards bringing beavers back to England follows reintroduction programmes in Scotland, which have led to established wild beaver populations. Trials in Wales and England have also been assessing the mammal's impact on the environment. \nA five-year study of beavers that were reintroduced to the River Otter in Devon found that the creatures were beneficial to the environment.\nBeavers are often described as eco-engineers - their dams create wetland habitats where wildlife can flourish. The animals transport logs, branches, stones and mud to build the barriers across rivers. The dams help create pools of deep water that deter predators.\nThe River Otter study found that the natural constructions also act as natural flood barriers, protecting homes downstream.\nEva Bishop, from the Beaver Trust, said a national policy for the animals was an important step.\n\"We hope to see beavers accepted back in the countryside like any other native wild animal - particularly as they have a role to play in nature's recovery and British wildlife resilience in the climate emergency,\" she said.\nHowever, the River Otter study also concluded that beavers can cause localised problems for some landowners. \nAnd the National Farmers' Union urged caution over widespread reintroductions, warning that beavers can damage trees and impede drainage from farmland.\nNFU spokesman Richard Bramley said: \"Where there is a financial impact on a farm business, adequate compensation must be made and an exit strategy must be in place should major issues occur.\"\nThe government has also announced plans to give beavers legal protection in England as a native species. \nThis makes it an offence to deliberately capture, kill, disturb or injure the mammals, or to damage breeding sites or resting places."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58328511",
      "category": "world-asia",
      "title": "Tears on the tarmac as Afghan journalist speaks to BBC",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58333935",
      "category": "uk",
      "title": "Covid-19: Scotland sees record cases, as the search for pandemic's origin 'stalls'",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Wednesday evening. We'll have another update for you tomorrow morning.\nScotland has recorded more than 5,000 daily Covid cases - its highest figure for a single day since the pandemic began. A total of 5,021 new cases of the virus were reported on Wednesday, a record high for the second day running. The number of infections is partly being fuelled by the return of schools after the summer holidays, deputy first minister John Swinney has said, explaining that the data showed high numbers of young people had tested positive in recent days.\nSenior scientists say \"the window of opportunity\" to conduct crucial studies into how the Covid-19 pandemic started is closing. Researchers asked by the World Health Organization to find the cause of the initial outbreak say the process has stalled and any further delay could make crucial studies \"biologically impossible\". They are calling on political and scientific leaders to expedite those studies \"while there is still time\".\nSouth-west England has seen a recent spike in cases, which are highest \"by far\" among 15-24 year olds, according to Public Health England. Prof Mike Wade, deputy regional director, said this age bracket had 1,700 cases per 100,000. He also said the latest figures showed just over 5,000 cases could possibly be linked to the Boardmasters festival, which was held in Newquay two weeks ago. Meanwhile, the UK has reported more than 30,000 daily Covid cases for an eighth day in a row, according to the latest government statistics.\nPremier Foods, the owner of Mr Kipling cakes, has told its 800 office staff members they will be able to decide where they work, as it adopts a new hybrid model. The offer applies to staff at its St Albans head office, as well as its Manchester, Lutterworth, Southampton, and High Wycombe locations. Premier joins a string of other companies embracing hybrid working after more than 18 months of remote working due to the coronavirus pandemic. Video calls firm Zoom has also announced it will mix remote and in-office working.\nThe return of Reading Festival this weekend will be an \"emotional time\" for teenagers following the Covid-19 pandemic, the event's boss has said. The music festival, which was cancelled last year, along with its sister event Leeds Festival, is expected to host more than 100,000 people over three days. Festival Republic managing director Melvin Benn said he was thrilled to be able to put on the event after \"the worst 18 months\" for teenagers.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nAs some countries, such as Australia and Vietnam, report record numbers of cases, head here to find out more about the global picture.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-south-asia-58071592",
      "category": "world-south-asia",
      "title": "Bilal Sarwary: 'The plane hit the tower and all our lives changed'",
      "tags": "Afghanistan,Taliban,Long Reads",
      "text": "Afghan journalist Bilal Sarwary saw the Taliban toppled in 2001 and his country transformed. But in his view, as he explains here, the US missed an opportunity to try to bring lasting peace. And in the last two weeks the path of his homeland took a terrifying twist, one that put his own life in danger.\nIn 2001, I was a carpet salesman at the Pearl Continental Hotel in Peshawar, Pakistan, having yet another unremarkable day at work. \nI'll never forget glancing up at the TV in a brief moment between sales, only to witness firsthand the dramatic footage as a passenger plane careered into the World Trade Center in New York. Then the second plane, and another at the Pentagon. \nNone of our lives would ever be the same. \nInternational attention immediately focused on Afghanistan where the ruling Taliban were accused of providing a sanctuary for the attack's prime suspects - Osama Bin Laden and his al-Qaeda movement.\nOnly the next day, there were suddenly hundreds of foreign media crews crowding the hotel's lobby, desperate for anyone who could speak English to assist them as a translator as they crossed the nearby border into Afghanistan. I took up that offer and I haven't stopped since.\nI hadn't lived in Afghanistan since I was a child - our family had fled the violence during the civil war in the 1990s when the Soviet troops withdrew. So when I entered Kabul for the first time again after all those years, I was shocked to discover the destruction, with buildings reduced to rubble and twisted metal. All signs of hustle and bustle had vanished. The people were so poor, and there was so much fear.\nI was initially working with Abu Dhabi TV and was based in the Intercontinental Hotel with five other journalists. I woke up every morning clouded in a haze of fear, as Kabul became the primary focus of American airstrikes. Known al-Qaeda operatives and Taliban came and went from our hotel, and we saw them wandering in nearby streets. Explosions rang through the night. I wondered if our hotel would be next. \nAnd then one morning in early December, the Taliban were gone. \nWithin hours, people were lining up again outside barber shops to have their beards trimmed. Rhythmic Afghan music filled the streets, filling the vacuum left by explosions. Afghanistan was born again that morning.\nFrom that moment onwards, I was intimately involved in observing the lives of ordinary Afghans firsthand, as they transitioned back to normality, no longer as a translator but as a journalist in my own right. From covering Tora Bora in the East to the Shai Koat battle in Paktia, I had seen the Taliban toppled. \nTheir fighters vanished into the mountainous rural areas, and their leadership fled to Pakistan. In retrospect, it is clear to me that this was a missed opportunity, a time when the US should have sat down with the Taliban to discuss a peace deal. I saw a genuine willingness amongst the rank-and-file of the Taliban to lay down their arms, and resume their lives. But the Americans didn't want that. From my reporting, it seemed to me and many other Afghans that their motivation was revenge after 9/11.\nThe ensuing years were a catalogue of errors. \nPoor and innocent Afghan villagers were bombed and detained. The Afghan government's willingness to allow foreigners to drive the war effort created a gulf between it and the people. I remember clearly an incident where the Americans had mistakenly arrested and detained a taxi driver named Sayed Abasin on the highway between Kabul and Gardez. His father, Mr Roshan, was elderly and a legendary employee of Ariana airlines. After we exposed the error, Mr Abasin was eventually freed. But others were not so connected and not so lucky.\nThe Americans persisted with a heavy-handed approach, causing excess loss of life among ordinary Afghans. In a clear attempt to minimise American casualties, they prioritised bombs and drones over the use of ground troops. Trust for the Americans continued to erode and hopes for peace talks faded. \nThere were brief glimpses of what Afghanistan could become. I could now drive on an open road for thousands of kilometres without fear of death. I criss-crossed the country, driving all the way from Kabul to remote villages in Khost and Paktika provinces late at night or early in the morning. Afghanistan's extraordinary countryside could be traversed. \nThe year 2003 was the turning point. \nIt was when the insurgents started to strike back with a renewed strength. I remember one day very clearly - it was the day that a huge truck bomb pierced the heart of Kabul, shaking the city and shattering windows. I was one of the first journalists on the scene and I'm still traumatised by what I found. It was my first experience of witnessing what would become the new normal, an imposed fact of life - carnage, flesh, and dead corpses littering the blood-splattered ground.\nAnd it just got worse. Later we would come to understand that the truck bombs and suicide attacks against Afghan forces, foreign forces and unarmed civilians in the middle of the city would mark the start of a very brutal chapter of the conflict. In response, the Americans escalated their reliance on airstrikes, this time expanding their list of Taliban targets - weddings and funerals in rural parts of the country. \nOrdinary Afghans came to see the sky as a source of fear. Gone were the days of gazing at the sunrise, sunset or the stars as a source of inspiration. \nOn one trip to the lush green Arghandab river valley, close to the city of Kandahar, I arrived eager to see the country's most famous pomegranates. But when I arrived, it was the blood of its residents, not the fruit, that was flowing. What I saw was a microcosm of what has happened in so many rural areas in Afghanistan. \nThe Taliban had thrust their fighters into the valley, but government forces were doing all they could to push them back. Control of the area teetered back and forth between the two sides, with ordinary Afghans caught in the middle. On that day, I counted 33 separate airstrikes ringing out. I lost count of the number of suicide car bombings launched in response by the Taliban. Homes, bridges and orchards were all destroyed. \nMany of the US airstrikes were led by false intelligence, provided by someone who wanted to settle a bitter personal rivalry or land dispute at a village level. The growing lack of trust between ground forces and ordinary Afghans meant that US forces couldn't tell the truth from the lies. The Taliban used these attacks to wedge Afghans against their own government, which proved to be fertile ground for their recruitment drives. \nIt was also during this period (between 2001 to 2010) that Afghanistan's 9/11 generation - young Afghans who had been granted opportunities to study overseas in India, Malaysia, the US, and Europe - came back to join the country's effort to rebuild. This new generation had hopes of being part of a great national rejuvenation. Instead, they found themselves confronted by new challenges. They returned to see newly empowered warlords enlisted by the Americans. And they saw that corruption was rife. When a country's reality drifts too far from its ideals, day-to-day pragmatism becomes a person's primary driver. A culture of impunity started to prevail.\nOur country's landscape is deceptive. \nIt is easy to be struck by its beautiful valleys, sharp peaks, winding rivers, and little hamlets. But what presents as a peaceful image hasn't provided ordinary Afghans with any peace. You can't find peace without safety in your own home. \nAbout four years ago, I was at a small village in Wardak province for a wedding. As the night fell, people had gathered and they were eating food under the stars. The sky was so clear. But suddenly, the night erupted into the sound of thundering drones and planes. There was clearly an operation taking place nearby. A sense of doom fell upon the wedding party.\nLater that evening, I found myself sharing Kabuli pilau, bread, and meat with the father of a Taliban fighter who described in excruciating detail how his son had been killed in Helmand. His son was only 25 and left behind a widow and two small children.\nI was left speechless when the father explained with melancholy pride that although he was only a humble farmer, his son was a talented fighter who had believed in fighting for a different life. All I could see in the face of this old man was pain and sadness. Under Taliban control, music wasn't permitted, even at weddings. Instead, all gatherings of villagers were just full of these sad stories.\nPeople often overlook the human cost for the Taliban - there are widows, fathers who have lost their sons, and young people crippled by war on the other side too.\nWhen I asked this father of the Taliban fighter what he wanted, his eyes filled with tears and he said: \"I want an end to the fighting. Enough is enough. I know the pain of losing a son. I know Afghanistan must have a peace process, must have a ceasefire.\"\nMy Kabul office was only a few kilometres from a large military hospital. \nFriends, family and acquaintances visiting from my home province, Kunar, often asked me to accompany them to the hospital to identify the corpses of relatives who were members of the Afghan National Security Forces. Sometimes I felt like the spirit of my province was being crushed by the weight of these coffins. \nWhen the Americans recently commenced negotiations with the Taliban in Doha, we were initially overwhelmed with hope. The country was pining for a comprehensive and permanent ceasefire and the negotiations were seen as the only pathway through. I, like so many millions of Afghans, had not seen peace in my country in my lifetime. \nIt didn't take long for our dreams to be shattered. It became clear that the talks were only about capitalising on battlefield victories, not trying to agree on a vision of peace. From an ordinary Afghan's perspective, they were meaningless. The Americans released 6,000 Taliban fighters and commanders from jail, which was sold as a means to a credible and meaningful peace process, and a permanent ceasefire. But that never happened. \nInstead, the peace process became clouded in a heartbreaking campaign of high-profile assassinations. Some of our country's most capable people from the media, legal sector, and judiciary were being killed on their doorsteps in Kabul and across the country. \nAs talks between the Americans and Taliban took place, I remember a local police chief stood up in the middle of a war council meeting and suddenly accused the Americans of abandoning Afghan forces by talking to the enemy. \"They've stabbed us in the back,\" he said angrily. Like many Afghans his relationship with America is steeped in pain.\nOne of my former classmates is a member of the Taliban and we are the same age. Over the last 20 years, we have continued to talk despite the fact that he's adhering to a different ideology. But recently, I saw him at a wedding and I could see how his attitude had hardened and soured. I saw and felt how this conflict has really divided Afghans. When we met, we could barely converse. He wasn't the guy that I remember from our days in Peshawar, playing cricket and stuffing our faces with juicy oranges. \nHow could I know that all these years later I would find him on the other side? \nHis story is also one of deep personal loss. His brother, father, and uncle were killed in a raid that was based on false intelligence and petty local rivalries. Separated as we are, I can't help but hope for a future of national reconciliation. \nBut that seems a distant possibility now. I covered the regional capitals falling to the Taliban in recent weeks, with massive surrenders where no one put up a fight. But I didn't think they could make it into Kabul and take over the city.\nThe night before it happened, officials I spoke to still thought they could hold it with the help of US air strikes. And there was talk of a peaceful transition of power into an inclusive government. But then [former president] Ghani left by helicopter and suddenly the Taliban were in the city. There was fear hanging in the air - people were very scared to see them back. \nThen I was told that my life was in danger.\nI took two changes of clothes and was taken to an undisclosed location with my wife, my baby daughter and my parents. This is a city I know intimately - every inch of it. I belong to this city and it's unbelievable to think no place was safe for me.\nI thought about my daughter Sola - her name means \"peace\" - and it was simply devastating to think the future we had hoped for her was now in tatters. As I left for the airport, I was reminded that for the second time in my life, I was leaving Afghanistan behind. When I got there, memories from years of work came back to overwhelm me - trips I had taken with officials or as a journalist heading to the front lines of the war. \nThen I saw all these people, all these families lining up to flee. A generation of Afghans burying their dreams and aspirations. \nBut this time I wasn't there to cover the story. I was there to join them.\nFollow Bilal Sarwary on Twitter\n#AfghanistanYouNeverSee - more about the author"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58337632",
      "category": "uk",
      "title": "Afghanistan: Attack could strike Kabul airport within hours, minister warns",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan,Foreign, Commonwealth and Development Office",
      "text": "There could be an \"highly lethal\" terror attack at Kabul airport within hours, a minister has warned.\nArmed Forces minister James Heappey said there were \"very credible\" reports of a \"severe\" threat in the capital.\nThe Foreign Office last night issued new guidance telling anyone near the airport to \"move away to a safe location and await further advice\".  \nIt comes amid a race to airlift thousands from Afghanistan before foreign troops depart.\nThe US has set a deadline of 31 August for the withdrawal of its troops, with President Joe Biden rejecting calls from Prime Minister Boris Johnson and other allies for an extension.\nMr Heappey did not give a date for the last UK evacuation flights, but said it was likely that UK and other foreign troops would have to leave before the last American airlifts.\nOn Thursday, Mr Johnson said the \"overwhelming majority\" of eligible people had been evacuated from the country.\nHe added that about 15,000 had been flown out by the UK so far.\nKabul airport is currently being defended and run by the US, which has 5,800 troops on the ground - with the help of more than 1,000 UK troops.\nIn the update issued on Wednesday evening, the FCDO also warned that travelling by road was \"extremely dangerous\" with people alleged to have been \"mistreated\" on their way to the airport.\nThe US advised Americans in Afghanistan not to travel or gather at the airport \"because of security threats outside the gates\". Australia has also issued an alert, telling those outside the airport to leave immediately.\nSpeaking to BBC Radio 4's Today programme on Thursday, Mr Heappey said: \"There is now very, very credible reporting of an imminent attack and hence why the Foreign Office advice was changed last night.\"\nHe later told BBC Breakfast: \"The credibility of the reporting has now reached the stage where we believe that there is a very imminent, highly lethal attack possible within Kabul.\"\nAsked by Sky News whether an attack could occur in the coming few hours, Mr Heappey replied: \"Yes.\"\nStressing the \"severe\" nature of the threat, he told the BBC that it had created an \"extraordinarily challenging situation, both on the ground and as a set of decisions to be taken in Whitehall\".\n\"People are desperate, people are fearing for their lives anyway, and so I think there's an appetite among many in the queue to take their chances,\" he said.\nHe said UK troops were doing their best to provide security for those queuing, but the \"reality\" was that they were only holding \"defined bits of ground\" at the airport and at the hotel where people were being processed, and would therefore be \"relying\" on the Taliban for security beyond that.\nCol Richard Kemp, former head of British forces in Afghanistan, said the risk of a terror attack had been present from the start of evacuation efforts.\nHe told BBC Breakfast: \"I have no doubt that our forces are fully aware of the threat and already, for days now, have been taking measures to try and mitigate it, to prevent something like that happening.\"\nMeanwhile, Mr Heappey added that nearly 2,000 people have been evacuated on eight RAF flights in the past 24 hours, with 11 more flights scheduled on Thursday.\nAsked about the estimate that nearly 2,000 people eligible for the UK government's relocation programme - the Afghan Relocation and Assistance Policy (ARAP) - remained in Afghanistan, Mr Heappey said the actual number was \"potentially half\" of that.\nDefence Secretary Ben Wallace told MPs that some Afghans wanting to flee to Britain may be better off trying to reach one of the country's borders and making their way to a third country.\nSpeaking in an online meeting, Mr Wallace is reported to have signalled there were few places left on evacuation flights and said \"not everyone is going to get out\". \nBut former Tory defence minister Tobias Ellwood, one of the MPs at the meeting, has said any land corridors would have to be agreed with the Taliban if the UK was to avoid the risk of putting people in harm's way.\nAnother Conservative MP, Julian Lewis, said he had raised the issue of 12 academics in Afghanistan who are at risk from the Taliban.\nMr Wallace told the MPs that all cases raised with him of people who are in serious danger would be considered by the teams processing urgent requests for evacuation.\nBy Secunder Kermani, BBC Pakistan and Afghanistan correspondent\nIt's incredible and very distressing to see huge numbers of people still turning up to the airport. \nWhole families, old women sitting in wheelbarrows because they are unable to walk, young children being carried by their parents. \nJust an endless stream walking through the filth, the dust, the heat. At times, they're facing gunshots.\nA large number of them have no realistic chance of boarding the evacuation flights because they just don't have the right paperwork, making it even more difficult for the handful that do have the right paperwork or are foreign citizens to push their way through the crowd.\nI was speaking to one elderly woman yesterday, her son was a former interpreter for the US Army. \nThey had all been told to go to the airport but they'd spent six days and six nights living in awful conditions in a kind of make-shift camp.\nI asked her, given all of this, isn't it worth just sticking it out in Afghanistan and seeing how things go? \nShe said: \"We just don't have that option. The Americans should shoot us or they should let us through - but we are not staying here.\"\nAny information about the threat from IS-K (a branch of the Islamic State group) or warnings about potential attacks from suicide bombers takes a long time to filter down to those people making their way to the airport - and they're so desperate that their priority is just to find some way out.\nLabour MP Yvette Cooper, who chairs the Home Affairs Select Committee, said the latest government advice was a \"further blow to desperate families who have been struggling to get to the airport\".\nShe said so many people who have worked with the UK government and military were now at grave risk.\nThe BBC's chief international correspondent Lyse Doucet said many Afghans would remain unaware of the Foreign Office advice and would continue to make their way to Kabul airport.\nSince the Taliban takeover, more than 82,000 people have been airlifted out of Kabul airport, US Secretary of State Antony Blinken has said.  \nMr Blinken said the Taliban had promised to allow foreigners and Afghans to leave beyond the end of August, adding that the US and its allies had \"a responsibility to hold [the Taliban] to that commitment\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58323314",
      "category": "world-us-canada",
      "title": "Biden: Taliban helping us get people out of Afghanistan",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58337380",
      "category": "world-asia",
      "title": "Afghanistan: Terror attack warning issued for Kabul airport",
      "tags": "Afghanistan,Taliban,United States",
      "text": "A number of nations say there is a high threat of a terrorist attack at Kabul airport and have warned their citizens not to travel there. \nAustralia, the US and UK have issued alerts to their citizens. Those already outside the airport are advised to leave the area immediately.\nMore than 82,000 people have been airlifted from Kabul, which fell to the Taliban 10 days ago. \nCountries are rushing to evacuate people by a 31 August deadline. \nThousands of people are still waiting inside and outside the airport, hoping to fly out of the country. \nThe Taliban have opposed extending the deadline but also promised to allow foreigners and Afghans to leave the country beyond 31 August, according to US Secretary of State Antony Blinken. \nOn Thursday, Australia's Minister for Foreign Affairs, Marise Payne, said: \"There is an ongoing and very high threat of a terrorist attack\". \nIt comes hours after the US State Department told those waiting at the Abbey Gate, East Gate or North Gate to \"leave immediately\". \nThe UK issued similar advice asking people there to \"move away to a safe location and await further advice\". \nThe Foreign Office said that the security situation in Afghanistan \"remains volatile\" adding that there was \"an ongoing and high threat of a terrorist attack\". \nNone of the countries gave any further information on the security threat. \nIn a speech on Tuesday, US President Joe Biden said the US-controlled airlift would have to come to an end soon because of an increasing threat from the Islamic State group in Afghanistan. \nAbout 19,000 people have been evacuated on US-organised flights in the past 24 hours, Mr Blinken said on Wednesday, with airlifts stepped up in recent days amid scenes of chaos. \nHe said that the US was still on track to complete operations at Kabul airport by the end of the month. \n\"Only the United States could organise and execute a mission of this scale and this complexity,\" he told reporters in Washington.\n\"The Taliban have made public and private commitments to provide and permit safe passage for Americans, for third-country nationals and Afghans at risk past August 31st,\" he said.\nHe added that the US would help those who wanted to leave Afghanistan \"not just during the duration of our evacuation and relocation mission, but every day thereafter\".\nUp to 1,500 US nationals could still be in the country and the administration was making exhaustive efforts to trace them, the secretary of state said.\nThe CIA and the US military have been carrying out clandestine operations to extract Americans using helicopters and ground troops, US and other officials have told the Wall Street Journal.\nThe perilous operations have been both inside and outside of Kabul, the paper says.\nThe Pentagon has said 10,000 people are still waiting to be evacuated from Kabul airport by US aircraft. There are fears for thousands more Afghans who are desperate to leave but cannot reach the site.\nBBC correspondents say many of those being turned back by the Taliban at the airport gates appear to have travel papers.\nPresident Joe Biden tweeted that the US would \"do everything\" to \"provide safe evacuation\".\nThe UK said its evacuation operation was moving at \"significant pace\", with some 1,200 people flown out on Wednesday.\nForeign Secretary Dominic Raab said his government would use \"every hour and day that we've got left\" to fly British nationals and eligible Afghans out.\nKabul airport is currently being defended by 5,800 US and 1,000 British troops."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58328966",
      "category": "uk-politics",
      "title": "Afghanistan: UK offers to help evacuate rescue animals and staff",
      "tags": "War in Afghanistan (2001-present)",
      "text": "The UK says it will help evacuate staff and animals from a charity sanctuary in Afghanistan.\nPaul \"Pen\" Farthing had accused ministers of cutting him off after supporters funded a chartered plane.\nDefence Secretary Ben Wallace now says that if Mr Farthing arrives at Kabul airport with his animals \"we will seek a slot for his plane\".\n\"If he does not have his animals with him he and his staff can board an RAF flight,\" he added on Twitter. \nRoyal Marine veteran Mr Farthing founded the Nowzad animal shelter, rescuing dogs, cats and donkeys after serving in Afghanistan in the mid-2000s.\nHe has said he would not leave the country without his staff or animals.\nOn Tuesday, Mr Wallace said he was not prepared to prioritise animals ahead of the evacuation of people \"in real danger\".\nHe said he couldn't push them through Taliban checks or crowds.\nVet Iain McGill told the BBC that a private flight funded by donations is on standby to rescue the group.\n\"The important thing about this mission is that it's a humanitarian mission. It is to rescue Pen Farthing, his 68 staff, and 130 other vulnerable Afghan people,\" Dr McGill said.\n\"It will also rescue over 150 cats and dogs, many of them belonging to UK servicemen and women. The important thing is that every seat on that plane will be filled on the flight back to the UK.\"\nMr Wallace said he had authorised the Ministry of Defence to facilitate the processing of Pen Farthing's staff to fly to the UK.\nHe added: \"I have been consistent all along, ensuring those most at risk are processed first and that the limiting factor has been flow THROUGH to airside NOT airplane capacity. \n\"No-one has the right in this humanitarian crisis to jump the queue.\"\nOn Tuesday, Mr Farthing had told Sky News that he had never asked for pets to be prioritised over people and was prepared to wait for the go-ahead for his own aircraft to take off. \n\"I've got absolutely no confirmation,\" he said and \"nothing in writing\" to prevent staff being stopped and turned around at a Taliban checkpoint. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58325228",
      "category": "world-us-canada",
      "title": "US court rules asylum seekers must stay in Mexico",
      "tags": "US Supreme Court,Refugees and asylum seekers,US immigration,Donald Trump,Mexico,Joe Biden",
      "text": "The US Supreme Court has ordered President Joe Biden to reinstate a policy of making asylum seekers stay in Mexico while claims are processed. \nThe policy was put in place by his predecessor, Donald Trump, as part of his measures to restrict the number of asylum seekers entering the US. \nBut Mr Biden suspended it on his first day of office. \nRights groups say the policy subjects migrants to dangerous conditions in Mexico's border towns. \nOn Tuesday, the Supreme Court rejected a bid to block a Texas-based judge's ruling requiring the government to revive the Migrant Protection Protocols (MPP) policy.\nIt said the Biden administration had \"failed to show a likelihood of success\" on the claim that rescinding the policy was not \"arbitrary and capricious\". \nThe Biden administration can make another attempt to try and end the policy. \nThe American Civil Liberties Union has called on Mr Biden to try again and provide a \"fuller explanation\" for why the policy should be terminated. \nSome 70,000 migrants were enrolled in the MPP policy. A month after Mr Biden's inauguration, his administration began to gradually process these tens of thousands of people waiting in Mexico, allowing them into the US while their cases are heard. \nIt's not yet clear how many people will be affected by the ruling. \nThe US Homeland Security department said it regretted the Supreme Court's decision and would \"continue to vigorously challenge it\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-foyle-west-58315530",
      "category": "uk-northern-ireland-foyle-west",
      "title": "Dr Anne McCloskey: GP suspended over Covid-19 vaccine comments",
      "tags": "Coronavirus vaccines,Londonderry-Derry,Coronavirus pandemic",
      "text": "A Londonderry GP has been suspended for comments she made about the Covid-19 vaccination programme.\nDr Anne McCloskey, a former Aontú councillor, expressed concerns in a social media video about young people being given the Covid-19 vaccine.\nThe Health and Social Care Board (HSCB) said it was suspending Dr McCloskey \"as a precautionary measure while it undertakes a full investigation\".\nDr McCloskey cannot work for the health service during that time.\nThe HSCB said that suspension was \"not an automatic occurrence when undertaking an investigation\".\nIn the nine-minute video posted on Sunday, Dr McCloskey made a number of claims, including that there was not enough evidence that it was safe for young people to be vaccinated.\nDr McCloskey said she was \"distraught\" by the number of young people \"damaged\" by \"unlicensed and unapproved\" vaccines.\nShe said many young people had been \"coerced, bribed or bullied\" into being vaccinated and that vaccines were \"malevolent\".\nThere is no evidence to support Dr McCloskey's comments.\nHealth chiefs say the risk of becoming ill from Covid-19 is about 90% lower if you have been vaccinated.\nThe largest study of its kind has indicated that younger people gain more protection from being vaccinated than older people.\nThe HSCB ordered an investigation into Dr McCloskey after receiving complaints \"from both GP colleagues and members of the public around her behaviour, comments and conflict of interest\".\nThe board said it \"takes a very serious view of this\".\n\"Patients often turn to GPs as a source of medical advice and GPs must inspire confidence and trust in patients,\" said the board.\n\"We can confirm that the HSCB is carrying out an urgent investigation into the comments/views expressed by Dr McCloskey on social media and WUC is currently progressing with its own separate investigations and internal processes in relation to the matter.\"\nThe board said Dr McCloskey works on a sessional basis for Western Urgent Care, which is the organisation responsible for GP out-of-hours services in the western part of Northern Ireland.\n\"This means that she does not frequently work for the service,\" the board said.\nFoyle SDLP MLA Sinead McLaughlin said she had also lodged a complaint in relation to the video with the General Medical Council (GMC).\nThe GMC said it would \"examine any allegations to determine whether further action is required\".\n\"We expect doctors to justify trust in the profession and the spread of misinformation during the pandemic is a serious concern,\" said the GMC.\nDr McCloskey, who came out of retirement at the start of the pandemic, said her views had been in the public domain since last March when she first spoke out against lockdowns.\nShe said she was not anti-vaccination but that she was against the \"mandatory imposition of vaccines\" on young people.\nThe GP said she believed the investigations were revealed to the media before she had seen a private email informing her of the move.\nIn October, last year Dr McCloskey stood down from Derry City and Strabane District Council because of differences of opinion with her party Aontú over Stormont's handling of Covid-19.\nShe also stood down as the party's deputy leader."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/disability-58329277",
      "category": "disability",
      "title": "JJ Chalmers: Meeting the pilot who flew me home injured from Afghanistan",
      "tags": "Royal Marines,Tokyo",
      "text": "BBC presenter JJ Chalmers has said he \"burst into tears\" when he realised the pilot flying him to the Tokyo Paralympics was the same man who flew him home injured from Afghanistan.\nChalmers was injured in a bomb blast while serving as a Royal Marine Commando in Afghanistan in 2011.\nWhile on the plane to Tokyo to cover the Paralympics for BBC Radio 5 Live, an air stewardess pulled him aside and said the pilot had recognised his name.\nChalmers said he felt \"overwhelmed\".\nChalmers - whose full name is Lance Corporal John James Chalmers - was flown home in an induced coma and had more than 30 operations after treading on an explosive device in Helmand Province.\nTen years later, he told 5 Live Breakfast he was on the plane to Tokyo - already \"so excited\" to be on the way to do his dream job of presenting at the Paralympics - when the air hostess came over.\n\"She sort of brought me to one side she said: 'Mr Chalmers am I right in saying you served in Afghanistan?' And I was like where is this going? What is going on here?\n\"And she said: 'Our pilot actually flew you back from Afghanistan, flew you back into the UK when you were injured 10 years ago, and he's noticed that and he'd like you to come this way, he's going to take the plane off and then he's going to come and have a word with you.'\n\"And I burst into tears, that was my reaction to that.\"\nChalmers said at first he felt some apprehension towards meeting the pilot. \n\"He's seen me unconscious, but like someone so profound and important in my life that you never think that you're going to meet, so I was overwhelmed by emotion,\" he said. \nAnd he said he was glad to be travelling with Paralympian Tanni Grey-Thompson, as \"I would've just been a blubbering mess otherwise.\"\nExplaining how the pilot realised he was onboard, Chalmers said: \"They get the passenger manifest three days before and he always takes a bit of a glance down and he said, particularly when you're working on something like this, you know there's going to be athletes and what not on board.\n\"He recognised my name, he googled it, and he found one of the first articles come up gave the specific date that I was injured, on 27 May 2011.\n\"So he took out his old RAF flying log, and he looked down it, and did the maths and figured out - yeah, right enough it was him that had brought me back and so he brought the log along with him.\n\"It was really nice... we were able to just talk like two veterans and it was really nice to, you know, pass the time talking to someone that sort of had a familiar background to what I did.\"\nChalmers said that when he got off the plane he told the pilot: \"I owe something that I'll never be able to repay to you, I'm unbelievably grateful for what you did for me - thank you - and in fairness his response was just perfect it was: 'We all had a job to do, that's what you did, that's what I did, that's what we all did.'\"\nAfter leaving the military, Chalmers won medals in non-amputee cycling in the Invictus Games and has since become a TV presenter, hosting coverage of the Paralympics. He also starred in Strictly Come Dancing last year."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58322882",
      "category": "health",
      "title": "Covid infection protection waning in double jabbed",
      "tags": "Coronavirus vaccines,Coronavirus pandemic,AstraZeneca",
      "text": "Researchers say they are seeing some waning of protection against Covid infections in double-jabbed people. \nThe real-world study includes data on positive Covid PCR test results between May and July 2021 among more than a million people who had received two doses of Pfizer or AstraZeneca vaccine. \nProtection after two shots of Pfizer decreased from 88% at one month to 74% at five to six months. \nFor AstraZeneca, the fall was from 77% to 67% at four to five months. \nWaning protection is to be expected, say experts. \nAlthough some breakthrough infections may be happening, vaccines are still doing a very good job at protecting people against severe Covid illness and deaths. \nPublic Health England estimates that around 84,600 deaths and 23 million infections have been prevented as a result of the Covid-19 vaccination programme in England so far.\nProf Tim Spector, lead investigator on the Zoe Covid Study app behind the research, said the findings could explain recent breakthrough infections that some fully vaccinated people have been reporting. \nProf Spector said: \"Waning protection is to be expected and is not a reason to not get vaccinated. \n\"Vaccines still provide high levels of protection for the majority of the population, especially against the Delta variant, so we still need as many people as possible to get fully vaccinated.\"\nHe estimates that protection against infection could drop to 50% by the winter and boosters will be needed, but other experts urge caution about making predictions for the months ahead.\nThe UK is expected to begin offering some people a third Covid booster jab next month, but is waiting for recommendations from an independent advisory body called the JCVI which is looking at evidence to support a decision. \nProf Spector said: \"Many people may not need them. Many people may have had a natural booster because they've already had a natural Covid infection, so will effectively have had three vaccines. \n\"So I think the whole thing needs to be much more carefully managed than just giving it to everybody which would be a huge waste and ethically dubious given the resources we have. I think we need a more targeted approach than last time.\"    \nThis study once again illustrates why we need to get used to Covid circulating - this is not a virus that's going to go away.\nThe vaccines do not work like they do for measles which provide life-long immunity. Immunity against Covid was always expected to wane.\nAnd another factor to consider is that repeated exposure to the virus is likely to increase the risk of a breakthrough infection - the increased likelihood over time of infection post-jabbing may not be all related to waning immunity.\nWhatever the cause though, experts have been clear we should expect to be repeatedly infected over our lifetimes.\nThe important thing is that each re-infection should be milder as the vaccines remain highly effective at preventing serious illness.\nWhat the vaccines have effectively done is taken the edge off the virus - given our immune system a head-start so those early infections are milder than they would have been for most.\nWhat's not clear yet is the merits of offering the most vulnerable a booster jab. It is likely to be a fine judgement call because there are so many unknowns - although the expectation is some will be offered it.\nDr Simon Clarke, an expert in cellular microbiology at the University of Reading, said infection levels in the community would alter a person's chance of encountering and catching Covid at any given time, making it hard to draw firm conclusions about waning immunity.\nDr Alexander Edwards, also from the University of Reading, said it was important to understand when booster doses might be needed and for whom. \n\"Vaccination does not, unsurprisingly, make people invulnerable, and does not prevent all infections. Variants have real and significant impact on public health, and a lot of people are still tragically dying in the UK from this nasty virus. \n\"The vaccines we have are remarkably safe and effective, and still remain far better than other vaccines that give massive benefits.\" \nHe added: \"We must pro-actively plan our public health strategy to account for imperfect protection, and for the possibility of falling protection over time.\"\nA similar study was published by the Office for National Statistics and the Oxford Vaccine Group last week.\nBased on PCR test results from nearly 400,000 people who had been infected with the Delta variant in the UK, it found two doses of the Pfizer vaccine was initially more than 90% effective against symptomatic Covid infection, compared with around 70% for the AstraZeneca vaccine.  \nBut over the course of three months, the protection from Pfizer fell significantly whereas immunity with the AstraZeneca jab remained more stable.\nProf Adam Finn, a government vaccine adviser, said other studies had shown that the vaccines maintained good protection against serious illness and hospitalisation.\nBut he said: \"We do need to watch out very carefully to see if this waning against milder disease begins to translate into occurrence of more severe cases because then boosters will be needed.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58320668/#comp-comments-button",
      "category": "#comp-comments",
      "title": "UK self-catering holiday prices soar in pandemic",
      "tags": "Lyme Regis,Staycations,Brighton,Airbnb,St Helier",
      "text": "Self-catered accommodation in the UK is costing on average 40% more than in the summer of 2019, according to consumer group Which?.\nIts analysis, with BBC Panorama, suggests holidaymakers are paying an average of £300 more per week in August compared to before the pandemic. \nBrighton is among the seaside resorts with soaring prices, with average rental costs almost doubling.\nThe data is from AirDNA, which monitors websites such as Airbnb and Vrbo.\nBBC News has approached Airbnb for comment. The company has previously claimed figures from third-party organisations can be misleading.\nWatch BBC Panorama: The Great British Staycation? at 19:30 BST on Wednesday on BBC One, or later on BBC iPlayer\nMore than 20 million Britons planned to holiday in the UK this year, according to research by market research company Opinium.\nThe average cost of one night of self-catered accommodation for two people in Brighton was £109 in 2019, but is now £206 - a rise of 89% - according to AirDNA's data.\nMeanwhile, stays in St Helier in Jersey increased by 76% on 2019, and Lyme Regis on the south coast jumped up 74%.\nCatherine Lane, who lets out six properties in Brighton, told BBC Panorama she put up some of her prices this year because her costs had risen considerably.\n\"Now we have to have cleaning and sanitation costs, which are much higher. We have to have time for the cleaners to disinfect the place,\" she said.\nShe said prices had gone up to meet the high demand, but added: \"A lot of pricing we don't have control over.\n\"If you're booking by third-party advertising website, they're putting commissions on the actual end price.\"\nHoliday booking site Vrbo told BBC Panorama it \"does not set, change or influence the property prices a host chooses\".\nWhich? also looked at how big the price difference can be between holidaying in the UK and travelling abroad - even when flights are factored in.\nIts research compared prices for late August getaways for two people in the UK and abroad, looking at the cheapest, highly-rated hotel available in a central location, as well as transport costs.\nFor a coastal break, it found a week in Brighton for £1,131, while a hotel in Nice in the south of France, which included flights, cost £1,085.\nElsewhere, a week in Lake Windermere in the England's Lake District cost £2,424, compared to just £802 for flights and accommodation for a week in Lake Garda in northern Italy.\nWhich? travel editor Rory Boland said: \"We're not talking about £10, we're not talking about the cost of a meal out. We're talking… hundreds and hundreds of pounds.\"\nHe said the reason behind the differences in price wasn't just down to the pandemic.\n\"When we looked at it, accommodation prices in 2019 were more expensive in the UK than they were abroad. So this isn't a pandemic problem only, the pandemic has made it worse,\" Mr Boland added.\nWatch BBC Panorama: The Great British Staycation? at 19:30 BST on Wednesday on BBC One, or later on BBC iPlayer"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58329439/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Tesco and Iceland bosses warn over Christmas supplies",
      "tags": "Companies,Iceland,Retailing,Supermarkets,Freight transport,Haulage",
      "text": "The boss of supermarket Iceland says the supply chain chaos is getting worse, just as retailers start planning for the key Christmas period.\nRichard Walker told the BBC he estimated the UK's shortage of lorry drivers was now about 100,000, with the company itself about 100 short.\nTesco boss John Allan said \"there may be some shortages\", but people should not \"over-dramatise\" and panic-buy.\n\"It's very easy to make a drama out of a modest crisis,\" he told the BBC.\nThe continuing shortage of HGV drivers is starting to make retailers nervous, as they are about to start planning for the key trading period.\nThe government said there was a \"highly resilient\" food supply chain and it was taking measures to tackle the driver shortage.\nBut Mr Walker said: \"The reason for sounding the alarm now is that we've already had one Christmas cancelled at the last minute. \n\"I'd hate this one to be problematic as well,\" he added. \"We start to stock-build from September onwards for what is a hugely important time of year,\" he added.\n\"We've got a lot of goods to transport between now and Christmas and a strong supply chain is vital for everyone.\"\n\"The driver shortage is impacting the food supply chain on a daily basis and leading to shortages on the shelves,\" Mr Walker said.\n\"We've had deliveries cancelled for the first time since the pandemic began, about 30 to 40 deliveries a day.\"\nThe simple solution he said, was for heavy goods vehicle drivers to be added to the UK's skilled workers list, to help get drivers recruited from overseas.\n\"These men and women, these HGV drivers, have kept the show on the road for 18 months during the pandemic and it's criminal that we're not viewing them as skilled workers,\" he told the BBC.\nAsked if Brexit is responsible for the supply chain problems, Mr Walker responded: \"I think so, but it's a 'self-inflicted wound' rather than an inevitable consequence of Brexit, caused by the government's failure to appreciate the importance of HGV drivers and the work they do for us.\"\nTesco chairman Mr Allan echoed the warnings, but felt the situation was unlikely to develop into a crisis. \"There may be some shortages at Christmas, but I wouldn't want to overdramatise the extent to which that would be the case.\"\nHe said that normally, the supermarket industry would start building stocks now in readiness for Christmas, but \"at the moment we're running very hard just to keep on top of the existing demand and there isn't the capacity to build stocks that we would like to see\". \nHe said Tesco, like all its rivals, was \"very short of drivers\".\nFirms from a number of sectors in the UK have been battling with a supply chain crisis due to a shortage of lorry drivers. \nSteve Murrells, chief executive of the Co-operative Group, warned that current food shortages were \"at a worse level than at any time I have seen\".\nHe told the Times that the Co-op had significantly reduced its range of some products to help serve customers.\nMr Murrells said the disruption to supply had been driven by \"Brexit and issues caused by Covid\" and the firm was retraining staff as lorry drivers to help fill vacant roles.\nA government spokesperson said: \"We have a highly resilient food supply chain. We have well-established ways of working with the food sector and are working closely with them to ensure businesses have the labour they need. \n\"We have put in place a package of measures to tackle the HGV driver shortage. Additionally, our Plan for Jobs is helping people across the country retrain, build new skills and get back into work. As part of this, we are streamlining the process for people to get their HGV licence.\"\nTesco has been offering lorry drivers a £1,000 joining bonus amid a chronic shortage of drivers in the industry.\nOther companies are also understood to be offering similar incentives for HGV drivers after disruption to supply chains led to product shortages. Morrisons said it was working on schemes to train staff to become lorry drivers.\nOn Friday, Logistics UK, which represents freight firms, and the British Retail Consortium (BRC) wrote to the government to plead for new measures to alleviate the problem.\nProblems with shipping goods in from overseas could also hit Christmas, according to toy retailer boss Gary Grant. \nThe chairman of The Entertainer told the Mail Online that he had to contend with shortages of containers to bring goods in from Asia and a jump in shipping costs.\n\"What is unique to us is that Christmas is a fixed date, so we are under extreme pressure at the moment to move as much stock as we can, but are significantly behind with the shipment of products,\" he said. \n\"There's not a shortage of toys, but what will happen as when we get nearer to Christmas, the suppliers will not have back-up stock that we've previously relied upon. So the range of stock we have may be narrower.\" \nHe warned that popular toys such as Paw Patrol, Barbie and Rainbocorns could be in short supply. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58323365",
      "category": "uk-northern-ireland",
      "title": "Mullaghglass landfill: Legal action taken against council",
      "tags": "Belfast,Belfast City Council,Landfill",
      "text": "Residents living close to a landfill have taken legal action against Belfast City Council for alleged inaction over their human rights.\nThe case put forward by those living near the Mullaghglass site also claims against the Northern Ireland Environment Agency. \nThis is the first time legal action has been brought against the city's council over the handling of the smell.\nA court date for the case is expected in the autumn.\nThe landfill operator said it operated to \"the highest environmental and industry standards\".\nResidents say the smell is giving them headaches and nausea, as well as affecting their mental health.  \nWhile the landfill is in the Lisburn and Castlereagh City Council area, to the west of Belfast, the residents behind the action smell the odour in the Belfast area. \nLegal representation for the residents, Phoenix Law Solicitors, said Belfast City Council should have acted sooner to serve an abatement notice to Alpha Management Resource which runs the landfill. \nThat notice is currently being appealed. \nBelfast City Council said it has had \"extensive involvement in investigating odour emanating from Mullaghglass landfill site for some time and has been working with the Northern Ireland Environment Agency, the licensing authority, to establish the cause\".\nThe council also said following a motion passed in April, legal correspondence was issued from the council to the Northern Ireland Environment Agency \"but no formal action has been taken as yet\".\nJames McCarthy lives near the landfill site and said it was \"so frustrating\" to have to put up with the smell.\n\"The smell travels down and it does just come down and hit us,\" he told BBC News NI.\n\"I have never had any of my complaints fully investigated because no one has ever come to my door and taken a statement… not from any of the agencies at all.\n\"In the past year alone I would estimate I have put in around about 630 complaints because it's been complaint after complaint.\n\"Last year I tested positive for Covid and I had to isolate in my room. Part of the government guidelines is to open your windows to get the air circulating. \n\"I had that right taken away from me. We just want to open our doors and live normal lives, and we're asking the ministers can you please help.\"\nIn a statement, the Department of Agriculture, the Environment and Rural Affairs (Daera) said the minister had visited the site to meet with the operator and had met residents to hear their concerns.\nThe department said the NI Environment Agency was continuing to undertake daily odour surveys in the area and had \"engaged a third party to undertake additional gas monitoring in order to more fully understand the extent of the odour levels and related complaints. \n\"NIEA are also supporting Lisburn and Castlereagh City Council who are carrying out investigations under their statutory powers and continuing to liaise closely with the PHA who following a recent joint site visit did not raise any physical health concerns,\" a spokesperson said.\nWhile residents have complained the smell from the landfill is giving them headaches, nausea and nose bleeds, the Public Health Agency said it believed the majority of unpleasant smells experienced in the community \"are not harmful to health\".\nA spokesperson told BBC News NI: \"Based on the information provided to the PHA, it does not consider that this odour represents an immediate threat to the physical health of the population. \n\"The PHA will continue to liaise with the NIEA (Northern Ireland Environment Agency) on this issue.\"\nA statement from Alpha Management Resource, which runs the site, said it \"works to the highest environmental and industry standards in operating and managing our site and we comply in full with the industry regulator NIEA, continually reviewing all aspects of its management and regulation with the relevant local councils\".\nThe statement added: \"The site complies in full with its odour management plan and continues compliance with our environmental permit.  \n\"This has been confirmed on numerous occasions by NIEA.\""
    }
  ]
}