{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57031623",
      "category": "uk-england-london",
      "title": "Selfridges: Eight arrested after man stabbed inside Oxford Street store",
      "tags": "London violence",
      "text": "Eight people have been arrested after a man was stabbed in the leg in Selfridges in central London.\nThe Met Police said a fight broke out at the Oxford Street shop just after 19:30 BST on Saturday.\nFootage posted on Twitter shows a man wielding a knife in front of shocked shoppers inside the famous department store.\nAnother man can be seen throwing a mannequin onto the floor before two other men start fighting.\nThe clip then shows the group making their way to another part of the store as security guards follow.\nThe victim, aged 20, was taken to hospital and later discharged, but was then arrested on suspicion of affray.\nSix other men, aged between 18 and 26, as well as a 20-year-old woman were also arrested on suspicion of affray and grievous bodily harm.\nAll eight remain in custody, the Met Police said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56930132",
      "category": "uk-politics",
      "title": "Elections 2021: How to follow the results on the BBC",
      "tags": "London elections 2021,Scottish Parliament election 2021,England local elections 2021,Welsh Parliament election 2021,PCC elections 2021",
      "text": "Whether you want to watch, listen, or follow online, the BBC has you covered for all your election needs.\nResults for Thursday's elections in England, Scotland and Wales began coming in on Friday morning.\nThe BBC News website will have all the results as they are announced, with live results, and live pages with the latest reaction and analysis from our correspondents.\nThe coverage will include:\nThe BBC's Election 2021 results programme will begin later than usual, as the pandemic will delay vote-counting. \nThe programme will kick off at 09:00 BST on Friday and run until 22:00 BST on the BBC News Channel and BBC iPlayer. It will also be available on BBC Two in the morning and BBC One from 14:30-18:00.\nHuw Edwards and Kirsty Wark will lead the show, co-hosted from London and Edinburgh, bringing the latest results, analysis and in-depth reporting from the BBC's election teams.\nThey will be joined by political editor Laura Kuenssberg, polling expert Professor Sir John Curtice as well as Reeta Chakrabarti and Lewis Goodall, and correspondents will be on the ground at closely fought council, mayoral and police commissioner contests.\nAs results are expected to continue coming in over the weekend, the special programme will continue on Saturday from 13:15 to 22:00. It will be broadcast on the BBC News Channel throughout the day, and on BBC One until 18:00.\nBBC local radio stations will carry results and analysis throughout the day on Friday and into the weekend, with special programmes across the network. You can find your local station's schedule here.\nOn BBC Radio 4, the latest results and forecasts will be broadcast on Friday on The World at One at 13.00 and PM at 17.00, presented by Evan Davis.\nOn Saturday from 07.00, the Today programme will have news and analysis, and Jonny Dymond will present PM later in the day at 17.00.\nAnd, as the inevitable fallout continues into the following week, the Today programme will be co-presented from Glasgow with Scotland editor Sarah Smith on the Monday, from 06.00.\nBBC Radio 5 Live will have full coverage of the results across Friday and into the weekend. Reporters will be based at the key counts, political experts will explain the significance of the results and listeners will be sharing their reactions throughout.  \nIn Wales, TV coverage will begin on BBC One Wales from 13:30 on Friday, with a special programme led by Nick Servini and Wales political editor Felicity Evans. S4C's coverage begins at 13:15 and is presented by Bethan Rhys Roberts.\nViewers in Wales who want to watch the BBC's election special with Huw Edwards and Kirsty Wark can see it online, on the BBC News Channel and BBC iPlayer.\nBBC Radio Wales will have an extended election special with Gareth Lewis on Friday between 16:00-19:00, while on Radio Cymru Dewi Llwyd and Kate Crockett will present Etholiad 2021 from 13:30.\nAnd the Walescast podcast will provide a lighter look at issues and developments across the campaign. \nAll the latest results, news and up-to-the-minute analysis from our election teams in Wales will be on Twitter in English @walespolitics and in Welsh @BBCCymruFyw.\nIn Scotland, coverage begins on BBC One Scotland from midday on Friday.\nSpecial coverage will run on English-language and Gaelic programmes and platforms across Friday, Saturday, and into the Sunday if there are still results outstanding. \nBBC Naidheachdan will bring the Gaelic audience the latest news with a series of An La specials, and extended reports on radio, TV and online.\nViewers in Scotland who want to watch the BBC's election special with Huw Edwards and Kirsty Wark can see it online, on the BBC News Channel and BBC iPlayer.\nFollow the latest results in Scotland on Twitter @bbcscotlandnews"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57033273",
      "category": "uk-politics",
      "title": "Election results 2021: Conservatives hurt Labour in its former heartlands",
      "tags": "England local elections 2021,Boris Johnson,Labour Party",
      "text": "The Conservatives have continued to sweep aside Labour in its traditional north-eastern English heartland.\nThe party lost control of Durham County Council, which it has run since 1925, losing 15 seats as the Tories took 14.\nThis follows the Conservatives winning the Hartlepool parliamentary by-election and receiving 73% of the vote in the Tees Valley mayoral election.\nBut, elsewhere, Labour has kept hold of its mayoralties in London and Greater Manchester.\nMost of the results of Thursday's local elections in England are now in.\nThe Liberal Democrats have won St Albans council, Hertfordshire, which was previously under no overall control.\nAnd the Conservatives have taken Derbyshire's Amber Valley Borough Council from Labour.\nSo far, the Conservatives have made a net gain of 12 councils, while Labour has lost control of eight.\nThere was better news for Labour when Sadiq Khan was re-elected as London mayor, with the result coming late on Saturday, although his margin of victory over Conservative rival Shaun Bailey was not as big as opinion polls had predicted.\nThe party also beat the Tories to win the West of England mayoral election, and Labour's Andy Burnham was re-elected mayor of Greater Manchester in a landslide victory.\nBut Labour failed in its attempt to oust Conservative Andy Street as mayor of the West Midlands.\nAmong the results still to come are Bristol, where Labour is one seat off a majority, but where the Green Party are expected to do well.\nThe Conservatives would need to gain five seats to take control of Oxfordshire County Council, which is also expected to declare later on Sunday.\nThe results of the contest for the newly created role of West Yorkshire mayor will also be announced.\nClick or tap to explore map\nThe elections are the biggest test of public opinion since the 2019 general election and the first electoral test for Sir Keir Starmer since he became Labour leader last year.\nBBC analysis estimated the Conservatives would have won a 36% vote share in a nationwide general election, if those who voted in England's local elections behaved in the same way. \nThe projection, based on detailed data from 1,000 key wards, estimated a 29% share for Labour, 17% for the Liberal Democrats and 18% for other parties.\nLiberal Democrat leader Sir Ed Davey said his party, which has lost a few council seats but held control of Cheltenham and Eastleigh, was \"moving forwards and making progress\".\nThe Green Party has picked up seats with 70 new councillors, with the party's one MP, Caroline Lucas, saying it felt like a \"green spring is happening\".\nThe Conservatives picked up control of several councils, including Southampton, Cornwall, Nottinghamshire and Basildon, as well as winning Harlow from Labour.\nThe party also celebrated winning the Hartlepool parliamentary by-election on Friday, taking a Westminster seat which Labour had held since its creation in 1974.\nAnd it managed to keep the Tees Valley mayoralty - in an area once considered a Labour stronghold - with Ben Houchen increasing his share of the vote.\nLabour lost control of councils including Sheffield and Plymouth - although it retained areas including Liverpool, Manchester, Hastings and Exeter.\nEnvironment Secretary George Eustice said Labour had been punished in Leave-voting areas by \"wrangling\" over Brexit in recent years. \nHe added that the Conservatives had also reaped the benefit from the successful roll-out of Covid vaccines. \nLabour's shadow home secretary Nick Thomas-Symonds said Labour needed to be \"humble\" in the face of disappointing results, and would be carrying out a \"root and branch\" review of its policies.\nBut he added that the Covid crisis \"clearly has been a restriction on Keir being able to set out his own vision\" to voters in England."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57037839",
      "category": "uk-politics",
      "title": "Elections 2021: Labour's deputy leader Angela Rayner sacked as party chair",
      "tags": "England local elections 2021,Keir Starmer,Labour Party",
      "text": "Labour's deputy Angela Rayner has been sacked from her roles as party chair and campaign coordinator following poor results in the English local elections.\nThe party lost control of several councils and suffered defeat to the Tories in the Hartlepool by-election.\nLeader Sir Keir Starmer is expected to reshuffle his frontbench team in the next few days.\nMs Rayner will remain deputy leader of the party as it is a position directly elected by the party members. \nShe is also expected to be offered another shadow cabinet role. \nA Labour source said: \"Keir said he was taking full responsibility for the result of the elections - and he said we need to change. \n\"That means change how we run our campaigns in the future. Angela will continue to play a senior role in Keir's team.\"\nBut Labour's former shadow chancellor John McDonnell said the decision to sack Ms Rayner was a \"cowardly avoidance of responsibility\" and accused Sir Keir of \"scapegoating everyone apart from himself\".\nAnd shadow cabinet source said they were \"totally shocked\", adding, \"everyone is gobsmacked\".\nLabour's shadow schools ministers Wes Streeting said he had a lot of respect for Ms Rayner adding that she had a \"big responsibility\" along with Sir Keir to \"lead the party to victory at the next general election\".\nHe said it was \"time to take a cold hard look at ourselves to make sure we are changing Labour for the good\". \nLabour's Greater Manchester mayor Andy Burnham spoke out against Sir Keir's decision to sack Ms Rayner, tweeting: \"I can't support this.\"\nSpeaking after his re-election on Saturday,  Mr Burnham warned that Labour was still too \"London-centric\".\nMr Burnham said the party needed to connect with voters differently, and support more powers for English regions.\n\"I'm getting a bit fed up of saying this to them, but they really do now need to listen and make real changes,\" he added.\nThe results in England contrast to Wales, where Mark Drakeford led Labour to its best performance in elections to the Welsh Parliament, falling just short of an overall majority by one seat.\nLabour has been in power in Wales - either in coalition or a minority - for the past 22 years.\nThursday's votes, including council and mayoral elections in England, are Labour's first major test since its crushing defeat at the 2019 general election. \nInstead of recovering ground, the party suffered a series of setbacks in England, including losing overall control of councils including Durham, Sheffield and Plymouth.\nThe Conservatives also picked up control of several councils, including Nottinghamshire and Basildon, as well as winning Harlow from Labour.\nIn former heartland Tees Valley, Labour suffered a huge defeat to incumbent Tory mayor Ben Houchen, who increased his share of the vote to 73%.\nBut Labour did win mayoral contests in a number of areas, including taking the West of England from the Tories, while retaining others including London, Liverpool, Liverpool City Region, Doncaster and Salford.\nOn Saturday, the party's shadow home secretary Nick Thomas-Symonds said Labour had to do more to listen to voters who had abandoned the party. \nHe added that the party needed to \"accelerate\" changes under Sir Keir's leadership, and would be launching a \"root and branch policy review\".\nHe contrasted the party's performance in England to a better showing in elections to the Welsh Parliament, where he said as a party in power it had a \"credible, radical policy offer\" to put to voters.\nSpeaking on Friday, Sir Keir Starmer said Labour had \"lost the trust of working people.\"\nHe added the party had \"not made a strong enough case to the country\", but he took responsibility for \"fixing things\".\nFigures on the left of the party have accused him of not doing enough to challenge the government since taking over as leader last year. \nQuestioned about leadership ambitions, Mr Burnham said he loved the job he had just been re-elected to do and that was his priority.\nHe added: \"I'm not just going to put myself forward unless they needed me one day in the future. But we're not at that day.\"\nThe Labour leadership's response to poor results in England will be both political and organisational.\nThere will be a reshuffle of the shadow cabinet, and more staff will be moved out of London to regional offices.\nThe policies Sir Keir Starmer inherited from his predecessor Jeremy Corbyn will also be formally reviewed.\nLabour peer Lord Mandelson - who has advised Sir Keir's team - called for this review and envisaged the process running for 18 months to two years.\nLabour sources say that Sir Keir could use the exercise not just to distance himself  from the 2019 manifesto, but to move away from some of the policy pledges he made in last year's leadership contest - which had been designed to appeal to the party's left.\nAmong those to criticise the party's direction under Sir Keir is Khalid Mahmood, who quit as a shadow defence minister around a month ago. \nSpeaking on Friday, he said Labour had been \"captured\" by a \"London-based bourgeoisie\" and had \"lost touch with ordinary British people\".\nThe Birmingham Perry Barr MP said the party needed to focus on supporting jobs, particularly in advanced manufacturing, in areas that felt left behind.\nAnd former leader Jeremy Corbyn, who has been suspended as a Labour MP under Sir Keir, said the party needed to present a \"real, radical alternative\".\n\"Offering nothing, offering insipid support for the government, causes people either to vote for somebody else or simply to stay home and disappear,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57029724",
      "category": "world-middle-east",
      "title": "Mystery of why thousands of fish have died in Lebanese lake",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57052502",
      "category": "uk-politics",
      "title": "Labour: Messy reshuffle knocks Sir Keir Starmer's authority",
      "tags": "Angela Rayner,Keir Starmer,Labour Party",
      "text": "Was it worth it?\nReshuffles are moments when leaders have a chance to assert their authority - to show they are in charge.\nEven the most ardent political obsessive would acknowledge (probably) that opposition reshuffles are not necessarily noticed by the public.\nBut they matter to the mood and atmosphere of parties and Parliament.\nAnd for a party to win favour with voters over time, it needs to show the public trusted and favourite faces, to give the impression of an organisation ready for government - a group of people who we can all imagine in charge.\nSir Keir Starmer's first reshuffle, however, has been a very messy affair.\nIt began badly with a bust up with his deputy, Angela Rayner, who was being moved from one of her roles - in charge of campaigns.\nHer allies said she was being sacked. Sir Keir's team said she was being moved. They can't both be telling the whole truth.\nBut there was a late night howl of backlash to the notion she was being ousted, putting pressure on the leader to find a way to make her stay.\nIt took all day for the two to agree. That may seem astounding given that Sir Keir is meant to be the boss.\nRemember, however, that Ms Rayner's position as deputy leader is an elected one, and even the suggestion of her losing part of her role had already provoked outrage.\nClearly, she was in no mood to compromise.\nWhether it was settled in the end by an arm wrestle, a staring match, or screaming and shouting, the length of time it took created a massive vacuum - which Sir Keir's critics on the left of the party filled, almost with glee, to push him for a change in direction.\nAnd even some of his backers felt anxious, cross about the delays, concerned about the competence of the so called \"brains trust\" - a nickname for his team of advisers, not always used in a very complimentary way. \nAfter a day of dispute and delay, in the end, the list emerged. \nSome important changes, but not a sweeping recasting of the team - you can read about the changes here. \nMs Rayner did stay in the end, with a prominent job, and - according to her allies - a newfound confidence.\nWithin minutes, they were briefing that her power has been boosted, implying she was the victor in the stand-off with the boss.\nOne of her supporters said: \"On Friday Keir couldn't answer a simple question about what Labour's vision is, what our offer is and how we will win back the voters in our heartland seats. \n\"Angela can answer that question and is the best person to lead the fight back in the Red Wall.\"\nAlthough an accommodation of sorts has been reached over her job, it doesn't seem like the two have reached a truce. \nIt's easy for moments like these to be overplayed as seismic and massively significant, when in a few months, the mood calms, events fade. \nBut these last few days have been an important political test for the Labour leader.\nIn a statement, Sir Keir said: \"The Labour Party must be the party that embraces the demand for change across our country. That will require bold ideas and a relentless focus on the priorities of the British people.\n\"Just as the pandemic has changed what is possible and what is necessary, so Labour must change too.\"\nThe election results were expected to be grim, but the handling of the reshuffle was a mess that could have been avoided - and a knock to his authority he didn't need. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57024995",
      "category": "uk-politics",
      "title": "Elections 2021: Labour insiders on Starmer, what went wrong and how to fix it",
      "tags": "Keir Starmer,Labour Party",
      "text": "Ever since his election as Labour leader a year ago Sir Keir Starmer has emphasised that the party has an electoral mountain to climb. He conquered the foothills pretty quickly - stressing new leadership and even suspending the former leader.  \nThe early emphasis was on eliminating negatives - in particular the stain of anti-Semitism. As long as the new leader continued making steady if slow progress, most of the internal grumbling - or downright opposition - was likely to be limited to the party's left. And not even all of them.\nBut slipping back down the mountain has led to nervousness, and restlessness among those he leads.\nStarmer faced his first electoral test on Thursday with the Hartlepool by-election. It is a seat Labour has held since it was created in 1974, and defended even as its other red wall constituencies fell in 2019. But, by Friday morning the coastal town in North East England, had switched to Boris Johnson's Conservatives.\nInsiders say the party performed worse than its internal polling had suggested on Thursday - and it wasn't very positive. But it wasn't the only significant loss. There was Harlow council in Essex, and in Sunderland it lost ground. \nWhile the pandemic has blunted Starmer's ability to oppose the government outright, some who supported his leadership are wondering why he is stumbling in much more favourable political weather when it should have been the government that was on the back foot, over \"sleaze\". \nOne of them told us that Starmer's task now, is \"to incinerate the politics of the far left\". Meanwhile some on the left are calling for \"radical change\". \nThe majority in Hartlepool was always vulnerable. The last time this parliamentary seat was fought, in 2019, the now-defunct Brexit Party took more than 10,000 votes. Many of these were looking for a new home. But it raises questions over Labour's approach.\nSir Keir Starmer has stressed his patriotism and accepted the Brexit deal. Yet that doesn't seem to have been enough to detoxify the party's image among some former Labour, pro-Brexit voters.\nBut there were other factors.\nA prominent politician who spent some time campaigning in Hartlepool blamed the hollowing out of the party during the Corbyn era, with strong organisational, as much as political expertise and experience, lost. Another, who spent a lot of time on the town's doorsteps, said the party was afflicted by the phenomenon of \"long Corbyn\".\nOne frontbencher said at least people weren't angry with Labour any more. They just weren't particularly inspired either.  \nThis, he assessed, was a weird election where people were interested in vaccines and the lifting of restrictions. \"People ask me 'Is the Tory sleaze stuff cutting through?' The honest answer is virtually nothing is cutting through.\"\nOthers heap blame on Labour's candidate in Hartlepool - Dr Paul Williams - and how he was chosen.\nSelecting an NHS doctor as a candidate amid the Covid crisis seemed like the perfect remedy to Labour's red wall blues.  But first Williams had to apologise for sexist social media posts from a decade ago. Then, the Conservatives accused him of playing a part in decisions that removed services from Hartlepool's hospital, though he pointed to his recent efforts to bring them back.\nBut the means by which Williams was picked has given critics of Starmer's office added ammunition. Williams was chosen from a one-person shortlist. He campaigned for Remain in the referendum and lost in a nearby seat in the last general election.\nSeveral Labour MPs - from different wings of the party - are blaming Starmer's political secretary, Baroness Chapman, for the decision. One told us: \"He is her mate but putting him in was a mind boggling decision since Hartlepool is the centre of Planet Brexit.\"\nThe problem for Labour is that Friday's election results suggest Hartlepool is not exceptional.\nIn a range of councils covering areas outside the big metropolitan centres, and where a majority voted for Brexit, Labour has slipped back rather than edging forward. \nSome majorities were lost but in others - such as Sunderland - they were eroded. One council leader in northern England told us: \"The party nationally is just saying to people 'I'm on your side'. We are not bringing stuff forward to help really transform the lives of people in the North. The party still looks and sounds like a metropolitan, middle class party.\"\nHe confided he has raised \"the lack of a message for the North\" with the leadership, but \"it's like banging my head against a brick wall\".\nConcerns over the apparent lack of a message aren't confined to northern English councillors. An MP who campaigned in Hartlepool and various council contests, had a confession: \"I was hoping you weren't going to ask me to recite precisely what the message is because I think I'd struggle to tell you that.\n\"This is a fairly bland, vanilla messaging, which seems [aimed at] maximising the minimum number of people who it will offend. What's our plan to unlock the huge potential of the North? That is still a bit of a blank canvas. And that is a bit of a problem… [I]t doesn't give us the ammunition that people need on the doorstep.\"'\nAn MP representing a seat in north-east England put it even more bluntly: \"People think we don't know our arse from our elbow.\"\nSo much for the message - what of the messenger himself? \nThose involved in the election campaigns, from all sides of the party, report Starmer has not made enough impact. Many are understanding and like him. Some praise his move away from the Corbyn era and commend his prime ministerial persona. But they say his image with crucial target voters must improve.\n\"People get a sense of who Boris is and what he's about,\" said one Yorkshire MP. \"You know they've got the measure of him. The problem with Keir is that people don't have the measure of him yet.\"\nThis chimes with the view among some in Starmer's office that the pandemic prevented him - someone who has an interesting backstory and a record of achievement as a lawyer - from being properly introduced to the public. Some of his own MPs believe, though, it's also about leaving a lasting impression.\n\"He is hugely capable but in the end, politics is not a meritocracy,\" said one, \"and it's not always the best person who prevails. It's a battle of wills and ideologies. We need to up our game.'\nThere are harsher verdicts. An MP who is by no means on the left of the party confesses: ''I just don't know what Keir stands for.\" A Labour colleague of theirs from northern England reports this from the doorsteps: 'Where people comment, they think he is boring.'\nPeople from across the party are - remarkably - in agreement about the nature of the difficulties. But there's not the same consensus around potential solutions. As Starmer struggles with his electoral mountain, it's like some in the party are shouting \"We need crampons!\" while others say \"Let's crack open the Kendal Mint Cake and take stock of where we are.\"\nSome shadow ministers tell us of difficulties in getting access to the leadership, whether it is to give advice or get \"attack lines\" signed off. They are privately calling for changes to the \"engine room\" - the Leader of the Opposition's office - but can't agree them.\nSome on the left want Jenny Chapman, once a leading light in the centrist Progress group, removed, and the departure of Starmer's chief of staff, Morgan McSweeney. Interestingly, though, a shadow minister not on the left agrees that Starmer needs a chief of staff who can \"really hold things together- a more respected political figure\".\nOthers who want to see changes in Starmer's office believe Chapman and McSweeney have been outstanding for providing direction, and haven't baulked at taking difficult decisions. McSweeney is credited by some for aiding Anas Sarwar to stand as party leader in Scotland, rather than await a potentially poorer result under his predecessor, Richard Leonard. They want different changes among the leader's staff.\nSir Keir Starmer will be very well aware of the \"mumbles and grumbles\"  - as one of his top team put it - around his leadership. That's why shadow communities secretary Steve Reed was sent round the broadcast studios on Friday morning to assert the problem wasn't Starmer, but the party. And the leader will \"push harder\" to change the party, not vice versa.\nInsiders say as a reaction to the election results, two things are likely to happen. First, changes in staffing at the Labour HQ, including a strengthening of the communications team. Second, a reshuffle of the shadow cabinet.\nA long-standing Labour MP told me that would be a \"wily move [helping] stifle criticism in the wake of the elections, as who is going to speak out if they think their job is at risk?\"\nThere is a feeling that many shadow ministers haven't made enough impact collectively or, in some cases, individually. One frontbencher pointed to some of the \"big figures\" when Labour was in opposition in the 1990s - Gordon Brown, Robin Cook, Jack Straw - and said Starmer needed five or six \"star players\" in the top team.\n\"There will be no leadership challenge,\" a leading left-winger told us.\nThis is partly due to there being no agreement on who a challenger would be. A prominent colleague of his on the left predicted that if Starmer were to go, it would be due to private pressure from those on the other wing of the party. But installing - for want of a better description - an anti-Corbyn, or more centrist leader, without a contest wouldn't be straightforward.  Not least because the current deputy leader, Angela Rayner, who is popular among members and seen as more left-wing than Starmer, would stand.\nThis might mean putsch wouldn't come to shove.\nThere do not seem to be fully fledged leadership campaigns, but there is a great deal of chatter.\nA frontbench supporter of Starmer believes he is safe for now and that the shadow cast by the pandemic has been a long one. But once it dissipates, this backer said \"if we are no further forward in a year's time he is in trouble - we could be just a year away from an election\".\nSome on what is seen as the party's \"soft left\" are pondering a return to Westminster for Andy Burnham, despite his likely re-election as mayor of Greater Manchester on Friday. Some say they would urge him to consider another tilt at the leadership if the polls haven't improved in the new year. Others are suggesting Yvette Cooper should offer herself as - at the very least - a caretaker leader, taking the party into the next election campaign.\nStarmer doesn't want to be bogged down by too much baggage as he tries to climb his electoral mountain. So he won't be spending the summer writing an election manifesto.\nBut Lord Mandelson, a leading light in the Tony Blair's New Labour movement, has told the BBC it is time to conduct a policy review, to thin out the bulky 2019 manifesto, and, in the process, develop ideas that may be attractive to target voters. \nPolicy work has been going on under the radar but internal critics say it lacks definition.\nAnd there is a danger that each solution simply brings another problem.\nAn analysis by the former shadow cabinet member Jon Trickett, a member of the Socialist Campaign Group, suggests as Starmer tries to woo former voters by stressing his patriotism, he is inadvertently encouraging some more radical, middle class supporters, including former Corbyn supporters, to defect to the Greens.\nIndeed, early results show Labour losing some council wards in north-east England to Green candidates. Though this exodus isn't huge, it could - he argues - cost the party marginal Westminster seats in the North.  \nTrickett told the BBC \"the public have put the leadership on notice\". He has research suggesting many voters in seats that turned blue in 2019 actually share -economically if not culturally - left-wing values, such as agreeing the state should narrow wealth inequalities welfare should be more generous and that corporate greed was a problem.\nBut a shadow minister, not on the left of the party, said: \"Boris Johnson is occupying so much of our territory. He has actually paid people not to go out to work. The state-run NHS has delivered his vaccination programme.\"\nAnd at a virtual seminar for Labour-supporting business figures, a prominent pollster told the audience that the party's (likely) success in London was a double-edged sword. The pollster argued it simply reinforced the perception that Labour was no longer for once-traditional voters in Northern towns.\nThat perception - rather than policies - was proving a near impenetrable problem.\nThese difficulties transcend personalities and would provide a challenge for any leader. \nBut for now it is Starmer and his team who must devise a means of addressing them."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57050659",
      "category": "uk-politics",
      "title": "Labour reshuffle: Anneliese Dodds out in Starmer's post-election reshuffle",
      "tags": "Angela Rayner,Keir Starmer,Labour Party",
      "text": "Sir Keir Starmer has sacked his shadow chancellor in a shake-up of his team after poor election results in England.\nAnneliese Dodds will now become the Labour Party's chair - replacing deputy leader Angela Rayner, whom Sir Keir fired from the role on Saturday.\nMs Rayner will instead replace Rachel Reeves in shadowing Michael Gove at the Cabinet Office, as Ms Reeves is promoted to the shadow chancellor role. \nThe Labour leader chaired a meeting of the shadow cabinet on Monday.\nSources said Sir Keir told them there was no escaping the scale of the defeats which said \"something profound about the size of the journey we have to go\".\nHe was said to have told the meeting: \"To be clear, I take responsibility. Nobody else. I lead the Labour Party and it is entirely on me.\"\nSir Keir said that his deputy, Ms Rayner, had \"a big, new role, taking the fight to the Tories\".\nShe later tweeted that she was \"looking forward to rolling my sleeves up and getting to work\" in order to \"reconnect with the voters that have lost faith in the Labour Party, especially in our traditional heartlands\".\nBut the reshuffle, announced late on Sunday following hours of wrangling behind closed doors, is already facing criticism from figures within the party. \nThe moves came after Labour lost control of eight councils overall in English local elections, and suffered an historic defeat to the Conservatives at a by-election in Hartlepool. \nThe party fared better in Wales, where it won half the seats in Welsh Parliament elections, as well as in several mayoral races in England. \nLabour also took the West of England and Cambridgeshire and Peterborough mayoral posts off the Tories, and prevailed in the first race for the new West Yorkshire mayor. \nLabour MP and former actress Tracy Brabin - the first woman to become a metro mayor - has stepped down from her role in Westminster to take up the new post.\nBut this means the party will soon face another by-election in her seat of Batley and Spen, which has been held by Labour since 1997.\nLabour was also re-elected in Greater Manchester, where its successful mayoral candidate Andy Burnham urged the party to learn the lessons of its victories.\nHe added that the party was too focused on a \"civil war\" between figures from different factions, which would prove \"absolutely pointless and destructive.\"\nLabour MP for Birmingham Ladywood, Shabana Mahmood, has taken on Ms Rayner's other former role as campaign coordinator. \nShe told BBC Breakfast the party had to \"immerse ourselves in the communities that we currently represent - and that we want to represent once again - and to earn their trust\".\nBut Ms Rayner remains deputy leader of the party as it is an elected post voted for by members - and will be given additional duties to focus on the future of work and \"levelling up\".\nFormer shadow home secretary Diane Abbot hit out at the \"drawn-out\" reshuffle, which she said \"hasn't been fantastically successful\".\nSpeaking on BBC Radio 4's Today programme, she said Ms Rayner's removal from her campaign role was a sign Sir Keir was trying to make her \"carry the can for the poor results\".\nAnd Labour's Liverpool Riverside MP Kim Johnson called the decision a \"despicable act of cowardice\" from the Labour leader.\nAn ally of Ms Rayner said she had come out \"significantly more powerful, both in terms of the party and policy\", while a Labour insider told the BBC: \"Who would want to be national campaign coordinator in name only with no power when you're just made the scapegoat for the failures of Keir's team?\"\nIn response to the change in role, Ms Rayner tweeted: \"I will work tirelessly to reform our party and deliver a policy agenda that will enable us to reconnect with the voters that we need to win, especially in our traditional heartlands, and show that the Labour Party speaks for the working class.\"\nShe also thanked \"friends from all across the Labour Party and our movement\" who had contacted her over the weekend, adding: \"United we stand, divided we fall.\"\nSir Keir Starmer's first reshuffle has been a very messy affair.\nIt began badly with a bust up with his deputy, Angela Rayner, who was being moved from one of her roles - in charge of campaigns.\nHer allies said she was being sacked. Sir Keir's team said she was being moved.\nThey can't both be telling the whole truth. But there was a late night howl of backlash to the notion she was being ousted, putting pressure on the leader to find a way to make her stay.\nRead more from Laura here.\nOther movements in the reshuffle include:\nLisa Nandy is expected to remain as shadow foreign secretary, while Jonathan Ashworth will stay in his role as shadow health secretary.\nA spokesman for Mr Brown - who was chief whip under five Labour leaders - said the MP thought it was \"a reasonable time for Nick to move on\", adding he and Sir Keir had \"parted on good terms, with mutual respect\".\nThe party confirmed there would be no further appointments announced."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-57037388",
      "category": "uk-wales-politics",
      "title": "Welsh election results 2021: What's the secret behind Labour's success?",
      "tags": "Keir Starmer,Plaid Cymru,Welsh Labour,Adam Price,Welsh Parliament election 2021,Labour Party",
      "text": "While Labour in England is licking its wounds after losing its traditional heartland seat of Hartlepool in a by-election and the Conservatives made significant gains in local elections, Welsh Labour appears to be living in a parallel universe.\nWhile UK Labour leader Sir Keir Starmer is facing all sorts of questions, Welsh Labour leader and First Minister Mark Drakeford is riding the crest of a wave.\nHe is set to retain power for a sixth term of Labour-led government in Wales after matching the party's best-ever Senedd election result and winning half of the 60 seats in the Welsh Parliament.\nWhy then was the Welsh party so much more successful?\nBefore the pandemic the prevailing wisdom was that Mr Drakeford would struggle against the charisma and passionate speech maker of Plaid Cymru leader Adam Price.\nPundits suggested that while he might be an effective first minister, he didn't have the \"lead them into battle\" rhetorical oomph of Mr Price.\nAnd then there was the post-Brexit reality - traditional Labour seats had fallen to the Conservatives, particularly in north-east Wales, at the 2019 General Election just as they had in England.\nThen came the pandemic. Suddenly the Welsh government had huge power over the lives of the three million people living in Wales.\nIt could decide when they could leave their homes, it was taking decisions every day that could result in thousands of lives being lost or saved.\nAnd many people in Wales appreciated what's often been described as the careful, thoughtful, earnest approach that Mark Drakeford took to the challenge.\nSuddenly, his perceived weaknesses became strengths, and a frightened population facing a national crisis thought, on the whole, the first minister had handled it pretty well.\nHis profile soared as he appeared in live televised press conferences and got the sort of UK-wide coverage both he and his predecessors could never have imagined, albeit for the worst of reasons.\nIn election debates, Mr Price praised the way his political opponent had dealt with coronavirus, knowing the first minister was now popular with many Plaid Cymru voters.\nPlaid and Welsh Conservative figures have pointed out parties that have been in government during this coronavirus crisis all did pretty well in Thursday's election - in Wales, Scotland and England.\nAs lockdown restrictions ease, and increasing numbers of us are vaccinated, perhaps many of us felt now wasn't time to revolt against those in charge.\nLabour's Senedd election manifesto was criticised as over-cautious, and compared unfavourably with those of other parties. \nBut Labour figures have warned post-pandemic finances will be tight and, while disputing suggestions it doesn't amount to much, they stress the manifesto is one that the Welsh government will be able to afford.\nPart, they say, of the authenticity of Mr Drakeford - not making rash promises that can disappoint voters.\nWhile there are bound to be some lessons Labour can learn from its contrasting fortunes in England and Wales, much of it comes down to the advantage that can be taken from being in government.\nAnd Labour at Westminster seems a very long way away from that at the moment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57028293",
      "category": "uk-northern-ireland",
      "title": "Covid-19: What are the stats as restrictions ease further?",
      "tags": "NI Health,Coronavirus vaccines,Strabane,Derry City and Strabane District Council,Londonderry-Derry,Coronavirus pandemic",
      "text": "Northern Ireland is now - by stats and numbers associated with the pandemic - roughly in the same place it was in September last year, before we entered the long, hard winter surge.\nAnd given the successful rollout of the vaccination programme, we're now in a much healthier place.\nInfection rates are generally low, as are case numbers; we have fewer people in hospital with the virus and the death rate remains quite low.\nNorthern Ireland still has the highest infection rate in the UK.\nBut it's not necessarily a high infection rate. \nData from the UK government for the seven days up until 2 May indicates the following infection rates per 100,000 population:\nThe Republic of Ireland does not publish its infection rate in the same manner, but it can be worked out. For the same seven-day period up until 2 May, it was 64.4.\nWales' rate is remarkably low and is undoubtedly tied to the very high vaccination uptake there.\nBut let's look closer at Northern Ireland's infection rate.\nIt may be the highest in the UK, but compared to previous rates it's still relatively low.\nWe entered 2021 with an infection rate of about 687 cases per 100,000 population - that's about 20 times higher than it is now.\nWhat we've seen recently is that Northern Ireland's rate has been more or less static, while the rest of the UK has seen slow and steady decreases.\nSo why is Northern Ireland's rate stubbornly staying higher than those in Great Britain?\nThe answer may lie in the fact that the rate in the Republic is now markedly higher than Northern Ireland's - cross-border movement is probably affecting Northern Ireland's rate, especially in the north west.\nThe Derry and Strabane Borough Council area has one of the highest rates in the UK. In fact, according the UK government's data for the seven days up to 2 May, it had the highest at 99.2.\nThe rest of Northern Ireland's council areas have a rate of 50 or lower. \nIn short, the high rate in Derry and Strabane is pushing up Northern Ireland's overall rate.\nOver the past week, almost a quarter of all infections in Northern Ireland have been in the Derry and Strabane area.\nAnd, in fact, the majority of the infections in the borough have been in Londonderry city itself. \nJust across the border, in east Donegal, you can find the areas of the Republic of Ireland with the worst infection rates in the state.\nThe Republic measures infection rates slightly differently than the UK, but right now, Letterkenny and Milford have infection rates about five times higher than Ireland's national rate.\nThe data also indicates the higher infection rate in the Derry and Strabane council area has been driven by teenagers and young adults.\nSo the figures indicate Northern Ireland's rate is being elevated by an infection hotspot in Derry, and most likely exacerbated by cross-border movement into another infection hotspot in east Donegal.\nIt is important to remember, however, that an infection rate is only one part of the picture. \nAt earlier points in the pandemic, a higher infection rate usually brought with it more hospitalisations and deaths.\nHowever, this is now not necessarily the case - and that's thanks to vaccinations.\nNorthern Ireland will soon have a million people vaccinated. \nThe latest number for individuals with a first dose is 963,531.\nThe UK's vaccine rollout has been very successful with two thirds of all adults having had a jab.\nAnd, obviously, Northern Ireland is part of that success.\nAccording to Our World In Data - a data research project based at Oxford University - there aren't too many nations in the world with a better rate of vaccination.\nInterestingly, one of the few places with a better vaccination rate than the UK is the Isle of Man.\nThe percentages of the adult populations in the UK and Ireland which have had a first dose are as follows:\nThe speed at which first doses are being given out in Northern Ireland has been fairly steady over the past few weeks at about 5,000 a day.\nNorthern Ireland - like the other parts of the UK - has been doing very well on second doses of vaccine. \nAbout half of those in Northern Ireland who have had a first dose have already had their second dose.\nHowever, it's expected Northern Ireland's vaccine rollout will slow down with the announcement that people under 40 are to be offered an alternative vaccine to the AstraZeneca jab, where possible. \nIt will be interesting to see how this change in approach affects Northern Ireland's vaccination rollout - so far the majority of doses given out here have been AstraZeneca.\nRecently the Department of Health has started to publish some vaccine uptake figures for age groups.\nMore than 43% of the 30-39 age group has now had a vaccine, although many of these people got their jab earlier in the rollout thanks to being eligible in another category.\nAlmost 20% of 18-29 year olds have had a vaccine dose, despite the fact this age group has not yet been called for vaccination. \nThis is because they met other criteria of eligibility such as being a healthcare worker, a care home worker, a carer or clinically extremely vulnerable.\nThe number of patients in hospital with Covid-19 has been around 70-75 for the past fortnight.\nThere have been small decreases and small increases during that time.\nThese numbers are quite small compared to the peak of the surge in January, when there were more than 1,000 patients in hospital with the virus.\nWe are also seeing quite a low rate of admission - about three admissions per day.\nAbout a quarter of those being admitted recently have been young adults between the ages of 20 and 39. \nThis is a higher proportion than at any stage in the pandemic and most likely reflects the higher vaccination levels among older people.\nThe number of people in intensive care units (ICUs) with the virus has also been very steady for a few weeks - between five and 10.\nNorthern Ireland's death rate is - thankfully - quite low, with a fatality expected every three or four days.\nBetween 11 January and 17 January, 160 deaths were recorded by the Department of Health.\nIn the latest seven-day period, two deaths were recorded.\nMoreover, our death rate has been at a similarly low level for nearly two months now.\nGreat Britain also has a very low death rate - indicating the effect the vaccination programme has had.\nThe Republic of Ireland's death rate is higher, but has been falling in recent weeks.\nThe Northern Ireland Statistics and Research Agency has also been recording steady but low figures in its weekly tally of death certificates which mention the virus.\nThe pandemic certainly has not gone away, but we have made impressive and steady progress towards a return to normality."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57044490",
      "category": "uk",
      "title": "Covid-19: 'Team UK' post-pandemic recovery summit, and India's junior doctors",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday. We'll have another update for you tomorrow morning.\nBoris Johnson wants leaders of the devolved nations to join a summit on how \"Team UK\" can recover from the pandemic. His offer comes after the Scottish National Party made history to win its fourth Holyrood election in a row and Labour held onto power in Wales. The PM said the Covid vaccine rollout was an example of \"Team UK in action\" and invited the SNP's Nicola Sturgeon and Welsh First Minister Mark Drakeford to meet and discuss how they can \"work together\" to overcome future \"shared challenges\".\nIndia has been hit by an enormous second coronavirus wave, with more than 238,000 deaths recorded so far and nearly 21.9 million confirmed cases, according to Johns Hopkins University. The country's healthcare system is crippling under the strain, and junior doctors fresh out of university have been thrown into the deep end. \"We've had to grow up a lot in one month... as fresh interns we've been thrown into a crisis-like situation,\" one young doctor told BBC Newsbeat. Meanwhile, a \"black fungus\" is maiming Covid patients in the country. Read more about how India descended into Covid-19 chaos.\nThe US is being urged by French President Emmanuel Macron to \"put an end to export bans not only on vaccines but on vaccine ingredients, which prevent production\". It comes as a divide emerged between parts of Europe and the US over how best to increase global vaccine production. Less than 1% of the 1.25bn doses administered around the world have gone to the world's 29 poorest countries, according to news agency AFP. How fast is the vaccine progress around the world?\n\"I wasn't afraid. I thought, 'I didn't commit any crime,'\" Xia told the BBC. \"When they put the handcuffs on me, I realised it's serious.\" Xia is one of hundreds of Chinese migrant workers in the US to move to a remote part of New Mexico for work after losing their jobs in the pandemic. But the agricultural role she thought she was doing as a \"flower cutter\" actually involved high-grade marijuana. This is the cautionary tale about the boom in cannabis production in the US.\nThe pandemic has meant many people have had to adapt, not just in their social lives, but also in the work they do. When Kyle Freemantle's seafront cafe on the Isle of Wight had to close during the first lockdown last March, he decided to start working at his local hospital's A&E department. His cafe has reopened, but he hopes to return to St Mary's Hospital in the autumn.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nFind more information, advice and guides on our coronavirus page. \nReady to book a holiday? Find out everything you need to know about travelling abroad here. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-57009547",
      "category": "uk-wales-politics",
      "title": "Welsh election results 2021: Labour set to stay in power",
      "tags": "Welsh Liberal Democrats,Abolish the Welsh Assembly Party,Plaid Cymru,Jane Dodds,Welsh Labour,Adam Price,Leanne Wood,Welsh Parliament election 2021,Welsh Parliament,Welsh Conservatives",
      "text": "Labour is set to stay in power in Wales after matching its best-ever Senedd election result, with exactly half of the 60 seats in the Welsh Parliament.\nThe Tories took the Vale of Clwyd from Labour, and Brecon and Radnorshire from the Liberal Democrats.\nLabour held firm in other Tory target seats and took Rhondda back from Plaid Cymru.\nLeader Mark Drakeford, who extended the majority in his seat, vowed to form a \"stable and progressive\" government.\nWith 52 of the 60 seats declared, Labour is on 30 with the Conservatives on 12, Plaid Cymru nine and the Liberal Democrats one.\nIt is unlikely Labour will gain further seats when votes for the regional lists in South Wales Central and South Wales East are counted on Saturday, after the party won the lion's share of constituency seats there.\nCurrent first minister Mr Drakeford, who raised his majority in his Cardiff West seat by 12.7 points and more than 6,000 votes, told BBC Wales he would \"do whatever I can\" to ensure Wales has a \"stable and progressive\" government.\nHe added he would prefer to be in a position \"where you have a government that is able to command a majority for the action that it needs to take on the floor of the Senedd\".\nHe added: \"Without trying to rush a decision at this time on a Friday we'll take a couple of days to make sure that we make the best decision that we can for Wales.\"\nLabour also regained Rhondda from Plaid Cymru, toppling its former leader Leanne Wood.\nHer win there in 2016 was one of the major upsets of the last Senedd election but Labour's Buffy Williams overturned it with a 19% swing and a majority of more than 5,000.\nBen Lake, the Plaid Cymru MP for Ceredigion, said losing the Rhondda seat was a \"terrible blow for the party\".\nAsked if the party could still play a role in a coalition with Labour if required, he said it was a \"dead duck\".\n\"The people of Wales have sent a very clear message at the election, and I can't see it being feasible or indeed desirable on the part of either party,\" he told BBC Radio Wales Breakfast.\nPlaid Cymru has won five constituency seats, holding on to Arfon, Dwyfor Meirionnydd, Ynys Mon, Ceredigion, and Carmarthen East and Dinefwr.\nWith three of the five regional list results declared so far, Plaid has won four list seats, the Conservatives four, Labour three and the Liberal Democrats one.\nThe Conservatives held on to Montgomeryshire, Aberconwy, Clwyd West, Carmarthen West and South Pembrokeshire, and Preseli Pembrokeshire.\nThe party also kept Monmouth where ex-Monmouthshire council leader Peter Fox is its new incumbent following the deselection of Nick Ramsay.\nBut the Tories failed to capture the Vale of Glamorgan, another Labour-held target seat which is Conservative at Westminster.  \nThe Labour seats of Alyn and Deeside, Gower, Swansea East, Swansea West, Neath, Aberavon, Ogmore, Bridgend, Cynon Valley, Pontypridd, Cardiff Central, Cardiff North, Cardiff South and Penarth, Cardiff West, Caerphilly, Islwyn, Merthyr Tydfil and Rhymney, Newport East, Newport West and Torfaen have also remained red.\nLabour also held on to the Plaid Cymru target seat of Llanelli, with Welsh government deputy transport minister Lee Waters being re-elected.\nFollowing his victory, Mr Waters said Mark Drakeford was \"definitely an asset\", due to his leadership during the pandemic.\n\"He may not be flashy, he may be a bit nerdy, a bit boring, he's a university professor, but thank God for him,\" he said.\nHealth Minister Vaughan Gething also paid tribute to his party leader, saying: \"The recognition of the way Mark has run the Welsh government in this extraordinary time was undoubtedly a factor in the way that people have voted.\"\nDespite the challenges of the pandemic, more than 1.1 million people voted, making it the highest-ever turnout for a Senedd election at 46.6%.\nThis beat the previous record of 46.3% at the first Senedd election in 1999, but is still significantly lower than turnout for general elections.\nLaura McAllister, professor of public policy at Cardiff University, said Labour had \"performed better than most people expected\".\n\"After 22 years in power, with a Conservative Party that was really strongly tipped to make significant breakthroughs, and of course Plaid Cymru biting its ankles as well, that's some achievement.\"\nPolitical commentator Prof Roger Awan-Scully said: \"I think it's been an astonishingly resilient performance by the Welsh Labour Party, amidst disasters for Labour elsewhere in the UK.\n\"The Conservatives are also performing strongly, but not quite bringing it home in terms of the number of constituency victories that they might have expected.\n\"For Plaid Cymru I think this has to be said to be a deeply disappointing election.\"\nThe Vale of Clwyd was the only Conservative gain in Labour's \"red wall\" of seats in north Wales where the Tories had enjoyed success in the 2019 General Election.\nWinning candidate Gareth Davies, an NHS physiotherapist, said: \"It's a magnificent achievement. \n\"In 1999 I was a small boy, and now I'm in my 30s and I never thought back then I'd ever be in this position. So I feel really humbled.\"\nAndrew RT Davies, leader of the Tories in the Senedd, said the result in the Vale of Clwyd was \"fantastic\".\nNorth Wales has been a fiercely contested battleground, with re-elected Aberconwy Tory MS Janet Finch-Saunders saying she had been \"horrified\" by personal attacks which had hurt her family during the campaign.\nLabour's win in Alyn and Deeside represents the last of the red wall seats that the Conservatives had hoped to take in north east Wales.\nIt's the last brick in the wall.\nBut they have only managed in this election to take Vale of Clwyd in that region - by a small amount.\nSo it counts as a disappointing set of results for the Conservatives.\nLabour, which has been in charge of the Welsh government for 22 years, is now set to remain in power for a sixth term with exactly half the seats in the Senedd chamber.\nOf the 60 members of the Senedd (MSs) being elected, 40 will serve constituencies and 20 will be elected to represent larger regional areas of North Wales, Mid and West Wales, South Wales West, South Wales Central and South Wales East.\nA party needs to win 31 seats to claim a majority but it has never happened, with Labour last time having 29 seats.\nIt previously won 30 seats in 2003 and 2011.\nFor Plaid Cymru, the party's Westminster leader Liz Saville Roberts painted a gloomy picture for their hopes of making inroads into Labour's grip on the south Wales valleys. \nShe said the pandemic had meant \"ministers in the governments, both in Westminster and Cardiff, have had an immense platform over the last year\".\nIt had been an \"extraordinarily different\" election, Ms Saville Roberts said, \"to anything that anybody has been used to, and it's been difficult for a party like Plaid to get the same sort of platform\". \n\"At the same time there's a real sense that our policy, our offer of policies, has offered something that was progressive and new and is, I hope, really the seeds for something in the future,\" she added.\nAdam Price, who held Carmarthen East and Dinefwr with a reduced majority, said he would not stand down as Plaid Cymru leader.\nDespite no gains, Mr Price said the party had increased its share of the vote and its stance on independence had been a \"net positive\".\n\"I'm not walking away from anything, because this is the moment when Wales needs leadership,\" he said.\n\"This is a historic challenge, because of the way that the politics is moving in this island, but it's also a historic opportunity for us.\n\"We can move our nation forward and I'm looking forward to playing my part, it's not something that anyone can do on their own.\n\"I have a role to play, we all have a role to play and that's what's exciting about politics at the moment. Wales is on the move Wales is on the march. I'm going to be part of that.\"\nMeanwhile, the Welsh Liberal Democrats lost their constituency seat in Brecon and Radnorshire but won a list seat in Mid and West Wales with party leader Jane Dodds heading for the Senedd.\nLiberal Democrat peer Baroness Jenny Randerson said she did not think Welsh Labour would need the support of Ms Dodds to run a government as had happened with her predecessor, former Education Minister Kirsty Williams who stood down prior to the elections.\n\"I think Labour will have the numbers to just about manage on their own,\" said Baroness Randerson.\nIan Price, director of CBI Wales, congratulated Labour. \n\"This is a critical time for the Welsh economy and the new parliament must have a laser-like focus on rebuilding from the devastating impact of the pandemic,\" he said.\n\"That means all parties pulling together and working with business to protect jobs, rebuild livelihoods and create a fair and sustainable recovery that addresses the longstanding structural challenges our economy faces.\"\nThe Abolish the Welsh Assembly Party was also hoping to make a breakthrough in the regional lists.\nVoting also took place for four police and crime commissioners, with those votes to be counted on Sunday.\nSIGN UP FOR WALES ALERTS:  Get extra updates on BBC election coverage"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-57034429",
      "category": "uk-scotland-scotland-politics",
      "title": "Scottish election 2021: Key points on the Holyrood vote",
      "tags": "Scottish Parliament election 2021,Scottish Parliament",
      "text": "With all the results now in, the SNP have secured a fourth consecutive win in the Holyrood election, only narrowly missing out on an outright majority. Covid precautions meant the count was held over two days but now the shape of the new parliament is clear, here are the headlines:\nSIGN UP FOR SCOTLAND ALERTS:  Get extra updates on BBC election coverage"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57044002",
      "category": "world-europe",
      "title": "Neanderthal remains unearthed in Italian cave",
      "tags": "Human evolution,Neanderthals",
      "text": "Archaeologists in Italy have discovered the remains of nine Neanderthals who may have been hunted by hyenas, in a prehistoric cave south-east of Rome.  \nThe fossilized bones, which include skull fragments and broken jawbones, were found in the Guattari Cave in the coastal town San Felice Circeo. \nNeanderthals, a close ancient cousin of Homo sapiens, are believed to have died out about 40,000 years ago. \nHowever, small traces of their DNA still exist in modern humans.\nEight of the remains date from between 50,000 and 68,000 years ago, while the oldest could be 90,000 or 100,000 years old, Italy's culture ministry said.\nThe archaeologists who unearthed the remains in the Guattari Cave, about 90km (56 miles) south-east of Rome, said they belonged to seven adult males, a woman and a young boy.\nMario Rolfo, a professor of archaeology at Tor Vergata University, said most of the Neanderthals had been killed by hyenas and dragged back to their cave den as food. \n\"Neanderthals were prey for these animals,\" the Guardian quoted him as saying. \"Hyenas hunted them, especially the most vulnerable, like sick or elderly individuals.\"\nItalian Culture Minister Dario Franceschini described the find as \"an extraordinary discovery which the whole world will be talking about\".\n\"These findings will help to enrich studies on Neanderthals,\" he said.\nA smaller number of remains were found by chance in the Guattari Cave in 1939, making it \"one of the most significant places in the world for the history of Neanderthal man\", the ministry said. \nThe cave had been closed off by an ancient earthquake or landslide, allowing the preservation of its contents. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57047027",
      "category": "uk-politics",
      "title": "Elections 2021: Labour reshuffle delay leaves questions over Sir Keir Starmer's team",
      "tags": "Keir Starmer,John McDonnell,Labour Party",
      "text": "Sir Keir Starmer has started calling shadow ministers to carry out a reshuffle after hours of wrangling over the role of his deputy, Angela Rayner.\nThe Labour leader is facing criticism after losing the Hartlepool by-election and control of several councils.\nHe has already sacked Ms Rayner as the party's chair and campaigns co-ordinator, with sources saying she will be given another role in his team.\nBut ex-shadow chancellor John McDonnell said she had been made a \"scapegoat\".\nSir Keir has said he takes \"full responsibility\" for Labour's election results in England.\nThursday's elections marked the first test of voter opinion since Sir Keir became party leader last year.\nWith all of England's local authority results in, Labour has lost control of eight councils.\nThere was bad news for Sir Keir on Saturday night, when a swing to the Conservatives in County Durham saw Labour lose overall control of the council for the first time since 1925.\nThis followed the loss of the race to become Hartlepool's next MP - held by Labour since the constituency was created in 1974 - to the Conservatives.\nThere are some really big questions for Labour - but the most straight forward one of all right now is what exactly is going on?\nThe lights are still on in Sir Keir Starmer's office, but there is still no news about the reshuffle that was meant to happen on Sunday, with no names and no confirmed moves to show how his top team is going to look.\nAnd there is still no clarity in exactly what happened in this dispute with his deputy, Angela Rayner.\nYou might wonder why that fuss matters at all...\nWell, Labour had a hard time this week at those elections, even though they have got a new leader who has made a huge, huge effort to show how much he wants to change the party.\nSo this moment should have been a really clear chance for him to have a reset, to grab the party by the scruff of its neck and to get on with the changes he wants to make - even if that makes for some very difficult decisions.\nBut instead, he has found himself in this pretty confused picture - and perhaps a stand off with his deputy - with no clear message about who is even going to be sitting around his shadow cabinet table in the next few days.\nIt has also provided a vacuum into which his critics - particularly from the left of the party - have spent the whole day touring the broadcast studios, chucking in their tuppence worth, and suggesting he is taking the party in the wrong direction.\nThe party hopes to give the details of the top team tonight, but it has already been a long old day, with not much clarity about what is going on.\nBut there was some better news for Sir Keir when the party retained the mayoralties of London, Liverpool and Greater Manchester - and took the West of England mayoralty from the Conservatives.\nThese results were announced on Saturday, the same day that Sir Keir removed Ms Rayner from her election duties on the same day. \nA source said she would \"continue to play a senior role\" in the leader's team.\nBut Sir Keir has come in for criticism from senior figures on Labour's left, including Mr McDonnell, who told BBC One's Andrew Marr Show Ms Rayner had been \"scapegoated\".\nHe said the leader's style of running the party was \"very centralised\" and that he had \"controlled\" the election campaign.\nMr McDonnell also asked what \"PR genius\" had decided to remove Ms Rayner's campaigning role on Saturday, when there had been some \"good news\" with the mayoral victories.\nHe called it a \"huge mistake\", while former shadow home secretary Diane Abbott described it as \"baffling\".\nAnd MP Jon Trickett, whom Mr Starmer sacked from the shadow cabinet when he became leader last year, tweeted: \"I don't think we should rule out a leadership challenge.\"\nBut Dan Norris, who won the previously Conservative-held West of England mayoralty for Labour, said his leader had done \"a grand job, a brilliant job\" helping with his campaign.\nHe told BBC Breakfast: \"Keir made it possible for people to listen to Labour's message and then be influenced and that's why the result was so good, because people listened to what we had to say... And obviously that's really great for me and great for the Labour Party.\"\nSir Keir has also been criticised for picking a frontbench team lacking in well-known figures, with suggestions that senior MPs such as Yvette Cooper and Hilary Been could make a return in the reshuffle.\nHe took over as leader last year following Labour's worst general election defeat since the 1930s and has said the party has a \"mountain to climb\" if it wants to get back into government."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57043758",
      "category": "uk",
      "title": "Election results 2021: PM calls Covid recovery summit after SNP victory",
      "tags": "UK devolution,Nicola Sturgeon,Boris Johnson,SNP (Scottish National Party)",
      "text": "Prime Minister Boris Johnson has invited the leaders of the devolved nations to a summit on how \"Team UK\" can recover from the pandemic.\nIt follows the SNP's fourth Scottish Parliament election win in a row and Labour's win in the Welsh Parliament. \nThe SNP's Nicola Sturgeon said there was \"no democratic justification\" for blocking an independence vote. \nBut Mr Johnson said talk of \"ripping our country apart\" would be \"irresponsible and reckless\".\nHe has telephoned Welsh First Minister Mark Drakeford and Ms Sturgeon, who has confirmed she will attend the summit.\nAn SNP spokesman said Scotland's First Minister had \"re-iterated her intention to ensure that the people of Scotland can choose our own future when the crisis is over, and made clear that the question of a referendum is now a matter of when - not if\".\nIn letters sent to the leaders, the prime minister highlighted the Covid vaccine rollout as an example of \"Team UK in action\" and called for a continued \"spirit of unity and cooperation\".\nThe SNP fell one seat short of an overall majority in the Scottish Parliament elections, but with eight Scottish Greens elected, Holyrood will have a pro-independence majority.\nScotland held a referendum on leaving the in 2014 - billed as a \"once-in-a-generation\" event - with just over 55% voting to remain part of the UK. \nBut after the UK backed leaving the EU in 2016, Ms Sturgeon began pushing for another referendum on Scottish independence.\nShe told the BBC's Andrew Marr Show she did not believe any bid for a second referendum would end up in a legal challenge from the UK government.\nShe also warned that any such move it would mean Westminster \"saying the UK is no longer a union based on consent\".\nCabinet Office Minister Michael Gove said the SNP could not expect a second referendum to be approved as the party had not secured a majority in the Scottish Parliament.\nHe said there was a \"significant difference\" between Ms Sturgeon's win and her predecessor Alex Salmond's majority in 2011.\nAsked whether the UK government would try to block legislation from the Scottish Parliament on a second referendum, Mr Gove said: \"We're not going near there.\"\nMr Drakeford, who is not pushing for more powers for the Welsh Parliament, urged the prime minister to \"reset relationships\" with the devolved administrations.\nNorthern Ireland did not have elections on Thursday, but Mr Johnson confirmed its first minister and deputy first minister would also be invited to the summit."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56997137",
      "category": "uk-england-london",
      "title": "London elections: Sadiq Khan wins second term as mayor",
      "tags": "Conservative Party,London elections 2021,Mayor of London,Greater London Authority,Green Party (England and Wales),Labour Party,Liberal Democrats",
      "text": "Labour's Sadiq Khan has won a second term as London's mayor, beating Conservative rival Shaun Bailey.\nHe won 55.2% of the popular vote, after entering a run-off with Mr Bailey when neither managed to secure a majority in the first round of voting. \nThe former MP became the first Muslim mayor of an EU capital city when he was elected to the role in 2016.\nSpeaking at City Hall, he promised \"to strain every sinew to help build a better, brighter future for London\".\nThe Green Party's Sian Berry came third, while the Liberal Democrats' Luisa Porritt was fourth.\nThe Lib Dems lost their deposit, as Ms Porritt failed to win more than 5% of the vote. \nElsewhere on Saturday evening, Labour lost overall control of Durham County Council while the Tories continued to make inroads in their traditional heartlands.\nMr Khan was seen as the favourite throughout the campaign, with some pollsters predicting he would win more than half of the first-round votes.\nThe 51-year-old failed to reach his record-setting vote total of 2016, but won with a 228,000-vote majority.\nMr Khan's closest rival was Mr Bailey, who received 44.8% of the first and second-round votes, and increased the Conservative vote share by 1.6%.\nSpeaking after the results were announced, Mr Khan said: \"I will always be a mayor for all Londoners, working to improve the lives of every single person in this city.\n\"The results of the elections around the UK shows our country, and even our city, remains deeply divided.\n\"The scars of Brexit have yet to heal. A crude culture war is pushing us further apart.\"\nMr Khan continued: \"Economic inequality is getting worse both within London and in different parts of our country.\n\"As we seek to confront the enormity of the challenge ahead, and as we endeavour to rebuild from this pandemic, we must use this moment of national recovery to heal those damaging divisions.\"\nMr Bailey said he had been \"written off\" by pollsters, journalists and other politicians, adding: \"But Londoners didn't write me off.\"\nHe congratulated Mr Khan but said he hoped the re-elected mayor would not \"blame everything on the government\".\nDuring his tenure as mayor, Mr Khan has had run-ins with the government over coronavirus restrictions and Transport for London's finances.\nIn the end he won quite comfortably - but it didn't always feel like that. \nSadiq Khan's team got panicky on polling day when voting was slow. In fact turnout - though not at 2016 levels - was higher than previous elections unhindered by a pandemic. \nThen there were jitters on the first day of counting when the margin between Mr Khan and Mr Bailey was narrow on the first constituencies announced.\nMr Khan's winning margin as an incumbent mayor eclipses Boris Johnson's in 2012.\nBut this was no Khan procession.\nIn the end Mr Bailey's performance exceeded expectations and utterly defied the grim predictions of numerous polls. \nNot bad either, given how little resources he appears to have had from a Tory HQ that was focused elsewhere.\nMr Khan would have liked today to have been about sheer success - a victory to lift Labour hearts beyond the boundaries of the capital. It's not worked out like that.\nAnd compare Mr Khan's result to Andy Burnham in Manchester, Andy Street in the West Midlands and Ben Houchen in Teesside - all of whom increased their victory margins.\nThat will hurt.\nLabour continues its dominance in the capital, remaining the largest party on the London Assembly.\nLabour took nine constituency seats, with the Conservatives winning the remaining five.\nMembership of the London Assembly is split in two - with those 14 members representing constituencies and the other 11 elected by a party-list system."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-wiltshire-57048309",
      "category": "uk-england-wiltshire",
      "title": "Jonathon Seed: Conservative PCC candidate barred after offence emerges",
      "tags": "Wiltshire Police,Salisbury",
      "text": "A candidate running to be Wiltshire's next Police and Crime Commissioner (PCC) has been disbarred after a historical driving offence emerged.\nJonathon Seed was the Conservative Party's candidate to replace fellow Tory Angus Macpherson. \nA party spokesperson confirmed Mr Seed had been disbarred, while Mr Seed told the BBC he had withdrawn himself. \nVote counting for the PCC post is due to start in Salisbury at 10:00 BST on Monday and is set to go ahead. \nIf Mr Seed wins the vote, another election will need to be held. \nA Conservative spokesperson said the central party was unaware of the offence until a couple of days ago.\nThey said: \"Due to a historic driving offence that has come to light, the candidate has been disbarred from becoming the police and crime commissioner.\"\nMr Seed, a Wiltshire councillor, said he had been advised by his party that a 30-year-old drink driving offence would not affect his application and that he had believed he was eligible. \nHe said he withdrew his candidacy earlier on Sunday.\nMr Seed said he was \"bitterly disappointed\" that he would now no longer be able to take up the post if he won the vote and wished Mr Macpherson's eventual replacement \"every success in the role\". \n\"I will continue with my work as a local councillor and within the local community, to which I have dedicated my life for the past 20 years,\" he said. \nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57031725",
      "category": "uk-wales",
      "title": "Welsh election results 2021: Mark Drakeford set to stay as first minister",
      "tags": "Plaid Cymru,Welsh Parliament",
      "text": "Labour's response to the Covid pandemic helped the party retain power after it won the most seats in the Welsh elections, Mark Drakeford has said. \nMr Drakeford is set to continue as Wales' first minister after Labour won 30 of the 60 Welsh Parliament seats. \nThe Conservatives had their best Senedd campaign with 16 seats while Plaid in third took 13 seats.\nWelsh Labour leader Mr Drakeford has said his next Welsh government would be \"radical\" and \"ambitious\". \nHe said people felt they've been \"kept safe here in Wales\" and that was a \"strong theme\" in the election.\n\"From the very first day of the campaign here in Porthcawl, people have been coming to the doorstep to tell us that they feel glad they've lived in Wales over the last 15 months,\" said Mr Drakeford.\n\"A government I lead will continue to follow the science to do what our medical advisers tells us we should do, and that does mean doing things in a way that continues to keep Wales safe.\"\nThe Welsh Government controls Wales' Covid response and the relaxing of restrictions - such as meeting inside pubs and restaurants and travel rules - has tended to have been more cautious in Wales.\n\"But on other matters, our manifesto is a radical manifesto with a host of ideas that are ambitious for Wales,\" added Mr Drakeford.\n\"I'll be very keen to ensure that we give that the most powerful sense of momentum behind it to get those things happening here in Wales.\"\nLabour, who have been in power in Wales either in coalition or as a minority ever since devolution in 1999, did fall one seat short of the 31 needed for an outright majority.\nBut this is a feat no party has ever achieved in the history of the Welsh Parliament.\nFifty-two of the 60 Senedd seats were declared on Friday, with two final regional list results on Saturday. \nBoth the South Wales East and South Wales Central constituencies returned two Welsh Conservative and two Plaid Cymru Members of the Senedd (MS).\nIn South Wales East, Delyth Jewell and Peredur Owen Griffiths were elected for Plaid, while Laura Anne Jones and Natasha Asghar will represent the region for the Welsh Conservatives. \nMs Asghar has become the first woman of colour to be elected into the Welsh Parliament and she was welcomed by Welsh Conservatives' Senedd leader Andrew RT Davies.\nMr Davies was elected in South Wales Central alongside fellow Tory politician Joel James and Plaid Cymru members Rhys ab Owen and Heledd Fychan.\nLabour fell one short of an outright majority, but the Welsh Liberal Democrat leader Jane Dodds, who was elected as an MS for Mid and West Wales has said she will not be seeking a ministerial role, like her predecessor Kirsty Williams. \n\"I'm absolutely clear that I'll be working across parties and I need to focus on what we can deliver,\" she said.\n\"But it is it is the case, I hope that I can work with and I can influence other parties, predominantly Labour, in order to deliver some of those real liberal values\".\nFour parties are represented in the new Senedd, which features 34 men and 26 women. Nineteen of the 60 MSs, just under a third, are serving in the Welsh Parliament for the first time. \nThe Welsh Conservatives will be the second largest party in the Welsh Parliament and made gains on both the constituency and regional lists, but failed to win some of its target seats needed to win the election. \nIt did take the Vale of Clywd from Labour for the first time in 22 years, but Clwyd South and Wrexham, which both voted Conservative in the 2019 General Election, remained red. \nThe party also took Brecon and Radnorshire from the Liberal Democrats and won eight seats on the regional lists, more than any other party. \nThe 16-seat total beats the Conservatives' best result in a Welsh Parliament election of 14. \n\"The team has gone above and beyond and deserve great credit for the positive campaign we've run right across Wales,\" said leader Mr Davies.\n\"I am thrilled to see Natasha Asghar make history in South Wales East by becoming the first female from a BAME background to be elected to the Senedd.\n\"It's been an unconventional campaign and it's clear incumbency and continuity has played a significant part. To that end, I would like to offer my sincere congratulations to Mark Drakeford and Welsh Labour on a successful campaign.\"\nPlaid Cymru won 13 seats, but former party leader Leanne Wood lost her seat in Rhondda to Labour. \nThe party's MP for Ceredigion, Ben Lake said on Friday losing Rhondda was \"an absolutely terrible blow\" for Plaid.\nSpeaking after the final results came in on Saturday, Plaid Cymru leader Adam price said the Senedd would be a \"poorer place\" without Ms Wood, who served in the Welsh Parliament for 18 years. \nHe also extended his congratulations to Mr Drakeford. \nHe added: \"Although disappointed not to be returning more Members to the Senedd, I am proud Plaid Cymru ran a positive campaign based on a transformational programme.\n\"Our Senedd group will bring renewed energy and fresh ideas, and I look forward to working with all my colleagues as we continue to build the case for independence.\"\nThere were no wins for smaller parties, including UKIP, Abolish the Welsh Assembly Party and Reform UK - in sharp contrast to the seven regional seats UKIP took in 2016.\nThe new Senedd chamber will be made up only of members of the traditional parties.\nDespite fears that turnout could be exceptionally low due to the coronavirus pandemic, turnout for the election was the highest in the Senedd's history.\nAt 46.6% this was just slightly higher than the record high of 46.3% at the first Senedd election in 1999, but is significantly lower than turnout for general elections.\nFor the first time 16-17-year-olds were able to vote at an election in Wales, but less than half registered to vote for who could form the next Welsh Parliament."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57049126",
      "category": "world-middle-east",
      "title": "Jerusalem protests: Netanyahu defends Israeli action after clashes with Palestinians",
      "tags": "Israel & the Palestinians,Israel,Jerusalem",
      "text": "Israeli Prime Minister Benjamin Netanyahu has defended police action against Palestinian protesters after two nights of clashes in Jerusalem.\nHe said Israel \"shall not allow any radical element to undermine the calm\" in the city amid growing concerns over the spiralling violence.\nThe US, the EU, Russia and the UN on Saturday all expressed alarm.\nThe clashes follow a month of tensions, with the threatened eviction of Palestinian families a focal point.\nThe latest came on the eve of an expected hearing in the Israeli Supreme Court of the years-long case of the families, comprising more than 70 people, appealing against an eviction order in favour of a Jewish settler organisation in East Jerusalem's Sheikh Jarrah district.\nBut the hearing was cancelled on Sunday following a request from Israel's attorney-general. A new date will be set in the next 30 days.\nMeanwhile, there are growing concerns that the annual Jerusalem Day Flag March - which traditionally sees thousands of Zionist youth march through the Muslim Quarter of East Jerusalem's Old City - could lead to more violence. \nA former high-ranking defence official, Amos Gilad, called for the march to be cancelled or re-routed, warning Army Radio: \"The powder keg is burning and can explode at any time.\"\nThe two nights of clashes took place around Jerusalem's Al-Aqsa Mosque complex, a frequent flashpoint for violence. It is one of Islam's most revered sites, but its location is also the holiest site in Judaism, known as the Temple Mount. \nSaturday's violence began after tens of thousands of worshippers had prayed at the compound on Laylat al-Qadr, the most holy night in the Muslim month of Ramadan. \nProtesters hurled stones at police at the Damascus Gate entrance to the Old City, and officers responded with stun grenades, rubber bullets and water cannon.\nAlmost 100 were injured, according to Palestinian medics.\nThe night before saw some of the worst clashes in the city in years, with more than 200 Palestinians and at least 17 Israeli police were wounded in skirmishes near the mosque, emergency workers and police said.\nA number of international voices have expressed concern over what was happening in East Jerusalem, including The Quartet of Middle East negotiators - the US, the EU, Russia and the UN.\n\"Violence only generates violence. Let's stop these clashes,\" Pope Francis said to the crowds in St Peter's Square, calling on all sides to respect Jerusalem for its multicultural identity.\nNeighbouring Jordan, custodian of Muslim holy sites in East Jerusalem, has condemned the actions of Israeli security forces in and around the mosque as \"barbaric\". Egypt, Turkey, Tunisia, Pakistan and Qatar - as well as Bahrain and the United Arab Emirates, which normalised relations with Israel last year - have all also sharply criticised Israel.\nBut in a televised address to mark his country's capture of East Jerusalem in the 1967 Middle East war, Mr Netanyahu defended Israeli police - as well as his government's decision to build Jewish settlements. \n\"We firmly reject the pressure not to build in Jerusalem. To my regret, this pressure has been increasing of late,\" he said.\nTensions have escalated in East Jerusalem since the start of the holy Muslim month of Ramadan in mid-April, with a series of events driving the unrest. \nAs Ramadan began, clashes erupted nightly between police and Palestinians protesting against security barriers outside Damascus Gate which had prevented them from gathering there during the evening. Palestinian anger was further exacerbated by a march by ultra-nationalist Jewish extremists close to the same area held in protest at a spate of videos posted on social media showing Palestinians assaulting ultra-Orthodox Jews in the city, and by revenge assaults on Palestinians by Jewish extremists.\nAmid an already febrile atmosphere, Palestinians have been rallying round the cause of four Palestinian families facing eviction in Sheikh Jarrah after Israeli courts ruled the land belonged to a Jewish settler organisation in a long-running and bitter legal case.\nIsrael's Supreme Court was due to hear the appeal of the families, who could be forcibly removed from the properties, a prospect which has caused an international outcry. The district had seen nightly violence between police and Palestinians ahead of the expected decision. Palestinian militant groups have warned of retaliation if the families are forced out.\nThe fate of East Jerusalem goes to the heart of the Israel-Palestinian conflict, with both sides claiming the right to it. Israel effectively annexed East Jerusalem in 1980, in a move not recognised by the vast majority of the international community, and considers the entire city its capital.\nPalestinians claim East Jerusalem as the future capital of a hoped-for independent state."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-57036831",
      "category": "uk-england",
      "title": "Julia James: Man held over murder of Kent PCSO",
      "tags": "Aylesham,Dover,Kent Police",
      "text": "Police investigating the death of community support officer Julia James have been granted more time to question a man.\nThe man, from the Canterbury area, and in his 20s, was arrested at 21:30 BST on Friday.\nMs James, 53, was found dead on 27 April in Akholt Wood, Snowdown, near Dover, having suffered serious head injuries.\nDetectives have been granted another 36 hours to question the man.\nOn Saturday officers began searching a house in Aylesham, about a mile from where Ms James' body was found.\nThis morning officers have been looking into drains at the property and searching through a skip.\nMs James died from significant head injuries and had been walking her dog near her home at the time, police said.\nShe had worked for Kent Police since 2008, and her family said she was \"fiercely loyal\" and \"loved with her whole heart\". \nOn Saturday, Dover MP Natalie Elphicke laid flowers alongside other tributes to Ms James in Aylesham, and met officers involved in the investigation.\nMs Elphicke said she had spoken to officers from forces around the country, as well as specialist dog units and the British Transport Police, which were assisting Kent Police with the \"vital\" investigation.\n\"They've been working night and day, seven days a week, leaving no stone unturned,\" she added.\nKent Assistant Chief Constable Tom Richards said: \"We continue to urge anyone with information, no matter how small or insignificant it may seem, to contact us.\n\"If you were in the Snowdown area between 1pm and 4.30pm on Tuesday, 27 April please contact us. This includes anyone local who may have seen something out of place at the time, or who came across someone who made them feel uneasy - such as feeling compelled to cross the road or change the route they were walking.\"\nThe Kent force has been assisted in the investigation by a team of officers from the National Crime Agency (NCA), including experts in profiling, interviewing and psychology. \nNoel McHugh, from the NCA's Major Crime Investigative Support unit, said: \"The NCA is providing a significant amount of our niche capabilities in support of this high-priority investigation led by Kent Police.\n\"While we cannot go into any further detail in order to protect the investigation, I hope outlining the breadth of our work illustrates our commitment to seeking justice for Julia.\"\nOn Wednesday, police issued an image of Ms James in the clothes she was wearing before she was killed.\nThe picture shows her walking her Jack Russell, Toby, while wearing a light blue waterproof coat, blue jeans and dark Wellington-style brown boots.\nPolice said it was the same clothing, apart from the gloves, which she wore on the day she died."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57048811",
      "category": "uk-politics",
      "title": "Analysis: Is the Green Party on the rise - and if so, why?",
      "tags": "Annalena Baerbock,Scottish Parliament election 2021,England local elections 2021,Scottish Greens,Green Party (England and Wales)",
      "text": "The joy of a buffet of elections is being able to graze on the details that emerge beyond the main headlines - the political afters while most people are gorging on the main course.\nSo, let's take a look at how the Green Party did in Thursday's polls.\nOr should I say, green parties.\nOthers are poring over the pivotal role the Scottish Greens are likely to play in the coming years in the Scottish Parliament, given they serve up Nicola Sturgeon with a majority in favour of another independence referendum, which the SNP didn't manage on its own. \nBut what about the Green Party of England and Wales?\nNo such power-broking for them on the national stage, but some fascinating trends to take a peek at.\nThe party has gained more than 80 council seats so far.\nWe should be clear: that's a rise from a very small number, to a slightly bigger small number.\nBut then there are mayoral races.\nIn Bristol, the Greens gave Labour a run for its money, and finished second.\n\"The Green Party is one of the two main parties in this city,\" said the party's candidate, Sandy Hore-Ruthven.\nSian Berry, the party's co-leader and candidate for Mayor of London, tweeted a video with delight celebrating her \"really strong third place\".\nShe managed just shy of 200,000 first-preference votes, double her party's total in 2012.\nBluntly, though, politics is a pursuit where you are either a winner, or one of the losers.\nSo does any of this matter?\nPolitics is also about building momentum, and fighting for attention.\nIf you get labelled as \"other,\" an amorphous blob of minnows, that is rather hard.\nSo little wonder Jonathan Bartley, the party's co-leader alongside Sian Berry, suggested it should be their party rather than the Liberal Democrats, that found itself invited on to a television sofa this weekend to mull over the results.\nThe Lib Dems have 11 times as many MPs - Caroline Lucas is still the Greens' sole representative on the green Commons benches - and more than four times as many councillors in England, but the Greens claim to have more mojo, movement and growth.\nThe BBC's elections supremo. Professor Sir John Curtice says: \"These local elections appear to confirm that the Greens are now able to win a non-trivial proportion of the vote.\"\nBut is this any more than the ebb and flow of election cycles? Or is it indicative of some sort of trend?\nIn a typically pugnacious post on social media, former Green MEP Molly Scott Cato said: \"The way broadcasters are almost entirely ignoring the frankly astonishing gains by the Green Party is the best indicator to those who want real change and to challenge the establishment that they should always vote Green.\"\nI called her with a mild sense of trepidation (incidentally, Jonathan Bartley had been on Newsnight and Sian Berry talked to Huw Edwards on the BBC's election special, but we'll let that go).\nThe Green Party's performance at this set of elections was down to three factors, Ms Scott Cato told me.\n\"People are facing up to the climate crisis, which we've been thinking about for decades,\" she said.\nThere was also \"disillusionment with Labour\" and, finally, \"the shoe leather thing\", as she put it.\n\"You do find people who say they are Green voters. But you don't find anyone who says, 'My granddad voted Green.'\" \nIn other words, if there is any tradition to voting Green, it doesn't run very deep. \nThe party has to scrap and harry for every single vote.\nMs Scott Cato reckons that makes the Greens distinctive, where others may be more complacent about at least something of a core vote.\nLet's dig a little deeper. \nWho is voting Green, and where? And how much of this points to evidence of a splintering on the Left, where, in very broad terms, Labour, the Lib Dems, the SNP and the Greens are all chasing voters who lean in that direction, leaving the Conservatives with a near monopoly for those who lean to the Right?\n\"The party's performance overlapped with Labour's, with the strongest Green showings in areas with the most graduates and professionals,\" writes Professor Rob Ford of Manchester University in the Observer. \nProfessor Matthew Goodwin, of the University of Kent, takes the argument further in The Sunday Times. \n\"The quietly impressive performance by the Greens this week is a big hint that we may well be heading in the same direction as our European neighbours, such as Germany, where cosmopolitan parties are eclipsing the old centre-left.\"\nHe adds: \"Fast forward 10 years and I'd not be surprised to see the Greens or the Lib Dems as a much bigger force, rallying zoomer graduates, middle-class professionals and city-dwellers in the face of a Labour Party that looks bewildered and lost.\"\nPlenty of parties have been assumed by some to be on the brink of death, only to revive themselves.\nGeorge Dangerfield wrote a book called The Strange Death of Liberal England, in 1935.\nGeoffrey Wheatcroft wrote a book called The Strange Death of Tory England, in 2005.\nOthers have been talked up, as the Greens have before, only to tread water or shrivel.\nPredicting what might happen in politics is a brave game, which is what makes it so fascinating to observe.\nThe Green Party of England and Wales remains a tiddler, but there is evidence it is growing, and growing in confidence."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57049645",
      "category": "world-us-canada",
      "title": "Golden Globes controversy: Scarlett Johansson joins criticism",
      "tags": "Scarlett Johansson,Film,Golden Globes,Hollywood",
      "text": "Actor Scarlett Johansson has joined criticism of the body behind the Golden Globe Awards over how it plans to tackle discrimination.\nGolden Globe organisers the Hollywood Foreign Press Association (HFPA) has been accused of a lack of diversity and shadowy workings.\nEarlier this week the body voted in reforms to widen its membership.\nBut Ms Johansson is among stars and industry figures who say it still needs \"fundamental reform\".\nThe Golden Globes are second only to the Oscars in terms of profile, but organisers have been accused of discriminatory practices, accepting \"freebies\" and other ethical lapses.\nIn February, an exposé in the Los Angeles Times revealed there were no black people among the organisation's 87 members who vote for the awards.\nThis week, the HFPA outlined a package of reforms to how it works in a bid to make the organisation more inclusive.\nThey include widening its membership, with an emphasis on recruiting black members, and hiring diversity advisers. It also said it would loosen its cloak of secrecy and strict admission rules.\n\"Today's overwhelming vote to reform the Association reaffirms our commitment to change,\" said HFPA president Ali Sar in a statement on Thursday.\nMany high-profile Hollywood figures have said the initiatives are not good enough.\nMs Johansson, who has been nominated for five Golden Globes, urged others in the film industry to boycott the organisation unless it makes significant internal changes. \nThe 36-year-old recalled facing \"sexist questions and remarks by certain HFPA members that bordered on sexual harassment\".\n\"Unless there is necessary fundamental reform within the organization, I believe it is time that we take a step back from the HFPA and focus on the importance and strength of unity within our unions and the industry as a whole,\" she said.\nMs Johansson's Avengers co-star Mark Ruffalo joined her, writing that the HFPA's reforms were \"discouraging\" in a social media post on Friday. \n\"Now is the time to step up and right the wrongs of the past,\" he said. \"Honestly, as a recent winner of a Golden Globe, I cannot feel proud or happy about being a recipient of this award.\"\nMeanwhile, Netflix and Amazon studios said they would stop doing business with the HFPA until it goes further with its reform plans.\nNetflix chief executive Ted Sarandos said he was putting their relationship on hold \"until more meaningful changes are made\".\nCriticism of the HFPA burst into the open in February when the LA Times wrote its exposé detailing alleged ethical conflicts and other misconduct.\nFollowing the story, more than 100 Hollywood PR firms threatened to advise the stars they represent not to work with the HFPA if changes were not made.\nThey accused the organisation of \"discriminatory behaviour, unprofessionalism, ethical impropriety and alleged financial corruption\".\nThe same group have said that despite this week's changes it will continue boycotting the HFPA. \nThe HFPA did not respond to the BBC's request for comment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57045770",
      "category": "world-us-canada",
      "title": "Elon Musk reveals he has Asperger's on Saturday Night Live",
      "tags": "Asperger's syndrome,Elon Musk,Autism,United States",
      "text": "Tech entrepreneur Elon Musk has revealed he has Asperger's syndrome while appearing on the US comedy sketch series Saturday Night Live (SNL).\nThe 49-year-old told viewers he was \"the first person with Asperger's\" to host the long-running programme - to loud cheers from the audience.\nPeople with Asperger's interpret the environment around them differently to other people.\nIt is thought to be the first time Mr Musk has spoken about his condition.\nThe tech boss was guest hosting the sketch show - a coveted role that has been filled by an array of celebrities since SNL's inception in the 1970s. These include Adele, Chris Rock, Ringo Starr, and Will Ferrell.\n\"I don't always have a lot of intonation or variation in how I speak... which I'm told makes for great comedy,\" he joked in his opening monologue. \"I'm actually making history tonight as the first person with Asperger's to host SNL.\"\nHis comment prompted a round of applause from the studio audience.\nSome people on social media, however, questioned his claim. They pointed out that the comedian Dan Aykroyd, who has spoken publicly about his experience with Tourette's and Asperger's syndrome, has previously hosted SNL.\nMr Musk, who has more than 53 million followers on Twitter, also joked about his use of social media. He has faced criticism and even legal threats over his tweets in the past.\n\"Look, I know I sometimes say or post strange things, but that's just how my brain works,\" he said.\n\"To anyone who's been offended, I just want to say I reinvented electric cars, and I'm sending people to Mars in a rocket ship. Did you think I was also going to be a chill, normal dude?\"\nSource: Autism.org.uk\nThe billionaire also joked about his son's unusual name - he and the singer Grimes announced the birth of their first child, X Æ A-12 Musk, last year. \"It's pronounced cat running across keyboard,\" Mr Musk said.\nLater in the programme, the SpaceX CEO spoke about the cryptocurrency Dogecoin. \nThe currency was created in 2013 by a pair of software workers, and earlier this year it jumped in value by 50% after Mr Musk dubbed it \"the people's crypto\". \nIt uses a Shiba Inu dog as its mascot and is based on a meme featuring the animal.\nMr Musk described the currency as \"an unstoppable vehicle that's going to take over the world\" - but later said it was a \"hustle\" which prompted an almost immediate fall in value.\nWith no intrinsic value like gold or land, and no ability to generate an income, cryptocurrencies are extremely volatile and can crash as fast as they rise. This makes them hard to value and makes their prices susceptible to tips from backers such as Mr Musk.\nNBC, which airs SNL, said the episode was streamed live on YouTube to more than 100 countries."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57052331",
      "category": "uk-england-london",
      "title": "Rescue operation to help whale stranded in Thames",
      "tags": "River Thames,Whales,Whale and dolphin strandings",
      "text": "The police, fire crews and the RNLI have worked through the night to try to free a whale stranded in the River Thames in south-west London.  \nThe whale, believed to be a baby Minke, was spotted in Richmond Lock on Sunday evening - and has since been moved.\nA vet will now assess whether it is strong enough to be released back to sea.\nThe BBC's Matt Graveling, at the scene earlier, said the future of the whale \"still hangs in the balance\".\nIt is thought the whale was first spotted earlier on Sunday a few miles up the river near Barnes Bridge, before becoming stuck on the lock's boat rollers in Richmond.\nThe Port of London Authority, which owns and operates the lock, said the whale had become stranded at about 19:00 BST.\nRNLI rescuers arrived at about 21:00 to help the animal, which is approximately 3-4m long, off the concrete.\nThey were joined by fire crews and marine rescue divers, who tried for several hours to float the whale before it was successfully moved to a safer location.\nGareth Furby, at the scene, tweeted: \"The rescuers need to be sure it will survive if taken back upriver. The whale has some injuries.\"\nAnd Jake Manketo, 20, from Richmond, earlier said: \"Everyone here is just hoping they get it out.\n\"We couldn't believe our eyes when we first saw the poor fella, not every day something like this happens in Richmond.\"\nMinke whales are the smallest of the great whales, growing to about 10m and can usually be found throughout the northern Atlantic and Pacific Oceans."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57047642",
      "category": "business",
      "title": "Wendy's: Burger giant plans return to the UK after 20 years",
      "tags": "Fast food,Companies,Burger King,McDonald's",
      "text": "America's second largest burger chain is returning to the UK after 20 years with a promise to steal market share from rivals McDonald's and Burger King.\nWendy's, famous for square burgers, plans up to 400 outlets nationwide creating at least 12,000 jobs, although that could take many years, it said. \nWendy's would still be far smaller than McDonald's, which has 1,300 UK outlets.\nThe firm, which has also agreed a delivery deal with Uber Eats, left the UK complaining of high operating costs.\nAbigail Pringle, Wendy's chief development officer, said in media interviews over the weekend that with the UK burger and takeaway market growing the time was right for a return.\nAnd the UK will be used a springboard for growth in the rest of Europe. \nA statement said: \"The UK launch will spearhead a European-wide expansion as Wendy's looks to build on strong growth on the other side of the Atlantic, where the brand last year dethroned Burger King to become the No 2 player in the US hamburger market.\"\nA typical restaurant employs between 30 to 50 staff, the company said. Wendy's has also promised no zero-hours contracts in a sector much-criticised for its low pay and working conditions.\nThe first Wendy's will open next month, in Reading, followed by Stratford and Oxford, and the company said there will be new items on the menu tailored to the British market, including more vegetarian options. \nBut Wendy's enters a crowded market that was facing tough times even before lockdown. Gourmet Burger Kitchen and Byron both hit financial trouble and were sold after restructurings.\nWendy's said that even if the UK market does not expand as fast as anticipated, it still believes it can take market share from rivals by its emphasis on quality and service. The chain's marketing likes to promote its use of locally sourced products and fresh meat that is not frozen.\nThe chain was founded in 1969 in Ohio and now has 6,800 outlets. It is listed on Wall Street with a valuation of $5bn (£3.6bn). \nWendy's left the UK in 2001, citing property costs and other overheads that made expansion unviable. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-57028315",
      "category": "uk-scotland-scotland-politics",
      "title": "Scottish election 2021: Results in maps and charts",
      "tags": "Scottish Parliament election 2021,Scottish Parliament",
      "text": "The SNP has won 64 seats in the Scottish Parliament election - one short of a majority but one more than it won in 2016. \nNicola Sturgeon hailed her party's fourth consecutive victory as a \"historic and extraordinary\" result.\nWe look at the picture across Scotland and the shape of the new Scottish Parliament.\nScotland's electoral map gives you a pretty good idea of who has won the election - it is swathed in SNP yellow. But look closely and you can see why they fell just short of an outright majority.\nThe seats they failed to win are islands in regions otherwise dominated by the SNP, meaning it was all but impossible for them to win seats back from the regional list, in the swings and roundabouts of the Holyrood system.\nTwo of the constituencies they did gain, in Ayr and East Lothian, were in a region where they already had list seats, two of which were subsequently lost.\nThe small strongholds that other parties have scattered across Scotland ultimately proved decisive.\nThe fact the SNP did not win a majority will make a real difference to the next five years at Holyrood. A minority government needs support from other parties to pass budgets and all its major reforms. \nIf it had been a majority, we could have put every other manifesto in the bin and taken the SNP's manifesto to be the definitive guide to the term ahead.\nThe Scottish Greens in particular - who were the SNP's partner of choice last term - will be looking forward to potentially having some of their policy priorities passed in return for crucial votes.\nIt also means the SNP will not have a majority on any Holyrood committee, meaning their legislation will not necessarily sail through the parliament with ease.\nThe Scottish Conservatives retained their position in second place in a vindication of the party's strategy to target the \"peach vote\" - the colour of the regional list ballot paper\nThere were initially some nerves that they might have neglected the \"lilac\" constituency vote, but they ultimately held their key seats with the help of transfers from other pro-union parties.\nTactical voting may have had a huge impact overall - every seat seems to have become a race between the SNP and the party that was judged most likely to beat them locally.\nLabour - the party which may have the most to do to come up with a convincing answer to the constitutional question - finds itself marooned in third place again.\nThe Lib Dems meanwhile have slumped to just four seats due to their failure to pick anything up from the regional lists.\nThey have a number of strongholds in different parts of Scotland, but these are so tightly focused that the party's constituency wins in those areas make it very hard for them to pick up list seats too.\nIn an election of continuity, there was one surprise result which was quite different from previous years - turnout.\nSome 63% of the electorate came out to vote, a full ten percentage points above the average for previous Holyrood polls.\nIt is hard to say exactly why this happened, but a number of factors will likely have been at play. \nThe rise in postal vote registrations could be one, as could the expansion of the franchise to new groups including refugees.\nAnd the pandemic may have ultimately boosted turnout, rather than held it down, as many had predicted.\nPeople might have had more time to engage with activists or go out to vote due to lockdown.\nIndeed lockdown itself may have encouraged some to vote, having been a very clear example of the powers that governments can exercise.\nHolyrood's diverse representation had somewhat stalled in recent years - but that has all changed now.\nThe class of 2021 includes a record number of 58 female MSPs. The SNP now has 34 women, Labour have 10, the Conservatives have eight, the Scottish Greens have five and the Lib Dems have one female MSP.\nIt has chiefly been driven by the SNP's policy of having all-women shortlists for many seats where male MSPs were retiring - meaning a lot of older male MSPs have effectively been replaced by younger women.\nAmong those are the first women of colour elected to Holyrood, the SNP's Kaukab Stewart and Pam Gosal of the Scottish Tories.\nLabour's Pam Duncan-Glancy became the first wheelchair user returned to Holyrood, in what may be the most diverse parliament to date."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57042384",
      "category": "uk",
      "title": "Rail disruption set to continue after train cracks found",
      "tags": "Rail travel,Great Western Railway,First Hull Trains",
      "text": "Travel disruption caused by the discovery of cracks in some high-speed trains is expected to continue this week.\nRobert Nisbet, of the Rail Delivery Group, said initial inspections of 183 trains taken out of service on Saturday should conclude by the end of Sunday.\nBut he warned that disruption was expected to \"carry on for a few days\".\nGWR advised against travel on Monday, while LNER urged people with bookings to check before they travelled.\nHitachi Class 800 trains used by the firms were taken out of service for safety inspections. \nAndrew Barr, CEO of Hitachi Rail, apologised to passengers and said the trains were withdrawn because of cracks found on the metal that linked the train's body with the underside of the train, known as the bogie.\nOn Sunday evening, the UK government asked Hitachi to set out a comprehensive plan to identify the extent of the cracking and outline a longer term repair strategy.\nWhile this sort of problem doesn't affect the structural integrity of the train - so it's not a danger to passengers - I'm told the risk is more about the possibility of something falling off.\nGWR is the most affected network. As the first operator in the country to introduce the Hitachi 800 in 2017, its trains are older.\nIts fleet of 93 is also much bigger than other operators', meaning more trains to check and fix.\nSome are already back in service - and we're told inspections should be done by the end of Sunday.\nAnd Hitachi Rail's boss told me the company would periodically reinspect the trains while a permanent solution is found.\nDisruption on long distance routes will go on for at least the next few days. That's partly because some trains and crew won't be in the right place. \nAlso, some carriages won't be able to go straight back into use because they need repairing. We don't yet know precisely how many yet. It's possible some which aren't yet showing a crack might also need remedial work.\nMr Nisbet, whose organisation represents train operators and Network Rail, also apologised for the disruption.\nHe told BBC Breakfast that rail firms were running as many services as possible, including rail replacement services, putting on extra staff at affected stations, relaxing ticket acceptance rules and offering compensation for delays.\nHe said it was \"gratifying to see the speed\" at which initial inspections were taking place but said it was impossible to say how long the checks would take. \"We don't want to rush it,\" he said.\nMr Nisbet said the cracks - measuring millimetres - \"didn't pose any particular danger to passengers\" but had the potential to develop if left untreated.\nThe Department for Transport said independent safety regulator the Office of Rail and Road (ORR) will be closely involved in overseeing Hitachi's plans for safety inspections for the Class 800 fleet.\nRail Minister Chris Heaton Harris said: \"I expect operators to explore all options for replacement services to help people complete their journeys.\" He thanked passengers for their patience in the meantime.\nInstagram photographer Anna Celac hoped to travel from Cardiff to London Paddington to see a friend she hadn't seen since last year.\nWhen she bought her ticket on Saturday night, she said the website she booked with didn't report any disruption.\nShe says she was disappointed when she had to cancel her trip, as the replacement bus service would have left her with too little time in the capital.\nOnly around 10% of Great Western Railway's long-distance services ran on Sunday, with a similar service expected on Monday, the operator said.\nGWR said customers for long-distance services should not travel on Monday and refunds would be issued.\nLocal services have been running, but they were expected to be very busy and rail replacement services were limited.\nThe company earlier said cracks were detected on \"more than one\" Hitachi 800 train, so all 93 in its fleet were being inspected as a precaution.\nIt comes after six of the trains were taken out of service by GWR last month after hairline cracks were found in the suspension system during routine maintenance. \nLondon North Eastern Railway apologised to customers, saying it was experiencing \"significant disruption\" due to the checks.\nIt is running a limited service on the East Coast Main Line, between Edinburgh, Newcastle, York and London, and will be unable to run trains between Edinburgh and Inverness/Aberdeen until Saturday 15 May at the earliest.\nLNER added that some services would also be cancelled on Monday - and passengers should check before setting off to the station.\nHull Trains said checks on its trains had been completed and services would resume as normal.\nBut the operator added it expected services to be \"extremely busy\" and could not guarantee that social distancing guidelines would be adhered to. Refunds were being offered for its Sunday morning services, according to its website.\nTransPennine Express said it was now running a normal service, but advised customers travelling between York and Newcastle to check for any knock-on impact before travelling.\nLNER passengers affected by cancellations can use their tickets on the following operators' services instead:\nRail replacement coaches are operating at York, Newcastle and Edinburgh, and also between Doncaster and Peterborough.\nLNER says affected customers' tickets will be valid up to and including Sunday 16 May, though new reservations will need to be made. \nGWR passengers can use their tickets on the following services:\nAre you a passenger who was due to travel on one of the affected trains? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57050690",
      "category": "business",
      "title": "US fuel pipeline hackers 'didn't mean to create problems'",
      "tags": "Companies,Cyber-attacks,United States,Oil & Gas industry,Cyber-security",
      "text": "A cyber-criminal gang that took a major US fuel pipeline offline over the weekend has acknowledged the incident in a public statement.\n\"Our goal is to make money and not creating problems for society,\" DarkSide wrote on its website.\nThe US issued emergency legislation on Sunday after Colonial Pipeline was hit by a ransomware cyber-attack.\nThe pipeline carries 2.5 million barrels a day - 45% of the East Coast's supply of diesel, petrol and jet fuel.\nThe operator took itself offline on Friday after the cyber-attack. Work to restore service is continuing.\nOn Monday, the FBI officially confirmed that DarkSide was responsible for compromising Colonial Pipeline's networks, saying that it was continuing to work with the firm and other government agencies on the investigation. \nDuring a speech about the economy at the White House on Monday, US President Joe Biden said that he was being \"personally briefed\" on the situation with the pipeline each day.\n\"The agencies across the government have acted quickly to mitigate any impact on our fuel supply,\" he said. \n\"We're prepared to take additional steps depending on how quickly the company is able to bring its pipeline back up to capacity.\"\nA number of cyber-security researchers, including firms contacted by the BBC, have speculated that the cyber-criminal gang could be Russian, as their software avoids encrypting any computer systems where the language is set as Russian.\nMr Biden said that the US government was concerned about this aspect of the cyber-attack. \n\"I'm gonna be meeting with President Putin and so far there is no evidence, based on our intelligence people, that Russia is involved,\" he said. \n\"Although, there's evidence that the actors' ransomware is in Russia - they have some responsibility to deal with this.\"\nDarkSide posted a statement on its website on Monday, describing itself as \"apolitical\". \n\"We do not participate in geopolitics, do not need to tie us with a defined government and look for... our motives,\" the group said.\nThe group also indicated it had not been aware that Colonial was being targeted by one of its affiliates, saying: \"From today, we introduce moderation and check each company that our partners want to encrypt to avoid social consequences in the future.\"\nUS fuel prices at the pump rose six cents per gallon on the week to $2.967 per gallon for regular unleaded gasoline, the American Automobile Association (AAA) said on Monday, while Wall Street shares in US energy firms were up 1.5%.\nThe AAA said prices were heading towards their highest level since 2014. \nOn Sunday, the US government relaxed rules on fuel being transported by road to minimise disruption to supply. This allowed drivers in 18 states to work extra or more flexible hours when transporting refined petroleum products.\nHowever, there are fears that this could change if the shutdown is prolonged. \nIndependent oil market analyst Gaurav Sharma told the BBC a lot of fuel was now stranded at refineries in Texas.\n\"Unless they sort it out by Tuesday, they're in big trouble,\" said Mr Sharma. \"The first areas to be hit would be Atlanta and Tennessee, then the domino effect goes up to New York.\"\nHe said oil futures traders were now \"scrambling\" to meet demand, at a time when US inventories are declining.\nDemand - especially for fuel for cars - is on the rise as consumers return to the roads and the economy recovers.\nThe temporary waiver issued by the Department of Transportation enables oil products to be shipped in tankers up to New York, but this would not be anywhere near enough to match the pipeline's capacity, Mr Sharma warned.\nSources said the ransomware attack was likely to have been caused by a cyber-criminal gang called DarkSide, who infiltrated Colonial's network and locked the data on some computers and servers, demanding a ransom on Friday.\nThe gang stole almost 100 gigabytes of data hostage, threatening to leak it onto the internet.\nThe FBI and other government agencies worked with private companies to respond - the cloud computing system the hackers used to collect the stolen data was taken offline on Saturday, Reuters reported.\nOn Sunday, Colonial said that although its four main pipelines remained offline, some smaller lines between terminals and delivery points were now operational.\n\"Quickly after learning of the attack, Colonial proactively took certain systems offline to contain the threat. These actions temporarily halted all pipeline operations and affected some of our IT systems, which we are actively in the process of restoring,\" the firm said.\nIt added it would bring its full system back online \"only when we believe it is safe to do so, and in full compliance with the approval of all federal regulations\".\nThe incident highlights the risk ransomware can pose to critical national industrial infrastructure, not just businesses.\nIn addition to a notice on their computer screens, victims of a DarkSide attack receive an information pack informing them that their computers and servers are encrypted. \nThe gang lists all the types of data it has stolen, and sends victims the URL of a \"personal leak page\" where the data is already loaded, waiting to be automatically published, should the company or organisation not pay before the deadline is up. \nDarkSide also tells victims it will provide proof of the data it has obtained, and is prepared to delete all of it from the victim's network. \nAccording to Digital Shadows, a London-based cyber-security firm, DarkSide operates like a business.\nThe gang develops the software used to encrypt and steal data from companies.\nIt then provides ransomware to \"affiliates\" who pay DarkSide a percentage of their earnings from any successful attacks. \nWhen it released new software in March that could encrypt data faster than before, the gang issued a press release and invited journalists to interview it. \nIt even has a website on the dark web where it lists all the companies it has hacked and what was stolen, and an \"ethics\" page where it says which organisations it will not attack. \nDarkSide also works with \"access brokers\" - nefarious hackers who work to harvest the login details for as many working user accounts on various services as they can find.\nRather than break into these accounts and alert users or the service providers, these brokers sit on the usernames and passwords and sell them off to the highest bidders - cyber-criminal gangs who want to use them to carry out much larger crimes.\nDigital Shadows thinks the Colonial attack was helped by the coronavirus pandemic, with more engineers remotely accessing control systems for the pipeline from home.\nJames Chappell, co-founder of Digital Shadows, believes DarkSide could have bought account login details for remote desktop software such as TeamViewer and Microsoft Remote Desktop.\nHe says it is possible for anyone to look up the login portals for computers connected to the internet on search engines like Shodan, and then \"have-a-go\" hackers just keep trying usernames and passwords until they get some to work.\n\"We're seeing a lot of victims now, this is seriously a big problem,\" said Mr Chappell.\n\"The amount of small businesses that are falling victim to this... It's becoming a big problem for the economy globally.\"\nDigital Shadows' research shows the cyber-criminal gang is likely to be based in a Russian-speaking country, as it avoids attacking companies in post-Soviet states including Russia, Ukraine, Belarus, Georgia, Armenia, Moldova, Azerbaijan, Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan and Uzbekistan."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-57047898",
      "category": "uk-scotland-scotland-politics",
      "title": "Scottish independence: Could the Supreme Court rule on a referendum?",
      "tags": "Scottish government,Nicola Sturgeon,Scottish independence,UK Supreme Court,Scottish Parliament",
      "text": "Scotland's First Minister Nicola Sturgeon wants there to be a fresh referendum on Scottish independence - but Prime Minister Boris Johnson does not. \nThe two governments may end up taking their arguments to the Supreme Court - but why? Would this really settle the issue?\nWe examine the constitutional standoff between the Scottish and UK governments.\nThe SNP has just won an unprecedented fourth term in office in the Scottish Parliament election, winning more than twice as many seats as their nearest rivals.\nThey stood on a manifesto to hold a second independence referendum in the coming years - as did the Scottish Greens. Between them the two parties have a clear pro-independence majority at Holyrood.\nHowever, this does not mean they can go straight ahead to planning a vote.\nFor Scotland to actually become independent, Ms Sturgeon is clear that the process must be both legally and internationally recognised.\nAnd Mr Johnson is clear that he does not want there to be a referendum any time soon, saying the vote in 2014 - which saw Scots reject independence by 55% to 45% - should be binding for \"a generation\".\nVarious laws need to be passed in order to set up a referendum - and there is not a firm agreement on whether MSPs have the power, under the current devolution settlement, to do this without the backing of UK ministers.\nThe previous referendum in 2014 was underpinned by an agreement between the Scottish and UK governments to formally transfer powers to Holyrood. This meant MSPs could legislate for a referendum without any wrangling over who actually had the powers in the first place - everyone was signed up to the process.\nMs Sturgeon wants to follow this \"gold standard\" approach for a new referendum - but has seen her requests for a similar deal shot down first by Theresa May and then by Mr Johnson.\nThe SNP leader insists the prime minister's position is unsustainable, and that he must back down.\nIf he does not, her plan to break the deadlock is to skip the agreement and just pass a referendum bill at Holyrood - and dare the UK government to challenge the legislation in court.\nOnce a bill has been approved by a final vote of MSPs, there is a four-week wait before it gets Royal Assent and becomes law.\nDuring that period, anyone can come forward with a challenge to the legitimacy of the legislation. So if the UK government believed MSPs were acting beyond Holyrood's powers, they could have law officers issue a challenge and argue the toss in the Supreme Court.\nThis has happened before, over Brexit legislation - and there is currently a standing challenge to two other Holyrood bills.\nOnce a challenge has been made, the bill effectively goes on ice until judges at the Supreme Court have ruled on whether it falls within the set of powers devolved from Westminster to Holyrood.\nIf judges raise particular concerns about parts of the legislation, it can be sent back to Holyrood to be amended - or if there are fundamental issues, it can simply go in the bin.\nThe Scotland Act lists \"aspects of the constitution\" and specifically \"the Union of the Kingdoms of Scotland and England\" as reserved matters - and says MSPs are not allowed to legislate on anything which \"relates to reserved matters\".\nFor UK ministers, this makes it very clear that the matter of the union is reserved to Westminster - and thus MSPs cannot legislate for an independence referendum without straying beyond devolved powers.\nHowever, there is a school of argument that the bare fact of holding a referendum about the union would not necessarily impact on the union directly.\nIt would effectively be advisory, an illustration of the will of the people, and a mandate for independence negotiations to begin - like the Brexit referendum sparked years of negotiations, rather than drop the UK out of the EU on the spot.\nThis argument accepts that Scotland could not break up the union unilaterally - but holds that the act of holding a referendum would not necessarily be an act of secession in itself, rather a possible prelude to one.\nSo the question judges would likely be answering is whether or not the holding of a referendum directly \"relates to\" the Union of the Kingdoms of Scotland and England.\nAll of that said, we do not know precisely on what terms any court challenge would be fought - there may be many more arguments which could be put forward by either side.\nNot directly, but there have been two cases which may be of relevance.\nThe first was a challenge brought to the Court of Session by independence campaigner Martin Keatings, who advanced similar arguments to those noted above.\nThe court declined to take a view, saying that a citizen-led challenge was \"premature, hypothetical and academic\" and that the proper approach would be a challenge in the Supreme Court.\nLord Carloway - Scotland's most senior judge - did drop a hint that \"it may not be too difficult to arrive at a conclusion\" when the case does ultimately come up, although it would likely be fought in a different court and potentially on different arguments.\nThe other case was the UK government's successful Supreme Court challenge to Holyrood's Brexit legislation in 2018.\nMSPs had passed their own alternative to Westminster's EU Withdrawal Act, but judges said parts of it could not be allowed to stand - in part because of changes UK ministers made to their own legislation late in the day.\nThey added the Withdrawal Act to a schedule of protected legislation which the Scotland Act says MSPs cannot modify - rendering much of the Holyrood bill beyond competence. The Scottish government were furious, saying the goalposts had been moved midway through the match.\nThere has been a suggestion that should UK ministers fear defeat in the Supreme Court over legislation for a referendum, they could take the same approach again. \nThat might be a killer move from a legal perspective - but it might also be a dangerous one politically, if it was seen as a stitch-up by voters north of the border.\nLegally, perhaps - but not necessarily politically. All of this is really a matter of process, rather than of the substance of the issue.\nSay the court ruled that MSPs could legislate for a referendum. \nIt would undermine Mr Johnson's position in the court of public opinion, but there would still be nothing to stop him arguing against a referendum for one political reason or another - or indeed of the unionist side boycotting any poll set up in the absence of an explicit agreement.\nThis would still be a major consideration for Ms Sturgeon. It is not really the referendum she is interested in, but the result.\nShe wants the vote to be unimpeachable in its legitimacy, and to have international recognition - particularly from the EU - so that it can actually deliver independence.\nA victory in court would be great news for her, and potentially a useful tool in forcing Downing Street's hand - but the victory she craves is a political one. She needs both sides to be willing participants, signing up to a contest on a level playing field.\nThe same would be true if the court ruled that the process of setting up a referendum fell outside Holyrood's competence. It would not make the issue of Scottish independence simply disappear.\nMs Sturgeon would still point to a pro-independence majority in the Scottish Parliament and a series of polls suggesting Scots are divided on the issue. A legal ruling about process would not ruin the case for deciding this issue once and for all.\nIn short, Ms Sturgeon will still be out to secure an agreement with Downing Street either way."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-57038203",
      "category": "uk-england-birmingham",
      "title": "Elections 2021: Andy Street stays as West Midlands mayor",
      "tags": "England local elections 2021,Mayor of the West Midlands,Andy Street",
      "text": "Conservative Andy Street has been re-elected as the West Midlands mayor.\nThe 57-year-old won in the second preference count, with a total of 314,669 votes.\nLabour's Liam Byrne was unable to make up the 55,309-vote deficit from the first round, picking up 267,626 total votes to come second place.\nMr Street, a former managing director of John Lewis, was first elected to the position in 2017 when he defeated Labour's Sion Simon.\nFollowing the result, Mr Street thanked \"everyone who has put their faith in me\".\n\"I want to thank everyone else who's come on board over last four years, and shares our vision for and belief in the renewal of the West Midlands,\" he added.\n\"It's that growing sense of unity and purpose that makes me certain we will succeed.\"\nMr Street said the region now \"faces serious challenges\" due to the Covid-19 pandemic. \n\"But equally there is no question that the West Midlands will bounce back strongly, and that we will create the dynamic, meritocratic, inclusive society we all crave,\" he said.\nIn his speech, Mr Byrne said Mr Street's mother, who died of coronavirus earlier this year, would be \"watching down today with immense pride\". \nThe region's mayor represents around 2.8 million people across seven local council areas - constituent members of the West Midlands Combined Authority - Birmingham, Coventry, Dudley, Sandwell, Solihull, Walsall and Wolverhampton.\nThe role attracts investment, is responsible for training and apprenticeships, housing development and controls the region's transport budget. \nIndividual counts took place across the region, with a main count at the Utilita Arena in Birmingham. \nThe election saw a 31% turnout of eligible voters.\nAlso running, but eliminated after the first preference votes, were Steve Caudwell for the Green Party, Pete Durnell for Reform UK and  Liberal Democrat Jenny Wilkinson.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57044089",
      "category": "uk-politics",
      "title": "Election 2021: What do the results mean for Scottish independence?",
      "tags": "Scottish Parliament election 2021,Nicola Sturgeon,Boris Johnson,Scottish independence",
      "text": "There is one thing that Nicola Sturgeon and Boris Johnson can agree on. That now isn't the time to have another vote on a Scottish referendum. \nThat is just about where agreement between arguably the two most dominant political figures in the country right now begins and ends. \nBeyond that, the first minister is determined before too long to push for a vote. The prime minister, is set on saying 'no'. \nThere is one thing they have in common too. They are both vote winners for their parties with big personal followings, who are defying political tradition, refreshing their parties' mandates to govern after over a decade in power. \nBut if the dispute between them over the future of the UK is ever to be resolved, only one of these winners can come out on top. \nFrom today, Nicola Sturgeon is cranking up her rhetoric, suggesting that Boris Johnson is a democracy denier, set on turning down the desire of what she always terms the people of Scotland, who have expressed their wish for another vote. \nSome of her backers, and also some of Mr Johnson's allies, believe that saying a simple blank refusal of another referendum could stoke up support for Scotland going it on its own further. \nWhile she fell short of achieving the high bar of a majority for the SNP on its own, with the Green Party, the Scottish Party does have a majority who want independence. \nThe SNP is totally dominant in terms of seats. And the parties promising another referendum won. Those parties who vowed to block one lost. \nBoris Johnson will resist granting such a vote at all costs, and is keen, for now at least to keep the argument calm. \nIn his armoury, the legal and technical reality that the law, specifically Schedule 5, Part 1 of the Scotland Act (with which you may get familiar in the coming months, I promise) says in black and white that the constitution is a \"reserved matter\". \nIn other words, anything change to how the country is run, or who is in charge is a decision to be made by politicians from all parts of the United Kingdom who occupy the green benches in Parliament. \nIf you want to take a look for yourself, it's here. \nLegal experts aren't quite sure however how this would be interpreted in the courts in the rather likely scenario that the situation ends up there one way or another.  \nWhile the first minister has the Parliament on her side, and Boris Johnson has the power and the legal backing as it stands to say no, they both have difficulties too. \nNicola Sturgeon can say the Parliament of Scotland is pro-independence, but she knows very well that its people are almost exactly divided. \nAs Professor John Curtice, the polling guru explains, \"It looks as though the SNP plus the Greens are heading for 49% of the constituency vote, and that the SNP plus the Greens and Alba may win 51% of the list vote. \n\"In truth, the only safe conclusion one can draw from these results is that Scotland is indeed divided down the middle on the constitutional question.\"\nShe has a reliable majority for a referendum in the Parliament, but not when it comes to the public. \nThe possibility of another referendum delights some voters, but it creates dread for others. \nAnd she will be reminded again and again by unionists that in 2014, she and other figures said the referendum then was a \"once in a generation\".  \nConversely, Mr Johnson might find that a flat 'no' to a request from Holyrood proves the SNP's case that the UK government just doesn't listen - that's long been a sentiment that has driven some Scots towards to the case for independence.  \nAnd while Downing Street is extremely sure that it doesn't want to grant another referendum, it's less sure how to it can increase support for the union. \nThe issue has been discussed more regularly than in recent years, there are promises of a new attitude, new spending, and a new focus on proving the case for the UK. \nBut while there does seem to be a genuine realisation in Tory circles that 'something must be done', quite what, and how compelling it might be, that's still rather vague. \nNeither the prime minister, nor the first minister want to join in full battle on this now. But it's a fight delayed, not a fight that's disappeared. \nBoth successful leaders, both in an uncomfortable status quo, and for that to change, would mean one of them would have to fail. \nP.s. Without question one of the things this complicated set of results has had in common, is that politicians have prospered where they made a big feature of standing up for their areas. \nWhether it's Ms Sturgeon's prominent role, and her constant vocabulary about acting for the 'people of Scotland', Andy Burnham's striking words about Manchester, Mark Drakeford in Wales, Ben Houchen in Tees Valley, Andy Street in the West Midlands - the list goes on. \nPerhaps, that's down in part to voters rallying behind leaders who have seen them through the pandemic. \nCertainly, the emergency has demonstrated more than before the responsibilities that leaders with devolved powers have, and how they can use them. \nFrom a purely political point of view, it's given them a platform. \nBut there is something else going on perhaps too. Irrespective of party, irrespective of the pandemic, politicians who define themselves against Westminster, who spend time and effort building popularity and profile among their voters are doing well. \nShowing up, being visible, and shouting loud on smaller political stages is having an effect on big national results. \nAs Westminster politicians look on with some envy, we'll return to this theme before too long! "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57045058",
      "category": "science-environment",
      "title": "Chinese rocket debris crashes into Indian Ocean - state media",
      "tags": "Space debris,Nasa,China,Space exploration,United States",
      "text": "The remains of a Chinese rocket that was hurtling back towards Earth have crashed into the Indian Ocean, the country's space agency says.\nThe bulk of the rocket was destroyed as it re-entered the atmosphere, but state media reported that debris landed just west of the Maldives on Sunday.\nThere have been days of speculation over where the rocket might land, and US officials and other experts warned its return risked potential casualties.\nBut China insisted the risk was low.\nThe Long March-5b vehicle re-entered the atmosphere at 10:24 Beijing time (02:24 GMT) on Sunday, state media reported, citing the Chinese Manned Space Engineering office. There were no reports of injuries or damage.\nIt said debris from the 18-tonne rocket, one of the largest items in decades to have an undirected dive into the atmosphere, landed in the Indian Ocean at a point 72.47° East and 2.65° North.\nUS Space Command, meanwhile, simply said the rocket had \"re-entered over the Arabian Peninsula\". It did not confirm the landing point reported by Chinese media, saying instead that it was \"unknown if the debris [had] impacted land or water\".\nThe monitoring service Space-Track, which uses US military data, said the rocket was recorded above Saudi Arabia before it fell into the Indian Ocean near the Maldives.\nThe uncontrolled return of the rocket led to pointed criticism from the US amid fears that it could land in an inhabited area. US and European websites tracked its return, and there was much speculation on social media about where the debris might land.\n\"Spacefaring nations must minimise the risks to people and property on Earth,\" US Defence Secretary Lloyd Austin said in a statement. \"It is clear that China is failing to meet responsible standards regarding their space debris.\"\nSpace experts, however, predicted that the chances of anyone being hit were very small, not least because so much of the Earth's surface is covered by ocean and huge areas of land are uninhabited.\nThe main segment from the Long March-5b vehicle was used to launch the first module of China's new space station last month. \nOriginally injected into an elliptical orbit approximately 160km by 375km (99 miles by 233 miles) above the Earth's surface on 29 April, the Long March-5b core stage soon began to lose height.\nVarious space debris modelling experts predicted that most of the vehicle would burn up during its final plunge through the atmosphere, although there was always the possibility that metals with high melting points and other resistant materials could survive to the Earth's surface.\nWhen a similar core stage returned to Earth a year ago, piping assumed to be from the rocket was identified on the ground in Ivory Coast in West Africa.\nChina has bridled at the suggestion that it has been negligent in allowing the uncontrolled return of so large an object. \nCommentary in the country's media had described Western reports about the potential hazards involved as \"hype\" and predicted the debris would fall somewhere in international waters. \nIn recent years, China has made no secret of its space ambitions.\nThe country has poured billions of dollars into its space efforts, and in 2019 it became the first country to send an uncrewed rover to the far side of the Moon.\nPresident Xi Jinping has also thrown his support behind the endeavours and state media has frequently cast the \"space dream\" as one step in the path to \"national rejuvenation\".\nThe Tiangong space station could be up and running as early as next year - and there is also talk in Chinese media of missions to Mars and a potential shared lunar station with Russia."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57019456",
      "category": "uk-politics",
      "title": "Elections 2021: Conservatives hail historic Labour defeat in Hartlepool by-election",
      "tags": "Hartlepool by-election 2021",
      "text": "The Conservatives have beaten Labour in the Hartlepool by-election, with a Tory MP elected for the first time in the current constituency's history.\nTory candidate Jill Mortimer - who defeated Labour rival Paul Williams by nearly 7,000 votes - hailed the result as a \"truly historic\" moment. \nIt comes as a blow to Sir Keir Starmer's efforts to win back support in traditional Labour heartlands.\nThe Tories are also making gains from Labour in English council elections.\nOn a walkabout in Hartlepool with the victorious Tory candidate, Boris Johnson said her win was a \"mandate for us to continue to deliver\" for the north-east of England and the rest of the country.\n\"If there is a lesson out of this whole election campaign across the whole of the UK is that the public want us to get on with focusing on their needs and their priorities, coming through the pandemic and making sure we build back better,\" added the prime minister.\nSir Keir said he was \"bitterly disappointed\" by the results.\nThe Labour leader said the party had \"lost the trust of working people, particularly in places like Hartlepool,\" but added: \"I will take full responsibility for fixing things.\"\nHe said Labour had \"not made a strong enough case to the country\" and he promised to set out changes in the next few days to help the party \"reconnect\" with lost voters.\nThe Hartlepool constituency was formed in 1974 and had returned a Labour MP in every vote since - until Thursday's poll.\nMs Mortimer hailed it as a \"truly historic\" result, adding: \"Not only that, I am the first woman ever to be elected as MP for this town.\n\"Labour have taken people in Hartlepool for granted for too long.\n\"I heard this time and time again on the doorstep and people have had enough and now, through this result, the people have spoken and have made it clear it is time for change.\"\nDiane Abbott, an ally of Sir Keir Starmer's predecessor Jeremy Corbyn, tweeted: \"Crushing defeat for Labour in Hartlepool. Not possible to blame Jeremy Corbyn for this result. Labour won the seat twice under his leadership. Keir Starmer must think again about his strategy.\"\nAnother Corbyn ally, union boss Len McCluskey, warned Labour faced a \"continuous downward decline\" unless Sir Keir started \"talking about the radical alternative for ordinary working people\".\n\"People don't know what his vision is. People don't know what Labour stand for anymore,\" said the Unite general secretary.\nHe told Nick Robinson's Political Thinking podcast he did not trust Sir Keir and had not spoken to him since Mr Corbyn's expulsion from the Parliamentary party last year.\nMr Corbyn, who now sits as an independent MP, tweeted: \"With millions not voting, these results show a loss of hope.  \n\"We must offer a bolder vision to transform people's lives and give them the confidence to strive for a more equal world.\"\nBut key figures from the centrist wing of the party say the Hartlepool defeat, which saw a 16% swing from Labour to the Conservatives, showed Labour had not changed enough.\nLord Adonis, who served under Tony Blair and Gordon Brown, said the party was in \"no man's land\" under Sir Keir, who he described as a \"transitional leader\".\nHe warned \"it could be curtains for Labour\" unless it became a \"modernising, centrist, dynamic\" party.\nAnd former Hartlepool MP Lord Mandelson said it was clear from his conversations with voters in the town that Mr Corbyn was \"still casting a very dark cloud over Labour\" and that the party had more work to do put that era behind it.\nHe told BBC Radio 4's Today programme the Hartlepool defeat was down to \"two Cs: Covid and Corbyn\".\nLabour's loss of Hartlepool in a by-election is the most dramatic illustration yet that the party has so far failed to connect with the Leave-supporting, working class voters they lost heavily in 2017 and 2019. \nSupport for the Brexit Party, which registered 26% in Hartlepool in 2019, collapsed - the successor Reform party secured just 1% of the vote. \nIt looks as though the Conservatives picked up the Brexit Party's former support, in line with the proportion of Leave voters preferring the Conservatives to Labour to the order of 3/4 to 1.\nHowever, the swing to the Conservatives of 16% is more than can be accounted for by the collapse of the Brexit Party. \nLabour's vote fell 9 points to 29%, so the party clearly lost some of its 2019 support, as well as suffering from the movement of Brexit Party voters to the Conservatives. \nPart of the explanation may lie in the success of independent candidate, Sam Lee, who won 10% of the vote.\nTogether with the pattern in key wards there is clearly a debate about whether Labour can win support from Leave voters by ignoring Brexit as it has in the past 12 months. \nThe Conservative gain of Northumberland council is a further illustration of the success of the Conservatives in Leave voting areas. \nConservative Ms Mortimer won with 15,529 votes, while Labour's Mr Williams received 8,589.\nThe Hartlepool seat came back into contention after its former Labour MP, Mike Hill, resigned in March.\nThe by-election was one of a raft of elections taking place across Britain on Thursday, with voters picking representatives for the Scottish Parliament and Welsh Senedd, as well as mayors and local councils in England, and police and crime commissioners.\nThe result is more evidence of the long term shift in politics where areas that had chosen Labour for decades were less and less convinced.\nThat didn't start with Boris Johnson and didn't even start with Brexit.\nThe success of the vaccine programme has no doubt helped the Tories.\nBut Keir Starmer has questions to answer as well."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-57046408",
      "category": "uk-scotland-scotland-politics",
      "title": "Nicola Sturgeon tells PM referendum is case of 'when - not if'",
      "tags": "Michael Gove,Scottish Parliament election 2021,Nicola Sturgeon,Scottish independence,Scottish Parliament,SNP (Scottish National Party)",
      "text": "Scotland's first minister has told Prime Minister Boris Johnson that a second independence referendum is \"a matter of when - not if\".\nNicola Sturgeon spoke directly with Mr Johnson for the first time since the SNP won an emphatic victory in Thursday's Holyrood election. \nEarlier, Ms Sturgeon said she did not expect the debate to end up in court.\nA senior UK government minister appeared to suggest it would not mount a legal challenge to her plans. \nDuring a phone call with Mr Johnson on Sunday afternoon, the first minister pledged to work with the UK government on steering the country through the Covid pandemic towards recovery.\nThe SNP said the leaders also agreed the importance of both governments working together \"closely and constructively\" to make the forthcoming UN climate conference in Glasgow a success.\nBut a party spokeswoman added: \"The FM also re-iterated her intention to ensure that the people of Scotland can choose our own future when the crisis is over, and made clear that the question of a referendum is now a matter of when - not if.\"\nThe UK Government said Mr Johnson spoke to the first minister to \"congratulate her on her party's success\" in the Scottish Parliament election.\nA spokesman said the prime minister emphasised \"the importance of focusing on Covid recovery at this time\".\nHe added: \"They both agreed that their immediate focus should be on working together to build back from the pandemic.\n\"The Prime Minister reiterated his invitation for the first minister to join a summit meeting to discuss our shared challenges on Covid recovery and how we can overcome them.\"\nMeanwhile, appearing on the BBC's Andrew Marr programme, Nicola Sturgeon was questioned whether she would introduce a referendum bill as early as next spring based on predictions that the UK will have recovered in terms of coronavirus circulation and GDP.\nShe said: \"That would certainly work for that timescale of within the first half of the parliamentary term.\n\"I desperately hope those predictions are correct but we have to judge that as we go through this year. We've still got significant challenges ahead. I wouldn't rule that out but I'm not sitting here saying that is the timescale.\"\nMr Johnson earlier invited Ms Sturgeon and her Welsh counterpart Mark Drakeford to a summit to discuss a UK-wide approach to recovery from the pandemic. \nHe has said it would be \"reckless and irresponsible\" to have a referendum right now, and the UK government is not currently expected to grant formal consent for a vote to be held - as it did ahead of the 2014 referendum.\nThere has been speculation that the row could end up with the courts being asked to rule on whether the Scottish government has the power to hold a referendum without the UK government's agreement.\nBut Ms Sturgeon said she did not believe either side wanted a legal battle over the issue. \nShe said: \"The UK government knows that if we ever get into a situation where this is being determined in the courts then actually what the UK government is arguing is that there is no democratic route for Scotland to have independence.\n\"The implications of that would be very grave indeed. If the argument of the unionist side is that Scotland is trapped it strikes me that that is one of the strongest arguments for independence.\"\nMs Sturgeon also said it would be \"absurd and completely outrageous\" if the UK government went to court over the issue and that it was \"up to the Scottish people\" to decide the country's future.\nHer party stood on a manifesto to steer the country out of the pandemic, and to then hold a referendum, which she said people had \"voted overwhelmingly for\".\nShe added: \"The fact that we are sitting here having a debate about whether or not that outcome is going to be respected says a lot about the lack of respect for Scottish democracy that this UK government has demonstrated for quite some time now.\"\nAlso appearing on the programme, Cabinet Office Minister Michael Gove said he would \"not go near\" the issue of the UK government potentially challenging a referendum bill in court.\nHe said: \"Whatever parties we come from, the priority at the moment is not court cases, it's not independence legislation - it is recovery from the pandemic.\"\nWhen asked if Scotland was allowed to leave the UK, he said: \"Of course it is, through a legal referendum which would allow people to make that choice.\"\nBut he also insisted that the SNP's failure to win an overall majority showed that the people of Scotland were not \"agitating\" for a referendum.\nThe SNP finished on 64 seats in Thursday's Scottish election - one short of a majority but one more than it won in 2016 - while the Conservatives won 31, Labour 22, the pro-independence Scottish Greens eight and Liberal Democrats four.\nBut Mr Gove said a majority of voters - 51% - had backed parties that were opposed to independence in the constituency ballot - although the same percentage voted for pro-independence parties in the regional list ballot.  \nBBC Scotland's Sunday Show later asked Mr Gove to clarify the indication he gave to Marr that the UK government would not mount a legal challenge to a Scottish independence referendum bill.\nMr Gove said: \"We are not going to go down the route of talking about independence or legal challenges or anything like that now when our principal focus and exclusive attention is going on pandemic recovery.\n\"At the moment all we want to do is work with the first minister to concentrate on dealing with the consequences of the pandemic and the need to recover and build back better.\"\nMr Gove denied he was giving the Scottish government a green light to pass a referendum bill, saying \"we are concentrating on recovery at the moment\".\nIn her victory speech, Ms Sturgeon said her priority was leading the country through the pandemic - but said she still intended to hold an independence referendum once the crisis has passed.\nIn a letter to Ms Sturgeon published on Saturday night, the prime minister invited Ms Sturgeon to \"discuss our shared challenges\", adding \"we will not always agree - but I am confident... we will be able to build back better, in the interests of the people we serve.\"\nMr Johnson said the country needed to \"show the same spirit of unity and co-operation that marked our fight against the pandemic\" in engineering a Covid-19 recovery.\nBut he warned it would be a \"difficult journey\", adding: \"The broad shoulders of the UK have supported jobs and businesses the length and breadth of the country, but we know that economic recovery will be a serious shared responsibility.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57052452",
      "category": "world-us-canada",
      "title": "Colorado Springs: Gunman shoots dead six people and himself at birthday party",
      "tags": "Colorado,US gun violence,United States",
      "text": "A gunman shot dead six people and then himself at a birthday party in Colorado Springs on Sunday, US police said.\nThe shootings took place at a mobile home park where families had gathered in one trailer to celebrate.\n\"The suspect, a boyfriend of one of the female victims, drove to the residence, walked inside and began shooting people at the party before taking his own life,\" the Colorado Springs Police Department said.\nThe motive for the attack is not known.\nThe victims were all adults, but a number of children were present in the trailer at the time. \nOfficials have not yet identified the victims or the attacker. \nOne of the party attendees, Freddy Marquez, told the Colorado Springs Gazette newspaper that the victims were all members of his extended family.\n\"This horrific act has resulted in the death of six adult victims. The children at the trailer were uninjured by the suspect and are now with relatives,\" local police said. \nPolice officers responded to a call at the Canterbury Mobile Home Park at approximately 12:18 local time (18:16 GMT).\n\"Upon arrival, officers located six deceased adults and one adult male with serious injuries who was transported to a local hospital where he succumbed to his injuries,\" a police statement said.\nColorado Springs Mayor John Suthers called it a \"senseless act of violence\", saying: \"Today we find ourselves mourning the loss of lives and praying solemnly for those who were injured and those who lost family members.\"\nIn March, 10 people were killed in a mass shooting inside a grocery store in Colorado's Boulder city. The suspected gunman was later arrested. He now faces 10 counts of murder.\nThis latest mass shooting comes amid at least 10 others this weekend, according to data from the Gun violence Archive:\nNearly two dozen others were injured in five other shootings across the country."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-57040185",
      "category": "uk-scotland-scotland-politics",
      "title": "Scottish election results 2021: Alex Salmond fails to be elected as MSP",
      "text": "Scotland's former first minister Alex Salmond has failed in his attempt to return to the Scottish Parliament.\nHe launched a new pro-independence party, Alba, in March and had hoped to be elected as an MSP for North East Scotland via the regional vote. \nHowever, the party fell short of winning a seat in the region - picking up 8,269 votes, just 2.3% of the total.\nAlba had hoped to help secure a pro-independence \"supermajority\" but will not have any MSPs at Holyrood. \nBut Mr Salmond insisted Alba was \"here to stay\" despite the result.\n\"In only six weeks, Alba has established itself as a political force with which to be reckoned. Alba is now on the political scene and we intend to stay there,\" he added. \nMr Salmond had attempted to encourage independence supporters to give the SNP - the party he once led - their constituency vote, and Alba their regional vote.\nHe hoped that if Alba won enough of these regional list seats it could lead to 90 or more MSPs at Holyrood who support independence.\nAnd the party secured some high-profile defections from the SNP - including MPs Kenny MacAskill and Neale Hanvey.\nMr Salmond was once the highest-profile politician in the independence movement. \nHe joined the SNP in 1973 while at university and was elected an an MP in 1987. \nSince then, he served two separate terms as party leader and was Scotland's first minister during the independence referendum in 2014 - stepping down the day after Scotland voted to remain in the UK.\nHe bounced back frontline politics in 2015 after being elected as an SNP MP - before losing the seat again in the 2017 election. \nMr Salmond was cleared by a court of 13 charges of sexual assault against nine women in March of last year.\nPrior to that he won a judicial review case against the Scottish government after its handling of sexual harassment complaints made about him by two female civil servants was found to have been unlawful.\nThe situation exacerbated the rift within the SNP between Mr Salmond and his successor Nicola Sturgeon - with the pair, who had once been close allies, becoming embroiled in an increasingly bitter war of words. \nSpeaking on the Through A Scottish Prism podcast on Saturday, Mr Salmond said Ms Sturgeon had \"lost her nerve\" on Scottish independence in 2017.\nHe said: \"Nicola will prevaricate, Nicola lost her nerve on independence back in 2017 and has never recovered it, it's as simple as that.\"                        \nHe also accused the SNP of \"grand old Duchess of York behaviour\", saying they were \"going up and down this hill innumerable times\".\nMs Sturgeon said she intended to hold an independence referendum once the Covid crisis had passed, adding that there was no democratic justification for UK Prime Minister Boris Johnson, or anyone else, to attempt to block it. \nGiven that there is now a bigger pro-independence majority at Holyrood than before, Mr Salmond said Ms Sturgeon and her government must deliver on the \"promise to take Scotland towards independence\". \nAnd he said there was \"no excuse for them not to do so\".\nHe also insisted that Alba had been \"vindicated\" in its strategy of encouraging voters to support his party on the regional list ballot.\nMr Salmond said that Alba had warned that SNP votes would be wasted on the list and \"elect zero SNP MSPs in almost every region and that is exactly what has happened\". \nHe continued: \"Yet again up to a million SNP votes wasted.\n\"In contrast in the constituencies unionist parties have been successful in persuading voters to vote tactically to stop the SNP in seats the SNP should have won such as Dumbarton and Eastwood.\n\"Yet while the Unionists voted smart the SNP persisted with the mantra of 'Both Votes SNP' knowing that it would fail to elect SNP MSPs, but worse than that, that it would allow Tory and Labour MSPs in by the back door.\"\nMr Salmond hit out at his former party and said: \"The SNP sent their troops over the top to waste their votes and it is Scotland and the wider independence movement that is the loser.\" \nDo you have a question about the Scottish Parliament election? Use the form below to send us your questions and we could be in touch.  \nIn some cases your question will be published, displaying your name, and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read the terms and conditions.\nIf you are reading this page on the BBC News app, you will need to visit the mobile version of the BBC website to submit your question on this topic. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57041114",
      "category": "uk-wales",
      "title": "Welsh election 2021: First woman of colour elected to Welsh Parliament",
      "tags": "Welsh Liberal Democrats,Plaid Cymru,Women,Welsh Labour,Gender,Welsh Parliament election 2021,Welsh Parliament,Welsh Conservatives",
      "text": "The first woman of colour elected to the Welsh Parliament said she wants to inspire and be \"a voice\" for those who have faced barriers entering politics.\nConservative MS Natasha Asghar said the Senedd is \"very outdated\" and should reflect \"more diverse communities that truly represent Wales\".\nThe new South Wales East member, whose late father was a Senedd member, wants to \"inspire\" others to follow suit.\nIt comes as less women have been elected to the Welsh Parliament.\nWales was the first country in the world to have a gender equal parliament in 2003, but now 26 women - out of 60  - will be the new Welsh Parliament.\nCampaigners have said the fall in female Senedd members is a \"step back for equality\" as after Thursday's election the number of female Members of the Senedd dropped from 29.\nMs Asghar, from Newport, follows in the footsteps of her late father Mohammad Asghar who died in 2020, who was the first ethnic minority member of the Senedd and also represented South Wales East.\nShe is not only the first woman of colour from Wales to have been elected to a seat in the Welsh Parliament but also in the House of Commons and European Parliament too. \nHer election comes as the first woman of colour was also elected to the Scottish Parliament in its 22-year history.\n\"We have no real political influential women of colour in Wales and I am honoured beyond comprehension to be the first one,\" she said.\nMs Asghar said the Senedd was \"still very outdated when it came to representation\" and it needed to reflect \"more diverse communities that truly represent Wales\".\n\"I want to inspire the young men and women that it is doable, it can be achieved, and I hope to be a platform to get to where I am, if not go further,\" she added.\nWhile campaigners and political leaders welcomed the historic moment, calls have been made for action to increase diversity in the Welsh Parliament.\nIn Wales, 43% of MSs elected on Thursday were women, this compares to 34% of MPs elected to UK Parliament at the 2019 general election and 37% at the outgoing Scottish Parliament. \nBefore the elections women held 48% of seats in the Welsh Parliament, with 29 female MSs and 31 men - of the party leaders, all of them were male.\nAfter the 2016 election, 42% of the Welsh Parliament were women but numbers rose after four women were sworn in during the parliament term.\nThere had been fears that Thursday's vote could be a \"massive step back\" for diversity, after polls suggested just 34% of female candidates had been in winnable seats.\nA number of key female figures in Welsh politics stood down before Thursday's election, following the vote, all of their seats are now held by men.\nIn the Vale of Clwyd, where Labour's Ann Jones also stepped down after 22 years, Labour fielded a male candidate, but the seat was taken by Gareth Davies of the Conservatives.\nFormer Education Secretary Kirsty Williams's Brecon and Radnorshire seat, held since 1999 by the Liberal Democrat MS, was won by Tory candidate James Evans, beating the Lib Dems candidate William Powell.\nMeanwhile, Angela Burns' old Carmarthen West and South Pembrokeshire seat was held by the Tories, with the party's Samuel Kurtz elected to the Senedd.\nNew Labour MS Sarah Murphy in Bridgend was the only female to take a constituency seat from a man, after former Labour first minister Carwyn Jones did not stand for re-election.\nThe largest party, Labour, now has 17 female Senedd members out of their 30 seats while Plaid Cymru has five (out of 13) and the Conservatives three (out of 16).\nWhile Jane Dodds is not just the only Liberal Democrat candidate to win a seat in the Senedd but also the only female party leader in Wales.\nCerys Furlong, of gender quality charity Chwarae Teg, said parties had been \"warned repeatedly that more needed to be done\" to ensure diverse candidates were in winnable seats.\n\"We know what the barriers to greater diversity in politics are, it's high time action was taken to address them,\" she said.\nShe called for an introduction of quotas, and more initiatives to help people to stand for election, like job shares for parents.\n\"For too long we have heard warm words about the need to deliver greater diversity in our politics, but not only have we not made progress, the number of women has actually fallen,\" she added.\n\"Wales deserves a Senedd that reflects our diverse communities and our newly elected Senedd has a responsibility to make that a reality\".\nJess Blair, of the Electoral Reform Society (ERS), said the decrease in gender equality showed \"how risky it is to leave diversity up to parties\".\nShe added some regions had been at risk of having no women representing them on the list in the Senedd.\n\"From 2003, where Wales was the first country to achieve a 50:50 gender balanced parliament, this is a huge backwards step,\" she said.\n\"It is obvious that we need to introduce statutory measures such a gender quotas, linked to a more proportional electoral system, to ensure that gender equality doesn't slip back further\".\nPolitical consultancy Deryn said more \"positive action\" was needed to deliver equality in Welsh politics and parties needed to \"think again\".\nCathy Owens, of Deryn, said Welsh Labour had reintroduced all women shortlists, but Plaid had lost key seats held by women.\n\"The Conservatives continue to have a terrible record of representation,\" she said.\n\"It is great that the Conservatives have the first woman of colour in the Senedd, but they need to start taking action now to ensure that their slate of candidates at the next election is more representative of the communities they serve.\nMs Asghar, who has worked in media and finance, said there had been a \"lack of knowledge\" within her own community about how to get involved in politics, when asked about why she thought the Welsh Conservatives was mostly white and male.\nShe spoke of following in the footsteps of her father, adding: \"He always said to me, 'Natasha I'm blessed by god to be the first member, I pry to god that I'm not the last'... and I'm delighted that's not been the case since.\"\n\"There's been more men, I understand from different parties, I'm the first woman of colour...it's progress,\" she said.\n\"I would love to see more women, more members of the LGBTQ community joining us. \n\"I don't feel like there should be any restrictions or boundaries, we live in a modern world, I do feel that the Senedd should reflect that.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57046527",
      "category": "world-asia",
      "title": "Kabul attack: Families bury schoolchildren of blast that killed dozens",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan",
      "text": "Afghan families have been burying their children who were killed in explosions outside a secondary school in the capital, Kabul, on Saturday.\nMore than 60 people, mostly girls, are now known to have died in the attack that hit students as they left class. \nNo-one has admitted carrying out the attack in Dasht-e-Barchi, an area often hit by Sunni Islamist militants. \nThe Afghan government blamed Taliban militants for the attack, but the group denied involvement.\nThe exact target for Saturday's bloodshed is unclear. The blasts come against a backdrop of rising violence as the US looks to withdraw all its troops from Afghanistan by 11 September.\nThe neighbourhood in western Kabul where the blasts occurred is home to many from the Hazara minority community, who are of Mongolian and Central Asian descent and are mainly Shia Muslims.\nAlmost exactly a year ago, a maternity unit at the local hospital was attacked, leaving 24 women, children and babies dead.\nHeather Barr, who works for Human Rights Watch, tweeted a series of videos and photos of what she said was the school in Kabul - including a tour of the site given by one of the students. Ms Barr said the group had filmed a documentary there in 2017.\nNobel Prize winner and activist Malala Yousafzai - who was shot in the head by the Taliban in 2012 - posted about the \"horrendous attack\" on Twitter. \n\"My heart is with the Kabul school victims' families,\" she wrote.\nThe first burials took place at \"Martyrs Cemetery\", where Hazara victims are laid to rest.\nMourners in a state of shock watched in grief as the girls' bodies in wooden coffins were lowered into graves, AFP news agency reported.\nOne of the residents of the area was quoted by AFP as saying: \"I rushed to the scene and found myself in the middle of bodies. All of them were girls. Their bodies piled on top of each other.\"\nThe explosions are believed to have been caused by a car bomb and two improvised explosive devices planted in the area.\nOne survivor, Zahra, told reporters she was leaving the school as the blasts took place. \n\"My classmate died. A few minutes later there was another explosion, and then another. Everyone was screaming and there was blood everywhere,\" she said. \nMore than 150 people were injured in the attack. Reports from Kabul say the city was busy with shoppers ahead of celebrations for Eid al-Fitr this coming week. \nThe Taliban announced on Sunday that they would observe a three-day ceasefire for the Muslim festival, which marks the end of the holy month of Ramadan.\nThe insurgents said they would be \"halting all operations against the enemy to provide a peaceful and secure atmosphere\". \nThe Afghan government is expected to reciprocate with a truce. \nAfghanistan is seeing increasing violence as the US and Nato prepare to pull out all remaining forces from the country on 11 September. \nOn Saturday the US state department condemned \"the barbarous attack\" outside the school.\n\"We call for an immediate end to violence and the senseless targeting of innocent civilians,\" it said.\nThe European Union's mission in Afghanistan said on Twitter that \"targeting primarily students in a girls' school, makes this an attack on the future of Afghanistan\".\nAnalysis by Secunder Kermani, BBC Afghanistan correspondent\nSo many places in Afghanistan have endured so much pain, but the Dasht-e-Barchi neighbourhood in Kabul has suffered horrendously. \nThe neighbourhood is populated by members of Afghanistan's Hazara ethnic minority. As followers of Shia Islam, the Islamic State group (IS) views them as heretics, and has carried out a vicious campaign, attacking the softest of targets. \nDozens have been killed in bombings at sports halls, cultural centres, and places of education in particular. \nLast year, and in 2018, IS suicide bombers struck tuition centres in the area killing more than 70 people. IS is not part of the peace talks between the Taliban and Afghan government, which in any case are currently stalled. \nAs of yet, there's been no claim for the attack on Saturday. However, IS continues to carry out assassinations and bombings in Kabul and the city of Jalalabad, despite having recently lost much of the territory it once controlled in the east of the country.\nYou may also be interested in..."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57049130",
      "category": "world-europe",
      "title": "Lampedusa: More than 1,000 migrants arrive on Italian island",
      "tags": "Matteo Salvini,Europe migrant crisis,Italy",
      "text": "More than 1,000 migrants landed on the Italian island of Lampedusa in the space of a few hours on Sunday, according to local media reports.\nOne boat alone was carrying almost 400 men, women and children, Italian news agency Ansa said.\nThe island's Mayor Toto Martello said he believed the rise in arrivals coincided with the good weather.\nLampedusa is one of the main arrival ports for people wanting to reach Europe.\nMore boats were spotted off the coast of nearby Malta, with charity Alarm Phone saying they needed assistance.\n\"One rescue operation could put a total of around 231 people out of danger of drowning,\" it said.\nSome 11,000 migrants have landed on the island since the start of the year. That is up on last year's figure of 4,105 for the same period, Reuters news agency reports. However, it is still down on 2015 - the height of the migrant crisis.\nBut Sunday's sudden surge has led populist politician Matteo Salvini to demand a meeting with the caretaker prime minister, Mario Draghi. \n\"With millions of Italians in difficulty, we cannot think of thousands of illegal immigrants,\" he said.\nMr Salvini is currently awaiting trial in relation to blocking a rescue ship with more than 100 migrants on board from landing at Lampedusa in August 2019. Prosecutors in Sicily accuse the former interior minister of illegal detention, which could bring a jail term of up to 15 years.\nA note on terminology: The BBC uses the term migrant to refer to all people on the move who have yet to complete the legal process of claiming asylum. This group includes people fleeing war-torn countries, who are likely to be granted refugee status, as well as people who are seeking jobs and better lives, who governments are likely to rule are economic migrants."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57031010",
      "category": "uk-politics",
      "title": "Election 2021: The six key takeaways in maps and charts",
      "tags": "London elections 2021,Scottish Parliament election 2021,England local elections 2021,Hartlepool by-election 2021,Welsh Parliament election 2021",
      "text": "As the dust settles on a bumper crop of elections, a chance to sit back and try and work out exactly what happened.\nFrom fresh questions about Scottish independence to the lingering impact of the Brexit vote, what do we know now that we didn't on Thursday?\nIn Scotland, the SNP held on to power for an historic fourth term, but fell just one seat short of an overall majority.\nThat means, together with the Scottish Greens, there is now a majority of 15 in favour of independence in the Scottish Parliament.\nBut analysis by Professor Sir John Curtice suggests this is not the whole story. \nIn Scotland, people have two votes - one for a constituency MSP, and another for a regional ballot, where additional MSPs are allocated from party lists depending on how many votes the parties get.\nIn the constituency vote 49.0% backed pro-independence parties, and in the list vote it was 50.1%.\nScotland's First Minister Nicola Sturgeon has said her focus in government would be on leading the country through the pandemic and keeping people safe from Covid.\nBut she added that \"when the crisis has passed, it is to give people in Scotland the right to choose their future\" in a referendum.\nBut the UK government is fighting this, with Cabinet Office minister Michael Gove saying the SNP could not expect one to be approved as the party did not secure a majority in the Scottish Parliament.\nTraditionally, voters use Westminster by-elections and other polls between general elections, to give the sitting government a kicking, particularly when they've been in power a while. \nBut the performance of the Conservatives in England means we might need to re-think that idea.\nOne of the first results to come in was the by-election to select the new Hartlepool MP.\nConservative Jill Mortimer won a seat that had been in Labour hands since its creation in 1974, and by a significant margin as well - 23.2%, or nearly 7,000 votes.\nThis was only the second by-election gain for a governing party since Margaret Thatcher's Conservatives won amid the backdrop of the Falklands War in 1982.\nAnd things didn't get much better for Labour in the council elections.\nThe Conservatives took Harlow council in Essex - sometimes seen as indicator of the national mood - and continued to make gains in both councils and council seats across the rest of England throughout the weekend.\nThey now control over a dozen more councils than they did before and there are more than 200 extra Tory councillors.\nIn contrast, Labour lost control of eight councils and more than 300 seats. One of the councils the party lost, County Durham, had been under Labour control for more than 100 years, since 1919. It was the first council the Labour Party ever ran.\nThe only areas where there may be some cause for Conservative concern is among their traditional heartlands of the shire councils in the south - lots of the areas coloured white on the map above because they lost seats or failed to gain any.\nIt hasn't been damaging enough yet to actually lose control in many councils - only Cambridgeshire, the Isle of Wight and Tunbridge Wells - but something to keep an eye on perhaps.\nAs well as the Conservatives in England and the SNP in Scotland, Labour in Wales bucked the trend of long-standing parties of power struggling at election time, in the context of handling a massive international crisis and the immediate boost of a world-leading vaccine programme.\nWelsh Labour equalled their record of securing 30 out of the 60 Senedd seats.\nFirst Minister of Wales Mark Drakeford, whose profile has been prominent as part of the Welsh Covid response, increased his personal majority by more than 10,000 votes, from 3.7 percentage points to 30.7.\nLabour also gained the seat of former Plaid Cymru leader Leanne Wood in Rhondda, but they lost Vale of Clwyd to the Conservatives, by fewer than 500 votes.\nThis left them just short of an outright majority - a feat no party has yet achieved in Wales.\nAnother area Labour supporters can look to for positives are the mayoral elections in some of England's biggest city regions.\nLabour's success here gives an idea where their new heartlands might be, as the political map is still being redrawn following the Brexit vote of 2016.\nSadiq Khan won again in London, from second preference votes after a first round that was closer than expected. Tory candidate Shaun Bailey came second.\nAndy Burnham won easily in Manchester with an increased majority, and Labour took control of the West of England and Cambridgeshire & Peterborough from the Conservatives.\nThey also held on to the combined authority mayoralties in Liverpool, the West of England and won all five single authority mayors that were up for grabs. The party also won the newly created Mayor of West Yorkshire.\nThe Conservatives did win two mayoral elections. Andy Street won in the West Midlands and Ben Houchen got a whopping 73% of the vote in the Tees Valley.\nThey also won 30 of the 39 Police and Crime Commissioner elections declared so far, including ten gains.\nThere have now been two general elections since the June 2016 EU referendum, both of which saw the Conservatives' support increase among Leave voters while Labour performed better with Remainers, according to analysis from Professor Curtice.\nBut for some council wards Thursday's vote was the first new election since May 2016, one month before Britain voted to leave the EU.\nIf we look just at those areas, there was a swing from Labour to the Conservatives of six percentage points overall.\nBut the swing was just one point in areas that voted Remain, compared to 11 points in the most heavily pro-Leave places.\nIn pro-Remain places which last voted in 2017, there was a swing to Labour of three points. In Leave areas there was a two-point move in the Conservatives' direction.\nAs well as the Scottish Greens gaining two seats, the Greens in England increased their presence in every region.\nIn total they won more than 80 seats -  but were unable to control any individual council.\nThey also finished ahead of the Lib Dems in London as the third party. Professor Curtice says they are now the fourth party in the UK.\nFor the Lib Dems on the whole it was more of a muted success. They took control of St Albans Council and held on to the six they were defending.\nThey lost a seat in Scotland but won one in the London Assembly. And in terms of councillors, their gains and losses in different areas more or less balanced each other out.\nData journalism by Daniel Dunford, John Walton, Will Dahlgreen, Ed Lowther, Christine Jeavans, Becky Dale, Maryam Ahmed, Wesley Stephenson and Alison Benjamin. Design by Debie Loizou, Prina Shah and Gerry Fletcher. Development by Marcos Gurgel, Scott Jarvis, Catriona Morrison, Becky Rush, Steven Connor, Toby Cox, Shilpa Saraf, Adam Allen and Sally Morales"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57045339",
      "category": "world-middle-east",
      "title": "Jerusalem: Rubber bullets fired as clashes continue",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57042823",
      "category": "uk",
      "title": "Prince Michael of Kent accused of selling Kremlin access",
      "tags": "UK Royal Family",
      "text": "Prince Michael of Kent was willing to use his royal status for personal profit, and provide access to Russian President Vladimir Putin's regime, a Sunday Times and Channel 4 report says.\nThe Queen's cousin was filmed at a meeting in which undercover reporters were told he could be hired to make representations to the Kremlin.\nHis friend, the Marquess of Reading, later described him as \"Her Majesty's unofficial ambassador to Russia\".\nThe prince, 78, has denied the claims.\nAnd in a statement, his spokesperson said that the marquess had \"made suggestions which Prince Michael would not have wanted, or been able, to fulfil\" during the covertly-recorded meeting.\nThey added: \"As is standard practice, Prince Michael's private secretary made it clear to the company's representatives during their conversations that nothing could proceed without the agreement of the British Embassy and the help of the Russo-British Chamber of Commerce, of which Prince Michael is patron.\"\nThe Sunday Times and Channel 4's Dispatches allege that the marquess described Prince Michael as being able to meet Mr Putin and make representations on behalf of a company set up by the reporters.\nThe marquess is said to have warned them that the prince's services were \"confidential\", adding: \"We're talking relatively discreetly here because we wouldn't want the world to know that he is seeing Putin purely for business reasons.\"\nHe estimated the prince could charge clients in the region of £50,000 for a five-day trip to Russia, the report claimed.\nThe prince is also said to have appeared willing to give the fictitious company his royal endorsement in a recorded speech for a fee of $200,000 (£143,000), and to use his home at Kensington Palace as a backdrop.\nPrince Michael's office denied to the Sunday Times that he had a \"special relationship\" with the Russian president and said in a statement that he had not been in contact with Mr Putin or his office for almost 18 years.\nThe newspaper said the marquess later sent an email to the reporters which it described as suggesting he might have regretted being too candid about the prince and Russia. \nThe email said any arrangement would be subject to the prince's advisers to make sure everything was correct.\nIn a statement reported by the newspaper, the marquess said he had made a mistake and \"over-promised\" during the meeting with the undercover reporters and for that he was \"truly regretful\". \nThe Prince and Princess Michael of Kent are not working members of the Royal Family but have represented the Queen in the past. Before the pandemic, they attended around 200 engagements a year, according to the Royal Family website.\nThe website includes a biography which describes the prince as being \"connected to Russia through his maternal grandmother\" and as having \"a strong interest in the country\". \nThe biography said he \"became the first member of the Royal Family to learn Russian, ultimately qualifying as a Russian interpreter\".\nThe prince and princess do not receive public money. \nHe earns a living through a long-established consultancy company and the couple pay market rent and fees for their home at Kensington Palace, a spokesperson for the prince said.\nHis father, Prince George, was the fourth son of George V and the brother of George VI, the Queen's father.\nRoyals for Hire: Dispatches airs at 19:30 BST, Monday 10 May on Channel 4"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57047525",
      "category": "uk",
      "title": "Coronavirus: Expert urges caution over hugs as lockdown eases",
      "tags": "Michael Gove,Coronavirus lockdown measures,Coronavirus vaccines",
      "text": "People should take precautions when hugging others, says an expert, amid expectations of a further easing of England's Covid restrictions this week.\nProf Cath Noakes said hugs should be selective, short, and avoid face-to-face contact.\nCabinet Office minister Michael Gove said No 10 wants to see \"friendly contact\" between people restored.\nHe said the PM will on Monday confirm an easing of England's rules from 17 May.\nUnder the next stage of the government's roadmap for lifting England's lockdown, people can meet in groups of up to 30 outdoors, while six people, or two households, can meet indoors.\nPeople will also be allowed to stay overnight with those not in their household or bubble. Pubs, restaurants and other hospitality venues will be permitted to reopen indoors.\nSome foreign holidays are set to be allowed. On Friday, the government announced that 12 countries would be added to England's travel green list, meaning anyone returning will not need to quarantine from 17 May.\nOn Sunday, the UK recorded another two deaths within 28 days of a positive test and a further 1,770 cases.\nProf Noakes, a member of the Sage committee that advises the government, said the risks of grandparents who are fully vaccinated hugging their grandchildren are likely to be low in most cases.\nSpeaking in a personal capacity,  she said it would worry her \"if we were advocating we could hug all of our friends every time we meet them again\" as it would \"perpetuate an awful lot of additional close contact that could spread the virus\".\n\"The reality is that when you hug someone you are very close to them and we know the virus is in people's breath and you are very close to that breath at that moment.\"\nShe advised that if people are going to hug others, it should be restricted \"to very small numbers of close family who perhaps you really value a hug from. \n\"I think don't hug too frequently, keep it short, try and avoid being face to face, so perhaps turn your face away slightly, and even wearing a mask could help,\" she said.\nProf Noakes warned that, even after vaccination, someone could get infected and could transmit it to others while unaffected themselves,\n\"So that's why we still need to be a bit cautious for a while yet. We've come a long way with this. The virus, although it's now very low prevalence, hasn't gone away.\"\nThe scientists and engineers advising the government realise that their caution about hugging might not be popular.\nThey know how many people see hugs as an essential form of bonding with their nearest and dearest.\nBut they've also studied how the virus spreads - how an infected person releases it in their breath.\nThat means that if someone gets very close, there's an increased chance of them inhaling the infectious particles floating in the air.\nThe tips for reducing those risks won't be popular - they go right against the grain of human instinct.\nBasically, hug as few people as possible and don't linger over it. And maybe wear a mask if someone is vulnerable.\nThat's why the prime minister talks of us using common sense about this. \nBut in the excitement of reunions, after so long apart, that might not be easy.\nCurrent social distancing rules advise people to stay 2m (6ft) away from those they don't live with, or are in a social bubble with.\nIn England, if it's not possible to stay 2m apart, the \"one-metre plus\" guidance means people should be at least 1m (3ft) apart with extra precautions in place (such as face coverings).\nEarlier, Mr Gove told the BBC's Andrew Marr show that \"all being well\" Prime Minister Boris Johnson would confirm on Monday that there will be a relaxation of restrictions starting 17 May.\nHe also hinted that closer contact between family and friends could soon be allowed.\n\"Without prejudice to a broader review of social distancing, it is also the case that friendly contact, intimate contact, between friends and family is something that we want to see restored,\" he said.\nMeanwhile Prof Andrew Pollard, director of the Oxford vaccine institute, told Andrew Marr that he believed it is the right time to ease England's restrictions. \nAsked whether it would be safe for family and friends to hug on 17 May, he said the country has seen the \"extraordinary success\" of both the Covid vaccine rollout and the \"prolonged\" lockdown.\n\"I think it is time to start, based on the very careful modelling that's been done, relaxing some of those restrictions,\" he said.\n\"That means we're in a very fortunate position here in the UK.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57039848",
      "category": "health",
      "title": "Complementary medicines for weight loss not justified, study suggests",
      "tags": "Weight loss",
      "text": "The first global review of complementary medicines for weight loss in 16 years suggests their use cannot be justified based on current evidence.\nResearchers found that while some herbal and dietary supplements resulted in marginal weight loss compared to a placebo, they did not benefit health.\nThey called for more research into their long-term safety.\nThe sale of diet pills, powders and liquids containing plant or animal products has grown in popularity.  \nThe global industry was estimated to be worth $41bn (£29.3bn) last year.\nJust 20% of new products are audited annually to make sure they provide evidence backing their claims. \nIn some countries, the only requirement is that supplements contain acceptable levels of non-medicinal products.\nUnlike pharmaceutical drugs, clinical evidence for their safety and effectiveness is not required before they hit the market, says the review's lead author Erica Bessell from the University of Sydney.\n\"Our rigorous assessment of the best available evidence finds that there is insufficient evidence to recommend these supplements for weight loss,\" she said.\n\"Even though most supplements appear safe for short-term consumption, they are not going to provide weight loss that is clinically meaningful.\"\nThe Australian researchers carried out a systematic review of all randomised trials comparing the effect of herbal supplements to placebos (or dummy treatment) on weight loss, up to August 2018. \nThe data was analysed from 54 studies involving 4,331 healthy overweight or obese adults aged 16 years or older. \nWeight loss of at least 2.5kg (5.5lbs) was considered clinically meaningful.\nHerbal supplements included in the analysis were green tea, garcinia cambogia, mangosteen, white kidney bean, ephedra, African mango, yerba mate, veld grape, licorice root and East Indian globe thistle.\nThe analysis found that only one of these - white kidney bean - resulted in a statistically, but not clinically, greater weight loss of 1.61kg (3.5Ibs) than the placebo.\nSome combination preparations containing African mango, veld grape, East Indian globe thistle and mangosteen showed promising results, but were investigated in three or fewer trials, often with poor research methodology or reporting.\nThese findings should be interpreted with caution, researchers say.\nThe researchers also carried out a systematic review, up to December 2019, of 67 randomised trials comparing the effect of dietary supplements to placebos for weight loss in 5,194 healthy overweight or obese adults aged 16 years or older.\nDietary supplements included in the analysis were: chitosan, glucomannan, fructans and conjugated linoleic acid.\nThe analysis found that chitosan (-1.84 kg), glucomannan (-1.27 kg), and conjugated linoleic acid (-1.08 kg) resulted in statistically, but not clinically, significant weight loss compared to placebos.\nSome dietary supplements, including modified cellulose and blood orange juice extract, showed promising results but were only investigated in one trial and need more evidence before recommending them for weight loss, researchers say. \n\"Herbal and dietary supplements might seem like a quick-fix solution to weight problems, but people need to be aware of how little we actually know about them,\" says Ms Bessell.\nShe said very few high-quality studies had been performed on the supplements, with little data on long-term effectiveness.\n\"The tremendous growth in the industry and popularity of these products underscores the urgency for conducting larger more rigorous studies to have reasonable assurance of their safety and effectiveness for weight loss,\" she added. \nThe findings are being presented at The European Congress on Obesity held online this year."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57031628",
      "category": "uk-england-london",
      "title": "Investigation launched after newborn baby found dead in canal",
      "tags": "Willesden",
      "text": "The body of a newborn baby has been found in a canal in north west London, the Met Police has said.\nOfficers and paramedics were called at 13:19 BST to the Grand Union Canal near to Old Oak Lane after the baby was seen in the water.\nThe baby was pronounced dead at the scene and the Met has launched an \"urgent\" investigation.\nA Met spokesman said: \"We urge the baby's mother to seek medical assistance by dialling 999.\" \nWitnesses said dozens of police, ambulance and fire vehicles attended the scene, close to an industrial estate in Park Royal.\nA number of roads and pathways have been cordoned off and officers have said the cordons could be in place for \"hours\".\nEmergency staff wearing diving suits could also be seen walking close to where the discovery was made.\nA London Ambulance Service spokesperson said: \"We sent a number of resources to the scene: an incident response officer, an advanced paramedic practitioner, a clinical team manager and two ambulance crews. \n\"We also dispatched our hazardous area response team. Sadly, an infant was confirmed to be deceased at the scene.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57040175",
      "category": "uk-politics",
      "title": "Sir John Curtice: What the 2021 election results mean for the parties",
      "tags": "Conservative Party,Scottish Parliament election 2021,Green Party (England and Wales),Welsh Parliament election 2021,Labour Party",
      "text": "Two key themes have emerged from the results of Thursday's elections declared so far.\nFirst, ruling parties have done well, rewarded perhaps by voters who, thanks to the vaccine roll-out, believe the worst of the pandemic may now be over.\nSecond, Brexit continues to make a difference to how many people vote.\nVoters often use local elections to give governments a kicking. Yet it is the Conservatives that have prospered in the English local council votes.\nAround half of the seats being contested were in places where last year's local elections were postponed and thus where the last contest was held in 2016. At that time, the Conservatives and Labour were neck-and-neck in the polls.\nThe other half of the seats were in councils that were always due to have elections this year and were last contested just before the 2017 election, when the Conservatives were well ahead.\nThe BBC has collected detailed local voting figures across 1,200 wards, and these show the Conservatives' vote is up on average by eight points in those last fought in 2016. Labour support in these wards fell by three points.\nMeanwhile, the Conservative vote was down by just a point in the wards where the contest was last held in 2017. In these areas Labour's vote did no more than edge up by a point.\nAccording to the BBC's projection of the local election results into the equivalent of a Britain-wide share of the vote, the Conservatives' performance was the equivalent of winning 36% of the vote in a general election. \nThat makes it the party's second best local election results since it first regained power at Westminster in 2010. \nLabour, on 29%, were as much as seven points behind the Conservatives. That might be less than the 12 point deficit at the 2019 general election, but still leaves the party's standing looking very similar to many a lacklustre performance under Jeremy Corbyn's leadership.\nIn Wales, where Labour has been in power since the devolved parliament first met in 1999, the party recorded a five-point advance on its share of the vote in 2016. \nIt now has 30 of the Senedd's 60 seats, matching its previous best performance. \nLabour will be able to run the government for the next five years without needing to strike a deal with Plaid Cymru, who have found themselves overtaken by the Conservatives in the battle for second place - even though the party secured much the same share of the vote as in 2016.\nMeanwhile, in Scotland, the SNP won a record 48% of the constituency vote, up a point on what the party achieved in 2016.\nHowever, this proved to be not enough to deliver the party an overall majority in the Holyrood parliament. With 64 seats, the party ended up one seat short. \nOne reason is that Conservative and Labour voters, concerned about the future of the United Kingdom, have been willing to vote tactically to help stop the pro-independence SNP winning locally.\nIn seats that the Conservatives were defending against a second-placed nationalist challenge, the party's vote is up on average by three points. However, the Conservative vote fell by eight points where it was Labour who were defending a seat against the SNP.\nEqually, Labour's vote increased by five points where they were facing a SNP challenge, but fell by six points where the Conservatives were fending off the SNP.\nOverall, the election revealed how evenly divided Scotland is politically. \nOn the constituency vote, the three main parties that were backing Scotland staying in the UK won 50.4% of the vote. But on the list vote it was the three main parties that were supporting independence that were narrowly ahead with 50.1%.\nThe incumbent Conservative mayors in the West Midlands (Andy Street) and the Tees Valley (Ben Houchen) both turned the small majorities that they secured when first elected in 2017 into much larger margins. \nLabour's Sadiq Khan was re-elected in London too, albeit with a slightly reduced majority.\nHowever, the less high-profile Conservative incumbents in the West of England and Cambridgeshire lost out to their Labour challengers.\nAcross Britain, the 2017 and 2019 general elections saw the Conservatives become increasingly strong among Leave voters, while Labour performed better among Remain supporters.\nThis was repeated in Thursday's English local elections.\nIn the wards last fought in 2016, there was a swing from Labour to the Conservatives of six points overall. \nHowever, the swing was just one point in Remain voting areas, whereas it was as much as 11 points in the most heavily pro-Leave places.\nMeanwhile, in pro-Remain places which last voted in 2017, there was a swing to Labour of three points. In Leave areas, there was a two-point move in the Conservatives' direction.\nThe Conservatives also performed more strongly in the more pro-Leave parts of London, Scotland and Wales too. \nBrexit may have been done, but it is still leaving its mark on how people are minded to vote.\nIt demonstrates Labour is still losing ground in many of its traditional working class strongholds, many of which voted heavily to leave the EU.\nThe Liberal Democrats typically perform better in local elections than their current national poll standing. This was again true this year. \nAt 17%, the projection of the party's performance into the equivalent of a Britain-wide vote is broadly on a par with its performances in local elections ever since it entered into coalition with the Conservatives in 2010.\nMeanwhile, the party's vote was down three points in Wales, and down a point in Scotland - the party managed to retain a toe-hold of one seat in Wales, but lost a seat in Scotland.\nIn short, the party is still doing no more than treading water following the dramatic collapse in its support in the wake of the 2010-15 coalition with the Conservatives.\nFor the Greens, the election brought some notable success. \nThe party secured record shares of the vote in both the Scottish Parliament (8%) and the London Assembly (12%) election.\nMeanwhile, the party won as much as 11% of the vote where they stood in the local elections. \nAlthough that was down two points on the party's record performance in the 2019 local elections, it suggests the party is now clearly England's fourth largest party.\nJohn Curtice is Professor of Politics, Strathclyde University, and Senior Research Fellow, NatCen Social Research and The UK in a Changing Europe. Additional analysis by Patrick English, Stephen Fisher, Rob Ford, Eilidh Macfarlane, and Jon Mellon"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57042797",
      "category": "uk-wales",
      "title": "Election 2021: Mark Drakeford to form Welsh Labour government alone",
      "tags": "Plaid Cymru,Welsh government,Welsh Labour,Leanne Wood,Welsh Parliament election 2021,Welsh Parliament,Welsh Conservatives,Coronavirus pandemic",
      "text": "Welsh Labour is looking poised to go it alone and form a government without help from other parties.\nThursday's Senedd election left Labour with 30 seats - one short of an outright majority.\nBut a senior figure said the party could continue to run the Cardiff government without a deal signed with opposition politicians.\nLabour minister Jeremy Miles said the result allowed them to work with parties on a \"case-by-case basis\".\nParty leader Mark Drakeford also said Labour has governed successfully on 30 seats before.\nWith no significant challenge from the opposition to his position Mr Drakeford is expected to be reappointed to his job as first minister.\nHowever, he may in future need help from the opposition to pass laws and get Labour's spending plans through the Welsh Parliament, with one seat short of a majority.\nMr Drakeford told BBC Wales: \"We have demonstrated over a number of governments that you can govern successfully on 30 seats, but I'm open to working with any party where there is common ground between us.\"  \n\"I'm always much more interested in policy agreements that I am in a sort of political fixing.\"\nHe added: \"No party has a monopoly of good ideas, and where there are things that we can work on together, then my administration will certainly look to do that with anybody who thinks that we can work to the advantage of Wales.\"\nThe Welsh government ruled in a minority from 2011 to 2016, striking deals with the Liberal Democrats and Plaid Cymru at various points to pass budgets.\nNeath member of the Senedd (MS) Mr Miles said there were \"precedents where we have successfully been able to negotiate budget agreements, legislative arrangements on a case-by-case basis with other parties\".\n\"I think the mathematics of this Senedd, the response that the people of Wales have given, allows for that range of possibilities,\" he told the Sunday Supplement programme on BBC Radio Wales.\nIn the last Welsh government Liberal Democrat Kirsty Williams served as education minister.\nJane Dodds, the Welsh Lib Dem leader elected as their only MS this time, has ruled out joining the Welsh government. \nShe told the Dewi Llwyd ar Bore Sul programme on BBC Radio Cymru: \"I'm not expecting [an invite to join the government] and I don't want it to tell you the truth.\"\n\"I don't have the experience of being in the Senedd. Kirsty had 15 or 16 years in the Senedd before she had a chance to be in the cabinet.\"\nMark Drakeford is in no rush. Having led Labour to a record-equalling tally of seats, he is not under pressure within the party.\nBut tough times lie ahead. The pandemic is not over. The outlook is uncertain.\nIn those circumstances, haggling over votes, lurching from deal to deal, is not an appealing prospect.\nThat's why Mr Drakeford is sounding conciliatory.\nHe wants stability in the Senedd and, if there is not to be a formal coalition, he must co-operate with opponents.\nWelsh Conservative Senedd leader Andrew RT Davies saw the party's seats increase from 11 to 16 - the Tories' best-ever result, although far short of the numbers needed to govern.\nMr Davies said: \"We've got the best result we've ever had in the assembly, nearly 50% more members returning, a new generation of Conservatives, the first lady coming to the assembly from an ethnic minority as well.\"\nHe told BBC Radio Wales he would like the next term's presiding officer (PO) - who chairs meetings and is a figurehead for the Welsh Parliament - to be from his party.\n\"I think it is important to reflect on the success of the Conservatives in this election, and give consideration to maybe a Conservative PO or DPO (deputy presiding officer),\" he said.\n\"I do think that from a consensual point of view, I think a progressive move would be to offer that consideration around a Conservative appointment.\"\nPlaid Cymru came third at the election. Although its overall seat tally rose by two, it lost its prized constituency seat of the Rhondda in the south Wales valleys.\nThe party's leader Adam Price told BBC Radio Wales' Sunday Supplement it was a \"disappointing result\" for Plaid Cymru electorally and a \"bitter blow\" in the Rhondda.\nBut he said there were \"many positives\".\nHe said Plaid Cymru had \"opened up the space for the Labour Party, and Mark Drakeford himself, probably, to take up a much more radical line on the constitution\".\n\"This is an election which actually has strengthened belief in Welsh self-government and in Welsh democracy,\" he added.\nLast night Prime Minister Boris Johnson invited the first ministers of Scotland and Wales to a summit on how \"Team UK\" can recover from the pandemic and face other \"shared challenges\".\nWelsh Labour Housing minister Julie James said she welcomed the invitation to a meeting if it was \"real\".\nShe told the BBC's Politics Wales programme: \"We've been calling for many many years for a proper constitutional summit, where we talk properly about the role of devolution across the UK.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57043456",
      "category": "world-us-canada",
      "title": "Obamas' dog Bo dies: 'We said goodbye to our best friend'",
      "tags": "Pets,Barack Obama,Michelle Obama",
      "text": "The family of former US President Barack Obama have paid tribute to \"our best friend\", after their beloved pet dog Bo died on Saturday.\nBo, Michelle Obama wrote in a social media post, had been a \"constant, comforting presence\" since his arrival in the White House in 2009.\nThe black and white Portuguese water dog was a gift for their daughters as they settled into their new home.\n\"We had no idea how much he would mean to all of us,\" Mrs Obama wrote.\n\"He was exactly what we needed and more than we ever expected,\" Barack Obama wrote in his own post, noting how Bo had been \"happy to see us on our good days, our bad days, and every day in between\".\nFor the last 100 years, with the exception of Donald Trump, US presidents have had pets. Current President Joe Biden has two dogs, although Major - the younger of the two - has got in trouble for biting.\nDuring his tenure as \"First Dog\", Bo became so popular that Mrs Obama was sent a memo at the beginning of each month so she could approve official appearances. He was joined by fellow Portuguese water dog Sunny in 2013.\n\"He tolerated all the fuss that came with being in the White House, had a big bark but no bite, loved to jump in the pool in the summer, was unflappable with children, lived for scraps around the dinner table, and had great hair,\" Mr Obama said in his post.\nMrs Obama said the former First Dog had later helped the couple as they adjusted to \"life as empty nesters\" when their daughters Malia and Sasha left home for university.\nBut, she added, \"no one was happier than Bo\" when everyone returned home during the pandemic.\nBo died \"after a battle with cancer\", Mrs Obama said in her post, signed from the whole family."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57040713",
      "category": "world-asia",
      "title": "Kabul attack: Blasts near school leave more than 50 dead",
      "tags": "Kabul,Afghanistan",
      "text": "Blasts close to a secondary school in the Afghan capital Kabul have left at least 50 people dead and more than 100 injured, officials say.\nThe explosions took place as students were leaving the building on Saturday, with pictures on social media showing abandoned school bags in the street.\nMost of the victims were girls, a ministry of education spokeswoman said.\nNo-one has admitted carrying out the attack in Dasht-e-Barchi - an area often hit by Sunni Islamist militants. \nAfghan government officials blamed Taliban militants for the attack, but the group denied any involvement.\nThe explosions are believed to have been caused by a car bomb and two improvised explosive devices planted in the area.\nThe neighbourhood in western Kabul is home to many from the Hazara minority community, who are of Mongolian and Central Asian descent and are mainly Shia Muslims.\nAlmost exactly a year ago, a maternity unit at the local hospital was attacked, leaving 24 women, children and babies dead.\nThe exact target for Saturday's bloodshed is unclear.\nThe blasts come against a backdrop of rising violence as the US looks to withdraw all its troops from Afghanistan by 11 September.\nReports from Kabul say the city was busy with shoppers ahead of this year's celebrations for Eid al-Fitr next week.\nStudents were also streaming from the school. Najiba Arian, ministry of education spokeswoman, told Reuters news agency the government-run school was open to boys and girls.\nMost of the those hurt were girls, who study in the second of three sessions, according to Ms Arian.\nSeveral witnesses described hearing three separate explosions, while one woman told AFP news agency she had seen \"many bloodied bodies in dust and smoke\".\n\"I saw a woman checking the bodies and calling for her daughter,\" the woman, Reza, said. \"She then found her daughter's bloodstained purse after which she fainted and fell to the ground.\"\nThe US state department condemned \"the barbarous attack\".\n\"We call for an immediate end to violence and the senseless targeting of innocent civilians,\" it said.\nThe European Union's mission in Afghanistan said on Twitter that \"targeting primarily students in a girls' school, makes this an attack on the future of Afghanistan\".\nAnalysis by Secunder Kermani, BBC Afghanistan correspondent\nSo many places in Afghanistan have endured so much pain, but the Dasht-e-Barchi neighbourhood in Kabul has suffered horrendously. \nThe neighbourhood is populated by members of Afghanistan's Hazara ethnic minority. As followers of Shia Islam, the Islamic State group (IS) views them as heretics, and has carried out a vicious campaign, attacking the softest of targets. \nDozens have been killed in bombings at sports halls, cultural centres, and places of education in particular. \nLast year, and in 2018, IS suicide bombers struck tuition centres in the area killing more than 70 people. IS is not part of the peace talks between the Taliban and Afghan government, which in any case are currently stalled. \nAs of yet, there's been no claim for the attack on Saturday. However, IS continues to carry out assassinations and bombings in Kabul and the city of Jalalabad, despite having recently lost much of the territory it once controlled in the east of the country.\nYou may also be interested in..."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57047998",
      "category": "uk-wales",
      "title": "Covid: 'Miracle' baby born to Newport mum in coma",
      "tags": "Swansea,Newport,Neonatal care,Islam,Coronavirus pandemic,Pregnancy",
      "text": "A woman who was in a coma with Covid while pregnant has told how she woke up the day after her baby was born.\nWhen Marriam Ahmad went into the Grange hospital in Cwmbran in January after testing positive for Covid, she left her overnight bag at home as she did not expect to be in for long.\nAt only 29 weeks pregnant, she and husband Usman had not even decided on a name for their second child.\nBut Marriam's condition quickly went downhill.\nThe 27-year-old paralegal, who has asthma, found herself in a \"very scary\" situation.\n\"All of a sudden, my oxygen mask was on a much higher setting - I couldn't hear properly,\" she said.\n\"It was very loud. I had someone washing my face, looking after me. I was very weak.\"\nIt was then that her doctor started to talk about a Caesarean section and initially said that Marriam would be conscious throughout.\nBut she was told that her baby may not be strong enough to survive.\nAs the day went on, the medical team decided Marriam needed to be put into a coma. The doctor held her hand as he told her she \"may not come back\".\n\"It just happened so quickly,\" she said. \"It was within about five minutes, they told me 'you're going on a ventilator, you're having a c-section, the baby's going to come out, you'll be unconscious, you might not make it. Say goodbye'.\"\nMarriam called her parents in Swansea and the doctor rang her husband, who was at home in Newport with their one-year-old son Yusuf.\n\"I didn't even speak to my husband or my son - I have never left my son, not even for a night,\" she said.  \n\"I Facetimed my parents and I was crying. It was only like a two-minute phone call - my Mum was like 'what are you talking about?'. I was lonely and I was scared.\"\nMarriam's baby was born on 18 January at 20:27 BST. Known as 'Baby Ahmad' for the first few days of her life, she weighed about as much as a bag of sugar - 1.17kg (2.5lbs).\nAmazingly, and despite the doctor's warnings, by midday the next day Marriam had woken up from the coma.\n\"I had no idea what happened,\" she said. \" I woke up. Obviously I could see there was nothing in my stomach anymore and I was in a lot of pain.\" \nFor the next week she was not able to see her baby. The nurses took photos and videos to show Marriam, who was trying to recover herself, by now out of intensive care and in the hospital's high dependency unit.\nAll the staff at the hospital were keen to keep up-to-date on how the two were getting on.\n\"Even the cleaner from ICU remembered me,\" she said.\n\"He used to come up and say 'how are you doing, how is Baby Ahmad? What are you going to call her? Call her something special, call her something special'.\"\nAnd so, as Marriam and Usman prepared to meet their daughter after nearly a week, they decided on a name - Khadija.\n\"In the Islamic faith, Khadija is a very strong, independent woman,\" said Marriam.  \n\"From my point of view, my Khadija was very strong. She didn't have issues, for someone being preterm at 29 weeks. They were telling me all the complications. She didn't have any of those. It was a miracle.\"\nSo how did it feel to finally see and hold her baby daughter?\n\"I just found her so beautiful,\" she said. \"Even though she was covered in all these wires and just in a nappy. I just thought 'this is my baby'. It felt very natural.\"\nKhadija was then transferred to the neonatal intensive care unit at Singleton hospital in Swansea so Marriam could be closer to her extended family.\nThe weeks that followed were just as \"intense\", with Marriam determined to try and breastfeed her daughter, meaning constant deliveries of milk to the hospital.\nAfter eight weeks in hospital, Khadija is now home. At three-and-a-half months, she is happy, healthy and feeding well - now weighing nearly 4kg (8.8lbs).\nMarriam admits that life with a newborn and a 16-month-old means she \"hasn't really had time to think\" about what has happened.\n\"I am just so grateful - that she's still alive, that I am still alive. \n\"Even though it was such a horrific, traumatic experience, I just found myself being even more grateful for the little things. Just spending time with family.    \n\"Make the most of every opportunity and be grateful - that's what I've taken from it.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-57038039",
      "category": "uk-scotland-scotland-politics",
      "title": "Scottish election 2021: Nicola Sturgeon celebrates 'historic' SNP election win",
      "tags": "Scottish Parliament election 2021,Scottish Parliament",
      "text": "Nicola Sturgeon has hailed the SNP's \"historic and extraordinary\" fourth consecutive victory in the Scottish Parliament election.\nThe party finished on 64 seats - one short of a majority but one more than it won in 2016.\nMs Sturgeon said her priority was the pandemic but she still intended to hold an independence referendum once the crisis has passed. \nBoris Johnson has invited the devolved nations to a Covid recovery summit.\nMs Sturgeon said there was no democratic justification for the prime minister, or anyone else, to attempt to block it.\nBut Mr Johnson said talk of \"ripping our country apart\" would be \"irresponsible and reckless\".\nThe prime minister congratulated Ms Sturgeon and Welsh First Minister Mark Drakeford on their re-elections and invited them to a meeting \"to discuss our shared challenges and how we can work together in the coming months and years to overcome them\".\nIn Scotland the SNP won 64 seats, the Conservatives 31, Labour 22, the Scottish Greens eight and Liberal Democrats four.\nMs Sturgeon said her party had won the most constituency seats and secured the highest share of the constituency vote in the history of devolution. \nAnd she pledged that \"the task of building a better Scotland for everyone who lives here will be my priority every single day.\"\nClick or tap to explore results\nMs Sturgeon said her focus in government would be on leading the country through the pandemic and keeping people safe from Covid.\nShe added: \"It is then to kick-start and drive our recovery with an ambitious and transformative programme for government.\n\"And, yes, when the crisis has passed, it is to give people in Scotland the right to choose their future.\n\"All of that is what I promised and all of that is what I intend to deliver.\"\nShe said the result of the election meant there was \"no democratic justification whatsoever for Boris Johnson or anyone else seeking to block the right of the people of Scotland to choose our future.\"\nAnd she insisted that holding a referendum was now \"the will of the country\". \nThe prime minister congratulated Ms Sturgeon and Welsh First Minister Mark Drakeford on their re-elections and invited them to a meeting \"to discuss our shared challenges and how we can work together in the coming months and years to overcome them\".\nHe phoned Mr Drakeford on Saturday and plans to speak to Ms Sturgeon on Sunday.\nIn a letter to Ms Sturgeon published on Saturday night, he invited her to \"discuss our shared challenges\", adding \"we will not always agree - but I am confident... we will be able to build back better, in the interests of the people we serve.\"\nMr Johnson said the country needed to \"show the same spirit of unity and co-operation that marked our fight against the pandemic\" in engineering a Covid-19 recovery.\nBut he warned it would be a \"difficult journey\", adding: \"The broad shoulders of the UK have supported jobs and businesses the length and breadth of the country, but we know that economic recovery will be a serious shared responsibility.\"\nPrior to the Holyrood election's final results, Mr Johnson wrote in Saturday's Daily Telegraph that it would be \"irresponsible and reckless\" to talk about \"ripping our country apart\" with an independence referendum at a time when people wanted to recover from the coronavirus crisis.\nThe Scottish voting system was specifically designed to prevent any one party having a majority in the 129-seat parliament - although the SNP did manage to do so in the 2011 election. \nThe SNP, which formed a minority government after the last election in 2016, had hoped that winning another majority in this election would further strengthen its calls for a second referendum on Scottish independence to be held. \nIt would also have allowed the party to pass laws and the Scottish government's annual budget at Holyrood without having to rely on the support of any other party. \nBut there will be another, slightly increased, pro-independence majority in the parliament thanks to the seats allocated to the Scottish Greens through the regional list system and the additional seat won by the SNP.\nHowever, the Alba Party - which was formed by former SNP leader and first minister Alex Salmond - will not win any seats. \nPolling expert Prof Sir John Curtice said the results have seen 51% voters backing pro-UK parties in the constituency ballot - and 51% backing pro-independence parties in the regional list ballot.\nHaving secured a fourth term in power for the SNP, Nicola Sturgeon is not short of things to do as first minister. \nShe has to form a government - that could be another SNP-only administration, unless she wants to explore a more formal arrangement with the independence-supporting Greens to secure an outright majority. \nShe has to reshuffle her cabinet with four cabinet posts including that of health secretary needing filled as a result of retirements.\nThere are also important decisions that need to be taken on coronavirus - with a further easing of restrictions due on 17 May, plans to reopen international travel to consider and concern over Covid cases in Moray to address. \nMs Sturgeon has insisted that dealing with the pandemic and its aftermath will be her immediate priority — although clearly she intends to press the case for another independence referendum too. \nThere are also formalities - being sworn in with the other 128 MSPs on Thursday before putting herself forward in parliament for re-election as first minister the following week. \nThe SNP won two seats from Labour and one from the Conservatives in the constituency results that were declared on Friday.\nBut those wins caused the party to lose seats on the regional list, effectively cancelling out some of the gains it has made. \nNo other constituency seats have changed hands after Thursday's vote, which saw a record turnout for a Scottish Parliament election despite the Covid pandemic.  \nBut the SNP's Kaukab Stewart and Pam Gosal of the Scottish Conservatives making history by becoming the first women of colour to win seats in the Scottish Parliament.\nThe SNP has pledged to push forward with legislation for a second Scottish independence referendum and have said they could go to the courts if the UK government attempts to block it.\nMs Sturgeon has also said she will not hold an illegal wildcat vote on the issue, arguing that it would not actually lead to Scotland becoming independent because the result would not be recognised by the UK government or the international community.\nAnd she has repeatedly stressed that she would only want a referendum to be held once the pandemic is over.\nOpinion polls suggest that voters are essentially split 50-50 on the question of whether Scotland should be an independent country. \nSIGN UP FOR SCOTLAND ALERTS:  Get extra updates on BBC election coverage"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57044000",
      "category": "world-middle-east",
      "title": "Jerusalem: Many injured on second night of clashes",
      "tags": "Israel & the Palestinians,Jerusalem",
      "text": "Fresh clashes between Palestinians and Israeli police broke out in Jerusalem on Saturday, injuring dozens.\nProtesters hurled stones at the police at Damascus Gate in the Old City, and officers responded with stun grenades, rubber bullets and water cannon.\nPalestinian medics said 90 Palestinians were wounded. Israeli police said at least one officer was hurt.\nIt follows days of simmering unrest over possible evictions of Palestinians from land claimed by Jewish settlers.\nOn Friday, more than 200 Palestinians and at least 17 Israeli police were wounded in skirmishes near Al-Aqsa mosque, emergency workers and police said.\nJerusalem's Al-Aqsa mosque complex is one of Islam's most revered sites, but its location is also the holiest site in Judaism, known as the Temple Mount. The complex is a frequent flashpoint for violence, but Friday's was among the worst in years.\nThe Quartet of Middle East negotiators - the US, the EU, Russia and the UN - on Saturday expressed \"deep concern\" over the spiralling violence.\nNeighbouring Jordan, meanwhile, condemned the actions of Israeli special forces and police, describing the violence towards the mosque and worshippers as \"barbaric\" in a government statement.\nIn a separate development on Saturday, Israel's military said a rocket was fired by Palestinian militants from the Hamas-run Gaza Strip into Israel. \n\"In response, our aircraft just struck a Hamas military post in southern Gaza,\" the Israel Defense Forces (IDF) tweeted.\nThe IDF did not provide any more details, but Israeli media reported that the rocket landed in an open field causing no injuries or damage.\nSaturday's clashes broke out at Damascus Gate after tens of thousands of worshippers had prayed at Al-Aqsa mosque for Laylat al-Qadr, the most holy night in the Muslim month of Ramadan. \nThe Palestinian Red Crescent said at least 90 Palestinians were hurt, and 14 were taken to hospital.\nEarlier on Saturday, Israeli police had stopped dozens of buses carrying worshippers to the mosque, and a number of Palestinians were arrested after Friday's violence. \n\"They do not want us to pray. There is a fight every day, every day there are clashes. Every day there are troubles,\" Mahmoud al-Marbua, 27, told Reuters news agency.\nIsrael's Prime Minister Benjamin Netanyahu said his country was acting responsibly to ensure law and order while maintaining freedom of worship.  \nPalestinian leader Mahmoud Abbas condemned what he said were Israel's \"sinful attacks\".\nIsrael has occupied East Jerusalem since the 1967 Middle East war and considers the entire city its capital, though this is not recognised by the vast majority of the international community.\nPalestinians claim East Jerusalem as the future capital of a hoped-for independent state.\nTensions have been rising over the threatened eviction of Palestinian families in East Jerusalem's Shaikh Jarrah district.\nThe UN says Israel should call off any evictions and employ \"maximum restraint in the use of force\" against protesters.\nThe League of Arab States has called on the international community to intervene to prevent any forced evictions.\nIsrael's Supreme Court is expected to hold a hearing on the long-running legal case on Monday."
    }
  ]
}