{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-foyle-west-57258395",
      "category": "uk-northern-ireland-foyle-west",
      "title": "Black Lives Matter: Ombudsman to investigate protest complaint",
      "tags": "Belfast,Black Lives Matter,Police Service of Northern Ireland,Londonderry-Derry",
      "text": "The Police Ombudsman is to investigate a complaint of \"race discrimination\" around how police handled two events last year during lockdown.\nMarie Anderson will look into \"allegations of inconsistencies\" in how the PSNI dealt with a Black Lives Matter protest compared to the funeral of senior republican Bobby Storey.\nIt follows a complaint from a member of the public.\nOfficers handed out spot fines at the protest in Londonderry last June.\nA total of 57 fines for breaching health regulations were issued to demonstrators who attended the protest in Derry's Guildhall Square.\nBut weeks later police did not intervene at the funeral of Mr Storey that was attended by about 2,000 people.\nA statement read: \"The Police Ombudsman has a statutory duty to investigate qualifying complaints about police conduct and is satisfied that the complaint, received on 6 April 2021, is one that she is required to investigate.\n\"The investigation will focus on matters related to the engagement of the PSNI with the organisers of the Black Lives Matter protest in Guildhall Square, Derry/Londonderry in advance of the event. \n\"The investigation will examine if this engagement was consistent with the PSNI's approach to the organisers of Bobby Storey's funeral.\"\nThere have already been separate reviews of both events involving the Policing Board and Her Majesty's Inspectorate of Constabulary.\nBelfast City Council has also carried out an inquiry into one aspect of Mr Storey's funeral, the service at Roselawn Cemetery.\nNo timeframe has been put on the ombudsman's investigation."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57262790",
      "category": "uk-politics",
      "title": "Covid: Johnson and Hancock reject Cummings' criticism",
      "tags": "Dominic Cummings,Jonathan Ashworth,Boris Johnson,Matthew Hancock,Coronavirus pandemic",
      "text": "Boris Johnson has rejected claims by his former closest adviser Dominic Cummings that government mistakes led to thousands of extra Covid deaths.\nThe PM said some of the \"commentary\" didn't \"bear any relation to reality\". \nAnd Health Secretary Matt Hancock - who was accused by Mr Cummings of lying about his handling of the pandemic - said the allegations were \"not true\".\nBut Labour accused him of failing to answer \"pressing questions\" on testing, PPE and care home mistakes.\nIn a letter to Mr Hancock, the party's shadow health secretary Jonathan Ashworth said \"it is extremely disrespectful to those who have died and their loved ones\" not to address the claims.\nLabour has urged the government to bring forward the public inquiry into the Covid pandemic - due to start next year - but this idea was rejected.\nIn total, 127,748 people have died in the UK within 28 days of a positive test for the disease, according to official figures.\nDuring a scathing attack on Mr Johnson and Mr Hancock on Wednesday, Mr Cummings told a committee of MPs \"tens of thousands of people died, who didn't need to die\", as a result of government mistakes.\nMore than 42,000 of total UK deaths involving Covid have happened in care homes in England and Wales, according to the Office for National Statistics.\nMr Cummings claimed Mr Hancock had assured him and the prime minister early in the pandemic that people \"were going to be tested before they went back to care homes [from hospitals]\".\n\"We only subsequently found out that that hadn't happened,\" said Mr Cummings, adding that subsequent government statements about putting a shield around care homes were \"complete nonsense\".\nAt the Downing Street press conference on Thursday afternoon, Mr Hancock said \"of course\" he had committed to testing everyone returning to a care home from hospitals, but that it \"took time\" to build the testing capacity.\nHe said without the capacity, \"it wasn't possible\" to test everyone, but that was why he set his target of 100,000 tests a day - something Mr Cummings had described as \"stupid\" and counter-productive.\nMr Cummings also attacked the health secretary's integrity, saying he \"should have been fired for at least 15 to 20 things, including lying to everybody on multiple occasions in meeting after meeting in the Cabinet Room and publicly\".\nAnd he told the MPs Mr Johnson - for whom he worked until he was ousted in a Downing Street power struggle last autumn -  was \"unfit for the job\" of leading the country.\nHe added that he had repeatedly urged Mr Johnson to sack Mr Hancock, calling the health secretary \"completely incapable of doing the job\". \nMr Hancock hit back as he answered an urgent Labour question on Covid in the Commons, saying he wanted to \"put formally on the record that these unsubstantiated allegations around honesty are not true,\" \nHe added: \"I've been straight with people in public and in private throughout.\"\nIn an apparent barb aimed at Mr Cummings, Mr Hancock said the \"operation and function\" of government had become \"easier\" over the past six months.\nOn a visit to a hospital in Colchester, Essex, the prime minister, when asked if tens of thousands of people had died needlessly, replied: \"No, no I don't think so. \n\"Of course, this has been an incredibly difficult series of decisions, none of which we've taken lightly.\"\nHe added that \"at every stage we've been governed by a determination to protect life, to save life, to ensure NHS is not overwhelmed\".  \nBut, on a visit to Avonmouth, Labour leader Sir Keir Starmer said that the \"buck stops\" with the prime minister over the government's performance on Covid.\nHe added: \"Dominic Cummings can't be the last word on this. We need to get all the available evidence....\n\"I don't think the prime minister has made good decisions in this pandemic.\"\nDuring Wednesday's session with the Health and Science select committees, Mr Cummings also said:\nDowning Street said \"all sides\" of the story would be heard at the upcoming public inquiry into the pandemic, adding that the prime minister would be \"getting on with the job\" on Thursday by visiting a hospital."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-sussex-57199083",
      "category": "uk-england-sussex",
      "title": "Eastbourne fire: Three men guilty over house fire murders of mum and son",
      "tags": "Newhaven,Eastbourne,Portugal,Hastings",
      "text": "Two men have been found guilty of murder after a mother and her four-year-old son died in a house fire that was started after a drugs-debt row.\nGina Ingles, 34, and her son Milo Ingles-Bailey died in July 2018 at their Eastbourne home. Ms Ingles' partner Toby Jarrett was also injured.\nJacob Barnard and Andrew Milne have been convicted at Lewes Crown Court of their murder and attempted murder.\nJohn Tabakis was found guilty of perverting the course of justice.\nBarnard and Milne are due to be sentenced on Friday. Judge Mrs Justice Whipple said they \"will be facing lengthy terms\" in prison.\nTabakis was released on bail to be sentenced at a later date.  \nFire investigators concluded the blaze had been started deliberately close to the front door, and outside the house a petrol can and lighter were found.\nDNA matching Barnard was found on the lighter, and DNA matching Milne was found on the petrol can, the court was told.\nCCTV images showed two men walking away from scene of the fire just before 01.00 BST on 10 July 2018.\nBarnard dealt in second-hand cars, buying them in the UK and selling them in Portugal. He also dealt in drugs. \nMilne worked as a debt collector for Barnard, the court heard. He was arrested in Portugal.\nThe jury was told Mr Jarrett owed money to a local drug dealer, who in turn owed money to Barnard.\nMr Jarrett had woken at about 01:30 BST to find the house he shared with Ms Ingles in Croxden Way, Eastbourne, filled with smoke.\nHe fell from the bedroom window, and was seriously injured and suffered from extensive burns, while Ms Ingles went to get Milo from another room.\nThe remains of Ms Ingles and Milo were found in her bedroom under a window several days later, together with the body of a dog, the jury was told.\nMobile phone data showed Barnard and Milne exchanged calls the day before the fire. Barnard had also exchanged calls with Tabakis.\nA Mercecdes ML270 4x4 car, owned by Barnard, was picked up on number plate recognition systems driving into Eastbourne before the fire, and then leaving the town, after the time of the blaze. \nThe same car was then taken by Tabakis on a ferry from Newhaven to Dieppe, and on to Portugal.\nHe had been told by Barnard to \"get the vehicle out of the country as quickly as possible as it had been involved in some criminal activity\", the prosecution told the jury. \nBarnard, 32, who lived in Portugal, and Milne, 42, from Hastings, were found guilty of murdering Ms Ingles and Milo, and the attempted murder of Toby Jarrett.\nThe jury also found Milne guilty of being in possession of a prohibited weapon. \nTabakis, 31, from Hastings, was convicted of one charge of intent to pervert the course of justice. \nSenior Investigating Officer, Gordon Denslow from Sussex Police, said the investigation had been \"very long and very complex\". \n\"At no point have Barnard or Milne accepted responsibility for their actions in the early hours of 10 July 2018, or expressed any remorse or regret.\n\"Instead, their unfounded denials in the face of compelling evidence have meant that Gina's and Milo's family have had to endure a long and painful wait to find out what really happened that night, and why.\"\nHe said: \"This was a carefully planned, cowardly, but horrific attack carried out by Barnard and Milne in the middle of the night against a defenceless family. \n\"Tabakis then knowingly tried to help them get away with their crimes by driving the car they used during the attack to Portugal just hours afterwards.\"\nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57261702",
      "category": "uk",
      "title": "Covid-19: Hancock to face MPs after Cummings attack and NI offers vaccine to over 18s",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Thursday morning. We'll have another update for you this evening. \nMatt Hancock is due to face MPs a day after his handling of the pandemic was fiercely attacked by the prime minister's former aide. Dominic Cummings made a number of explosive claims about the government and was particularly scathing about the health secretary, describing him as \"completely incapable of doing the job\" and saying he \"should have been fired\" for lying. These claims were \"absolutely\" rejected, Mr Hancock's spokesman said. The health secretary is due to appear in the House of Commons this morning to answer an urgent question tabled by Labour.\nEveryone aged over 18 in Northern Ireland can now book a vaccine. Vaccine supplies were limited and there would be about 20,000 slots available weekly, the Department of Health said. Health Minister Robin Swann said the announcement was \"welcome news for young people who have been waiting patiently for their turn to get the jab\". Those aged over 30 in England and Scotland, and over-18s in Wales are all currently being invited to book their first jabs.\nUS President Joe Biden has ordered intelligence agencies to investigate the emergence of Covid-19, amid growing controversy about the virus's origins. The virus was first detected in the Chinese city of Wuhan in late 2019 and scientists believed it was first passed to humans from animals. But recent US media reports suggest growing evidence the virus could instead have emerged from a laboratory in China. The US Intelligence Community has \"not reached a definitive conclusion on this question\", said Mr Biden and has asked them to report to him within 90 days. Beijing has condemned the reports, suggesting the virus could have come from a US lab instead.\nThe pandemic has caused severe disruption to GP practices, with services in England now struggling to keep up with demand. Doctors and patient groups are warning that rising numbers of people needing care, restrictions on access and a shortage of GPs is threatening to overwhelm the system. Patient groups are calling for an urgent review and the chairman of the Royal College of GPs, Prof Martin Marshall, says what is being asked of doctors is \"undoable\".\n\"I miss my mom, I miss my dad/I miss the road, I miss my band/Giving hugs and shaking hands...There will be light after dark/Someday when we aren't six feet apart\" - a year ago US country star Luke Combs wrote lockdown anthem Six Feet Apart, giving voice to the uncertainties of the early stages of quarantine. It was one of the first musical responses to Covid-19, how does it hold up?\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nDominic Cummings was highly critical of the government's handling of the pandemic, making some explosive claims. We've fact-checked five of them.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57262070",
      "category": "uk",
      "title": "County lines: 1,100 people arrested in UK crackdown",
      "tags": "Birmingham,County lines drugs trade",
      "text": "A crackdown on county lines drug dealing gangs resulted in the arrest of 1,100 people and the seizure of 292 weapons.\nForces across the UK boosted activity against county lines gangs in the week from 17 to 23 May. \nIn this week there were 33 guns and 219 knives among the weapons seized and 80 drug dealing phone lines identified.\nCounty line gangs are urban drug dealers who sell to customers in more rural areas via dedicated phone lines.\nThere are currently thought to be around 600 of these gangs operating in the UK, down from around 2,000 two years ago.\nThey are notorious for exploiting children to work as couriers and forcing vulnerable people to let them use their homes to conceal or deal drugs, as portrayed in BBC drama Line of Duty.\nDuring the week of action, 904 of these \"cuckooed\" homes were visited by law enforcement, and 1,138 vulnerable people were safeguarded, including 573 children. \nTwo boys were stopped by police in Northampton this month.  When searched, officers found one had a weapon and 80 \"rocks\" of crack cocaine.\nThey were just 16 and 17, from Birmingham and in town as part of a county line selling to the area's drug users.\nOne boy stood out. He had ligature marks on his neck and bruises in the shape of a hand on his throat. His back was covered in welts as if he had been beaten.\nAn officer with more than 20 years' service told me it sent a \"chill down my spine\".  \nHe thought the teenager had been tortured by fellow gang members, possibly to force him to sell drugs.\nDuring the pandemic, the criminal exploitation of children in so-called county lines did not go away. In fact, some charities say after lockdown things have actually got worse.\nChildren already disconnected from school and social services dropped further off the radar. Criminal gangs were ready and waiting.\nLisa, a youth worker in the South West, told me it felt like it was \"out of control\".  She described she and her team as being \"on their knees\".\nAnd in another part of the country I met a mother whose son was groomed by a gang at the age of 12.\nDuring lockdown she says he would jump out of his bedroom window and run away. \nBecause he wasn't in school she says he became \"a law unto himself\" and went \"completely undetected by anyone\".\n\"We're frightened for him, but we're also frightened for ourselves,\" she said.\nNational Police Chiefs' Council lead for county lines, Deputy Assistant Commissioner Graham McNulty, said: \"The police response to county lines has increased substantially over the past 18 months, we have been relentless in pursuing those behind the line whilst doing everything possible to rescue those being exploited.\n\"Intensification weeks like this allow us to dedicate a burst of activity and resources nationally, highlighting to the public our absolute determination to rid communities of this abhorrent crime.\n\"We will use all the powers available to us to tackle every element of the county line network because we know the effect violence and crimes associated with county lines can have in our communities.\"\nMr McNulty added that signs of a child being exploited included unexplained cash, new expensive phones or clothing and suddenly going missing.\nHaving train tickets, taxi receipts, a change in behaviour and new people suddenly appearing at a house or flat were also signs to look out for.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57271929",
      "category": "business",
      "title": "Farmers should not fear Australia trade deal, UK minister says",
      "tags": "Sheep farming,Agriculture,UK economy,Trade,Australia",
      "text": "Trade Minister Greg Hands has said British farmers have nothing to fear from a proposed free trade deal with Australia.\nMr Hands told the Commons he gave a \"cast iron guarantee\" that British standards would not be lowered in the search for a deal.\nFarmers have warned they could struggle to compete if Australia was given tariff-free access to UK markets.\nBut the minister said farmers should \"be positive, not fearful\".\nMr Hands also said that beef injected with hormone would not be allowed into the UK. \nThe government is hoping to secure a post-Brexit deal with Australia in the next few weeks. \nBut National Farmers Union president Minette Batters has warned removing tariffs on meat imports would \"have a massive impact\" on British farms, which would be unable to compete, in terms of scale, with Australia's vast cattle and sheep stations.\nShadow international trade secretary Emily Thornberry said during the Commons debate on Thursday that Labour could not support a \"rushed-through\" deal.\n\"Let me make clear at the outset that we support a trade deal with Australia which is designed in British interests, which will create jobs in our economy and increase our exports and growth,\" she said.\nMs Thornberry added: \"We cannot support a deal on agricultural  tariffs that will cost jobs in our farming communities, undercut our food standards, increase our carbon off-shoring and open the door to the destruction of our farming industry through further lop sided trade deals.\" \nMr Hands rejected any suggestion that UK farmers would be disadvantage. \"There will be no compromise on our standards of animal welfare, food safety and the environment. That is in our manifesto commitment.\"\nAnother concern of UK farmers is that an Australia deal will be a template for other agreements with countries in Asia, piling more pressure on the sector from cheaper imported goods. \nBut Mr Hands said farmers should see an agreement with Australia as opening new markets overseas for their own produce.\n\"This will be a great deal for the UK and our farmers will continue to thrive. The agreement is a gateway into the massive CPTPP (Comprehensive and Progressive Agreement for Trans-Pacific Partnership) free trade area in Asia and Pacific,\" he said.\nIt would, he added, open \"doors for our farmers into some of the biggest economics of now and the future\".\nThe UK has offered trade deal terms to Australia under which both countries would phase out taxes on imports over 15 years.\nThe cabinet was reportedly split on what terms to propose, amid concerns UK beef and lamb farmers could be undercut by larger Australian producers. But the dispute was apparently resolved after Boris Johnson pushed for unity.\nIn 2019-20, trade in goods and services between Australia and the UK was valued at £20.1bn, and both sides are hoping to expand this amount considerably.\nCurrently, metals, wine and machines form the biggest goods exports from Australia to the UK, while Australia's main UK imports are cars, medicines and alcoholic drinks.\nTrade in meat between the two countries is small, with 0.15% of all Australian beef exports going to the UK and 14% of sheep meat imports to the UK coming from Australia. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57263822",
      "category": "world-us-canada",
      "title": "Eric Carle: Very Hungry Caterpillar author dies aged 91",
      "tags": "Children,Books,United States",
      "text": "Eric Carle, the US author of best-selling children's book The Very Hungry Caterpillar, has died aged 91.\nHe died last Sunday, his family said.\n\"In the light of the moon, holding on to a good star, a painter of rainbows is now travelling across the night sky,\" a family statement said.\nCarle's most famous book, which tells the story of a ravenous caterpillar, was published in 1969 and has sold more than 50 million copies. \nThe simple but everlasting tale - just 224 words long - has been translated into 62 languages.\nCarle's son Rolfe told the New York Times his father had died in Northampton, Massachusetts, of kidney failure.\nCarle, who was born in Syracuse, New York, began writing children's books in his late 30s.\nIn 2019, he told the BBC why he thought the story endured for five decades.\n\"For many years, my publisher and editor and I did not know the reason for The Very Hungry Caterpillar being so popular,\" he said.\n\"But over time, I've come to feel that it is a book of hope. And it is this hopeful feeling that has made it a book readers of all ages enjoy and remember.\"\nBorn in upstate New York to German immigrant parents, Carle moved as a child with his family to Stuttgart in the mid-1930s because his mother was homesick, only for his father to end up drafted into the army during World War Two and get taken prisoner by the Soviets.\nExperiencing the trauma of war gave Carle a different way of seeing the world.\nHe eventually moved back to New York and worked as a graphic designer and then at an advertising agency, before collaborating on his first picture book Brown Bear, Brown Bear, What do you see?\nThe first version of The Very Hungry Caterpillar was called A Week With Willi Worm, inspired after Carle used a hole punch to create circles into a stack of paper.\nIt gave him the idea of a bookworm but Carle said his editor was not keen on a worm so various other animals were discussed. Finally they settled on a caterpillar and butterfly.\nNo US printers would publish the book because of the differently shaped pages with the holes, but eventually a printing company in Japan was found. \nIt is estimated that nowadays Carle's book is being bought every 15 seconds.\nIt is not just the book that remains popular, there are animated versions of the story, various merchandise spin-offs and a stage production that to date has been watched by a million children."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57260241",
      "category": "world-europe",
      "title": "The BBC visits the colleagues of the arrested journalist, Roman Protasevich",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57263180",
      "category": "uk-politics",
      "title": "Dominic Cummings' accusations can not easily be dismissed",
      "tags": "Dominic Cummings,Boris Johnson,Matthew Hancock,Coronavirus pandemic",
      "text": "Not the prime minister, nor the health secretary, nor the government's top scientists, nor the Whitehall machine, nor even Mr Cummings himself, escaped the barbs today. \nThe hours of testimony gave a disturbing sense of an administration simply overwhelmed by the scale of the Covid crisis at the start of last year - scrambling, and failing to keep up on many fronts.\nIn one sense, given that the situation was unlike any other event in recent history, that was not surprising. \nWith the success of the vaccination programme, there is little sign that much of the public right now is in a strong mood to punish the prime minister for those early mistakes. \nBut the extent of the problems is now out there for all to see in gory and tragic Technicolor - the way the official plan woefully underestimated the scale of the problem, the prime minister's private hesitancy about accelerating to lockdown, Mr Cummings' claim about his offer to be injected live on TV by Chris Whitty, a bizarre script in a pandemic version of the Truman Show, the mistakes in testing policy, the decision to send patients back to care homes, the list goes on and on and on. \nIt confirms No 10's fiercest critics' most trenchant views of the prime minister. \nIt provides particularly tricky questions for the health secretary who he repeatedly said had misled the public - claims Matt Hancock's team rejected. \nChris Whitty and Patrick Vallance are also likely to be asked, when they next appear in front of a microphone, did they, as the former aide suggested, argue with him for a short sharp lockdown in the autumn?  \nBut the testimony also showed that Mr Cummings himself had only told the partial truth about his own journey out of lockdown. \nHis bizarre press conference all those months ago in the Rose Garden was not \"the truth, and nothing but the truth\", as today he cited security concerns about his family, rather than just his wife falling ill. \nIt is the first time that one of those involved in making the decisions during those risky months has admitted in public that so many mistakes were made. \nIt is the first time that some of Boris Johnson's most controversial alleged comments about Covid have been put on the record, despite the prime minister's denial. \nAnd it is the first time, most importantly perhaps, that someone who wielded significant power has said publicly that tens of thousands of people lost their lives in this country unnecessarily. \nImagine what that must have felt like for a bereaved family, or care home staff to hear. \nMinisters right now refer to the public inquiry that won't get under way until next year. \nBut at some point, that is a claim they will have to answer in full. \nThe relationship between Mr Cummings and Mr Johnson is bitter, and broken. \nThe former adviser's suggestion now, that the prime minister is not fit for office, is both extraordinary but not, in fact, surprising given how toxic it became. \nAnd remember, Mr Cummings' own reputation is not stain free. \nHe had a reputation for picking a fight in an empty room, as hated by some in Westminster as he was loyally followed by a tight tribe. \nAnd today, he displayed precisely why some of the prime minister's old allies were appalled that he hired him in the first place. \nTheir fear back then? Mr Cummings' desire to wield influence would trump loyalty every time. \nLastly, looking back, how does the former adviser himself justify helping put Mr Johnson into No 10 when he quite clearly believed he was flawed? \nIn the short term, the government is unlikely to do anything other than brush off the claims. \nBut whatever the true balance of Dominic Cummings' motivations, the multiple very public accusations of failure can't be dismissed out of hand. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57254915",
      "category": "uk-politics",
      "title": "Dominic Cummings: The seven most explosive claims",
      "tags": "Coronavirus lockdown measures,Dominic Cummings,Boris Johnson,Coronavirus pandemic",
      "text": "Boris Johnson's former chief adviser Dominic Cummings has made a series of explosive claims about mistakes made by the government during the Covid pandemic.\nDuring a seven-hour joint session of the Commons Heath, and Science and Technology committees, Mr Cummings made a number of allegations - here are the key points.\n\"Tens of thousands of people died, who didn't need to die,\" Mr Cummings said.\nEarlier, he said sorry for ministers, officials and advisers \"like me\" for falling \"disastrously short of the standards that the public has a right to expect\".\n\"When the public needed us most the government failed,\" he added, apologising to \"the families of those who died unnecessarily\".\nMr Cummings said the government was not on a \"war footing\" when the virus emerged in January and February last year and \"lots of key people were literally skiing\".\nMr Cummings made a series of allegations against his former boss Boris Johnson, including:\nDescribing a decline in his relationship with Mr Johnson after the summer of 2020, he said \"it was clear in July that our relations were very far from where they had been\".\nHe added: \"They took another terrible dive after the second lockdown in October because the prime minister knew that I blamed him for the whole situation - and I did - and by 31 October our relations were essentially already finished... \n\"The heart of the problem was, fundamentally, I regarded him as unfit for the job. And I was trying to create a structure around him to try and stop what I thought would have been bad decisions, and push things through against his wishes.\"\nAsked later by Labour MP Sarah Owen whether Boris Johnson was a \"fit and proper person to get us through this pandemic\", Mr Cummings replied: \"No.\"\nDowning Street rejected many of the remarks and Mr Johnson insisted his government at \"every stage tried to minimise loss of life\".\nMr Cummings appeared to reserve his harshest criticism for Health Secretary Matt Hancock.\nMr Hancock \"should have been fired for at least 15 to 20 things\", Mr Cummings said, as he alleged the health secretary:\nA spokesman for Mr Hancock later said: \"We absolutely reject Mr Cummings' claims about the health secretary.\"\nMr Hancock added he had not seen Mr Cummings' evidence to MPs in full \"and instead I've been dealing with getting the vaccination rollout going, especially to over-30s, and saving lives\".\nHe said he would make a statement in the Commons on Thursday when he would \"have more to say\".\nMr Cummings said it was \"obvious\" in retrospect that the UK should have locked down in the first week of March at the latest - and it was a \"huge failure\" on his part not to alert the prime minister.\n\"I bitterly regret that I didn't hit the emergency panic button earlier than I did,\" he added.\nMr Cummings said that, on 14 March, Boris Johnson had been told that models showing the peak of infections was \"weeks and weeks and weeks away\" in June were \"completely wrong\".\nMr Cummings said that meeting came after the then deputy cabinet secretary, Helen MacNamara, relayed concerns that there was \"no plan... we're in huge trouble\".\nHe said the PM was warned: \"The NHS is going to be smashed in weeks. Really we've got days to act.\"\nMr Johnson announced a national lockdown nine days later on the evening of 23 March.\nMr Cummings painted a vivid picture of the chaotic atmosphere in Downing Street on one \"crazy\" day in March 2020 when the government was considering a national lockdown - at the same time as officials considered a bombing campaign in Iraq.\nOne morning, he claimed, the \"national security people came in\" and said \"[US President Donald] Trump wants us to join a bombing campaign in the Middle East tonight\" and this \"totally derailed\" meetings about quarantine and the coronavirus.\nAt the same time, he said, \"the prime minister's girlfriend was going completely crackers\" over a story in Times newspaper with the headline \"Downing St dog to be reshuffled\".\nThe article reported a Whitehall source as saying they were not sure Carrie Symonds' dog Dilyn would \"make it through the next reshuffle\" due to the mess he had created in her and Mr Johnson's No 11 flat.\nMr Cummings said: \"So, we have this sort of completely insane situation in which part of the building was saying, 'are we going to bomb Iraq?', part of the building was arguing about whether or not we're going to do quarantine or not do quarantine, the prime minister has his girlfriend going crackers about something completely trivial.\"\nMr Cummings said that, as late as 12 March last year, the UK's top civil servant championed a plan of rapid herd immunity involving \"chicken pox parties\" for the virus.\nThen cabinet secretary Sir Mark Sedwill is alleged to have suggested to Mr Johnson: \"Prime minister, you should go on TV tomorrow and explain the herd immunity plan and that it is like the old chicken pox parties. We need people to get this disease because that's how we get herd immunity by September.\"\nBut Mr Cummings said he told him not to use the analogy, which was \"not right\", as - according to data expert Ben Warner - Covid was \"spreading exponentially and killing hundreds of thousands of people\".\nAsked about more recent decisions over a second lockdown in the autumn of 2020, Mr Cummings alleged Mr Johnson rejected a recommendation last September for a shorter stay-at-home order in England.\n\"He was ignoring the advice,\" he added, saying the prime minister believed he had been pushed into imposing the first one and that the economic harm done by lockdown would be worse than Covid itself.\nHe added: \"All credible serious people in my opinion were saying essentially the same thing so I was very, very clear with him about it.\n\"He wasn't taking any advice, he was just making his own decisions, he was going to ignore the advice. Cabinet wasn't involved or asked.\n\"I've been very critical of Matt Hancock but I think Hancock agreed with me actually in September about acting then.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57272204",
      "category": "business",
      "title": "Airbnb extends worldwide party ban until end of summer",
      "tags": "Companies,Coronavirus lockdown measures,Airbnb",
      "text": "Airbnb has extended a ban on house parties until at least the end of summer despite easing Covid restrictions in some countries.\nOccupancy will remain limited to 16 people, with a few exceptions for some venues.\nThe firm said in a statement that the indefinite ban, which was first introduced in August 2020, is \"in the best interests of public health\".\nIt also said that the policy had also proven popular with hosts.\nThe firm says it will pursue legal action if guests or hosts break the rules.\nUnder the ban, Airbnb has removed the \"event-friendly\" search filter on its booking app. The feature will be inaccessible until the end of summer, when the ban is set to be reviewed.\nIt said in a statement on Thursday: \"Throughout the past few weeks, we have heard from members of our community who have sought clarity on whether the ban would remain in effect, particularly from community members in the regions that are gradually reopening. \n\"We are announcing the extension of the ban through at least the end of Summer 2021 to provide them with that clarity\".\nAirbnb boss Brian Chesky recently said that the firm wants to be a \"good community player all over the world\" as travel reopens.\nIn the US, Canada, France and the UK, guests under the age of 25 have been barred from renting entire homes in their local areas.\nAnd in the US, it was announced in April that guests with a history of bad reviews won't be able to book one-night or last-minute reservations during the 4 July weekend.\nThe firm says it came as part of \"efforts to promote safe and responsible travel\", following complaints from communities about noise and disruption.\nDespite putting a hold on party-goers' plans, Airbnb recently predicted a travel rebound \"unlike anything we have seen before\" after seeing a big jump in holiday bookings.\nIn the first three months of the year, US bookings beat pre-pandemic levels, while there was a \"steady improvement\" in business in the UK and France.\nDemand for breaks has risen as some countries emerge from lockdowns.\nBooking values jumped 52% to $10.3bn (£7.3bn) as customers snapped up long-term stays and rural properties, it said.\nBut it warned that business would depend on the \"severity and duration\" of ongoing travel restrictions, particularly outside of the US."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57229848",
      "category": "health",
      "title": "How rising patient numbers threaten to overwhelm GPs",
      "tags": "Doctors,NHS,Cancer",
      "text": "Rising numbers of patients needing care and a shortage of GPs is threatening to overwhelm the system, doctors and patient groups are warning.\nIt comes after the pandemic has caused severe disruption to GP practices for more than a year.\nAnalysis of NHS England data by the Health Foundation found more than 28 million appointments were booked in March, among the highest recorded.\nDoctors' leaders say what they are being asked to achieve is \"undoable\".\nThe analysis of NHS Digital data in England carried out by the Health Foundation for the BBC also found that that between 2019-20 and 2020-21:\nThe escalating situation has prompted patient groups to call for an urgent review of access to services, amid reports that patients are struggling to get through.\nDoncaster-based GP Dr Dean Eggitt has never seen anything like this: \"We have almost a tsunami of patients coming to us - it feels like the river has flooded the banks. \n\"It just keeps coming and coming and coming in this one massive, endless wave of patients who all are ill and need help and input. \n\"They're sick, they're complex and we've got very few places to send them. I wouldn't want to be my patient right now.\"\nDr Eggitt's experience is not unique. There were 28.4 million appointments in March, once you include those made with practice nurses as well as GPs - that is one of the highest on record.\nBut he says he worries most about the \"hidden wave of patients who don't get through\".\nOne of those is Sharron, who ended up in hospital after she struggled on at home for weeks getting more and more sick. She was eventually diagnosed with colitis and had lost so much blood, she needed four emergency blood transfusions.\nShe says a combination of busy phone lines and not wanting to bother the practice meant she deteriorated at home. \"When I finally got through I knew I was really poorly, I had never felt so ill in my life.\"\nShe was immediately invited in for a consultation and sent to hospital.\nThere could be millions of people in a similar position. There were 279 million appointments made with GP practices in England from April 2020 to March 2021, compared with 310 million the year before. \nThe biggest drops were seen in the Midlands, North East, Yorkshire and East of England, according to the Health Foundation analysis.\nThe data is not collected elsewhere in the UK, but the reports surfacing suggest the problems are similar. That has, the Health Foundation warns, created a huge amount of unmet need. \nThis much can be seen from the drop in urgent referrals where GPs suspect someone has cancer. The numbers sent to hospital for check-ups have dropped by 15% since the pandemic started - that's potentially 367,000 people with symptoms who have not been sent for further investigations.\nSara Bainbridge, from Macmillan Cancer Support, says the disruption to services has had a \"devastating impact\", saying it is leading to fewer diagnoses, and reducing survival chances.\nAnd it's not just cancer patients. Dr Becks Fisher, a GP in Oxford and senior policy fellow at the Health Foundation, says there are people with other serious conditions, such as heart failure and non-Covid respiratory problems, who have stayed away too.\n\"Their health will have deteriorated as they have not been getting the help they need. The people we are seeing now are coming in with really complex problems. And it is those in deprived areas who have been affected the most.\"\nShe says this is being compounded by a significant rise in people seeking help with mental health problems, as well as those \"ricocheting\" back from hospital because their health has worsened while waiting for treatment. \nLatest figures show there are more than 400,000 people who have been waiting over a year for routine treatment, such as knee and hip replacements - up from 1,600 when the pandemic began.\n\"I think we are only seeing the tip of the iceberg at the moment - this is going to get a lot worse in the coming months\" added Dr Fisher.\nOne of the key barriers, some say, is the lack of face-to-face care that is available. Social distancing restrictions and infection control procedures mean GPs have had to rely heavily on remote consultations.\nThe number of face-to-face consultations has dropped significantly - down from 79% of total appointments in 2019-20 to 54% in 2020-21. And even now with restrictions easing, the numbers being brought in are still well short of what they were.\nOne of those who has fallen foul of this is Helen Cowley, 55, from Swindon. She had a telephone consultation for ear pain and was advised to seek private treatment for the build-up of ear wax. When she got to the clinic, they diagnosed an ear infection and she had to phone her practice back.\n\"It was nearly two months before I got the proper treatment - and to be fair I thought it was ear wax too. It was obviously not the most serious problem in the world, but not being able to be seen face-to-face is not ideal. You can see how things can be missed and for some patients that may have huge consequences.\"\nPatient watchdog Healthwatch England is particularly concerned about the lack of face-to-face appointments, and is calling for an urgent review into the situation. \nNational Director Imelda Redmond said while remote consultations suit some patients, there are many who have struggled with the arrangements that have been put in place.\n\"Those affected are often the most vulnerable in our society - older people, disabled people, those affected by homelessness and on low incomes.\"\nThe issue has already prompted action at the highest level. NHS England wrote to GPs in mid-May saying patients must be offered face-to-face appointments if that is their preference, unless there was good reason not to, such as the patient displaying Covid symptoms. Extra funding has been provided too.\nBut the move has been met with some opposition from GP leaders who have raised concerns about the lack of space in GP practice buildings, with the British Medical Association's GPs committee even passing a motion of no confidence in NHS England. \nBMA GP leader Dr Richard Vautrey says doctors were left \"angry, frustrated and disappointed\" by the letter, especially given the \"incredible contribution\" GPs have made to the vaccination programme - around three-quarters of jabs have been given in GP-led settings.\nIn many ways, this is a problem that has been building for a while. There has been a big push in recent years by the government to increase the number of GPs to keep up with rising demand, but once you exclude locums and trainees the number of permanent GPs has actually fallen by nearly 2,000 in the past few years to just under 27,000 full-time GPs.\nProf Martin Marshall, chairman of the Royal College of GPs, says it means what is being asked of the profession now is simply \"undoable\". \n\"General practice was already facing intense workforce and workload pressures - the pandemic has only exacerbated these. We urgently need more GPs and other members of the practice team.\"\nAdditional reporting by Ruth Clegg\nFollow Nick on Twitter\nRead more from Nick\nHave you been able to see your GP? Or are you a GP overwhelmed with patients? Share your experiences?haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57271949",
      "category": "world-europe",
      "title": "Belarus: Russia blocks some flights for avoiding its ally",
      "tags": "Belarus,Russia,Air travel,Air France KLM",
      "text": "Russia has denied entry to two European airlines because they planned to avoid flying over Belarus to get to Moscow.\nAir France and Austrian Airlines have both had to cancel services after their flight plans were rejected by Russia.\nEU leaders asked European carriers to avoid Belarusian airspace this week after a Ryanair plane was forced to divert and land in Minsk on Sunday.\nBelarusian dissident journalist Roman Protasevich and his girlfriend were then arrested.\nThe UN's civil aviation agency has said it will launch a \"fact-finding\" investigation into Belarus's actions, and whether there had been any breach of international aviation law.\nRussia is a strong ally of Belarus and President Vladimir Putin is set to discuss the unfolding crisis with Belarus's leader of 26 years, Alexander Lukashenko, in the Russian resort of Sochi on Friday.\nThe decision to refuse entry to specific flights is the first move from the Kremlin over the diplomatic conflict. Other flights involving German carrier Lufthansa and Polish airline Lot have arrived as scheduled. Russia is yet to comment on the action it is taking.\nThe European Union and UK have banned Belarusian airlines from flying over their territories, and have said more sanctions are to come, including against Mr Lukashenko and other senior officials. EU foreign policy chief Josep Borrell says there are plans \"on the table\" to target key economic sectors.\nThe European airspace ban has forced Belarusian carrier Belavia to cancel 12 of its routes until 30 October, according to Reuters. The routes affected are Amsterdam, Barcelona, Berlin, Brussels, Frankfurt, Hanover, Kaliningrad, Milan, Munich, Rome, Vienna and Warsaw.\nBelarus will lose out on millions of dollars a year in over-flight fees as a result of European airlines avoiding Belarusian airspace.\nRussia's move in support of Mr Lukashenko has led to the cancellation of at least four Air France flights between Paris and Moscow. Some passengers were rebooked on Russian carrier Aeroflot.\nTwo Austrian Airlines flights have been grounded - one passenger plane travelling from Vienna to Moscow, and a cargo plane travelling from Nanjing in China to Vienna.\nAustria's foreign ministry said Russia's actions were \"absolutely incomprehensible\". The French ministry of transport told AFP news agency that \"the principle of reciprocity... must be respected\".\nTracking website Flightradar24 showed little activity in the skies over Belarus on Thursday, except for Belarusian and Russian airlines.\nOn Wednesday, the website showed a Minsk to Barcelona flight, operated by the Belarusian airline Belavia, in a long holding pattern at the border with Poland, which has banned Belarusian flights from its airspace. The plane eventually returned to Minsk. The BBC has contacted Belavia for clarification on why it turned back.\nOn Sunday, Ryanair Flight 4978 was travelling from Athens to Vilnius in Lithuania, when it was forcibly diverted to Minsk. A fighter jet was scrambled to tail the plane and ensure it changed course.\nAboard was Mr Protasevich, 26, who lives in exile in Lithuania, and his girlfriend Sofia Sapega, 23, an international law student. They were arrested as passengers disembarked.\nMr Protasevich was put on the Belarus terrorist list last year, and faces serious charges.\nOn Thursday, Mr Protasevich was able to see his lawyer for the first time.\n\"All is well, he is vigorous, positive and cheerful, there is nothing to worry about,\" Inesa Alenskaya was quoted as saying by the Belorusskiye Novosti website, adding she could not give any more information.\nRussia's foreign ministry says Ms Sapega is accused of breaking Belarusian law in August and September of 2020. But it is unclear what these crimes are.\nVideos were released showing the pair confessing to crimes, but it is likely they were speaking under duress.\nThe forced landing of the plane and their arrest caused international outrage.\n\"It was a serious attack on the rules governing civil aviation... This action also represents a serious attack on media freedom,\" a statement by the G7 nations of Canada, France, Germany, Italy, Japan, the UK and the US said.\nWhere is Belarus? It has its ally Russia to the east and Ukraine to the south. To the north and west lie EU and Nato members Latvia, Lithuania and Poland.\nWhy does it matter? Like Ukraine, this nation of 9.5 million is caught in rivalry between the West and Russia. President Lukashenko has been nicknamed \"Europe's last dictator\".\nWhat's going on there? There is a huge opposition movement demanding new, democratic leadership and economic reform. The opposition movement and Western governments say Mr Lukashenko rigged the 9 August election. Officially he won by a landslide. A huge police crackdown has curbed street protests and sent opposition leaders to prison or into exile."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57274323",
      "category": "uk",
      "title": "Forced adoptions to be investigated by Parliament",
      "tags": "UK Parliament,Adoption,Harriet Harman",
      "text": "A parliamentary committee is to examine the issue of forced adoptions after women spoke about their experiences.\nThe Joint Committee on Human Rights will hear from mothers who say they were forced into giving up their babies at birth because they were unmarried.\nIt follows BBC reports on the issue which, it is believed, affected around 250,000 women in the 50s, 60s and 70s.\nThe committee will also hear evidence from children who were put up for adoption, as well as the government.\nNo date has yet been set for the hearings by the committee, which includes MPs and members of the House of Lords and is chaired by the Labour MP Harriet Harman.\nHundreds of women forced into giving up their babies for adoption have called on the prime minister to issue a government apology.\nMany did not go on to have more children and have said the loss caused them to lead a lifetime of grief.\nThey want the UK to follow Australia, which in 2013 became the first country to apologise for forced adoptions.\nSeveral of those affected spoke to the BBC, including Jill Killington, from Leeds, who said of her experience: \"It was the most shameful thing that could happen.\"\nShe became pregnant in 1967, aged 16, and says being an unmarried mother \"was described as a fate worse than death\".\nShe recalls having to stay upstairs at her home to hide her growing tummy, so she was out of sight when anyone visited.\n\"My mother asked me to wear a wedding ring when I went out. It was a deeply humiliating time,\" she says.\nLawyers examining the birth mothers' cases have focused on the period between 1945 and 1975 - before a change in adoption law - when around 500,000 babies were adopted in Britain, mostly from mothers who were under 24 and unmarried.\nTheir research suggests about half of those women faced sustained pressure to give up their babies from professionals, including doctors, midwives, workers in mother and baby homes and adoption staff in religious and council-run homes.\n The 1975 and 1989 Children Acts and the 1976 Adoption Act are among the laws that have made it easier for adopted children and their birth mothers to regain contact with each other.\nIn a statement earlier this week, children and families minister Vicky Ford said: \"I want to express my deepest sympathy to all those affected by historic forced adoption. \n\"We cannot undo the past, but we can be reassured that our legislation and practices have been significantly strengthened since then.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57262284/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19 vaccine booking opens for everyone over 18 in NI",
      "tags": "NI Health,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid-19 vaccinations have been made available to everyone over the age of 18 in Northern Ireland.\nAppointments are available to book online on the Health and Social Care website and by telephone on 0300 200 7813.\nMore than one million people in Northern Ireland have received a first dose of a Covid-19 vaccine.\nThe Department of Health said vaccine supplies had become limited and 20,000 slots would be available each week.\nThe limit is to help manage the availability of the Pfizer vaccine after regulators said under 40s should be given an alternative to the AstraZeneca vaccine, the department said.\nHowever, it said anyone aged between 18 and 39 years old could still choose to have AstraZeneca jab.\nNorthern Ireland is the first part of the UK to offer an appointment for a vaccine to its entire adult population.\nWalk-in vaccination centres are open to over-18s in some parts of Wales, while in Scotland 18-to-29-year-olds can register for a text or email when they become eligible for an appointment.\nMore than 1.6 million coronavirus vaccines have been given so far in Northern Ireland.\nOn Monday Northern Ireland celebrated the return of many freedoms as lockdown eased considerably.\nRestaurants, cafes, bars and other hospitality venues can now operate indoors and six people from two households can now meet inside homes, while non-essential travel is allowed to the rest of the UK.\nA \"traffic light\" system will be in place for foreign travel, with 12 countries, including Portugal, on Northern Ireland's so-called \"green list\".\nThe lockdown-easing measures were agreed by ministers last week.\nHealth Minister Robin Swann said the announcement that over-18s could get vaccinated soon was \"welcome news for young people who have been waiting patiently for their turn to get the jab\".\n\"[It] is another important milestone in the drive to get as many people vaccinated as quickly as we can so that we can see a return to normality,\" he said.\n\"The tremendous success of the vaccination programme has brought great hope and has helped to enable the recent further easing of restrictions.\"\nPatricia Donnelly, who leads Northern Ireland's Covid-19 vaccination programme, said young people would be taking \"a big step towards normality\" by booking a vaccine.\n\"They are bringing themselves closer to the things that we all love to do,\" Ms Donnelly told BBC Radio Foyle.\n\"I fully understand that young people may not see this threat to them in the same way as it has been for our older people.\n\"But they are being vaccinated to protect themselves because young people, although less affected, can still get unwell and suffer from the long-term effects of Covid.\"\nChief medical officer Dr Michael McBride said Northern Ireland was \"dealing with the emergence of new variants\" and that everyone had \"a part to play in keeping each other safe\".\nHe said: \"I know that many young people will be very keen to book their jab now that they're eligible for vaccination.\n\"It's important to understand that while the risk of severe disease is lower in young people, some may become very ill and, of course, they can pass on the virus to others who may be more vulnerable.\"\nHe urged everyone aged 18 and over to book a slot for vaccination, including those in older age-groups who have yet had a jab."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-57267295",
      "category": "uk-wales-politics",
      "title": "Rob Roberts: Jacob Rees-Mogg calls on MP to stand down",
      "tags": "House of Commons,Conservative Party,Jacob Rees-Mogg,Rob Roberts,Thangam Debbonaire,UK Parliament",
      "text": "Commons Leader Jacob Rees-Mogg has increased the pressure on Conservative MP Rob Roberts to resign.\nHe said it would be \"honourable\" for the Delyn MP to stand down after an investigation found he sexually harassed an employee.\nMPs backed the report's recommendation for him to be suspended for six weeks.\nParliamentary rules mean the ruling does not trigger a recall petition which can force a by-election, as it can do in other cases.\nThe former employee told BBC Wales Mr Roberts repeatedly propositioned him and asked him to be \"less alluring\".\nMr Rees-Mogg was addressing MPs on Thursday shortly before Parliament supported Mr Roberts's suspension, without a formal vote.\nHe said he was concerned about the \"discrepancy\" and he wanted to deal with it \"in the most straight forward way possible\".\nThe Commons leader said: \"Following a case of this severity, in which it would be honourable for a member to stand down after the withdrawal of the whip, we need to look at whether the process is striking the right balance between independence, protecting the confidentiality of complainants, and ensuring consistent outcomes across different types of conduct case.\"\nMr Rees-Mogg has asked the chairman of the independent panel that investigated Mr Roberts to make recommendations.\nHe said he did not agree with those who said that Parliament's rules contained a loophole, saying they were designed to keep the names of staff anonymous when they complained about sexual misconduct by MPs. \nBut he said they were not \"proportionate\", saying it was \"frankly ridiculous\" that MPs who misuse envelopes could face more serious sanctions than those guilty of sexual harassment.\nFor Labour, shadow Commons leader Thangam Debbonaire said she had written to Mr Rees-Mogg to offer to work with him to \"close the loophole urgently and seek solutions\".\n\"In what other job could someone who has carried out sexual misconduct not face losing that job?,\" she asked. \n\"There are workable solutions to what would be a stain on us all if the public sees someone who has carried out sexual misconduct keep their job in this place.\"\nShe said that \"ideally the member would do the honourable thing and resign forthwith\", adding: \"Process should not be a shield for unacceptable behaviour.\n\"If the member does not resign, he should be subject to recall and if he is not, we run the risk of appearing as if this House does not take sexual misconduct seriously, which of course we do.\" \nWales' First Minister Mark Drakeford also called on Mr Roberts to stand down, saying people in Delyn should be allowed to decide who represents them in a by-election.\n\"The nature of the allegations that have been confirmed against him and the severity of the penalty that has been proposed [means] the only decent thing to do is to resign and let the people of Delyn make their choice,\" he said.\nMyles Power, former chairman of the Delyn Conservative Association, told BBC Wales he would \"much rather have an honourable Labour Member of Parliament\" than Mr Roberts.\nHe said he was \"incredibly disappointed and totally dumbfounded that he thinks that he could possibly continue to serve as the Member of Parliament\".\nMr Power resigned as constituency chairman last October because of the MP's behaviour and what he saw as the party's failure to deal with the matter.\n\"This is an incredibly serious accusation that's been made against him, which has been found and upheld,\" Mr Power said. \n\"I can't see how he could possibly hold his head up high, to represent people.\"\nMr Power said he was worried that Mr Roberts would \"hang on by the skin of his teeth up until the next Parliamentary elections, and the people of Delyn are not even going to be properly represented\". \nMeanwhile a former Conservative MP who lost his seat after admitting a false expenses claim says it is \"bizarre\" parliamentary rules allow Mr Roberts to remain as an MP.\nChris Davies was unseated in Brecon and Radnorshire in 2019 because his specific court conviction triggered a recall petition.\nHe said the Delyn MP \"should look at himself in the mirror and make his own judgement\", but added: \"I don't think he should be in that position. \n\"I think Parliament should have a standard set of procedures in place right across the board rather than seeing this complete disjointedness. It's a very bizarre system.\"\nMr Roberts has been asked to comment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57268171",
      "category": "uk-politics",
      "title": "Covid: Matt Hancock answers Dominic Cummings allegations",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57268308",
      "category": "uk-northern-ireland",
      "title": "Arlene Foster awarded £125k damages in Dr Christian Jessen libel case",
      "tags": "DUP (Democratic Unionist Party),Twitter,Arlene Foster",
      "text": "Northern Ireland First Minister Arlene Foster has been awarded £125,000 in damages after a defamatory tweet by TV presenter Dr Christian Jessen.\nDr Jessen tweeted an unfounded claim that the Democratic Unionist Party (DUP) leader had been having an extra-marital affair on 23 December 2019.\nThe post remained online until Dr Jessen deleted it on 7 January 2020. \nA judge at the High Court in Belfast said it was an \"outrageous libel\" which was \"grossly defamatory\".\nLater, in an interview with the BBC, Mrs Foster called for a change in the law to combat online abuse.\nMr Justice McAlinden said the tweet had attacked Mrs Foster's \"integrity at a most fundamental level\" and involved the \"trashing in a very public fashion\" the relationship which was most important in her life.\nHe told the court the tweet had called into question her suitability to hold the office of first minister at a time when delicate negotiations were continuing on the re-establishment of the Stormont executive after three years of deadlock.\n\"To state that a woman married for 25-and-a-half years and a mother of three children, who is a committed Christian and who is recognised as such, and who has publicly made statements extolling the importance and sanctity of marriage... was an adulterer, a hypocrite and a homophobe is a most serious libel,\" said the judge.\nHe ordered Dr Jessen, who is best known for presenting Channel Four programme Embarrassing Bodies, to pay damages of £125,000 and Mrs Foster's legal costs.\nThe judge also addressed the fact that Dr Jessen failed to respond to warnings from Mrs Foster's lawyer - which became the subject of mainstream media coverage.\n\"The offending tweet remained on the defendant's Twitter account for two weeks, a Twitter account with 311,000 followers,\" he said.\n\"The tweet was liked approximately 3,500 times and it was retweeted 517 times.\n\"This outrageously bad libel cut [Mrs Foster] to the core, causing her considerable upset, distress, humiliation, embarrassment and hurt.\"\nDuring a previous hearing, Mrs Foster had told the court she was left humiliated by the unfounded rumour which \"trashed\" her 25-year marriage.\nThe court was also told that Dr Jessen did not engage with the legal case for more than 12 months because he believed \"most things including court proceedings\" had been stalled as a result of the coronavirus pandemic.\nHe said he had taken \"some considerable time off\" work because of ill-health and said he rarely watched television or read newspapers.\nThe former Harley Street doctor was asked why he had not heeded a tweet from Mrs Foster's solicitor Paul Tweed on 24 December 2019, instructing him to remove the tweet or face legal action.\nDr Jessen said he had read the tweet but did not realise Mr Tweed was a lawyer, adding that he would have been \"scrolling through many replies\".\n\"I never imagined and still find it hard to imagine a lawyer would tweet a statement to me over Twitter on Christmas Eve,\" he told the court.\n\"The likelihood of me not taking it seriously, which I didn't, is very high.\"\nBelfast-based lawyer Mr Tweed is one of the world's most high-profile libel lawyers - his client list has included singers Britney Spears, Jennifer Lopez and the late Michael Jackson, as well as Hollywood stars Harrison Ford, Nicolas Cage and Liam Neeson. \nSpeaking outside court after the ruling on Thursday morning, Mr Tweed described the outcome as a complete vindication for Mrs Foster and a potential \"watershed\" for all women who are attacked on social media.\nReferring to Dr Jessen's \"LOL\" response when learning of potential legal action against him, Mr Tweed said: \"I don't think Dr Jessen will be laughing this morning.\"\nMrs Foster's tenure as DUP leader will end on Friday. She remains as first minister until the end of June.\nShe announced her decision to resign in April after facing a revolt from DUP members.\nSpeaking to the BBC's Newscast podcast on Thursday evening, Mrs Foster said she wants social media companies to require people to divulge their true identities when registering accounts.\nShe said she vowed to make tackling online \"trolls\" part of her life's work, once she leaves front-line politics.\nMrs Foster said she was doing it, \"for ordinary young people and for women who find themselves attacked just because they're different from how people want them to be\".\nShe said that she was worried that people on Twitter act as if it is the \"wild west\".\n\"Somebody needs to know who owns the Twitter account and who'll be accountable if they decide to tweet harmful and abusive and, frankly, libellous comments,\" she said.\nOn her libel case victory, the outgoing DUP leader said: \"[It] turns out actually you can't say what you like on Twitter and get away with it. And I think if the case today sends that message then I'm very happy about that\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57261670/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Climate: World at risk of hitting temperature limit soon",
      "tags": "Our Planet Now,COP26,Paris climate agreement,Climate change",
      "text": "It's becoming more likely that a key global temperature limit will be reached in one of the next five years.\nA major study says by 2025 there's a 40% chance of at least one year being 1.5C hotter than the pre-industrial level.\nThat's the lower of two temperature limits set by the Paris Agreement on climate change.\nThe conclusion comes in a report published by the World Meteorological Organization (WMO). \nThe analysis is based on modelling by the UK Met Office and climate researchers in 10 countries including the US and China.\nIn the last decade, it was estimated that the chance of any one year reaching the 1.5C threshold was only 20%.\nThis new assessment puts that risk at 40%.\nLeon Hermanson, a senior Met Office scientist, told BBC News that comparing projected temperatures with those of 1850-1900 shows a clear rise.\n\"What it means is that we're approaching 1.5C - we're not there yet but we're getting close,\" he said.\n\"Time is running out for the strong action which we need now.\"\nThe researchers point out that even if one of the next five years is 1.5C above the pre-industrial level, it'll be a temporary situation.\nNatural variability will mean the following few years may be slightly cooler and it could be another decade or two or more before the 1.5C limit is crossed permanently.\nThe Paris Agreement established the goal of keeping the increase in the global average temperature to no more than 2C and to try not to surpass 1.5C - and that's understood to mean over a long period rather than a single year. \nAccording to Dr Joeri Rogelj, director of research at the Grantham Institute, Imperial College London, \"the 1.5C in the Met Office announcement should not be confused with the 1.5C limit in the Paris Agreement\".\n\"The Paris targets refer to global warming - that is, the temperature increase of our planet once we smooth out year-to-year variations,\" he explained.\n\"A single year hitting 1.5C therefore doesn't mean the Paris limits are breached, but is nevertheless very bad news.\n\"It tells us once again that climate action to date is wholly insufficient and emissions need to be reduced urgently to zero to halt global warming.\"\nA landmark report by the UN climate panel in 2018 highlighted how the impacts of climate change are far more severe when the increase is greater than 1.5C.\nAt the moment, projections suggest that even with recent pledges to cut emissions of greenhouse gases, the world is on course to heat up by up to 3C.\nThe WMO's secretary-general, Prof Petteri Taalas, said the results of the new research were \"more than mere statistics\".\n\"This study shows - with a high level of scientific skill - that we are getting measurably and inexorably closer to the lower target of the Paris Agreement on Climate Change,\" he explained.\n\"It is yet another wake up call that the world needs to fast-track commitments to slash greenhouse gas emissions and achieve carbon neutrality.\"\nProf Ed Hawkins, a climate scientist at the University of Reading, told me that if the new forecast is proved right \"it does not mean that we have exceeded the Paris Agreement limit\".\nHe points out that two individual months in 2016 saw a rise of 1.5C.\n\"As the climate warms, we'll get more months above 1.5C, then a sequence of them, then a whole year on average above 1.5 and then two or three years and then virtually every year,\" Prof Hawkins said.\nHe also stresses that 1.5C is \"not a magic number that we've got to avoid\".\n\"It's not a sudden cliff edge, it's more like a slope that we're already on and, as the climate warms, the effects get worse and worse.\n\"We have to set a line in the sand to try to limit the temperature rise but we clearly need to recognise that we're seeing the effects of climate change already in the UK and around the world and those effects will continue to become more severe.\"\nThe report comes in the approach to the COP26 summit on climate change, due to be held in Glasgow in November.\nThe summit aims to raise ambition among world leaders on tackling the climate crisis.\nFollow David on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-york-north-yorkshire-57261144",
      "category": "uk-england-york-north-yorkshire",
      "title": "North Yorkshire Police find nine people in uninsured car",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57243205",
      "category": "business",
      "title": "Passengers refused boarding amid testing confusion",
      "tags": "Easyjet,Holidays,Birmingham Airport,Birmingham,Coronavirus testing,Ryanair",
      "text": "\"Even when you triple check the rules, you could be refused to board - it put me out of pocket, distressed me, and distressed my elderly parents who I was visiting.\"\nSally Shiels was due to fly from Birmingham airport to Dublin on Friday 21 May to visit her parents. \nShe says she, and about 30 other passengers, were not allowed to board the plane because they had the wrong type of negative Covid-19 test result. \nIreland, like many other countries requires people to present a negative result for a RT-PCR test before departure. PCR tests need to be sent away to a lab to be checked, and you are later informed of the results.\nSally works for the NHS, and in her role she is offered regular asymptomatic PCR testing. This means staff are regularly tested even if they don't have symptoms. \nShe believed her latest test result from work could be used for travel, because it met the testing standard required by the Irish authorities. However, Sally was refused boarding.\nThis is because she later learned that the UK government advises that only private providers can be used for PCR tests for travel.  \nSally says: \"On my arrival at the front of the queue, the ground staff said I was not allowed to board. I asked why and she said it needed the letters PCR. \n\"And when I explained that this was a valid test, it even said exactly what PCR test it was, while it didn't say the letters P, C and R, I couldn't convince her, and myself and 30 other passengers were refused boarding for a variety of reasons that day.\"\nThe flight was operated by Ryanair, which told Radio 4's You & Yours programme: \"Ryanair fully complies with government restrictions. \n\"A number of passengers on this flight from Birmingham to Dublin were denied boarding as they failed to present a negative Covid-19 RT-PCR test result, as required by Irish regulation.\" \nThe airline also referred to the Department for Transport guidance that private testing should be used, and that NHS Test and Trace cannot provide the required documents. \nSally Shiels says some of the passengers refused boarding had tried to use negative test results obtained from NHS Test and Trace. Tests through NHS Test and Trace are free, but you must be showing symptoms and book an appointment at a test centre. \nSally thinks some passengers may have sought NHS tests to avoid paying the costs of a private test which can cost between £50 and over £100.\n\"I completely understand why we shouldn't be using this [Test and Trace] system, otherwise everyone will be using the free NHS system, saying they had a cough or a cold to get their negative swab to travel.\"\nSally Shiels referred to the Irish government guidance that does not mention the use of NHS tests, and she says she checked the Ryanair website which only warned against NHS Test and Trace testing, not other types of NHS tests. \n\"It was so poorly managed by Ryanair ground staff, there was dismal customer service, there was no way we could speak to anybody, and we were treated like criminals.\"\nSally later booked another flight to Belfast which didn't require a test and travelled to Dublin from there.\nSimon Calder, travel editor at the Independent newspaper, says: \"I do sympathise with so many people like Sally who have just tripped up. \n\"Semantically, Ryanair can mount an argument for why they denied her boarding, and they of course will be fined if they take people into a country and those people are not properly tested according to the authorities of a destination.\"\nHe added: \"If you haven't paid for a test then assume it's not valid.\"\nImogen in London had a similar experience at Luton airport on Saturday 22 May. She wasn't allowed to board her EasyJet flight to Porto in Portugal.\n\"I had been nervous about the whole thing as there was so much paperwork. It seems to me they're trying to dissuade people from flying by making it as complicated as possible.\"\nImogen is an NHS worker and had taken a PCR test that was available to her in her workplace. She had an email document that showed her name, date of birth, date the sample was tested and the negative result. \nHowever, the member of airline staff that she dealt with told her there was no proof of when she'd taken the test, so it wasn't acceptable. \n\"I was surprised I wasn't allowed on the flight. I can see that it's a massive amount of work for the airline, at the gate you can see that it's tripled their workload. I know it's not the airline staff's fault.\"\nImogen was travelling to Portugal to see her boyfriend who lives in Porto. After being refused boarding on the flight she had to pay £249 for a private PCR test with a fast result and £130 for a replacement flight to Portugal. \nEasyJet told You & Yours: \"Passengers travelling to Portugal are currently required to present a negative Covid test on departure, which includes providing documentation from a private provider with details of the passenger and the date the test was taken. \n\"Should passengers be unable to provide this unfortunately we are unable to carry them. We are sorry for any inconvenience caused however we do require passengers to have the correct documentation as required by the authorities.\"\nFor more information on the tests you need to travel to green, amber and red destinations click here"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57270903",
      "category": "uk-wales",
      "title": "Covid vaccination rollout: How is Wales leading the UK and the world?",
      "tags": "Conwy,Public health,Coronavirus vaccines,Vaccination,Cardiff,NHS Wales,Coronavirus pandemic",
      "text": "A higher proportion of Wales' population has had a dose of a Covid vaccine than any other country with more than a million people.\nIt is quite the contrast with January, when questions were being asked about the sluggish start to vaccinations.\nPeople aged 30 and 31 in England are being invited to book to have their first dose of Covid vaccine, while in Wales more than half of 18 to 29-year-olds have had at least one dose of a vaccine.\nSo what explains the difference? \nAccording to Paul Mainwood, a strategy consultant, former academic and \"amateur vaccine sleuth\", Wales took a risk and that risk has paid off in a big way.\nIn some parts of Wales, more than two-thirds of people in the 18 to 29-year-old age group have been given a first dose, including Conwy county (72.1%).\nWales is also pushing on with its second doses and has set daily records over the past two days, including 20,715 second doses on Wednesday.\nA total of 2,120,049 people (67.2%) have now been given a first dose of a vaccine and 1,058,464 people (33.6%) have had a second jab, according to Public Health Wales (PHW) figures.\nAfter the slow start, Wales had caught up with England and Scotland by early February, and since 7 April it has been ahead of all the other UK nations.\nThe Welsh government expects all adults to have been offered a first dose of a Covid-19 vaccine \"over the next couple of weeks\" - more than a month ahead of schedule.\nAlong with other UK nations, Wales had committed to offering a first dose to all over-18s by the end of July.\nWhile the UK government has arranged supplies of vaccine, the distribution programme in Wales is the responsibility of the Welsh government and NHS Wales.\nA network of vaccination centres and GP surgeries have been giving the vaccine to people in Wales since December.\nWhile the Welsh government has not set a new date for when all adults will have been offered a first dose, a spokesperson confirmed the original target of 31 July would now be met in June.\nOne Welsh health board covering the capital city has already offered first vaccination appointments to all adults.\nCardiff and Vale University Health Board has begun offering walk-in appointments at the Bayside vaccination centre in Cardiff Bay.\nSpeaking on BBC Radio 4's More or Less programme, Mr Mainwood said Wales uses more of its vaccine allocation and delivers them into people's arms within a couple of days.\nHe said this was in stark contrast to other UK nations, including Scotland, which takes between 10 and 12 days to deliver the vaccines to people.\nMr Mainwood said there were risks to \"running with a very low stock holding\", like Wales is doing.\nIf people have their first dose appointment cancelled, there is a chance they may not be \"found\" again. \"You really need to be as reliable as possible,\" he explained.\nAnd with second doses, it is important to have enough doses available when they become due. But the risk had \"so far paid off,\" Mr Mainwood said.\nThe \"separation of strategy\" between Wales and the rest of the UK came towards the end of February, when it began taking the vaccine allocation very quickly and started administering second doses, he explained.\nThis had the effect of \"building a bit of cover\" in terms of fully vaccinating the most vulnerable groups early, which allowed a quicker acceleration of the first dose roll out to the rest of the population.\nAnd another thing Wales is doing differently is to move through the age cohorts more quickly than other parts of the UK. In Scotland, Mr Mainwood said, there is a slower progression through the cohorts, but greater uptake than in Wales.\n\"Wales has raced down a bit and have much lower uptake percentage in those top ones, but are starting to do people in their 30s and their 20s now,\" he said.\nMr Mainwood added: \"There are lessons the rest of the country should be learning from Wales.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57260009",
      "category": "world-us-canada",
      "title": "Covid: Biden orders investigation into virus origin as lab leak theory debated",
      "tags": "World Health Organization (WHO),China,Wuhan,United States,Coronavirus pandemic,Joe Biden",
      "text": "US President Joe Biden has ordered intelligence officials to \"redouble\" efforts to investigate the origins of Covid-19, including the theory that it came from a laboratory in China. \nHe said the US intelligence community was split on whether it came from a lab accident or emerged from human contact with an infected animal.\nMr Biden asked the groups to report back to him within 90 days. \nChina has rejected the laboratory theory. \n\"Smear campaigns and blame shifting are making a comeback, and the conspiracy theory of 'lab leak' is resurfacing,\" its embassy in the US said in a statement on Thursday.\nSince it was first detected in the Chinese city of Wuhan in late 2019, more than 168 million cases of Covid-19 have been confirmed worldwide and at least 3.5 million deaths reported. \nAuthorities linked early Covid cases to a seafood market in Wuhan, leading scientists to theorise the virus first passed to humans from animals. \nBut recent US media reports have suggested growing evidence the virus could instead have emerged from a laboratory in China, perhaps through an accidental leak. \nIn what passes for relative transparency in the US government, the Biden administration has conceded the American intelligence community is split on Covid-19's origins - it could be the lab or animal-to-human contact - and no-one is near certain about it.\nThat marks a big shift from the derision heaped on the lab theory by many in the media and politics last year, when Donald Trump, Secretary of State Mike Pompeo, Senator Tom Cotton and others floated the idea.\nMr Trump and Mr Pompeo didn't help the situation, however, as they were coy about the grounds for their suspicion. And their theories floating alongside more far-fetched ones, such as that the disease was manufactured as a bioweapon in a Chinese lab. That possibility still seems highly unlikely.\nThe public may never know the full truth about the virus' origins, particularly if China continues to be uncooperative. Mr Biden is pledging a full investigation, however, and if the US finds conclusive evidence of a lab leak, it will mean more than just a few prominent figures having to eat crow and re-evaluate their trust in authoritative \"conclusions\". It could place very real strain on US-China relations for years to come.\nIn a statement on Wednesday, President Biden said he had asked for a report on the origins of Covid-19 after taking office, \"including whether it emerged from human contact with an infected animal or from a laboratory accident\".\nOn receiving it this month, he asked for \"additional follow-up\".\nMr Biden said the majority of the intelligence community had \"coalesced\" around those two scenarios, but \"do not believe there is sufficient information to assess one to be more likely than the other\".\nThe president has now asked agencies to \"redouble their efforts to collect and analyse information that could bring us closer to a definitive conclusion\".\nHe concluded by saying the US would \"keep working with like-minded partners around the world to press China to participate in a full, transparent, evidence-based international investigation\". \nBeijing has previously suggested Covid-19 could have come from a US laboratory instead.\nIn its statement, the Chinese embassy said it supported a full investigation into \"some secretive bases and biological laboratories all over the world\". \nA spokesman for China's foreign ministry on Thursday hit out at the \"dark history\" of the US intelligence community, and said the Biden administration's \"motive and purposes\" were clear.\nMr Biden's statement came as CNN reported that the president's administration this spring shut down a state department investigation into whether the virus could have leaked from a Wuhan lab, deeming the probe an ineffective use of resources.\nSpeculation about the Wuhan Institute of Virology - one of China's top virus research labs - began last year and was propagated by former US President Donald Trump.\nIn April 2020, US State Department cables came to light that showed embassy officials were worried about biosecurity at the lab. \nThe leak allegations were widely dismissed as a fringe conspiracy theory.\nEarlier this year, the World Health Organization (WHO) issued a report written jointly with Chinese scientists on the origins of Covid-19 which said the chances of it having started in a lab were \"extremely unlikely\". \nIt said the virus had probably jumped from bats to humans via another intermediary animal, but more research was needed. \nHowever, questions have persisted and recent reports attributed to US intelligence sources say three members of the Wuhan Institute of Virology were admitted to hospital in November 2019, several weeks before China acknowledged the first case of the new disease in the community.\nAnthony Fauci, President Biden's chief medical adviser, has maintained he believes the virus was passed from animals to humans, though he conceded this month he was no longer confident Covid-19 had developed naturally.\nMr Biden's statement came the day after Xavier Becerra, US secretary for health and human services, urged the WHO to ensure a \"transparent\" investigation into the virus's origins.\n\"Phase 2 of the Covid origins study must be launched with terms of reference that are transparent, science-based and give international experts the independence to fully assess the source of the virus and the early days of the outbreak,\" he said.\nOn Tuesday, Mr Trump sought to take credit in a statement to the New York Post. \"To me it was obvious from the beginning but I was badly criticised, as usual,\" he said. \"Now they are all saying: 'He was right.'\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-49101464",
      "category": "uk-politics",
      "title": "Dominic Cummings: How does he now earn a living?",
      "tags": "Dominic Cummings,Boris Johnson,Leave campaigns spending investigations,Brexit,Coronavirus pandemic",
      "text": "Dominic Cummings was never going to go quietly after being forced out of Downing Street at the end of last year.\nBut the number, and seriousness, of his claims about what went on at the heart of government, as ministers battled to get on top of the coronavirus crisis, are unprecedented in modern times.\nRarely has a former adviser made so many potentially damaging revelations about a sitting prime minister.\nHis critics say Mr Cummings is motivated by revenge against Boris Johnson, and will not rest until the PM has been removed from No 10.\nMr Cummings insists he is driven by a desire to make what he views as a broken and chaotic government machine work better in future. \nHe left his Downing Street role following an internal power struggle, amid claims the PM's then-fiancee had blocked the promotion of one of his allies, Lee Cain, after months of internal warfare.\nIn his final year at Downing Street, Mr Cummings had a £40,000 pay rise, taking his salary to between £140,000 and £144,999.\nThere was speculation that the 49-year-old would seek a post-politics career as the first head of Aria, the UK's new \"high risk\" science agency, which had been one of his pet projects.\nBut he appears to have a different career path in mind. \nIn February, he started a technology consultancy firm, Siwah Ltd. He is the sole director of the firm, according to Companies House, and it is registered at an address in his native Durham, in north-east England. This would appear to be a successor to Dynamic Maps, his previous tech consultancy. \nBut in recent months, most of his time appears to have been taken up with spilling the beans on his time in government.\nThe BBC did not pay Mr Cummings for his exclusive interview with political editor Laura Kuenssberg.\nAnd he has not yet taken the time-honoured route of selling his story to a newspaper, or signing a book deal.\nBut he has found a way of generating income through online platform Substack, where he has launched a newsletter.\nHe plans to give out information on the coronavirus pandemic and his time in Downing Street for free, but \"more recondite stuff on the media, Westminster, 'inside No 10', how did we get Brexit done in 2019, the 2019 election etc\" will only be available to subscribers who pay £10 a month.\nHe is also offering his marketing and election campaigning expertise, for fees that \"slide from zero to lots depending on who you are / your project\".\nThis new venture has incurred the wrath of Whitehall watchdog Lord Pickles, who chairs the Advisory Committee on Business Appointments (Acoba), which vets jobs taken by former ministers and top officials.\nIn a letter to Cabinet Office Minister Micheal Gove, he says Mr Cummings has sought advice on working as a consultant. \nBut he adds: \"It appears that Mr Cummings is offering various services for payment via a blog hosted on Substack, the blog for which he is also receiving subscription payments.\n\"Mr Cummings has failed to seek the committee's advice on this commercial undertaking, nor has the committee received the courtesy of a reply to our letter requesting an explanation.\n\"Failure to seek and await advice before taking up work is a breach of the government's rules.\" \nThere are few repercussions for failing to consult Acoba, however.\nLittle was heard from Mr Cummings for several months after his departure from Downing Street - but that all changed in April.\nAfter being named in media reports as the source of government leaks, he launched a scathing attack on Mr Johnson via a 1,000-word blog post in April.\nAs well as denying he was behind the leaks, he went on to make a series of accusations against the PM and questioned his \"competence and integrity\". \nThe following month, Mr Cummings expanded on his criticisms at a seven-hour select committee appearance, declaring Boris Johnson \"unfit for the job\", and claiming he had ignored scientific advice and wrongly delayed lockdowns.\nHe also turned his fire on then-health secretary Matt Hancock, who he said should have been fired for lying.\nThis sparked a bitter war of words with Mr Hancock, who flatly denied all of Mr Cummings's allegations.\nIt thrust Mr Cummings back into the spotlight for the first time since his now infamous visit to County Durham, four days after the start of the first national lockdown, in March last year.\nWhile staying with his family at his father's farm, he made a 30-mile road journey to Barnard Castle, which he later said had been to test his eyesight before the 260-mile drive back to London.\nThis revelation - at a specially-convened press conference in the Downing Street garden - made Mr Cummings a household name and led to furious allegations of double standards at a time when the government had banned all but essential long-distance travel.\nIn an interview with BBC Political Editor Laura Kuenssberg, Mr Cummings said that, during the Barnard Castle trip, he had been trying to work out \"Do I feel OK driving?\"\nHe also said he had decided to move his family to County Durham before his wife fell ill with suspected Covid because of security concerns over his home in London.\nAsked why he had given a story that was \"not the 100% truth\" when he held a special press conference in the Downing Street rose garden on 25 May, Mr Cummings admitted that \"the way we handled the whole thing was wrong\".\nBoris Johnson stood by his adviser throughout the Barnard Castle episode - to the consternation of some of his supporters, who feared it was undermining his attempts to hold the country together during a national crisis. \nSome said the episode burned through the political capital the prime minister had generated months earlier during the 2019 general election.\nBut it is hard to overstate how important Mr Cummings was to the Johnson project.\nThe two are very different characters - Mr Johnson likes to be popular, Mr Cummings appears indifferent to such concerns - but they formed a strong bond in the white heat of the 2016 Vote Leave campaign to get Britain out of the EU, which Mr Cummings led as campaign director. \nThe combination of Mr Johnson, the flamboyant household-name frontman, with Mr Cummings, the ruthless, data-driven strategist, with a flair for an eye-catching slogan, proved to be unbeatable. \nMr Cummings was credited with formulating the \"take back control\" slogan that appears to have struck a chord with so many referendum voters, changing the course of British history.\nYet some were surprised when Mr Cummings was brought into the heart of government as Mr Johnson's chief adviser, given his past record of rubbing senior Tory politicians up the wrong way.\nIt proved to be a shrewd move. It was Mr Cummings who devised the high-risk strategy of pushing for the 2019 election to be fought on a \"Get Brexit Done\" ticket, focusing on winning seats in Labour heartlands, something no previous Tory leader had managed to do in decades. \nMany of the policy ideas that have shaped the Johnson government's agenda have his fingerprints all over them.\n\"Levelling up\" - moving power and money out of London and the South East of England - is a Cummings project, as are plans to shake-up the civil service, take on the judiciary and reform the planning system.\nThe team that surrounded Mr Cummings at Downing Street, some of whom are Vote Leave veterans, were fiercely loyal to him and shared a sense that they were outsiders in Whitehall, battling an entrenched \"elite\".\nLee Cain, the former Downing Street and Vote Leave communications chief, left No 10 just before Mr Cummings did.\nThere had been rumours of a rift between the Vote Leave veterans and other No 10 aides, who didn't like Mr Cummings's and Mr Cain's abrasive style.\nThere were tales of crackdowns on special advisers suspected of leaking to the media and angry, dismissive behaviour towards Tory MPs, civil servants and even secretaries of state.\nNone of this will have come as much of a surprise to veteran Cummings watchers.\nMr Cummings has been in and around the upper reaches of government and the Conservative Party for nearly two decades, and has made a career out of defying conventional wisdom and challenging the established order.\nBut he has never been a member of the Conservative Party, or any party, and appears to have little time for most MPs.\nA longstanding Eurosceptic who cut his campaigning teeth as a director of the anti-euro Business for Sterling group, Mr Cummings's other passion is changing the way government operates.\nHe grabbed headlines when he posted an advert on his personal blog for \"weirdos and misfits with odd skills\" to work in government, arguing that the civil service lacked \"deep expertise\" in many policy areas.\nMr Cummings is a native of Durham, in the North East of England. His father, Robert, was an oil rig engineer and his mother, Morag, a teacher and behavioural specialist.\nHe went to a state primary school and was then privately educated at Durham School. He graduated from Oxford University with a first-class degree in modern history and spent some time in Russia, where he was involved with an ill-fated attempt to launch an airline, among other projects.\nHe is married to Spectator journalist Mary Wakefield, the daughter of aristocrat Sir Humphry Wakefield, whose family seat is Chillingam Castle, in Northumberland.\nAfter a stint as campaign director for Business for Sterling, Mr Cummings spent eight months as chief strategy adviser to then Conservative leader Iain Duncan Smith, who fired him.\nHe played a key role in the 2004 campaign against an elected regional assembly in his native North East.\nIn what turned out to be a dry run for the Brexit campaign, the North East Says No team won the referendum with a mix of eye-catching stunts - including an inflatable white elephant - and snappy slogans that tapped into the growing anti-politics mood among the public.\nHe is then said to have retreated to his father's farm, in County Durham, where he spent his time reading science and history books in an effort to attain a better understanding of the world.\nHe re-emerged in 2007 as a special adviser to Michael Gove, who became education secretary in 2010 and turned out to be something of a kindred spirit. \nThe pair would rail against what they called \"the blob\" - the informal alliance of senior civil servants and teachers' unions that sought, in their opinion, to frustrate their attempts at reform. \nHe left of his own accord to set up a free school, having alienated a number of senior people in the education ministry and the Conservative Party.\nHe once described former Brexit Secretary David Davis as \"thick as mince\" and as \"lazy as a toad\" and irritated David Cameron, the then prime minister, who called him a \"career psychopath\". \nHis appointment as head of the Vote Leave campaign - dramatised in Channel 4 drama Brexit: The Uncivil War - was seen as a risk worth taking by those putting the campaign together but he left a controversial legacy.\nVote Leave was found to have broken electoral law over spending limits by the Electoral Commission and Mr Cummings was held in contempt of Parliament for failing to respond to a summons to appear before and give evidence to the Culture, Media and Sport Select Committee. \nLike most advisers, he shunned media interviews when he was in government, and his rare appearances before MPs were characterised by animosity on both sides.\nAll that has changed in recent weeks, but it would be a brave person who said he had now joined the ranks of the former Westminster insiders who make their living as pundits - a class he appears to view with as much disdain as he does his former colleagues in government."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57259969",
      "category": "entertainment-arts",
      "title": "Brad Pitt awarded joint custody of children with Angelina Jolie",
      "tags": "Divorce laws,Brad Pitt,Angelina Jolie",
      "text": "Brad Pitt has been granted joint custody of his children with Angelina Jolie following a lengthy court battle.\nMs Jolie filed for divorce in 2016 and the pair have since been engaged in a custody battle largely shielded from public view.\nA private judge hired to oversee the case, John Ouderkirk, ruled in Mr Pitt's favour. \nThe ruling would \"significantly increase\" his time with the children, a source told the Press Association. \nMr Pitt, 57, and Ms Jolie, 45, are parents to Pax, 17, Zahara, 16, Shiloh, 14 and 12-year-old twins Vivienne and Knox.\nThe oldest, 19-year-old Maddox, is not subject to the custody decision.\nThe ruling was a \"tentative decision\" and Ms Jolie is continuing her legal fight, a source told the Page Six website.\nMs Jolie had not objected to joint custody but there were \"other issues of concern\", it reported.\nThe trial lasted for several months and there were a large number of witnesses, experts and therapists, another source said. \nMs Jolie has criticised the judge's decision not to allow their children to testify in custody hearings.\nMs Jolie cited \"irreconcilable differences\" when she filed to end the marriage, and the pair became embroiled in a bitter child custody battle in the months following the announcement.\nMr Pitt was investigated for possible child abuse after losing his temper in front of some of the children, but was later cleared of the allegations.\nThe couple were known as \"Brangelina\" by fans and met on the set of the 2005 film Mr and Mrs Smith.\nThe marriage was Mr Pitt's second - he had previously wed Friends star Jennifer Aniston - and Ms Jolie's third after actors Billy Bob Thornton and Jonny Lee Miller.\nSpeaking to Vogue last year, Ms Jolie said she left Mr Pitt for the \"wellbeing\" of her family.\n\"It was the right decision,\" Ms Jolie said. \"I continue to focus on their healing.\"\nSpeaking to GQ in 2017, Mr Pitt spoke about his decision to quit drinking and smoking marijuana.\n\"For me every misstep has been a step toward epiphany, understanding, some kind of joy,\" he said. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57253578",
      "category": "uk-politics",
      "title": "Dominic Cummings: Thousands died needlessly after Covid mistakes",
      "tags": "Coronavirus lockdown measures,Dominic Cummings,Coronavirus pandemic",
      "text": "Thousands of people died needlessly as a result of government mistakes in the handling of the coronavirus pandemic, Dominic Cummings has said.\nThe PM's former top aide said Boris Johnson was \"unfit for the job\", claiming he had ignored scientific advice and wrongly delayed lockdowns.\nHe also claimed Matt Hancock should have been fired for lying - something denied by the health secretary.\n\"Tens of thousands of people died, who didn't need to die,\" Mr Cummings added.\nAt a marathon seven-hour evidence session, the former Downing Street insider painted a picture of policy failure, dithering and a government that had no useful plan for handling a pandemic.\nHe told MPs: \"The truth is that senior ministers, senior officials, senior advisers like me fell disastrously short of the standards that the public has a right to expect of its government in a crisis like this.\"\nHe added: \"I would like to say to all the families of those who died unnecessarily how sorry I am for the mistakes that were made and for my own mistakes at that.\"\nMr Cummings - who was forced out of Number 10 at the end of last year after an internal power struggle - said those on the front line of the pandemic were like \"lions\" being \"led by donkeys\".\nBut he claimed Mr Johnson had told him he liked to be surrounded by \"chaos\" in Downing Street, because it meant everyone had to look to the PM \"to see who is in charge\".\nAsked if he thought Mr Johnson was a \"fit and proper person\" to get the UK through the pandemic, Mr Cummings replied: \"No.\"\nMr Johnson hit back at some of his former aide's allegations at Prime Minister's Questions, insisting that the government's priority had always been to \"save lives\".\nBut Mr Cummings said that despite nearly losing his own life to Covid, the PM thought the first national lockdown, on 23 March last year, had been a mistake - and he was against a so-called \"circuit breaker\" lockdown in autumn 2020 for economic reasons, despite scientific advice.\nAsked on what basis the PM had taken this decision, Mr Cummings said: \"He wasn't taking any advice, he was just taking his own decision that he was going to ignore the advice.\"\nHe added: \"The cabinet wasn't involved or asked.\"\nAsked if the prime minister had said he would rather see \"bodies pile high\" than take the country into a third lockdown, as reported by the BBC, Mr Cummings said: \"I heard that in the prime minister's study.\"\nMr Johnson has denied making these comments.\nThe former adviser reserved his most savage criticism for Matt Hancock, claiming the health secretary should have been fired for \"15 to 20\" different things - accusing him of \"criminal, disgraceful behaviour that caused serious harm\".\nHe said he had repeatedly called on Mr Johnson to sack Mr Hancock, calling him \"completely incapable of doing the job\".\nThe prime minister had been furious when he came back to work after recovering from coronavirus to find that untested patients had been discharged to care homes in England, thereby allowing the virus to spread, Mr Cummings claimed.\nBoth he and the PM had been told \"categorically in March that people will be tested before they went back to care homes\".\nSubsequent government claims about putting a \"shield\" around care homes were \"complete nonsense\", he said.\nMr Cummings also attacked Mr Hancock over PPE shortages, and accused him of \"disgraceful behaviour\" in setting a \"stupid\" target of offering 100,000 Covid tests a day, which he said had disrupted wider work to establish the test and trace system.\nCommittee chairman Greg Clark said Mr Cummings must provide written evidence to back up his claims about Mr Hancock, who will be quizzed by the MPs in two weeks' time.\nMr Hancock said he had not seen Mr Cummings' evidence in full adding \"instead I've been dealing with getting the vaccination rollout going, especially to over-30s, and saving lives\". \nHowever he added that he would have \"more to say\" when he gives a statement to the House of Commons on Thursday.\nEarlier, a spokesman for Mr Hancock said: \"We absolutely reject Mr Cummings' claims about the health secretary.\n\"The health secretary will continue to work closely with the prime minister to deliver the vaccine rollout, tackle the risks posed by variants and support the NHS and social care sector to recover from this pandemic.\"\nLabour's shadow health secretary Jonathan Ashworth said the \"very grave allegations\" appeared to be \"well-founded\" and the health secretary \"needs to give us an explanation\" if the country is to \"maintain confidence in him\".\nIn other explosive claims, Mr Cummings said:\nMr Cummings was questioned by the Health and Science select committees, for their inquiry into \"lessons learnt\" on the government's response to the pandemic.\nBefore the hearing began, he tweeted a picture of a whiteboard on which the government's \"plan B\" for the first wave of the virus was sketched out.\nHe told the MPs the original plan had been for limited intervention, with the hope of achieving \"herd immunity\", and he was \"completely baffled\" by Downing Street's denial of this.\nHe said the herd immunity strategy was abandoned when the scale of the death toll that would result from it became clear.\nMr Cummings was frank about some of his own failings - and admitted that his defence of a trip to County Durham during the first lockdown had \"undermined public confidence\".\nBut he said he had made the journey due to threats against his family - and he defended his claim that he had driven his family to Barnard Castle to test his eyesight, saying the story was too \"weird\" to have been made up.\nHe also gave his version of his departure from Downing Street, saying his relationship with Mr Johnson had broken down after the second national lockdown in October.\n\"The fact that his girlfriend (Carrie Symonds) also wanted rid of me was relevant but not the heart of the problem,\" he told MPs.\nHe said he regarded Mr Johnson as \"unfit for the job\" and that he had been \"trying to create a structure around him (the PM) to try and stop what I thought were extremely bad decisions and push other things through against his wishes\".\nHe also described how a meeting of the government's emergency Cobra committee on 12 March had been disrupted by US President Donald Trump wanting to start a \"bombing campaign\" against Iraq.\nAt the same time, he added, Mr Johnson's partner Carrie Symonds was \"going crackers\" about a \"completely trivial\" story in the Times regarding the dog she co-owned with the prime minister.\nResponding to Mr Cummings' evidence, Labour's deputy leader Angela Rayner said: \"Boris Johnson's casual disregard for the safety of the British people has had fatal consequences. \n\"From care homes to borders, repeatedly locking down too late and failing to learn from his mistakes, the PM's decisions and failures resulted in tens of thousands of avoidable deaths.\"\nSpeaking at Prime Minister's Questions, Mr Johnson told MPs: \"The handling of this pandemic has been one of the most difficult things this country has had to do for a very long time and none of the decisions have been easy,\" he said.\n\"To go into a lockdown is a traumatic thing for a country, to deal with a pandemic on this scale has been appallingly difficult, and we have at every stage tried to minimise loss of life, to save lives, to protect the NHS and we have followed the best scientific advice that we can.\"\nHe added that he had not seen Mr Cummings' evidence to the select committee.\nConservative MP Tobias Ellwood defended the prime minister, saying that ministers should be free to speak their minds and even ask \"silly questions\" without \"fear that one day they may be quoted or misquoted back to you\".\n\"That completely diminishes the competence of the No 10 machine,\" he told BBC Radio 5 Live.\nMore than 127,000 people diagnosed with coronavirus have died in the UK since the start of the pandemic."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57261670",
      "category": "science-environment",
      "title": "Climate: World at risk of hitting temperature limit soon",
      "tags": "Our Planet Now,COP26,Paris climate agreement,Climate change",
      "text": "It's becoming more likely that a key global temperature limit will be reached in one of the next five years.\nA major study says by 2025 there's a 40% chance of at least one year being 1.5C hotter than the pre-industrial level.\nThat's the lower of two temperature limits set by the Paris Agreement on climate change.\nThe conclusion comes in a report published by the World Meteorological Organization (WMO). \nThe analysis is based on modelling by the UK Met Office and climate researchers in 10 countries including the US and China.\nIn the last decade, it was estimated that the chance of any one year reaching the 1.5C threshold was only 20%.\nThis new assessment puts that risk at 40%.\nLeon Hermanson, a senior Met Office scientist, told BBC News that comparing projected temperatures with those of 1850-1900 shows a clear rise.\n\"What it means is that we're approaching 1.5C - we're not there yet but we're getting close,\" he said.\n\"Time is running out for the strong action which we need now.\"\nThe researchers point out that even if one of the next five years is 1.5C above the pre-industrial level, it'll be a temporary situation.\nNatural variability will mean the following few years may be slightly cooler and it could be another decade or two or more before the 1.5C limit is crossed permanently.\nThe Paris Agreement established the goal of keeping the increase in the global average temperature to no more than 2C and to try not to surpass 1.5C - and that's understood to mean over a long period rather than a single year. \nAccording to Dr Joeri Rogelj, director of research at the Grantham Institute, Imperial College London, \"the 1.5C in the Met Office announcement should not be confused with the 1.5C limit in the Paris Agreement\".\n\"The Paris targets refer to global warming - that is, the temperature increase of our planet once we smooth out year-to-year variations,\" he explained.\n\"A single year hitting 1.5C therefore doesn't mean the Paris limits are breached, but is nevertheless very bad news.\n\"It tells us once again that climate action to date is wholly insufficient and emissions need to be reduced urgently to zero to halt global warming.\"\nA landmark report by the UN climate panel in 2018 highlighted how the impacts of climate change are far more severe when the increase is greater than 1.5C.\nAt the moment, projections suggest that even with recent pledges to cut emissions of greenhouse gases, the world is on course to heat up by up to 3C.\nThe WMO's secretary-general, Prof Petteri Taalas, said the results of the new research were \"more than mere statistics\".\n\"This study shows - with a high level of scientific skill - that we are getting measurably and inexorably closer to the lower target of the Paris Agreement on Climate Change,\" he explained.\n\"It is yet another wake up call that the world needs to fast-track commitments to slash greenhouse gas emissions and achieve carbon neutrality.\"\nProf Ed Hawkins, a climate scientist at the University of Reading, told me that if the new forecast is proved right \"it does not mean that we have exceeded the Paris Agreement limit\".\nHe points out that two individual months in 2016 saw a rise of 1.5C.\n\"As the climate warms, we'll get more months above 1.5C, then a sequence of them, then a whole year on average above 1.5 and then two or three years and then virtually every year,\" Prof Hawkins said.\nHe also stresses that 1.5C is \"not a magic number that we've got to avoid\".\n\"It's not a sudden cliff edge, it's more like a slope that we're already on and, as the climate warms, the effects get worse and worse.\n\"We have to set a line in the sand to try to limit the temperature rise but we clearly need to recognise that we're seeing the effects of climate change already in the UK and around the world and those effects will continue to become more severe.\"\nThe report comes in the approach to the COP26 summit on climate change, due to be held in Glasgow in November.\nThe summit aims to raise ambition among world leaders on tackling the climate crisis.\nFollow David on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57262284",
      "category": "uk-northern-ireland",
      "title": "Covid-19 vaccine booking opens for everyone over 18 in NI",
      "tags": "NI Health,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid-19 vaccinations have been made available to everyone over the age of 18 in Northern Ireland.\nAppointments are available to book online on the Health and Social Care website and by telephone on 0300 200 7813.\nMore than one million people in Northern Ireland have received a first dose of a Covid-19 vaccine.\nThe Department of Health said vaccine supplies had become limited and 20,000 slots would be available each week.\nThe limit is to help manage the availability of the Pfizer vaccine after regulators said under 40s should be given an alternative to the AstraZeneca vaccine, the department said.\nHowever, it said anyone aged between 18 and 39 years old could still choose to have AstraZeneca jab.\nNorthern Ireland is the first part of the UK to offer an appointment for a vaccine to its entire adult population.\nWalk-in vaccination centres are open to over-18s in some parts of Wales, while in Scotland 18-to-29-year-olds can register for a text or email when they become eligible for an appointment.\nMore than 1.6 million coronavirus vaccines have been given so far in Northern Ireland.\nOn Monday Northern Ireland celebrated the return of many freedoms as lockdown eased considerably.\nRestaurants, cafes, bars and other hospitality venues can now operate indoors and six people from two households can now meet inside homes, while non-essential travel is allowed to the rest of the UK.\nA \"traffic light\" system will be in place for foreign travel, with 12 countries, including Portugal, on Northern Ireland's so-called \"green list\".\nThe lockdown-easing measures were agreed by ministers last week.\nHealth Minister Robin Swann said the announcement that over-18s could get vaccinated soon was \"welcome news for young people who have been waiting patiently for their turn to get the jab\".\n\"[It] is another important milestone in the drive to get as many people vaccinated as quickly as we can so that we can see a return to normality,\" he said.\n\"The tremendous success of the vaccination programme has brought great hope and has helped to enable the recent further easing of restrictions.\"\nPatricia Donnelly, who leads Northern Ireland's Covid-19 vaccination programme, said young people would be taking \"a big step towards normality\" by booking a vaccine.\n\"They are bringing themselves closer to the things that we all love to do,\" Ms Donnelly told BBC Radio Foyle.\n\"I fully understand that young people may not see this threat to them in the same way as it has been for our older people.\n\"But they are being vaccinated to protect themselves because young people, although less affected, can still get unwell and suffer from the long-term effects of Covid.\"\nChief medical officer Dr Michael McBride said Northern Ireland was \"dealing with the emergence of new variants\" and that everyone had \"a part to play in keeping each other safe\".\nHe said: \"I know that many young people will be very keen to book their jab now that they're eligible for vaccination.\n\"It's important to understand that while the risk of severe disease is lower in young people, some may become very ill and, of course, they can pass on the virus to others who may be more vulnerable.\"\nHe urged everyone aged 18 and over to book a slot for vaccination, including those in older age-groups who have yet had a jab."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-57267729",
      "category": "world-asia-china",
      "title": "Covid: China hits back as US revisits Wuhan lab-leak theory",
      "tags": "World Health Organization (WHO),China,Wuhan,Coronavirus pandemic,Joe Biden",
      "text": "China has denounced US efforts to further investigate whether Covid-19 came from a Chinese lab.\nUS President Joe Biden has said he expects to release the results of an intelligence report on the origins of the virus. \nChina's foreign ministry accused the US of \"political manipulation and blame shifting\".\nIt has rejected any link between Covid-19 and a virus research lab in the Chinese city of Wuhan.\nCovid-19 was first detected in Wuhan in late 2019. Since then, more than 168 million cases have been confirmed worldwide and about 3.5 million deaths reported.\nChinese officials linked early Covid cases to a seafood market in Wuhan, leading scientists to theorise that the virus had first passed to humans from animals.\nThe World Health Organization (WHO) has said it is \"extremely unlikely\" that the virus spread from a lab leak, following a visit to Wuhan earlier this year to investigate the origins of the coronavirus outbreak. \nWHO virologist Marion Koopmans, who was part of that field visit, told the BBC that if the US authorities had any information they should share it.\nBut recent US media reports have suggested growing evidence the virus could instead have emerged from a laboratory in China, perhaps through an accidental leak.\nIn a statement on Wednesday, President Biden said he had asked for a report on the origins of Covid-19 after taking office, \"including whether it emerged from human contact with an infected animal or from a laboratory accident\". On receiving it this month, he asked for \"additional follow-up\".\nMr Biden said the majority of the intelligence community had \"coalesced\" around those two scenarios, but \"do not believe there is sufficient information to assess one to be more likely than the other\".\nHe said he had now asked agencies to \"redouble their efforts to collect and analyse information that could bring us closer to a definitive conclusion\".\nOn Thursday, Mr Biden told reporters he planned to release the report \"unless there's something I'm unaware of\". \nCanadian Prime Minister Justin Trudeau then voiced his support for efforts made by the US and other countries to better understand the origins of the virus.\nWednesday's announcement angered Chinese officials.\nForeign ministry spokesman Zhao Lijian said it showed the US \"does not care about facts or truth, and has zero interest in a serious science-based study of origins\".\n\"Their aim is to use the pandemic to pursue stigmatisation, political manipulation and blame shifting. They are being disrespectful to science, irresponsible to people's lives and counter-productive to the concerted efforts to fight the virus,\" he said.\nThe spokesman also said US intelligence agencies had a \"dark history\" of spreading misinformation.\nA statement from the Chinese embassy in the US, which did not directly refer to Mr Biden's order, said \"smear campaigns and blame shifting are making a comeback\". \nReaders now long used to articles dismissing the lab-leak theory as a dangerous, fringe conspiracy may be slightly bemused to find it suddenly front-page, presented as an entirely plausible possibility.\nThe truth is, there's always been plenty of circumstantial evidence to support both competing theories. A zoonotic origin, in which the virus passes naturally from bat to humans, is supported by the fact that coronaviruses have crossed the species barrier in exactly this way before. \nThere are also plenty of precedents for lab leaks in which researchers get accidentally infected by the virus they're working on. The Wuhan outbreak happens to be on the doorstep of the world's leading laboratory for the collection, study and experimentation on bat coronaviruses.\nWhat's changed is not the evidence - of which there is none so far to prove either scenario - but the politics. The lab-leak theory, born into an environment poisoned by disinformation, was undermined not so much by China's denials, but by the fact it was being pumped by former US President Donald Trump.\nMedia organisations everywhere gave it the cold shoulder. My own attempts to look seriously at the lab-leak theory in May last year ran into long and fraught editorial discussions before it finally made it to publication.\nThe prevailing narrative has also loomed large over the science. Despite the dominant voices of some leading virologists insisting that only a zoonotic origin needed be investigated, a determined group of scientists has continued to argue that both scenarios should remain on the table. \nIt may be too late, of course. Wherever the debate goes now, China is extremely unlikely to allow another investigation on its soil. \nSpeculation about the Wuhan Institute of Virology - one of China's top virus research labs - began last year and was propagated by Mr Trump.\nUS state department cables came to light in April 2020 that showed embassy officials were worried about biosecurity there.\nEarlier this year, the World Health Organization (WHO) issued a report written jointly with Chinese scientists on the origins of Covid-19 which said the chances of it having started in a lab were \"extremely unlikely\".\nIt said the virus had probably jumped from bats to humans via another intermediary animal, but that more research was needed.\nA WHO spokesperson on Thursday reiterated to the BBC that further studies were needed \"in a range of areas, including on the early detection of cases and clusters, and the potential roles of animal markets, transmission via the food chain and the laboratory incident hypothesis\".\nThe laboratory theory has received increased public attention in the US amid recent reports attributed to intelligence sources that say three members of the Wuhan Institute of Virology were admitted to hospital in November 2019, several weeks before China acknowledged the first case of the new disease in the community.\nAnthony Fauci, President Biden's chief medical adviser, has maintained he believes the virus was passed from animals to humans, though he conceded this month he was no longer confident Covid-19 had developed naturally.\nMr Biden's order for further investigations came the day after Xavier Becerra, US secretary for health and human services, urged the WHO to ensure a \"transparent\" investigation into the virus's origins.\n\"Phase 2 of the Covid origins study must be launched with terms of reference that are transparent, science-based and give international experts the independence to fully assess the source of the virus and the early days of the outbreak,\" he said.\nWhile there is still no evidence to suggest it is man-made, Facebook on Thursday said that in light of the ongoing investigations and in consultation with public health experts it would \"no longer remove the claim that Covid-19 is man-made from our apps\".\n\"We're continuing to work with health experts to keep pace with the evolving nature of the pandemic and regularly update our policies as new facts and trends emerge,\" it said. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57261284",
      "category": "business",
      "title": "HS2 dishonest over compensation claim, says report",
      "tags": "Lichfield,HS2",
      "text": "The firm behind HS2 was \"dishonest and misleading\" in its handling of a compensation claim from a member of the public who had to sell their home to make way for the line, a report claims.\nHS2 also \"failed to properly engage\" with the complainant leading to a breakdown in trust, the Parliamentary and Health Service Ombudsman said. \nHS2 has previously been accused of poor communication with communities. \nThe rail firm said it accepted the findings but had changed its practices.\n\"This report focuses on historic issues relating to an individual property case from 2017,\" a spokesman said. \n\"In the four years since this review commenced there have been significant changes to HS2 Ltd, our responsiveness, and the complaints handling approach.\"\nCompulsory land purchases have been necessary to make way for High Speed Two, which will link London with the West Midlands from 2026.\nBut campaign groups have long complained that the operating company does not communicate well enough with those affected, or provide compensation fast enough.\nIn its second investigation of the problem, the Ombudsman said HS2 failed to follow its own processes when negotiating compensation claims for their family home with the complainant. \nThe rail firm also failed to respond \"fully and promptly\" to questions the complainant had, sometimes giving false information, which caused \"severe worry\". \n\"HS2's repeated maladministration had a devastating impact on the complainant and their family,\" said Rob Behrens, Parliamentary and Health Service Ombudsman. \n\"It is unacceptable that communication problems remain at HS2... [It] must properly engage with those affected by the new line, be open and transparent and follow the proper process to make sure this never happens again.\"\nA 2015 report by the Ombudsman found HS2 failed to engage appropriately with a community near Lichfield when consulting about the proposals for the route which now runs through their village.\nAt the time it called on HS2 to become more customer focused, open and accountable when dealing with complaints. \nThe Country Land and Business Association, which represents 28,000 landowners, land managers and rural businesses in England and Wales, said an independent body was needed to handle HS2 complaints. \nChief surveyor Andrew Shirley said: \"While the scale of the infrastructure scheme often grabs the headlines, too little attention is paid to those whose homes and livelihoods are threatened by the scheme - the financial impact and prolonged emotional pressure of which is unimaginable.\"\nHe added: \"One can never just hope that organisations such as HS2 will simply do the right thing - you need robust measures in place to ensure they do.\"  \nA spokesman for HS2 said it had made numerous improvements to its complaints handling processes, including recruiting a Community Engagement and Stakeholder Team of more than 100 staff and establishing a Helpdesk Team to answer queries from the public every day of the year.\nHe added: \"We understand that residents did not choose to live along the line of the route and that for many the process of having their homes acquired will be distressing. \n\"HS2 Ltd endeavour to treat every land and property case with respect and compassion, while also recognising our obligations to spend taxpayers money appropriately when agreeing compensation.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57258272",
      "category": "uk-wales",
      "title": "Mayhill riot: 'I have two children inside, please come'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57257784",
      "category": "uk-politics",
      "title": "Covid: I left London during lockdown due to security threat - Cummings",
      "tags": "Barnard Castle",
      "text": "Dominic Cummings' controversial trip to County Durham during lockdown was due to security threats, not just childcare reasons, the ex-No 10 aide has said.\nSpeaking to MPs, Mr Cummings said he moved his family out of London after his wife received death threats from a gang of people outside his home.\nHe said not explaining this at the time was \"a terrible, terrible mistake\". \nHe described the episode as \"a major disaster for the government\" which had \"undermined public confidence\". \nMr Cummings faced considerable criticism when it emerged he had travelled from his London home to his family's farm on the outskirts of the City of Durham, during the coronavirus lockdown in spring 2020.\nAt the time he defended his actions, explaining he left to ensure his son could be looked after when he and his wife caught Covid.\nHowever, appearing before the Health and Science committee on Wednesday, Mr Cummings said he had first moved his family out of the home for six weeks in autumn 2019 following security threats.\nHe then said that on 25 February he received a call from his wife who told him \"there was a gang outside the family home saying 'they're going to break into the house and kill everybody inside'.\"\nHe continued, saying that on 22 March a \"fake quote\" appeared in a news story \"saying I was happy for everyone to die\".\n\"After that weekend I then said to my wife...we've got to get out here by Friday - it had already been decided that I was going to move my family out of London regardless of Covid rules.\"\nWhen, in May, the story emerged that Mr Cummings had left London, he said \"the prime minister and I agreed that because of the security things, we would basically just stonewall the story and not say anything about it.\"\nHowever, he later gave a press conference in Downing Street's rose garden to defend his actions. \nRecalling the event he said: \"What I said was true but we left out a kind of crucial part of it all.\n\"The whole thing was a complete disaster and the truth is... if I just basically sent my family back out of London and said here's the truth to the public, I think people would have understood the situation.\n\"It was a terrible misjudgement not to do that - the prime minister got that wrong, I got that wrong.\"\nDuring the press conference, Mr Cummings also defended making a 30 mile journey from his family's home in County Durham to Barnard Castle, explaining he wanted to test his eyesight before returning to London.\nAsked by committee chair Jeremy Hunt if the trip was actually a birthday celebration for his wife rather than to test his eyesight, Mr Cummings replied: \"If I was going to make up a story I would come up with a better one than that.\"\n\"If you're going to drive 300 miles to go back to work, popping down the road for 30 miles and back to see how you feel... it didn't seem crazy.\"\nMr Hunt asked if it seemed \"crazy to do the trip with your wife and son\", Mr Cummings said no.\n\"I wish I'd never heard of Barnard Castle... I can only apologise for the whole debacle,\" he added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57275276",
      "category": "uk",
      "title": "Covid-19: Up to 75% of new UK cases could be Indian variant - Matt Hancock",
      "tags": "Matthew Hancock,Coronavirus pandemic",
      "text": "Up to three quarters of new UK Covid cases could be of the Indian variant, Health Secretary Matt Hancock has said. \nPublic Health England data shows cases of the variant have risen by 3,535 to 6,959 since last week.\nMr Hancock told a Downing Street briefing that the government had always expected cases to rise as restrictions were eased. \nBut he said it was \"critical\" to monitor the link between cases and hospitalisations. \nOn Thursday, a further 3,542 coronavirus cases and 10 deaths within 28 days of a positive test were reported in the UK.\nIt is the second day in a row the number of new Covid cases has topped 3,000 - the first time infections have reached this level since mid-April.\nOver the last seven days, cases are up 20.5% compared with the week before. \nMr Hancock told the briefing on Thursday: \"The latest estimates are that more than half and potentially as many as three-quarters of all new cases are now of this variant.\n\"As we set out our roadmap we always expected cases to rise - we must remain vigilant.\"\nMr Hancock said the increase in cases was still focused in hotspots. \nThe PHE data found the worst-affected areas continue to be Bolton, Bedford, and Blackburn with Darwen, which have seen 1,354, 366 and 361 confirmed cases, respectively. \nPHE added, however, that there are small numbers of cases of the variant in most parts of the country.\nBut the health secretary said there were \"early signs\" rates in Bolton are starting to \"cap out\".\nIf surge testing and vaccinations are effective against the Indian variant in Bolton, this could be used as a model to prevent local lockdowns, he said.\nMr Hancock said vaccines were \"severing the link between cases and hospitalisations and deaths from coronavirus\".\nBut he urged people to get both doses, saying that of the 49 people in hospital with Covid in Bolton only five had received two vaccinations.\nDr Jenny Harries, chief executive of the UK Health Security Agency, told the briefing that many of the outbreaks were centred on \"focal points\", such as community centres, schools or faith buildings.\nShe added: \"The cases actually do look as though they are starting to plateau out but the spill-over into community transmission in local areas is an important one.\"\nShe said it was \"on the cusp at the moment\" over whether rising cases reflected the variant taking off or whether there was a rise because more cases were being hunted for and detected by public health experts.\nIncreasing cases numbers were not \"generally translating into increased cases of hospitalisation and definitely not into deaths,\" she said.\n\"So the key message there is... if we can hold it while the vaccination programme gets rolled out, we stand a much better chance of getting through this session.\"\nThe Indian variant is clearly becoming dominant in the UK, replacing the Kent variant that caused the deadly winter surge.\nThe figures quoted by the health secretary are skewed by the fact that the testing of positive cases for variants is heavily targeted towards areas where the variant is known to be spreading.\nThe bigger question, though, is to what extent the rise of this variant matters.\nOverall, cases are going up - but this was expected at this stage of the easing because of the green light for indoor mixing.\nA more infectious variant - as this one seems to be - will put even more upward pressure on infections.\nSo it comes down to two things - how much more infectious it is, and to what extent the vaccination programme has weakened the link between cases and hospitalisations  - given over half of adults are still waiting for their second dose and a quarter have not had their first.\nA very rapid surge in infections has the potential to cause real problems as it will allow the virus to find those that are still at risk.\nThere are plenty of reasons to hope that will not happen given how well advanced the vaccine programme is, how low infection levels are (we have one of lowest rates in Europe) and the arrival of warmer weather which should mean more time outdoors.\nBut as always with this virus nothing can be taken for granted.\nIt comes after Prime Minister Boris Johnson said England \"may need to wait\" for the lifting of all Covid restrictions, which is currently planned for 21 June.\nThe PM said he saw nothing \"currently in the data\" to suggest the government would have to delay unlocking.\nBut he added there were signs of an increase in the number of cases of the Indian variant.\nMr Johnson said it was important to understand to what extent the vaccine programme \"interrupts the link\" between infection, hospitalisation, serious illness and death.\nGovernment scientists had always made clear that infection levels would increase as restrictions eased, particularly the resumption of indoor mixing. \nBut epidemiologist Prof Neil Ferguson, whose modelling was crucial to the decision to go into the first lockdown in March 2020, said the Indian variant meant the reopening of society was now \"in the balance\".\nHe told the BBC: \"The key issue as to whether we can go forward is: will the surge caused by the Indian variant... be more than has been already planned into the relaxation measures?\"\nOn 21 June, the government hopes to move to the final stage of its roadmap for lifting lockdown.\nStep four would see all legal limits on social contact removed, nightclubs would reopen, and restrictions on large events and performances would be lifted.\nScientists advising the government are currently studying all relevant data since the last set of lockdown relaxations on 17 May."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57271269",
      "category": "uk",
      "title": "County lines: The search for vulnerable children",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57276006",
      "category": "uk-politics",
      "title": "Covid-19: PM backs Matt Hancock over Dominic Cummings' care home claims",
      "tags": "Dominic Cummings,Boris Johnson,Coronavirus testing,Care homes,Matthew Hancock,Coronavirus pandemic",
      "text": "Boris Johnson has expressed \"full confidence\" in Health Secretary Matt Hancock over claims he lied about protecting care homes from Covid.\nDominic Cummings says Mr Hancock misled the PM in March 2020 by promising that all residents in England discharged from hospital would be tested.\nThe PM's former aide says this led to thousands of needless deaths.\nMr Hancock has denied lying but said he had been clear that it would take time to build testing capacity.\n\"My recollection of events is that I committed to delivering that testing for people going from hospital into care homes when we could do it,\" he told a Downing Street press conference on Thursday.\n\"I then went away and built the testing capacity… and then delivered on the commitment that I made.\"\nThe BBC understands acute concern was expressed in Downing Street about what was going wrong in care homes - and what was happening with testing - in the first week of May last year. \nIt is understood an urgent meeting was called to get to the bottom of what was going on.\nIn his testimony to a select committee on Wednesday, Mr Cummings said: \"We were told categorically in March that people would be tested before they went back to care homes. We only subsequently found out that that hadn't happened.\n\"The government rhetoric was we put a shield around care homes - it was complete nonsense.\n\"Quite the opposite of putting a shield around them, we sent people with Covid back to the care homes.\"\nGovernment documents show there was no requirement to test patients being discharged from hospital into a care home until 15 April last year.\nAnd guidance dated 2 April said people without negative Covid tests could be discharged to care homes, but recommended they isolate in their own rooms.\nIn total, 127,758 people have died in the UK within 28 days of a positive test for the disease, official figures show.\nOf these more than 42,000 - around a third - have happened in care homes in England and Wales, according to the Office for National Statistics.\nThe head of the National Care Association, Nadra Ahmed, told BBC One's Question Time the government's claim to have put a shield around homes was \"absolute rubbish\".\n\"There was no shield,\" she added. \n\"I think that was an utterance that came about in a form of embarrassment, perhaps, because nothing had been done for social care.\"\nLabour leader Sir Keir Starmer said Mr Cummings' testimony could not be \"the last word on this\", adding:  \"We need to get all the available evidence. I don't think the prime minister has made good decisions in this pandemic.\"\nBut a Downing Street spokesperson said: \"The PM has full confidence in the health secretary and will continue working with him to protect public health and save lives.\"\nA Public Health England report, commissioned by the Department of Health, has concluded that the evidence suggests \"hospital associated seeding accounted for a small proportion of all care home outbreaks\" in England.\nIt said that, from 30 January to 12 October last year, 43,398 residents - from 5,882 separate outbreaks - had tested positive for Covid.\nSome 1.6% (97) of outbreaks were identified as stemming from hospital discharges.\nA total of 806 (1.2%) care home residents with confirmed infections were associated with these outbreaks, it added.\nMr Cummings left his job as Mr Johnson's chief adviser last autumn following a power struggle within No 10."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57260125",
      "category": "world-europe",
      "title": "Belarus plane: Lukashenko hits back at condemnation of journalist's arrest",
      "tags": "Belarus,Alexander Lukashenko,Air travel",
      "text": "The president of Belarus has said his critics are \"strangling\" his country and waging \"hybrid warfare\".\nAlexander Lukashenko told parliament common sense had been abandoned and \"many red lines\" crossed as Western countries imposed sanctions on Belarus.\nHe was defending the move to forcibly divert a Ryanair plane, which was flying from Greece to Lithuania, to land in Belarus on Sunday.\nA Belarusian journalist who is a critic of Mr Lukashenko was arrested.\nRoman Protasevich, 26, was placed on a terrorism list last year and says he fears the death penalty. Belarus is the only country in Europe and the former Soviet Union that still passes and carries out death sentences.\nHis Russian girlfriend, Sofia Sapega, was also detained. They both now face criminal charges.\nVideos of the pair have been released, appearing to show them confessing to crimes. However, it is likely they are both speaking under duress.\nMr Lukashenko's comments were the first he has made in public about the incident, which has drawn Western outrage.\nEuropean leaders have accused Belarus of hijacking the plane, but the president has insisted he acted lawfully when he ordered its diversion.\nBelarus claims the flight had been diverted because of a bomb threat from Hamas, but the Palestinian militant group denied any involvement. Mr Lukashenko also said the threat had originated in Switzerland, but the Swiss authorities said they knew nothing of it.\nMr Lukashenko insisted the bomb threat was real, and that the diversion of the Ryanair flight had taken place near a nuclear power plant.\n\"I had to protect people, I was thinking about the country's security,\" he said, adding that reports that a fighter jet was sent to force the plane to land was an \"absolute lie\".\nMr Lukashenko, who has ruled the former Soviet nation for 27 years, accused the international community of interfering in the running of his country.\n\"This is not information warfare anymore, this is modern hybrid warfare,\" he told parliament in the capital Minsk. \"We must do everything to prevent it becoming a real war.\"\nMr Lukashenko vowed to respond harshly to any sanctions placed on Belarus, and said Western governments were using his country as a \"testing site\" to gain access to Russia, a close ally.\n\"The search for new vulnerabilities is under way. And it is directed not only against us . We are training range, a testing site for them ahead of the march to the East,\" the president said.\nRussia has supported its neighbour. \n\"The Kremlin sees no reason not to trust statements from the leadership of Belarus,\" Dmitry Peskov, the Russian president's spokesman, told reporters.\nEU leaders have already ramped up sanctions against Belarus, and all 27 EU nations, as well as the UK, have banned its airlines from their skies.\nA number of airlines have suspended flights over Belarus, including:\nThe move has a direct impact on Belarus' revenue, as airlines pay to use a country's airspace, amounting in millions of dollars per year.\nMeanwhile Belarus has accused French authorities of committing an act of \"air piracy\" after a Belarusian plane flying from Minsk to Barcelona was denied passage through French airspace and turned back.\nFrance has joined Estonia, Ireland, Norway, Britain and the US in signing a joint UN Security Council statement, condemning the \"blatant attack on international civilian aviation safety and European security\". \n\"We fully condemn this as yet another blatant attempt by the Belarusian authorities to silence all opposition voices,\" the joint statement said.\nThe nations are calling on an urgent investigation by the International Civil Aviation Organization (ICAO).\nHowever, it would have to get approval by the UN Security Council and Russia, Belarus' strongest ally, is a permanent member with veto power.\nThe US has updated its Belarus travel advisory to \"level four, do not travel\" due to \"the arbitrary enforcement of laws and risk of detention\".\nWhere is Belarus? It has its ally Russia to the east and Ukraine to the south. To the north and west lie EU and Nato members Latvia, Lithuania and Poland.\nWhy does it matter? Like Ukraine, this nation of 9.5 million is caught in rivalry between the West and Russia. President Lukashenko has been nicknamed \"Europe's last dictator\" - he has been in power for 27 years.\nWhat's going on there? There is a huge opposition movement demanding new, democratic leadership and economic reform. The opposition movement and Western governments say Mr Lukashenko rigged the 9 August election. Officially he won by a landslide. A huge police crackdown has curbed street protests and sent opposition leaders to prison or into exile."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57271929/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Farmers should not fear Australia trade deal, UK minister says",
      "tags": "Sheep farming,Agriculture,UK economy,Trade,Australia",
      "text": "Trade Minister Greg Hands has said British farmers have nothing to fear from a proposed free trade deal with Australia.\nMr Hands told the Commons he gave a \"cast iron guarantee\" that British standards would not be lowered in the search for a deal.\nFarmers have warned they could struggle to compete if Australia was given tariff-free access to UK markets.\nBut the minister said farmers should \"be positive, not fearful\".\nMr Hands also said that beef injected with hormone would not be allowed into the UK. \nThe government is hoping to secure a post-Brexit deal with Australia in the next few weeks. \nBut National Farmers Union president Minette Batters has warned removing tariffs on meat imports would \"have a massive impact\" on British farms, which would be unable to compete, in terms of scale, with Australia's vast cattle and sheep stations.\nShadow international trade secretary Emily Thornberry said during the Commons debate on Thursday that Labour could not support a \"rushed-through\" deal.\n\"Let me make clear at the outset that we support a trade deal with Australia which is designed in British interests, which will create jobs in our economy and increase our exports and growth,\" she said.\nMs Thornberry added: \"We cannot support a deal on agricultural  tariffs that will cost jobs in our farming communities, undercut our food standards, increase our carbon off-shoring and open the door to the destruction of our farming industry through further lop sided trade deals.\" \nMr Hands rejected any suggestion that UK farmers would be disadvantage. \"There will be no compromise on our standards of animal welfare, food safety and the environment. That is in our manifesto commitment.\"\nAnother concern of UK farmers is that an Australia deal will be a template for other agreements with countries in Asia, piling more pressure on the sector from cheaper imported goods. \nBut Mr Hands said farmers should see an agreement with Australia as opening new markets overseas for their own produce.\n\"This will be a great deal for the UK and our farmers will continue to thrive. The agreement is a gateway into the massive CPTPP (Comprehensive and Progressive Agreement for Trans-Pacific Partnership) free trade area in Asia and Pacific,\" he said.\nIt would, he added, open \"doors for our farmers into some of the biggest economics of now and the future\".\nThe UK has offered trade deal terms to Australia under which both countries would phase out taxes on imports over 15 years.\nThe cabinet was reportedly split on what terms to propose, amid concerns UK beef and lamb farmers could be undercut by larger Australian producers. But the dispute was apparently resolved after Boris Johnson pushed for unity.\nIn 2019-20, trade in goods and services between Australia and the UK was valued at £20.1bn, and both sides are hoping to expand this amount considerably.\nCurrently, metals, wine and machines form the biggest goods exports from Australia to the UK, while Australia's main UK imports are cars, medicines and alcoholic drinks.\nTrade in meat between the two countries is small, with 0.15% of all Australian beef exports going to the UK and 14% of sheep meat imports to the UK coming from Australia. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57271540",
      "category": "uk",
      "title": "Windrush compensation: £30m offered to victims so far, Home Office says",
      "tags": "UK immigration,Home Office,Windrush generation,Windrush scandal,Priti Patel",
      "text": "Nearly £30m has been offered in compensation to victims of the Windrush scandal, it has been confirmed, amid criticism over slow payments.\nThe Home Office said claims had sped up and that £20.4m has been paid to 687 people, with £9m offered to applicants. \nLast week, the National Audit Office said the Home Office had yet to meet its aim of paying claimants quickly.\nThe watchdog added it expected between £60m and £260m will be paid in compensation to around 11,500 people.\nTwo years after compensation was announced in April 2019, the Home Office said payments have accelerated in recent months and more caseworkers are being recruited.\nIt followed an \"overhaul\" of the scheme last year when ministers raised the minimum payment from £250 to £10,000.\nThe Windrush scandal mainly affected UK citizens originally from the Caribbean.\nThey were granted indefinite leave to remain in 1971, but thousands were children who had travelled on their parents' passports.\nBecause of this, many were unable to prove they had the right to live in the country when \"hostile environment\" immigration policies - demanding the showing of documentation - began in 2012, under then Home Secretary Theresa May.\nSome Windrush migrants were wrongly detained or deported after the policy requiring documentation was introduced. \nMany others found themselves caught up in legal limbo and say they lost their jobs or their homes as a direct or indirect result. Others were denied access to NHS treatment, pensions and benefits, even though they had paid national insurance for many years.\nGlenda Caesar, a Windrush claimant and campaigner who has received her payment, said she knew four other people who have been waiting more than two years. \nShe said they had been told they were eligible but a figure had not been agreed.\nIn some cases, claimants are thought to be pursuing additional discretionary payments to cover lost pensions and have rejected their offers.\nIn others, she said, case workers kept asking for documentation - but when people provided papers they were not taken into consideration. \n\"We didn't ask to be put in this position,\" she said.\nSome claimants have received an interim, or preliminary, payment, which the Home Office said were made due to uncertainty over how long cases could take to resolve.\nAnthony Bryant said this applied to him and that he was given a £10,000 interim payment. He said he believed this approach was allowing the government to claim it had paid out before actually settling claims. \n\"Most of the people I know are still waiting,\" he said. Checks on paperwork were the main reason for the delay. \n\"You have to drag them out. It's taken so long. Surely the government know us, what are they waiting for?\"\n\"You're on hold, your life is on hold, nothing is resolved,\" he added.\nThe Home Office accepted some of the payments so far were for preliminary amounts, but others were final settlements.\nThe National Audit Office report said that the Home Office had underestimated the amount of time it would take to process each application and the scheme was rolled out before it was ready.\nHowever, the government said it was picking up the pace of payments, following the decision of Home Secretary Priti Patel in December to review how the compensation scheme worked.\nMs Patel said: \"I am absolutely committed to putting right the terrible injustices faced by the Windrush generation under successive governments.\n\"I will continue to work tirelessly to make sure that more money continues to be paid more quickly.\"\nAccording to the Home Office, within six weeks of the changes being announced, more had been offered in compensation than during the first 19 months of the scheme."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-gloucestershire-57266871",
      "category": "uk-england-gloucestershire",
      "title": "Fred West: No human remains found in Mary Bastholm search",
      "tags": "Fred West,Gloucester",
      "text": "No human remains have been found by police searching a cafe in Gloucester for a suspected victim of the serial killer Fred West. \nOfficers have been searching for Mary Bastholm, 15, who worked at the Pop-In Cafe - now called The Clean Plate. She was last seen in 1968. \nGloucestershire Police began excavating the cafe cellar in Southgate Street on 19 May and said it had finished.\nMiss Bastholm's family said they were sad but hoped she would yet be found.\nThey said: \"We were hoping to get a final closure on her disappearance so that we could put her to rest.\n\"We have been open-minded throughout this process and we now know that the cafe can be ruled out. \n\"Mary was a strong willed and happy-go-lucky teenager dearly loved by her parents and two brothers.\n\"She enjoyed life and was just coming into her own when her life was tragically cut short.\"\nPolice started excavations after a TV production company filming at the site said it had found blue material in the cellar, suggesting Miss Bastholm might possibly be buried there. \nShe was last seen wearing a blue jacket with a blue and white dress and was carrying a blue bag.\nHowever, police have confirmed no blue material was found in the cellar and what the production team saw was likely to have been part of a pipe.\nIt said it was \"appropriate and proportionate\" to investigate and forensic archaeologists and anthropologists had been focusing on six voids beneath a toilet floor.\n\"Everyone working on this is disappointed that we didn't find Mary,\" Assistant Chief Constable Craig Holden said.\n\"Allowing her family to finally lay Mary to rest after over 50 years was always the most important reason for our excavation.\n\"I hope that eliminating this location will bring some comfort, however small to her family.\n\"We have always been clear that we may not find Mary's remains. Sadly that proved to be the case, but it does not mean we were wrong to look - the new information made it the right thing to do.\"\nThe force said the anomalies were identified by experts who concluded the remaining areas of the cellar had been undisturbed since before Miss Bastholm disappeared.\n\"Each area was carefully examined by the forensics team with support from officers from the constabulary,\" a spokesperson said.\n\"The team worked each day, everything that was dug up was analysed on site and all activity was meticulously logged and photographed.\"\nMiss Bastholm went missing in January 1968 on her way to catch a bus to visit her then boyfriend Tim Merrett. \nHe said when the excavations began he thought it was unlikely police would find Miss Bastholm in the cafe because she had no reason to return there.\nIn a statement her relatives said:\"[Mary's] parents and two brothers were never the same after she went missing. They have now sadly passed away without ever knowing what happened to their loving daughter and sister.\"\nWest, who was a regular at the Pop-In Cafe, took his own life in 1995 while in prison awaiting trial, accused of the murders of 12 women and girls.\nThe cafe is due to be handed back to its owners once reparation work has been completed.\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57251676",
      "category": "world-europe",
      "title": "Belarus: I'm ready to beg for help, says mother of detained woman",
      "tags": "Belarus,Ryanair Belarus flight diversion,Russia,Minsk,Alexander Lukashenko,European Union",
      "text": "For Anna Dudich, nothing will ever be the same again.\nHer daughter, Sofia Sapega, was on board Ryanair Flight 4978 from Athens to Vilnius when the plane was forcibly diverted to the capital of Belarus. \nSofia and her boyfriend, the prominent opposition activist Roman Protasevich, were arrested on arrival in Minsk.\n\"We are in such a state that we don't believe this is happening to us, to our daughter,\" Dudich tells me, her eyes brimming with tears. \nThe last she heard from her daughter was a text message with a single word, \"Mama\", before the phone went dead.\n\"I'm ready to beg anyone for help, so my child's life isn't broken,\" Dudich says.\nWhen we meet, she's just dropped off a parcel of clothes, food and toiletries - no books allowed - at the KGB prison where Sapega, 23, has been remanded in custody for two months. \nRelatives are not permitted to visit, so all Dudich has seen of her daughter is a video where she confesses to publishing the personal data of Belarusian security forces.\nShe was deeply upset at seeing her daughter in distress and is sure she was speaking under duress. Sofia twists and turns in the video clip, rolling her eyes, which Anna says isn't at all normal for her.\nShe tells me that Sapega, who was born in Russia, is not an activist and didn't even join last year's protests after the disputed presidential elections. She left for Vilnius in Lithuania in August. She believes her daughter was arrested solely because of her link to Roman Protasevich, who she began dating about six months ago.\n\"I don't understand why my daughter was detained,\"Dudich says. \"She's just living her life like a normal young woman - studying, having fun and in love. No one banned that, did they? I just can't get my head around it.\"\nOn Wednesday, the Belarusian president delivered a defiant speech, rejecting international condemnation that called the plane diversion an act of \"air piracy\" or \"hijacking\" - staged purely to arrest a prominent political opponent as he passed through Belarusian airspace.\nIn his first comments since the plane's grounding, President Alexander Lukashenko insisted there was a genuine bomb threat and that he'd acted \"legally\" and to \"save lives\".\n\"What was I supposed to do?\" he asked a chamber full of loyal officials.\nBut his speech contained worrying signals for Dudich.\nLukashenko talked of a \"terrorist\" on board the flight, a reference to Roman Protasevich, and labelled him and his girlfriend agents of Western intelligence.\nIn the same vein, he said new European sanctions in response to the incident were part of a plot to force him from power.\n\"Our ill-wishers both outside and inside Belarus have changed their methods of attack,\" the president declared. \"They have crossed many red lines and crossed the boundaries of common sense and human decency. They've moved from plotting riots, to suffocating us.\"\nThe impact of the sanctions - banning Belarus's national airline from Europe and preventing European airlines from crossing its airspace - began to sink home on Wednesday when a Belarusian flight attempting to reach Barcelona ended up circling over the border with Poland before being forced to turn back. \nIn Minsk, the foreign ministry called that \"virtually air piracy\" and part of the \"political hysterics\" in Europe over the Ryanair flight diversion. \nThe EU, however, has pledged to follow up on its flight ban with further economic sanctions. \nBut in parliament, President Lukashenko seemed to shrug off the prospect of increasing isolation. He reminded Russia in his speech that hostile forces in the West are a common threat, claiming that Belarus is a mere \"testing ground\" and Russia the ultimate target. \nRussia gave critical backing to the president last year when his quarter-century grip on power threatened to slip, and Lukashenko will meet Vladimir Putin again on Friday.\nThe Ryanair flight incident shows just how far that support has emboldened him: the Kremlin says it has \"no reason not to trust\" his description of events. \nBut the move has broken two more families in Belarus, with two more people behind bars. \n\"I'm frightened for her,\" Dudich says of her daughter, who is still waiting to see a lawyer in her KGB prison. \"She's still a kid. A normal student. I am sure all this is a mistake.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-57267199",
      "category": "technology",
      "title": "NatWest launches 'urgent' cryptocurrency scam alert",
      "tags": "Bitcoin,Fraud,Cryptocurrency",
      "text": "NatWest mobile app users are being directed to a warning screen advising them to beware of cryptocurrency scams.\nThe bank said it had received a \"record number\" of reports about such scams between January and March 2021.\nThe alert warns account holders to make sure they have direct control of any digital wallet that is set up to handle transactions, and to beware of promises of big profits.\nOne common scam involves fake celebrity endorsement, it said.\nTypically, potential investors are prompted to fill in an online contact form and then encouraged over the phone to set up a cryptocurrency wallet - but unknown to them the scammer installs remote access software on their device, granting them access to it as well.\nThe victim is then persuaded over time to invest ever larger amounts - until the criminal empties the wallet.\nAnother ruse is the \"get rich quick\" cryptocurrency investment opportunity, the bank added.\n\"We have prevented millions of pounds from being sent to crypto-criminals who are exploiting the high levels of interest in the currency. However, consumers should always be alert, especially to the use of fake websites and bogus celebrity endorsements,\" said Jason Costain, NatWest's head of fraud prevention. \nThe Financial Conduct Authority has a searchable list of unauthorised firms and individuals offering financial services. \nPeople using these will not be protected by the UK's financial authorities if something goes wrong, the FCA warns.\nThe app alert, which NatWest said was an urgent reminder, tells customers:\n\"You could lose all of your money,\" without following the advice, it warns.\nCryptocurrencies are notoriously volatile in value. This month the price of Bitcoin alone has fluctuated by up to 40% - creating some big winners and losers in the process. It is not regulated by any financial authorities.\nThere has been a flurry of advertising around crypto-investments on social media, and on Wednesday the Advertising Standards Authority banned an \"irresponsible\" billboard ad for a cryptocurrency exchange which appeared on London transport.\nIn the US, cryptocurrency scammers pretending to be Tesla boss Elon Musk made more than $2m (£1.4m) in six months, consumer-protection officials said in May."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57242348",
      "category": "business",
      "title": "'There's a sense black people are being paid less'",
      "tags": "Companies,Black Lives Matter,BAME communities,Representation",
      "text": "\"There's a strong sense that black people are being paid less.\"\nSimon Woolley, a former senior government adviser on race disparity until last year, says it should now be mandatory for companies to disclose their ethnicity pay gap. \nUnlike gender pay gap reporting, it is not a legal requirement to publish pay-related data based on ethnicity or race. \n\"It is not the silver bullet,\" Lord Woolley says. \"But your company will be more vibrant if people are being paid what they're worth.\"\nBusiness Secretary Kwasi Kwarteng told the BBC on Thursday the government took equality \"extremely seriously\", but he wouldn't be drawn on whether ethnicity pay reporting should be a legal requirement.\n\"We're very focused on equal opportunities for everybody right up and down this country... We want to take people's talents and ingenuity fairly and represent opportunities to everybody,\" he said.\nCalls for firms to improve diversity and equality in the workplace gathered pace in 2020 - a seismic year. \nFollowing the deaths of black Americans George Floyd, Breonna Taylor and Ahmaud Arbery, the subsequent series of protests calling for an end to racial discrimination prompted a public outpouring of support from the corporate world.\nCompanies large and small, around the world, scrambled to make pledges to tackle racism and improve diversity and inclusion. But a year on, what progress have they made?\nBBC Radio 5 Live's Wake Up to Money programme contacted 28 UK-based businesses that were the first to sign up to a pledge to tackle racism in their workplaces. The leaders of those organisations had signed a letter printed in The Sunday Times on 21 June 2020, promising their support to the cause.\nSome of the measures included creating more diverse workforces by setting targets for black talent in recruitment and more diverse shortlists of candidates. \nOf the 28 companies the BBC approached, 23 responded. \nA spokesperson for one firm told the BBC they were unable to comment because they were still collecting the relevant information, while three of the businesses did not respond. \nAccountancy giant KPMG was among those companies to sign the pledge.\nJohn McCalla Leacy, a partner and board member, tells the BBC: \"I think, at a personal level, we all saw those awful images come in from the US - and we're a partnership. \n\"There was just a huge outpouring to do what we could, both individually and corporately. That's what inspired me and my fellow partners to sign this letter.\"\nKPMG quickly published a Black Lives Matter action plan containing five key areas to focus on.\nMr McCalla Leacy, who is of black West Indian/Jamaican heritage, says the aim was to create an environment \"where people can talk and learn about challenges that people face, and talk and engage in a constructive way\".\nThe pledge KPMG and others signed up to now has more than 80 companies involved, and is being co-ordinated by Involve People, a charity promoting diversity and inclusivity in the workplace.\nIts chief executive and co-founder, Suki Sandhu, says: \"The aim of the open letter was to effectively hold the companies accountable for driving race and black inclusion in business.\n\"We're not going to let this be virtue-signalling or something for [businesses] to tick a box. The whole point of them signing is to take the actions in the letter.\"\nAlmost every firm that shared their progress with the BBC said they had started conversations or \"listening sessions\", with the company seeking input from colleagues from ethnic minority backgrounds to hear their concerns and see what action could be taken as a result. \nThe outsourcing firm Capita said their listening sessions had been attended by more than 2,500 people. Other prominent proponents include Tesco and Marks & Spencer. \nMany of the 23 businesses said they now deliver training to raise awareness of anti-racism and promote inclusion while the term \"unconscious bias\" was explicitly mentioned by six of the 23 companies.\nMeanwhile, nine of those 23 firms have committed to publish an ethnicity pay gap report each year. \nTwo of the reports the BBC has seen show a lack of ethnic minority talent in senior roles.\nSandra Kerr, race director at Business in the Community, a charity that works with companies to make a social impact, tells the BBC: \"One of the things I wrote last August was a black voices report - and we found real disparities in black employees feeling like they aren't listened to and are unable to get their ideas to the bosses.\"\nWake Up to Money spoke to a black employee, David (not his real name), who's been working in the rail industry for more than a decade.\n\"It's a struggle to go any further [in the industry] in terms of career progression. I have applied  for many jobs before, senior roles and I have been knocked back. I've never been given the feedback even though I've requested it.\"\nSeveral times he has applied for positions unsuccessfully, only for the firm to go and recruit externally. \n\"Sometimes I feel like your face has got to fit or you've got to know somebody. It's not about your skill set. It's not about what you know, it's about who you know.\"\nMs Kerr says firms need to \"involve black staff in recruitment processes and idea generation\" to help them climb up the career ladder. \nLike Lord Woolley she supports mandatory ethnicity pay reporting, adding that leadership is needed from government.\nA government spokesperson said: \"The Commission on Race and Ethnic Disparities published its independent report earlier this year, which included recommendations on ethnicity pay reporting. \n\"We are considering the Commission's findings on this matter alongside feedback to our consultation on this issue and other work, and will respond to the Commission's report in due course.\"\nSome measures aimed at making workplaces more diverse and inclusive have been criticised in the past.\nThe government's Commission on Race and Ethnic Disparities report quoted research from Harvard University, which said that mandatory diversity and inclusion measures have not always been successful, while the Equality and Human Rights Commission found that training on unconscious bias can have limited effect and the potential to back-fire.  \nBut the death of George Floyd really has changed the way the corporate world views diversity, KPMG's John McCalla Leacy argues.\n\"In the time of the pandemic, whereby we're all stuck in lockdown and watching our TVs and phones, you couldn't have missed not only the tragic murder of George Floyd, but the events afterwards. \n\"There was an outpouring of grief that we've seen among our clients and corporate friends.\n\"Businesses are making bold claims and want to drive lasting change - and the business community is really supportive of each other so that we can all progress forwards.\" \nListen to the Wake Up to Money podcast"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-57269272",
      "category": "world",
      "title": "Super 'blood' Moon treats stargazers around the world",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57272736",
      "category": "uk",
      "title": "Covid-19: Indian variant cases rise and cough-detecting phone app",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Thursday evening. We'll have another update for you on Friday morning. \nHealth Secretary Matt Hancock says as many as 75% of new coronavirus cases in the UK are of the variant first discovered in India, which is thought to be more transmissible. Public Health England says a total of 6,959 cases of this variant have been confirmed in the UK. The figures represent a rise of 3,535 on the previous week. Earlier, Prime Minister Boris Johnson says \"we may need to wait\" for the lifting of all Covid restrictions in England, which is planned for 21 June after warning of an increase in the number of cases of the variant. The final stage would see all legal limits on social contact removed, nightclubs would reopen, and restrictions on large events and performances would be lifted.\nBoris Johnson has rejected claims by his former closest adviser Dominic Cummings that government mistakes led to thousands of extra Covid deaths. He says some of the \"commentary\" does not \"bear any relation to reality\". Health Secretary Matt Hancock - who was accused by Mr Cummings of lying about his handling of the pandemic - says the allegations are \"not true\". Read Mr Cummings' seven most explosive claims here.\nPupils at four schools in Kirklees, West Yorkshire, are being offered tests for Covid-19 amid rising infection rates and after cases of the variant first found in India was detected. In the week to 22 May there were 108 cases of coronavirus per 100,000 people - a 50% rise on the week before. Meanwhile, in Scotland, NHS Grampian says an outbreak in Moray is now \"well under control\". Surge testing is taking place across England and Scotland in areas where new coronavirus variants have been found - you can find out where here.\nAustralia's second most populous state, Victoria, has entered a seven-day lockdown to counter a fast-spreading coronavirus outbreak in its capital, Melbourne. Authorities have so far found 26 cases, and identified 150 sites where people may have been exposed to the virus. Victoria's acting Premier James Merlino says the outbreak involves a highly contagious strain of the virus, which was first discovered in India.\nScientists at the University of Essex are working on a phone app that could detect whether someone has coronavirus by the sound of their cough. The app listens to coughs and compares them to more than 8,000 that have been recorded worldwide from hospital patients. It has been trialled in remote areas of Mexico, where regular Covid-19 testing is limited, and it is hoped it could detect other viruses in future. Dr Javier Andreu-Perez explains more in the video below.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nCovid-19 vaccinations have been made available to everyone over the age of 18 in Northern Ireland. Find out if you're eligible for the vaccine yet here.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57274118",
      "category": "uk-wales",
      "title": "Covid: Live music performances to return in Wales",
      "tags": "Performing arts,Coronavirus lockdown measures,Wales business,Welsh government,Newport,Coronavirus pandemic,Music",
      "text": "Live music can return immediately in Wales, it has been announced. \nThe Welsh government confirmed performances could begin again but the change did not apply to nightclubs.\nVenues will need risk assessments in line with hospitality and performing guidance.\nThey will need to limit groups to a maximum of six people from six households, use one-way systems and follow ventilation guidelines. \nThe change brings music performances in line with restaurants and theatres, which were able to open earlier in May.\nThe announcement applies to music venues, bars, pubs, cafes, restaurants and licensed premises.\nFurther activities, such as events and festivals, will be considered in the next review.\nTickets for the Green Man festival sold out in 18 minutes when they went on sale earlier this month, despite organisers making it clear it may not go ahead. \n\"The demand is definitely there,\" director Fiona Stewart told BBC Radio Wales.\nShe added: \"I have 5,000 people who rely on the festival [for work] who want it to go ahead.\n\"It will be an amazing moment if Green Man goes ahead in Wales - a fist in the air triumph for when we have had to give things up [over the past 14 months].\"\nHowever, Ms Stewart said her \"nervousness\" was that Covid insurance was not available for big events and social distancing rules would not work at a festival. \nUK Hospitality chief executive Kate Nichols said venues that could have a seated audience would be able to socially distance people.\n\"However, for many small venues it will simply be impossible for them to manage this with social distancing in place,\" she added.\n\"And for our nightclubs, it's just impossible to operate. We do need to see the rest of the roadmap for our Welsh businesses too. \n\"Until we get that final bit of the jigsaw - the social distancing lifted - to be able to allow these businesses to return to profitability, then we're not at the end of the road yet for the sector.\"\nKatie Hall, the lead singer of Chroma, said she was \"elated\" and it was a \"step in the right direction\" with the band unable to play any gigs since before the pandemic.\nThe south Wales act has festival bookings for October, and she added: \"Everyone needs to be paid, and something like 36% of people in the sector have lost their jobs.\n\"It's had a massive hit on the music industry as a whole.\"\nBut Daniel Minty, who produces a Cardiff gig guide said he believed conversations were \"much needed\" over live events. \n\"The Welsh government has not discussed it over the last 16 months,\" he said.\n\"The train is leaving the station and that's the most important thing.\"\nMr Minty said he believed there would be a need for trial events while venues would need to decide if they can break even with gigs, adding: \"It's a difficult process, but a process that is now able to start.\"\nIn England, socially distanced gigs have been taking place since 17 May.\nAll areas of mainland Scotland are at level two apart from Glasgow, which is at level three. At level two outdoor and indoor events such as concerts can go ahead with limited capacity.\nNorthern Ireland has no date yet set for when live music can resume there.\nA Welsh government spokesman said the suspension of gigs and other live performances had been one of \"the biggest shocks to our sense of well-being and the arts economy\".\nHe added: \"We will continue to support our music and arts sectors in Wales through our cultural recovery, freelancer and economic resilience funds.\"\nWelsh music tourism attracts 440,000 people annually, according to industry group UK Music.\nIt said the industry generates about £143m for the Welsh economy and supports more than 1,800 jobs.\nWelsh rockers Feeder, whose UK top 20 hits include Buck Rogers and Just A Day, are due to play an outdoor homecoming concert at Tredegar Park in Newport on 9 July.\nWhile renowned live band Foals, winners of the best album award at the 2020 Brits, are scheduled to play one of the open-air concerts at Cardiff Castle this summer. \nSome of Wales' most popular gig venues - like Venue Cymru in Llandudno and Newport Centre - are still Covid vaccination centres.\n\"It's been a long road, but I think we're finally getting to the end of it,\" said Sam Dabb, the Wales coordinator for the Music Venue Trust.\n\"I'm really, really happy.\n\"The gigs are subject to risk assessments and the guidance, and we have to wait for the guidance to come out from Welsh government and then the Music Venue Trust are going to help their members build the risk assessments, to make sure we do everything safely and properly.\n\"I think the best route back is to do it safely and slowly,\" added Ms Dabb, manager of Newport gig venue Le Pub. \n\"Whatever the scientific advisers are saying we should do, we're going to make sure our members are doing,\" she said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57255742/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Wales' mass vaccination centres 'safe and efficient'",
      "tags": "Coronavirus vaccines,Coronavirus testing,Coronavirus pandemic",
      "text": "Vaccine centres in Wales have provided a \"safe and efficient\" environment for the roll-out of Covid-19 jabs, an inspection report has found.\nHealthcare Inspectorate Wales (HIW) visited eight mass vaccination centres to check safety standards.\nIt found \"dedicated, hard-working staff\" and only asked for minor improvements in some areas.\nThe watchdog's report comes as the number of people to have had a dose of the jab in Wales surpassed two million.\nThis month, Wales has also become the best in the world, for sizeable countries, for the percentage of first doses given to its total population.\nAcross Wales community halls, sports centres, a wedding venue and an indoor bowls centre were turned into vaccination centres, after jabs were approved.\nMilitary medics, NHS staff and volunteers have administered thousands of doses of the vaccine every day at the sites, alongside GP surgeries and pharmacies.\nHowever the health watchdog had been concerned the temporary nature of the centres, teamed with large numbers of people heading through them, could lead to potential safety risks.\nAfter inspecting eight sites in March, HIW found that despite the \"unique environments\", \"appropriate arrangements\" had been put in place by health boards.\nSites visited included the indoor bowls centre in Mountain Ash, in Rhondda Cynon Taf, and the Ysbyty Enfys temporary hospitals in Bangor, Gwynedd, and on Deeside.\nMore than 500 people who attended vaccination appointments were surveyed, with most stating they had an \"excellent\" experience, the report said.\nThe watchdog recommended a number of improvements, including better compliance with fire safety and evacuation procedures, and more regular checking of resuscitation equipment. \nHowever health boards were \"prompt and effective\" at resolving these issues, the report added.\nAlun Jones, the interim chief executive of HIW, told BBC Wales that \"on the balance of evidence\" patients were \"receiving safe and efficient care during their visits to mass vaccination centres\".\n\"The health boards themselves had very effective arrangements in place, overall, to provide oversight of those mass vaccination centres to ensure they were operating safely and efficiently,\" he added.\nThe report findings will be used to inform the further use of mass vaccination centres as the current vaccine roll-out continues, and for booster Covid vaccine programmes.\nSpeaking on BBC Radio Wales, Public Health Wales' Dr Gill Richardson said a large take-up of the vaccination \"just makes sure we're in the best position possible to face any new variants that come in\". \nShe added: \"We're probably going to be announcing in the autumn there'll be boosters for certain groups, so it's really important that people get their second dose.\"\nDr Richardson added that the flu vaccine would have an expanded programme this year, with even more people eligible, including secondary school children.\nHealth Minister Eluned Morgan has previously not ruled out targeted vaccines in communities if cases of the Indian variant spiked.\nWales' Chief Medical Officer Dr Frank Atherton said there were now \"around 57\" confirmed cases of the variant of concern.\nIt comes as about 68% of the population in Wales have received a first dose of a vaccine.\nPublic Health Wales (PHW) figures show 1,019,230 people have had a second jab - 32.3% of the population.\nThe vaccine is now being rolled out to younger people, with almost half of young people aged over 18 or in their 20s having had a first Covid jab, latest figures show.\nIn Cardiff and Vale of Glamorgan a walk-in centre is being opened at the former Toys 'R' Us store in Cardiff Bay, for people to get their first dose."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-57267384",
      "category": "uk-scotland-scotland-politics",
      "title": "Hospital child infection deaths 'biggest scandal of devolution era'",
      "tags": "Queen Elizabeth University Hospital,Nicola Sturgeon,Anas Sarwar",
      "text": "A family may not have been told that the death of their child was linked to an infection at Glasgow's flagship hospital, Anas Sarwar has claimed.\nMore than 80 infected children and two deaths have been linked to the Queen Elizabeth University Hospital.\nBut the Scottish Labour leader said one family had still not been told that their child was affected.\nHe said it was feared it could be the family of one of the two children who died. \nMr Sarwar told the Scottish Parliament that the infections at the Glasgow hospital campus were the \"biggest scandal of the devolution era\".\nHe said there were still families \"fighting for the truth and for justice\" over what happened to their children.\nFirst Minister Nicola Sturgeon confirmed that all but one of the families involved had been contacted - and insisted that there had been \"rigorous\" attempts to get in touch with the relatives who had not yet been reached.\nThe first minister said a full independent inquiry had already been commissioned into the \"incredibly serious matter\" of the water-borne infections at the Glasgow hospital campus.\nAn independent review found that 84 children were infected with rare bacteria while undergoing treatment at the £850m QUEH campus. \nMore than 30 of the sick children - including the two that died - were found to have infections linked to contaminated water supply\nThe mother of one child - 10-year-old Milly Main, who was recovering from leukaemia when she went into toxic shock and died in August 2017 - has called for health officials to resign.\nMilly's family only found out about the probable cause of her death in a newspaper.\nA review team managed to contact the families of 83 of the children involved, but have been unable to reach one - and Mr Sarwar told MSPs it was \"feared\" that this was the family of the other child who died.\nThe Scottish Labour leader said that clinicians had been trying to raise the alarm for years - and that the scandal involved \"denials, bullying of clinicians, cover-ups and parents of sick children being blamed for their illnesses.\"\nHe added: \"Two children died in Scotland's flagship hospital due to a water-borne infection.\n\"One family had to find out by fighting the health board, and the other family may not even know.\n\"This is the biggest scandal of the devolution era, but inexplicably there are still families fighting for the truth and for justice.\"\nMs Sturgeon replied that an \"expert panel\" had provided individual reports to the families of the patients covered by the review, but had \"regrettably and despite extensive efforts\" been unable to get in touch with one family.\nShe said: \"I have had an assurance that there have been rigorous attempts to contact the remaining family, and regrettably it has not been possible to contact them.\n\"I know NHS Greater Glasgow and Clyde will continue to take all reasonable and appropriate steps to contact that family.\"\nMr Sarwar said the first minister's response was \"not good enough\", and that someone should take responsibility for the scandal.\nHe said: \"Nicola Sturgeon was health secretary when this hospital was commissioned, and she was first minister when it opened despite an independent review finding that the water supply was not safe. \n\"But the only people that have paid the price for this scandal have been the families and the whistleblowers.\n\"Years on, why has nobody taken responsibility? Why have there been no consequences, why are families still having to fight for the truth? Who is going to be held accountable?\"\nMs Sturgeon replied that \"this is a matter of utmost seriousness\", and said attempts to contact the family would continue.\nShe said: \"I am not disputing that this is an incredibly serious matter - what I am disputing is that the government is not taking this seriously and is not determined to get to the bottom of what happened, from the opening of the hospital right through to now, to make sure families have answers to their questions.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57269032",
      "category": "uk",
      "title": "Covid: Boris Johnson says England may need to wait to end restrictions",
      "tags": "Coronavirus lockdown measures,Boris Johnson,Matthew Hancock,Coronavirus pandemic",
      "text": "Boris Johnson has said \"we may need to wait\" for the lifting of all Covid restrictions in England, which is currently planned for 21 June. \nThe PM said he saw nothing \"currently in the data\" to suggest the government would have to delay unlocking.\nBut he said there were signs of an increase in the number of cases of the Indian variant.\nIt comes after epidemiologist Prof Neil Ferguson said the reopening of society is now \"in the balance\".\nOn Thursday, a further 3,542 coronavirus cases and 10 deaths within 28 days of a positive test were reported in the UK.\nOver the last seven days, cases are up 20.5% compared with the week before. \nOn 21 June, the government hopes to move to the final stage of its roadmap for lifting lockdown.\nStep four would see all legal limits on social contact removed, nightclubs would reopen, and restrictions on large events and performances would be lifted.\nScientists advising the government are currently studying all relevant data since the last set of lockdown relaxations on 17 May.\nSpeaking on a visit to a hospital this morning, Mr Johnson said: \"I think the question people want to answer is to what extent is our vaccine shield now going to be enough to allow us to go ahead with 21 June with the unlocking. \n\"Now, as I've said many times, I don't see anything currently in the data to suggest we have to deviate from the roadmap but we may need to wait.\"\nThe prime minister said it was important to understand to what extent the vaccine programme \"interrupts the link\" between infection, hospitalisation, serious illness and death.\nHowever, he reiterated that vaccines in use in the UK work against the Indian variant, particularly with two doses.\nThere are the early signs infection levels are rising.\nFor the second day in a row the number of new Covid cases has topped 3,000.\nThis comes after cases have been consistently below 3,000 a day since mid-April.\nThis is not unexpected. Government scientists had always made clear that infection levels would increase as restrictions ease. \nAnd allowing indoor mixing was always the move that would have the most upward pressure.\nWhat matters now is how fast and high they rise - and what impact that has on the numbers ending up seriously ill and dying.\nMinisters like to say the vaccination programme has broken the link between cases and hospitalisations.\nBut in truth it is more a case that it will have weakened it. By how much, we don't know. \nThe picture is complicated by the rise of the Indian variant, which is considered to be more infectious. A very rapid rise in infection levels could cause problems. \nThere are, however, plenty of reasons to be hopeful - the vaccination programme is well advanced and infection levels are still among the lowest in Europe. \nBut the last year has shown us we should take nothing for granted with this virus. \nProf Ferguson, whose modelling was crucial to the decision to go into the first lockdown in March 2020, said experts were still concerned about the transmissibility of the so-called Indian variant.\nData seems to show it is easier to catch than the UK's other main variant - the one first identified in Kent - but scientists are still determining by how much. \nHe told BBC Radio 4's Today programme: \"The key issue as to whether we can go forward is: will the surge caused by the Indian variant... be more than has been already planned into the relaxation measures?\"\nHe added that it had always been expected that relaxing the rules would lead to \"a surge in infections, and to some extent a small third wave of transmission\".\nTwo weeks ago, Mr Johnson said the Indian variant could pose \"serious disruption\" to unlocking if it were found to be significantly more transmissible.\nEarlier, Health Secretary Matt Hancock said it was too early to say whether restrictions could ease on 21 June.\nHe said the decision on unlocking then would be announced exactly one week ahead of the changes. \n\"We will be both driven by the data, we will be advised on and guided by the science, and we will be fully transparent,\" he told MPs in the House of Commons.\nMr Hancock was answering questions in Parliament following claims from the prime minister's former aide Dominic Cummings that he lied to colleagues about dealing with Covid in care homes.\nThe health secretary dismissed the allegation as \"unsubstantiated\" and \"not true\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57255742",
      "category": "uk-wales",
      "title": "Covid: Wales' mass vaccination centres 'safe and efficient'",
      "tags": "Coronavirus vaccines,Coronavirus testing,Coronavirus pandemic",
      "text": "Vaccine centres in Wales have provided a \"safe and efficient\" environment for the roll-out of Covid-19 jabs, an inspection report has found.\nHealthcare Inspectorate Wales (HIW) visited eight mass vaccination centres to check safety standards.\nIt found \"dedicated, hard-working staff\" and only asked for minor improvements in some areas.\nThe watchdog's report comes as the number of people to have had a dose of the jab in Wales surpassed two million.\nThis month, Wales has also become the best in the world, for sizeable countries, for the percentage of first doses given to its total population.\nAcross Wales community halls, sports centres, a wedding venue and an indoor bowls centre were turned into vaccination centres, after jabs were approved.\nMilitary medics, NHS staff and volunteers have administered thousands of doses of the vaccine every day at the sites, alongside GP surgeries and pharmacies.\nHowever the health watchdog had been concerned the temporary nature of the centres, teamed with large numbers of people heading through them, could lead to potential safety risks.\nAfter inspecting eight sites in March, HIW found that despite the \"unique environments\", \"appropriate arrangements\" had been put in place by health boards.\nSites visited included the indoor bowls centre in Mountain Ash, in Rhondda Cynon Taf, and the Ysbyty Enfys temporary hospitals in Bangor, Gwynedd, and on Deeside.\nMore than 500 people who attended vaccination appointments were surveyed, with most stating they had an \"excellent\" experience, the report said.\nThe watchdog recommended a number of improvements, including better compliance with fire safety and evacuation procedures, and more regular checking of resuscitation equipment. \nHowever health boards were \"prompt and effective\" at resolving these issues, the report added.\nAlun Jones, the interim chief executive of HIW, told BBC Wales that \"on the balance of evidence\" patients were \"receiving safe and efficient care during their visits to mass vaccination centres\".\n\"The health boards themselves had very effective arrangements in place, overall, to provide oversight of those mass vaccination centres to ensure they were operating safely and efficiently,\" he added.\nThe report findings will be used to inform the further use of mass vaccination centres as the current vaccine roll-out continues, and for booster Covid vaccine programmes.\nSpeaking on BBC Radio Wales, Public Health Wales' Dr Gill Richardson said a large take-up of the vaccination \"just makes sure we're in the best position possible to face any new variants that come in\". \nShe added: \"We're probably going to be announcing in the autumn there'll be boosters for certain groups, so it's really important that people get their second dose.\"\nDr Richardson added that the flu vaccine would have an expanded programme this year, with even more people eligible, including secondary school children.\nHealth Minister Eluned Morgan has previously not ruled out targeted vaccines in communities if cases of the Indian variant spiked.\nWales' Chief Medical Officer Dr Frank Atherton said there were now \"around 57\" confirmed cases of the variant of concern.\nIt comes as about 68% of the population in Wales have received a first dose of a vaccine.\nPublic Health Wales (PHW) figures show 1,019,230 people have had a second jab - 32.3% of the population.\nThe vaccine is now being rolled out to younger people, with almost half of young people aged over 18 or in their 20s having had a first Covid jab, latest figures show.\nIn Cardiff and Vale of Glamorgan a walk-in centre is being opened at the former Toys 'R' Us store in Cardiff Bay, for people to get their first dose."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57263010",
      "category": "uk-scotland",
      "title": "First woman appointed Scotland's Astronomer Royal",
      "tags": "Edinburgh,Astronomy,University of Edinburgh",
      "text": "An astrophysicist from Edinburgh University is the first woman to be named Astronomer Royal for Scotland.\nProf Catherine Heymans was recommended to the Queen for the role by an international panel, convened by the Royal Society of Edinburgh.\nProf Heymans said she wanted to use the almost 200-year-old title to encourage people to develop passion for science. \nShe also wants to promote Scotland internationally as a world-leading centre for science, she said. \nProf Heymans said: \"I don't think anyone forgets the first time they saw the rings of Saturn through a telescope, but too many people never have the chance.\n\"As Astronomer Royal for Scotland, I want to change that.\n\"My hope is that once that spark and connection with the universe is made, children will carry that excitement home with them and develop a life-long passion for astronomy or, even better, science as a whole.\nAs the 11th Astronomer Royal, Prof Heymans's main focus will be on sharing her enthusiasm for astronomy with Scots from all walks of life.\nOne of her first targets is to install telescopes at all of Scotland's remote outdoor learning centres, which are visited by most of the country's school pupils. \nProf Heymans is a world-leading expert on the physics of the so-called dark universe. \nHer research seeks to shed light on the mysteries of dark energy and dark matter - entities that together account for more than 95% of the universe.\nAs well as working as a professor of astrophysics at the University of Edinburgh she is also director of the German Centre for Cosmological Lensing at Ruhr-University Bochum.\nCreated in 1834, the position of Astronomer Royal for Scotland was originally held by the director of the Royal Observatory, Edinburgh.\nSince 1995 it has been awarded as an honorary title. The previous holder, John Brown, died in 2019.\nProf Dame Jocelyn Bell Burnell, president of the Royal Society of Edinburgh, said: \"The Astronomer Royal for Scotland has always been a distinguished and respected astronomer, and Professor Heymans is exactly that. \n\"She will also always be distinguished as the first female to hold the position.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57260505",
      "category": "uk-england-london",
      "title": "Wembley Park deaths: Met PCs 'sorry' for sisters' murder scene images",
      "tags": "Harrow,Murder of Bibaa Henry and Nicole Smallman,Metropolitan Police Service,Wembley",
      "text": "Two Met Police officers accused of taking photographs of a double murder scene have said \"they are sorry beyond measure for the pain they have caused\".\nPC Deniz Jaffer and PC Jamie Lewis are charged with misconduct in public office over the images of Nicole Smallman, 27, and Bibaa Henry, 46.\nThe sisters were killed in Fryent Country Park, in Wembley, last June.\nThe case was transferred from Westminster Magistrates' Court to the Old Bailey on Thursday.\nA plea hearing was set for 24 June and both were released on bail.\nIn court the two officers issued an apology through their lawyer and indicated they would plead guilty. \nLuke Ponte, for the defendants, said: \"There is an indication to be given and it's an indication of a guilty plea on behalf of both defendants.\n\"They are sorry beyond measure for the pain that they have caused.\"\nPC Jaffer, of Hornchurch, east London, and PC Lewis, from Colchester, Essex, wore facemasks in court and spoke only to confirm their identities.\nThe sisters' bodies were found next to each other on 6 June last year. \nMs Henry, a social worker, and Ms Smallman, a photographer, had met friends the previous evening to celebrate the elder sister's birthday.\nSpeaking to the BBC last year, their mother Mina Smallman, said the alleged pictures taken by the officers had \"dehumanised\" her daughters. \n\"This has taken our grief to another place,\" she said.\nThe Independent Office for Police Conduct (IOPC) launched an inquiry after the officers were accused of taking selfies by the dead bodies.  \nIn November, the IOPC referred the case to the Crown Prosecution Service (CPS). \nThe watchdog is also carrying out a separate inquiry into how the Met handled calls from worried relatives and friends of missing Ms Smallman and Ms Henry before their bodies were discovered on 7 June.\nDanyal Hussein, 19, of Blackheath, is facing trial at the Old Bailey on 9 June accused of the sisters' murders."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57257426",
      "category": "uk-northern-ireland",
      "title": "DUP members ratify Edwin Poots as party leader",
      "tags": "UUP (Ulster Unionist Party),DUP (Democratic Unionist Party),Arlene Foster",
      "text": "The Democratic Unionist Party has ratified Edwin Poots and Paula Bradley as its leader and deputy leader.\nThe party endorsed an earlier vote by MLAs and MPs, but it came amid anger from some quarters about how Arlene Foster was ousted as leader last month.\nMr Poots paid tribute to Mrs Foster as \"one of the foremost women in unionist and British politics\".\nAhead of the meeting, Mrs Foster said her departure was \"even by DUP standards, pretty brutal\".\nLagan Valley MP Sir Jeffrey Donaldson - who ran against Mr Poots for the leadership - Lord Dodds, Economy Minister Diane Dodds and East Belfast MP Gavin Robinson did not wait to hear Mr Poots' speech - they left the building.\nA very well-known figure in the DUP told BBC News NI it was the \"worst meeting he had attended in over 40 years as a DUP member\".\nAfter the ratification, Paul Bell, the former chairman of the Fermanagh and South Tyrone association of the DUP, resigned from the party. \nBBC News NI political reporter Jayne McCormack said she is hearing that others may follow in resigning, including some councillors.  \nMrs Foster, who attended the meeting, remains as first minister until the end of June.\nShe has already changed her Twitter handle from @DUPLeader to @ArleneFosterUK, taking all 96,000 followers with her.\nMr Poots was ratified via a show of hands, by 72-28. \nIn his speech to members, Mr Poots said history will \"ultimately be kind\" to Mrs Foster and he wished her well. \nHe said the party had a contest and the party will now \"move forward in a united way\".\nThe new DUP leader said preparations for the next election to the Northern Ireland Assembly - due in May 2022 - have now begun. He announced that he will be appointing a director of elections \"quickly.\"\nHe said all strands of the party needed to come together.\n\"Let us agree to go forward in a spirit of unity of purpose,\" he said. \n\"What lies ahead of us will be the greatest Titanic struggle of an election.\"\nMs Bradley said there were \"better times to come\" for the party. \nMr Poots also paid tribute to leadership rival Sir Jeffrey, saying he had a \"key role\" in the party. \nNorth Antrim MP Ian Paisley said \"leadership transfer hurts\". \n\"If anyone in this party can talk about difficulty, it's me. I saw what happened to my dad, it killed my father,\" he told BBC's The View. \nMr Paisley's late father, Ian, the party founder, had accused his successor, Peter Robinson, and Nigel Dodds of giving him an ultimatum to leave his post.\nEast Antrim MP Sammy Wilson said after the meeting that \"any political party will at times have its divisions\".\n\"A change of leadership always does provoke some very strong views amongst party members,\" he said. \n\"I am sorry that some people have decided that they don't want to remain in the party as a result of the change of leadership. I hope that Edwin will reach out to those people and try and convince them that under his leadership there's a place for them in the party.\"\nMr Poots is remaining as agriculture minister and has opted not to take on the role of first minister.\nIt is the first time in the party's 50-year history that a leadership contest has taken place.\nThe decision on who will take on the role of first minister has yet to be decided. \nBBC News NI understands North Antrim MLA Mervyn Storey has reservations about becoming first minster, having been tipped for the role.\nMr Storey is understood to have concerns about the joint nature of the office and feels he could not be \"true to himself\" in that role.\nThis was not how tonight was supposed to go for Edwin Poots.\nParty members - senior ranking and junior - gathered to rubber stamp his new position but what followed were hours of tough, emotional talking about how bruising the past few weeks have been.\nI think the fact there was a vote on whether or not to have a secret ballot and it was so close - rejected by 56 votes to 47 - shows how much unease there still is within the DUP.\nSome party colleagues including Sir Jeffrey Donaldson and Lord Dodds walked out before the new leader addressed members and set out his priorities.\nThat unease is not only about how Edwin Poots was elected to his new role, but also the fact that Arlene Foster clearly had a lot of difficulty in the last few weeks - a bruising few weeks for her as she now leaves the job.\nSir Jeffrey still has a lot of support within the party and Mr Poots is going to have to try to reach out to build support from all of those who don't view him as the leader to take the party forward.\nThe next assembly election is going to be the thing on the minds of most MLAs and unionist voters.\nEarlier, The Irish News reported the party veteran Mervyn Storey, who has previously served as finance minister and social development minister, rejected the role and said he did not want to become \"Edwin's mudguard\".\nOthers who have been tipped for the job include Lagan Valley MLA Paul Givan, who is a close ally of Mr Poots.\nThere has been tension in some quarters at the treatment of Mrs Foster. \nIn a statement, the Fermanagh and South Tyrone association of the DUP said the removal of Mrs Foster was \"not done in our name\" and it would support her if she remained as an MLA.\nIt said its members \"met this week to voice their disgust at the manner\" in which Mrs Foster had \"been treated over recent weeks\".\n\"We appreciate that Arlene has sacrificed so much personally over the years for public service but this association will stand firm by her side,\" it said.\nAfter Mr Poots was ratified, Paul Bell, former chairman of the association and member for 20 years, resigned from the party.\nHe said it will shed tens of thousands of votes under Edwin Poots and he was \"disgusted\" by the treatment of Mrs Foster. \nMr Bell told the BBC's The View programme on Thursday night that Mrs Foster had been \"stabbed in the back\".\n\"If the DUP cannot have respect for their own people, I don't know how they're going to have respect for people who don't agree with them,\" he said. \nMrs Foster told the BBC's Newscast podcast on Thursday that the heave against her and the manner in which it was carried out was \"not particularly pleasant\".\n\"I think that I said a couple of days after what had happened that politics is brutal, but even by DUP standards it was pretty brutal, in terms of what happened,\" she said. \n\"I had absolutely no idea and was telephoned by a close colleague that this was happening on Monday evening and then by Tuesday morning, it was all in the papers. So, no, it wasn't particularly pleasant.\"\nMeanwhile, North Belfast MLA Paula Bradley was elected as the party's new deputy leader after Lord Dodds announced he would not bid for re-election.\nShe beat MP Gregory Campbell by 18 votes to 16 and is the first woman elected to the post."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57256859",
      "category": "world-europe",
      "title": "Covid: France bans non-essential travel from UK",
      "tags": "France,Germany,Coronavirus pandemic",
      "text": "France has become the latest European country to introduce restrictions on UK tourists due to the spread of the Indian coronavirus variant.\nThe French government has announced that from 31 May only essential travel from the UK will be allowed. A week's self-isolation is also required.\nGermany imposed a two-week quarantine on UK arrivals last week. Austria has banned direct UK flights from 1 June.\nBy last week, the UK had recorded 3,424 cases of the B.1.617.2 variant.\nThat number had risen by 2,111 cases from the previous week.\nEngland's chief medical officer, Prof Chris Whitty, has said the Indian variant is \"more transmittable\" than the UK variant first identified in Kent, which was responsible for the UK's deadly wave of coronavirus infections this winter. \n\"We expect, over time, this variant to overtake and come to dominate in the UK,\" he said.\nHowever, a study earlier this week found that two injections of the Pfizer or AstraZeneca vaccines offered a similar level of protection against symptomatic disease from the Indian variant as from the Kent one. But protection after a first dose was lower in the Indian variant compared with the Kent variant, with 33% and 50% effectiveness respectively.\nFrance, Germany and Austria are all on England's \"amber\" list, meaning that the government advises against travel there and passengers must quarantine upon return.\nHowever, France had planned to allow fully vaccinated travellers from the UK - or those who had tested negative - to visit from 9 June, when travel restrictions around the EU are set to be eased. The decision to allow only essential travel, for example for bereavement or childcare, from 31 May is a setback to anyone in the UK who had planned to go on holiday in France. \nUK travellers to France are already required to self-isolate in a designated hotel for seven days, but tighter quarantine restrictions, such as proof of quarantine location and possible police checks, will not be imposed.\nSpain, another amber country, has already reopened to UK tourists.\nLast week, the EU agreed on a pass to allow travel across the bloc's 27 countries for all those who have been fully vaccinated with an approved vaccine, recently tested negative or recovered from an infection. It is expected to launch by July."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57269032/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Boris Johnson says England may need to wait to end restrictions",
      "tags": "Coronavirus lockdown measures,Boris Johnson,Matthew Hancock,Coronavirus pandemic",
      "text": "Boris Johnson has said \"we may need to wait\" for the lifting of all Covid restrictions in England, which is currently planned for 21 June. \nThe PM said he saw nothing \"currently in the data\" to suggest the government would have to delay unlocking.\nBut he said there were signs of an increase in the number of cases of the Indian variant.\nIt comes after epidemiologist Prof Neil Ferguson said the reopening of society is now \"in the balance\".\nOn Thursday, a further 3,542 coronavirus cases and 10 deaths within 28 days of a positive test were reported in the UK.\nOver the last seven days, cases are up 20.5% compared with the week before. \nOn 21 June, the government hopes to move to the final stage of its roadmap for lifting lockdown.\nStep four would see all legal limits on social contact removed, nightclubs would reopen, and restrictions on large events and performances would be lifted.\nScientists advising the government are currently studying all relevant data since the last set of lockdown relaxations on 17 May.\nSpeaking on a visit to a hospital this morning, Mr Johnson said: \"I think the question people want to answer is to what extent is our vaccine shield now going to be enough to allow us to go ahead with 21 June with the unlocking. \n\"Now, as I've said many times, I don't see anything currently in the data to suggest we have to deviate from the roadmap but we may need to wait.\"\nThe prime minister said it was important to understand to what extent the vaccine programme \"interrupts the link\" between infection, hospitalisation, serious illness and death.\nHowever, he reiterated that vaccines in use in the UK work against the Indian variant, particularly with two doses.\nThere are the early signs infection levels are rising.\nFor the second day in a row the number of new Covid cases has topped 3,000.\nThis comes after cases have been consistently below 3,000 a day since mid-April.\nThis is not unexpected. Government scientists had always made clear that infection levels would increase as restrictions ease. \nAnd allowing indoor mixing was always the move that would have the most upward pressure.\nWhat matters now is how fast and high they rise - and what impact that has on the numbers ending up seriously ill and dying.\nMinisters like to say the vaccination programme has broken the link between cases and hospitalisations.\nBut in truth it is more a case that it will have weakened it. By how much, we don't know. \nThe picture is complicated by the rise of the Indian variant, which is considered to be more infectious. A very rapid rise in infection levels could cause problems. \nThere are, however, plenty of reasons to be hopeful - the vaccination programme is well advanced and infection levels are still among the lowest in Europe. \nBut the last year has shown us we should take nothing for granted with this virus. \nProf Ferguson, whose modelling was crucial to the decision to go into the first lockdown in March 2020, said experts were still concerned about the transmissibility of the so-called Indian variant.\nData seems to show it is easier to catch than the UK's other main variant - the one first identified in Kent - but scientists are still determining by how much. \nHe told BBC Radio 4's Today programme: \"The key issue as to whether we can go forward is: will the surge caused by the Indian variant... be more than has been already planned into the relaxation measures?\"\nHe added that it had always been expected that relaxing the rules would lead to \"a surge in infections, and to some extent a small third wave of transmission\".\nTwo weeks ago, Mr Johnson said the Indian variant could pose \"serious disruption\" to unlocking if it were found to be significantly more transmissible.\nEarlier, Health Secretary Matt Hancock said it was too early to say whether restrictions could ease on 21 June.\nHe said the decision on unlocking then would be announced exactly one week ahead of the changes. \n\"We will be both driven by the data, we will be advised on and guided by the science, and we will be fully transparent,\" he told MPs in the House of Commons.\nMr Hancock was answering questions in Parliament following claims from the prime minister's former aide Dominic Cummings that he lied to colleagues about dealing with Covid in care homes.\nThe health secretary dismissed the allegation as \"unsubstantiated\" and \"not true\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57088148",
      "category": "science-environment",
      "title": "Stephen Hawking's papers to be saved for the nation",
      "tags": "University of Cambridge,Stephen Hawking",
      "text": "Prof Stephen Hawking's scientific papers and personal possessions are to be saved for the nation.\nThe objects include childhood letters, scripts from his TV appearances and Prof Hawking's ground-breaking research into black holes.\nThe 10,000-page archive will be kept in perpetuity at Cambridge University library.\nHis office will be reconstructed in the Science Museum next year and selected highlights will go on display.\nProf Hawking's son, Tim, said that the family was delighted that his body of work and memories of his life were being safeguarded for future generations.\n\"Our father would be really pleased,\" he said. \"It was really important during his lifetime that science be opened up to the widest possible number of people and be democratized and not be the preserve of the elite few.\"\nThe collection encompasses Prof Hawking's personal and professional life. Particularly touching is a letter by Hawking to his father on family-headed notepaper that was written when the future professor was six years old. \nIn child-like lettering, with several crossings out, the young Stephen tells his father a story about pirates loading treasure. He signs off with hugs and kisses.\nTim Hawking saw the note for the first time only recently.\n\"I would write my dad letters along those lines,\" he reminisces fondly. \"It was quite nice to see it being passed along the generations and appreciating that he had a loving relationship with his dad, as I did when I was (that) age. It shows a tenderness in his relationship with his father which I hadn't fully understood until now.\" \nProf Hawking was a prolific letter writer. He communicated with popes, US presidents and Nobel laureates. \nThe letters, however, show his handwriting deteriorating after a diagnosis of motor neurone disease in 1963. Its progression is captured by the increasingly misshapen letters and inkblots on the page. \nProf Hawking made an immense contribution to science. But his status as the world's most famous scientist was partly because of his appearances on popular TV programmes such as Star Trek and Big Bang Theory. Among the archive is Hawking's personal script from his first appearance on the Simpsons, in 1999.\nIn the episode, Prof Hawking and Homer Simpson go to Moe's Tavern for a drink. Prof Hawking becomes intrigued by Homer's theory of a \"doughnut-shaped Universe\" and wonders if he can steal it. Homer imitates him, in an attempt to make him pay the bar bill and gets punched by a boxing glove on a spring, concealed in Prof Hawking's wheelchair.\nDr Jessica Gardner, who is Cambridge University's director of library services said the scripts reflect an important aspect of Prof Hawking's contribution to the communication of science. \n\"He had an enormous sense of humour. He was willing to be in the Simpsons, to let fun be taken, if what that did was to help communicate science and help people get excited about it,\" she explained.\nTo have these scripts shows the celebrity part of his life, but also that he was determined to break down the barriers to science.\"\nThe star attraction for historians will be Prof Hawking's research papers and correspondence with his collaborators. They are a record of how his unique mind worked, cataloguing corrections and changes in his ideas over time. \nProf Paul Shellard, who worked with him at Cambridge University, said that the collection of papers had a profound influence on our understanding of space-time and the Universe.\n\"It's a wonderful thing that historians of science can get an idea of how Stephen thought about these problems,\" Prof Shellard explained. \"He saw further than others and I hope that (his) intuition and way of thinking will come through in the archive and be remembered in perpetuity.\"\nThe collection contains a glowing letter, from Prof Hawking's PhD supervisor, to the 22-year-old budding researcher's dad, Frank. \n\"It is such a pleasure to supervise him,\" writes Prof Denis Sciama, a noted physicist at the time who is credited as a father of modern cosmology. \"Indeed, I'm at a stage... that I am learning from him\".\nAccompanying a seminal 1974 scientific paper, on how black holes are not completely black, is a cover letter to the editor of one of the world's leading scientific journals, Nature. In it we see a confident, if not downright cocky young man, in little doubt about the importance of his research paper.\nThe contents of Prof Hawking's office, including his custom-built wheelchairs, communications equipment, and office furniture, will be transferred to the Science Museum. According to the museum's director, Sir Ian Blatchford, although rooms of decorative or artistic interest are often kept for posterity, spaces relevant to scientific discovery are rarely saved. \n\"By preserving Hawking's office, future generations will be able to delve deep into the world of a leading theoretical physicist who defied the laws of medicine to rewrite the laws of physics and touch the heart of millions,\" Sir Ian said. \n\"These remarkable items might even inspire the next Hawking to wonder about the world around us.\"\nFollow Pallab on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-tyne-57267169",
      "category": "uk-england-tyne",
      "title": "Lisa Shaw: Vaccine role in BBC presenter's death to be probed",
      "tags": "Coronavirus vaccines,Newcastle upon Tyne",
      "text": "A coroner will consider if the cause of BBC presenter Lisa Shaw's death might have been complicated by her having had the AstraZeneca Covid-19 vaccine.\nHer family said the 44-year-old was treated for blood clots days after her first jab. She died on Friday.\nAn interim fact-of-death certificate lists the vaccine as one of the possible factors being considered.\nThe Medicines and Healthcare Products Regulatory Agency (MHRA) said vaccine benefits exceed risks for most people.\nThe BBC has seen the interim fact-of-death certificate issued by Newcastle's senior coroner Karen Dilks.\nIt confirms an investigation into Ms Shaw's death will be held and lists a \"complication of AstraZeneca Covid-19 virus vaccination\" as a consideration. \nThe document does not determine a cause of death - that will not be issued until the investigation has been completed.\nThe BBC Radio Newcastle presenter was not known to have any underlying health problems.\nIn a statement, Ms Shaw's family said: \"Lisa developed severe headaches a week after receiving her AstraZeneca vaccine and fell seriously ill a few days later. \n\"She was treated by the RVI's [Royal Victoria Infirmary] intensive care team for blood clots and bleeding in her head.\n\"Tragically she passed away, surrounded by her family, on Friday afternoon. We are devastated and there is a Lisa-shaped hole in our lives that can never be filled. We will love and miss her always. \n\"It's been a huge comfort to see how loved she was by everyone whose lives she touched, and we ask for privacy at this time to allow us to grieve as a family.\"\nAn MHRA spokesperson said: \"We are saddened to hear about the death of Lisa Shaw and our thoughts are with her family.\n\"As with any serious suspected adverse reaction, reports with a fatal outcome are fully evaluated by the MHRA, including an assessment of post-mortem details if available.\n\"Our detailed and rigorous review into reports of blood clots occurring together with thrombocytopenia is ongoing.\"\nIt said the number of cases remained \"extremely low\".\nA distinctive type of blood clot is a known side effect of the Oxford-AstraZeneca vaccine. \nThey are called cerebral venous sinus thromboses (CVSTs) and what makes them unusual is people often have low levels of platelets (the raw materials of clot) in their blood. \nThey are considered extremely rare - there have been 332 reported cases and 58 reported deaths - after nearly 35 million doses of the AstraZeneca vaccine in the UK. \nBut all of medicine is a balance of risk and benefit; and the number of blood clots has already led to a shift in the vaccination campaign. \nIdeally, adults under the age of 40 should be given an alternative vaccine, such as those developed by Pfizer or Moderna.\nMs Shaw joined BBC Radio Newcastle in 2016 as a daytime presenter. Her voice was well-known in the north-east of England where she had also had a successful career in commercial radio.\nFollowing the announcement of her death, there were tributes from listeners and colleagues.\nThe BBC described her as a \"brilliant presenter\" who was \"loved by our audiences\".\nIt said: \"We've lost someone special who meant a great deal to a great many people.\"\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-57265742",
      "category": "newsbeat",
      "title": "School of Rock drummer Kevin Clark dies, aged 32",
      "tags": "Film,Chicago,Music",
      "text": "Kevin Clark, who played Freddy in the School of Rock movie, has died in a road collision at the age of 32.\nHe was riding his bicycle when he was hit by a car in Chicago on Wednesday, police have confirmed in a statement.\nSchool of Rock's Jack Black said he was \"heartbroken\" by the news, while co-star Miranda Cosgrove said she was \"stunned and saddened\".\nKevin Clark was 12 when he starred in the hit movie, which was his only film role.\n\"The bicyclist has been identified as a 32-year-old male. He was pronounced [dead] at Illinois Masonic at 2:04 am,\" Chicago Police said in a statement.\n\"The person at fault has not been determined at this time and the crash is under investigation by Area Five Detectives.\" \nSchool of Rock was a big hit when it came out in 2003, and is about a struggling guitarist (Jack Black) who becomes a teacher and forms a band with his class.\nKevin Clark played Freddy Jones, who was the rebellious drummer in the group. \nHe went on to play drums in a series of bands after that. \nAccording to the US newspaper Chicago Sun-Times, he'd just started a new band which had played live for the first time last weekend. \nThe newspaper added that it was a \"notoriously dangerous intersection\" where he was hit by a car. \n\"Devastating news. Kevin is gone. Way too soon. Beautiful soul,\" wrote Jack Black on Instagram. \nMiranda Cosgrove, who played the band's manager Summer in the film, said: \"I'll always remember your spirit and how kind you were to me.\"\nOther School of Rock cast members also played tribute.\n\"I will never forget your hugs and your laugh and the sheer joy on your face when we'd run into each other in Chicago,\" wrote Rivkah Reyes who played bassist Katie.\nBrian Falduto, who played costume designer Billy, wrote: \"So, so much love to you, you wickedly talented & wonderfully kind man.\"\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57248241",
      "category": "uk-northern-ireland",
      "title": "Abortion in NI: Delays to introducing full services 'deeply troubling', court hears",
      "tags": "Abortion in Northern Ireland",
      "text": "Delays in implementing Northern Ireland's abortion laws have been a \"deeply troubling exercise in finger-pointing\", a court has heard.\nAbortion became legal in 2020, following a vote by MPs during the collapse of devolution.\nStormont has since been under pressure to establish a permanent, central abortion service, but this has not happened yet.\nIt is being challenged in a judicial review at the High Court in Belfast. \nThe NI Human Rights Commission (NIHRC) is taking the case against the Northern Ireland Executive, the Department of Health and the Northern Ireland Secretary Brandon Lewis.\nRepresenting the NIHRC, David Blundell QC said there had been an \"abdication of legal responsibility\" by all three parties.\nHe told Mr Justice Colton that the main factor in taking the case was the protection of women's human rights.\nMr Blundell said without a fully-funded and staffed model, Northern Ireland health trusts have only been able to operate a \"skeleton service\" for early medical abortions - up to 10 weeks of pregnancy.\nWomen seeking a termination beyond that gestation have still been required, in some circumstances, to travel to England during the coronavirus pandemic, the court was told.\n\"Much was known about the truly terrible impact on such women, but has not led to any service being provided,\" said Mr Blundell.\nHe also said the Northern Ireland secretary had a \"clear statutory obligation\" in law to ensure full abortion services were commissioned by Stormont \"expeditiously\", and that this had not happened.\nIn March, Mr Lewis took powers that would allow him to direct Stormont to set up services but he has not done so yet.\nThe government has said it wanted \"concrete progress\" from the executive by this summer.\nMr Blundell said the NIHRC is calling for the laws to be implemented fully by September, but that the Department of Health has suggested that it could take eight to 12 months to establish services.\n\"In practice, women in Northern Ireland do not have access to abortion services to which they're entitled by law - it's been 14 months without them,\" he added.\nThe court was also told the Northern Ireland Executive had \"totally failed to engage\" with the Department of Health in relation to the commissioning of services.\nNorthern Ireland Health Minister Robin Swann has maintained that he cannot set it up without support from the Stormont Executive, as the matter is controversial and cross-cutting - the responsibility of more than one department.\nThe court heard that evidence from the department suggested the First Minister and DUP leader Arlene Foster, whose party opposes abortion, had \"made clear\" that proposals were not going to be passed by the executive.\nMr Blundell said the executive's position was a \"driving factor\" in contributing to the delays, along with financial challenges raised by the health minister with Westminster.\nThe case is scheduled to last for two days.\nIt is expected to hear from representatives for the secretary of state, as well as lawyers for the Department of Health and the Stormont Executive.\nReserved judgement is expected to be delivered in the next few months.\nMeanwhile, in a separate development, BBC News NI understands that a paper from Mr Swann on the commissioning of abortion services was blocked from executive discussion last week.\nOne short-term option suggested exploring if Irish health authorities could provide Northern Ireland women with early medical abortion access.\nIt is believed Mr Swann had proposed whether it would be possible for Northern Ireland to quickly commission a limited early medical abortion service.\nThat would allow women in the early stages of a pregnancy - up to 10 weeks - to take abortion pills at home following a consultation with a doctor.\nThe service, known as telemedicine, has been in place in other parts of the UK and the Republic of Ireland since the start of the coronavirus pandemic. \nHowever, BBC News NI understands that Mr Swann's paper did not make it onto the executive's agenda to be considered by all ministers.\nAny paper can be blocked from discussion, if it does not have support of both the DUP and Sinn Féin.\nThe DUP is staunchly opposed to abortion.\nSinn Féin has previously called for abortion services to be commissioned promptly."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57260869",
      "category": "world-us-canada",
      "title": "San Jose shooting: Victims named after rail employee kills nine",
      "tags": "US gun violence,United States,California",
      "text": "An employee fatally shot nine people at a California train yard before turning the gun on himself as police closed in.\nThe shooting took place at the Santa Clara Valley Transportation Authority (VTA) site in San Jose.\nThe victims, named early on Thursday, include transit employees. No motive for the attack has been established.\nIt was the California Bay area's deadliest mass shooting since 1993, when eight people and a gunman died in a San Francisco skyscraper.\nAcross the US, there have been 231 mass shootings so far this year, according to the Gun Violence Archive. A mass shooting is defined by the group as a crime in which four or more people are fatally shot.\nLaw enforcement officials told CBS News, the BBC's partner in the US, that the suspected gunman in this latest incident was 57-year-old Samuel Cassidy.\nAt a press conference on Thursday, VTA staff spoke about the victims, and the loss felt by VTA \"family\". \n\"Some of us get training on what to do when there is an active shooter event - but not about the aftermath,\" said  acting VTA CEO Evelynn Tran. \n\"I saw the immense pain of the families and I saw their faces when they got the news,\" she said. \"I felt immensely helpless.\"\nEight victims were initially reported dead on Wednesday afternoon. Mr Fritch, who had been taken to Santa Clara Valley Medical Center in critical condition, died late on Wednesday bringing the total killed to nine.\nShots were first fired at around 06:30 local time (14:45 GMT) on Wednesday in the VTA light rail yard. According to a local CBS station, the attack unfolded during an employee meeting.  \nSanta Clara County Supervisor Cindy Chavez said that VTA employees had received active shooter training \"recently\". This training saved lives on Wednesday the sheriff's office told her. \nA spokesperson for Santa Clara County Sheriff's office told CBS said the shooter was still firing rounds when officers arrived at the scene. They added that sheriffs did not exchange gunfire with the gunman, and it is believed he took his own life as officers closed in on him.\nAmong the victims was Taptejdeep Singh, a light rail operator for the VTA. His cousin, Batta Singh, told the New York Times that Mr Singh was a gregarious man and the kindest person in his family. \nMr Singh had a wife and two young children, his cousin told the newspaper. Family members said that officials told them that Mr Singh tried to save his colleagues when the shooting began, calling out to alert his co-workers and ushering a woman into a secure room, the Times reported. \nMichael Rudometkin was a VTA union member, his family told the Washington Post. He was a \"wonderful son, brother, loving husband, uncle, cousin and friend to many\", his mother, Rose Rudometkin, said to the newspaper. \nPaul Peralez, who identified himself as a friend of \"Mikey\", posted a photo of him on Facebook, writing that he and his father had been planning a golf day with him.\n\"Now that will never happen again,\" Mr Peralez wrote. \"My family and I have lost a long time great friend and there are no words to describe the heartache we are feeling right now, especially for his family.\" \nAuthorities searched the VTA facility after a bomb-sniffing dog detected possible explosives at the site, though none were found.\nJeff Rosen, the county's district attorney, said the shooter used \"multiple guns\" - all of which had been registered.\nCassidy's ex-wife, Cecilia Nelms, told the Associated Press news agency that he told her he wanted to kill his colleagues, but she had never believed he would do it.\nDoug Suh, a neighbour of Cassidy, told the Mercury News the gunman was \"lonely\" and \"strange\".\nJust before the shooting, a fire broke out at a home belonging to Cassidy, according to local media. Authorities say they are looking into whether the suspect may have set his home on fire.\nSanta Clara is the largest county in California's Bay Area and is home to Silicon Valley, America's technology industry hub. It encompasses several cities in Northern California including Cupertino, San Jose and Mountain View. \nThe Santa Clara VTA operates three train lines, making up over 40 miles (65km) of rail. It also runs dozens of bus lines.\n\"These folks were heroes during Covid-19... The VTA never stopped running,\" said Santa Clara County Supervisor Cindy Chavez, according to CBS. \"They just kept at work, and now we're calling on them to be heroes a second time to survive such a terrible, terrible tragedy.\"\nSpeaking from near the crime scene, Governor Gavin Newsom condemned the \"rinse and repeat\" cycle of US mass shootings.\n\"What the hell is wrong with the United States of America?\" the Democrat said. \"When will we put down our arms?\" \nPresident Joe Biden called the attack a \"horrific tragedy\" and ordered flags to be flown at half mast as he again urged Congress to take action on gun control.\n\"Every life that is taken by a bullet pierces the soul of our nation,\" he said. \"We can and we must do more.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57255740",
      "category": "uk-wales",
      "title": "Covid: One-parent rule for boy's cancer treatment 'cruel'",
      "tags": "Childhood cancer,Coronavirus lockdown measures,Cardiff,Leukaemia,Ammanford,Coronavirus pandemic",
      "text": "A dad who found out his son had leukaemia in a hospital car park said Covid rules banning both parents from going to appointments were \"cruel\".\nNineteen-month-old Carson Josephson needs regular treatment at Noah's Ark Children's Hospital, Cardiff.\nCovid rules mean only one parent can go with him, with his father Jason having to wait outside for hours for news.\nCardiff and Vale health board said it followed Welsh government guidance and made allowances \"as appropriate\".\nCarson, from Ammanford, Carmarthenshire, was diagnosed with acute myeloid leukaemia at the start of lockdown last year, and had a bone marrow transplant in Bristol in October. \nSince then he has been going to the hospital in Cardiff for treatment and check-ups, but while his mum Carrie goes with him, his dad Jason has to wait outside.\n\"It's absolutely cruel that two parents can't be there to support their children,\" said Jason, who cannot go inside to hear updates from consultants due to the one-parent rule.\nUnder Welsh government guidance to hospitals during the pandemic, only one parent, guardian or carer is allowed at child or baby's bedside at a time.\nHowever, each health board is allowed \"discretion\" to agree to visits if the \"benefits to the well-being of the patient or visitor\" outweigh the risk of Covid.\nThe Welsh government said its guidance gave hospitals \"flexibility\" to allow visits.\nJason said having to sit in the hospital car park waiting for news about his son's health was like being \"in a prison cell\".\nHe was first told his son had cancer by his wife, who rang him as he sat outside their local hospital in Carmarthen after being unable to go inside.\n\"It crushed me... I couldn't imagine how my wife was feeling,\" he said.\n\"I just wanted to get into the hospital and put my arms around both of them but I was informed that I was not allowed. I couldn't think of a worse pain.\"\nCarrie said having to talk to doctors about Carson's treatment and progress alone was hard and she felt \"drained\".\n\"I'm having to come out and explain to Jason what I've been told by the consultants, and I can't quite explain in the same way the consultants do,\" she said.\n\"Jason gets confused then. It would be easier if we could both be there.\n\"It's not just my input into his treatment... Jason should have the right to see the consultant too to talk about his son. I don't feel it's fair that there's a one-parent rule.\"\nThe couple said they did not understand how people were allowed to go out to pubs and restaurants, but they were still unable to attend their son's appointments together.\n\"No parent should have to deal with this by themselves without their partner there. To have restaurants and pubs open, it's selfish, it's really selfish. We feel like we're on our own,\" they said.\nThe health board said it was following Welsh government advice which set out only one parent could attend appointments, including for \"Rainbow Daybeds for day treatment\". \n\"Like our inpatient visiting guidance, allowances are made for outpatient visits as appropriate, depending on the nature of the appointment,\" a spokesman said.\n\"These measures are in place to maintain a Covid-19 secure environment, reducing the risk to our patients, their families and our staff.\"\nThe Welsh government said health boards, trusts and hospices had the \"flexibility to amend visiting requirements and be sensitive to individual situations\".\n\"We understand this is an extremely difficult and worrying time for parents and carers of sick children. The well-being of children and young people is at the heart of our guidance.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57244708",
      "category": "science-environment",
      "title": "New dark matter map reveals cosmic mystery",
      "tags": "Astronomy,Cosmology,Astrophysics",
      "text": "An international team of researchers has created the largest and most detailed map of the distribution of so-called dark matter in the Universe.\nThe results are a surprise because they show that it is slightly smoother and more spread out than the current best theories predict.\nThe observation appears to stray from Einstein's theory of general relativity - posing a conundrum for researchers. \nThe results have been published by the Dark Energy Survey Collaboration.\nDark Matter is an invisible substance that permeates space. It accounts for 80% of the matter in the Universe. \nAstronomers were able to work out where it was because it distorts light from distant stars. The greater the distortion, the greater the concentration of dark matter. \nDr Niall Jeffrey, of École Normale Supérieure, in Paris, who pieced the map together, said that the result posed a \"real problem\" for physics.\n\"If this disparity is true then maybe Einstein was wrong,\" he told BBC News. \"You might think that this is a bad thing, that maybe physics is broken. But to a physicist, it is extremely exciting. It means that we can find out something new about the way the Universe really is.\"\nProf Carlos Frenk, of Durham University, who was one of the scientists that built on the work of Albert Einstein and others to develop the current cosmological theory, said he had mixed emotions on hearing the news. \n\"I spent my life working on this theory and my heart tells me I don't want to see it collapse. But my brain tells me that the measurements were correct, and we have to look at the possibility of new physics,\" said Prof Frenk. \n\"Then my stomach cringes, because we have no solid grounds to explore because we have no theory of physics to guide us. It makes me very nervous and fearful, because we are entering a completely unknown domain and who knows what we are going to find.\" \nUsing the Victor M Blanco telescope in Chile, the team behind the new work analysed 100 million galaxies. \nThe map shows how dark matter sprawls across the Universe. The black areas are vast areas of nothingness, called voids, where the laws of physics might be different. The bright areas are where dark matter is concentrated. They are called \"halos\" because right in the centre is where our reality exists. In their midst are galaxies like our own Milky Way, shining brightly like tiny  gems on a vast cosmic web. \nAccording to Dr Jeffrey, who is also part of a department at University College London, the map, clearly shows that galaxies are part of a larger invisible structure. \n\"No one in the history of humanity has been able to look out into space and see where dark matter is to such an extent. Astronomers have been able to build pictures of small patches, but we have unveiled vast new swathes which show much more of its structure. For the first time we can see the Universe in a different way.\"\nBut the new dark matter map is not showing quite what astronomers expected. They have an accurate idea of the distribution of matter 350, 000 years after the Big Bang, from a European Space Agency orbiting observatory called Planck. It measured the radiation still present from that moment, called the cosmic microwave background, or more poetically, the \"afterglow of creation\".\nDrawing on the ideas of Einstein, astronomers, such as Prof Frenk, developed a model to calculate how matter should disperse over the next 13.8bn years to the present day. But the actual observations from the new map are out by a few per cent - it shows that matter is slightly too evenly spread. \nAs a result, Prof Frenk thinks there may be big changes afoot in our understanding of the cosmos.\n\"We may have uncovered something really fundamental about the fabric of the Universe. The current theory rests on very sketchy pillars made of sand. And what we may be seeing is the collapse of one of those pillars.\"\nBut others, such as Prof Ofer Lahav, of University College London, have a more conservative view.\n\"The big question is whether Einstein's theory is perfect. It seems to pass every test but with some deviations here and there. Maybe the astrophysics of the galaxies just needs some tweaks. In the history of cosmology there are examples where  problems went away, but also examples when the thinking shifted. It will be fascinating to see if the current 'tension' in Cosmology will lead to a new paradigm shift,\" he said.\nThe DES collaboration consists of over 400 scientists from 25 institutions in seven countries.\nFollow Pallab on Twitter."
    }
  ]
}