{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59352228",
      "category": "world-us-canada",
      "title": "Kyle Rittenhouse: US teenager cleared over Kenosha killings",
      "tags": "Jacob Blake shooting,Wisconsin",
      "text": "A US teenager who shot dead two men during racial unrest has been cleared of homicide and all other charges after claiming self-defence.\nKyle Rittenhouse, 18, killed the men and wounded a third on the streets of Kenosha, Wisconsin, on 25 August 2020.\nDuring the high profile and politically divisive trial, his defence said he had feared for his life. Prosecutors argued he was looking for trouble that night.\nNational Guard troops have been sent to the city amid fears of unrest. \nUS President Joe Biden called on people to \"express their views peacefully\", saying that while the outcome of the case \"will leave many Americans feeling angry and concerned, myself included, we must acknowledge that the jury has spoken\". \nMr Rittenhouse fatally shot Joseph Rosenbaum, 36, and Anthony Huber, 26, and then wounded 27-year-old Gaige Grosskreutz. Mr Rittenhouse and the men he shot are all white. \nHe faced five charges, including intentional homicide, which carries a life sentence. \nHis fate was decided by a 12-person jury made up of seven women and five men, who had spent more than three days deliberating.\nThe teenager began to shake with sobs and nearly collapsed as he heard the words \"not guilty\" read out five times.\nTwo nights before he turned up in Kenosha last year, riots had erupted on its streets after police shot Jacob Blake, a black man, leaving him paralysed. \nMr Rittenhouse, then aged 17, had travelled to the city from his home in Illinois. Armed with a semi-automatic rifle, he said he sought to help protect property from unrest.\nDuring the trial, jurors were shown video, sometimes frame by frame, leading up to and after each shooting.\nIn their closing arguments, Mr Rittenhouse's lawyers argued that he was \"trying to help this community\" and \"reacted to people attacking him\". Prosecutors, meanwhile, questioned why he broke curfew in a city he did not live in and \"pretended to guard\" people and property he was not familiar with.\nThe case has become a flashpoint in the highly polarised debate over gun rights in the US. \nMr Rittenhouse is championed as a hero by those who say he tried to keep the peace in sometimes violent protests. Others were horrified by what they saw as a heavily armed teenage vigilante in a volatile setting. \nBBC correspondent Nomia Iqbal, who was at the courthouse on Friday, said several cars drove past tooting their horns and shouting \"Free Kyle\" and \"We love the second amendment\", which covers the right to keep and bear arms. \nOn the court steps Jacob Blake's uncle was in tears and said he was shocked at the verdict. \nMr Huber's parents said there was \"no accountability\" for their son's killer.\n\"It sends the unacceptable message that armed civilians can show up in any town, incite violence, and then use the danger they have created to justify shooting people in the street,\" they said in a statement.\nBut Mr Rittenhouse's defence attorney Mark Richards said his client \"wished none of this would have ever happened\" and just wanted to get on with his life.\nDavid Hancock, a spokesman for the Rittenhouse family, told CBS they had expected the acquittal, adding that they were now \"in an undisclosed location\".\nReactions from politicians on Friday highlighted divisions over the case.\nWisconsin Lieutenant Governor Mandela Barnes, a Democrat, was among those to denounce the verdict. \n\"Over the last few weeks, many dreaded the outcome we just witnessed,\" he was quoted by the Associated Press news agency as saying. \n\"The presumption of innocence until proven guilty is what we should expect from our judicial system, but that standard is not always applied equally. We have seen so many black and brown youth killed, only to be put on trial posthumously, while the innocence of Kyle Rittenhouse was virtually demanded by the judge.\"\nNew York Mayor Bill de Blasio went further, in a tweet describing the verdict as \"disgusting\".\nBut Republicans including Wisconsin Senator Ron Johnson welcomed the decision.\n \"Justice has been served,\" he said, quoted by AFP. \"I hope everyone can accept the verdict, remain peaceful, and let the community of Kenosha heal and rebuild.\"\nThe state's former governor, Scott Walker, also tweeted his approval: \"All of us who knew what actually happened in Kenosha last year assumed this would be the verdict. Thankfully, the jury thought the same.\"\nIn a brief statement, the office of the Kenosha County District Attorney - which handled the prosecution's case - said it respected the verdict and called for calm. \nWisconsin's Governor Tony Evers said it was \"time to move forward, together\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59343650",
      "category": "world-europe",
      "title": "Austria to go into full lockdown as Covid surges",
      "tags": "Austria,Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Days after Austria imposed a lockdown on the unvaccinated, it has announced a full national Covid-19 lockdown starting on Monday.\nChancellor Alexander Schallenberg said it would last a maximum of 20 days and there would be a legal requirement to get vaccinated from 1 February 2022.\nHe was responding to record case numbers and one of the lowest vaccination levels in Western Europe.\nMany other European countries are imposing restrictions as cases rise.\n\"We don't want a fifth wave,\" said Mr Schallenberg after meeting the governors of Austria's nine provinces at a resort in the west of the country.\nFor a long time, there had been a consensus over avoiding mandatory vaccinations, the chancellor said.  \nHowever, too many people had been incited not to get the jab, because of \"too many political forces, flimsy vaccination opponents and fake news\", he added. The measures are yet to be finalised.\nLatest figures show the incidence rate has risen to 1,049.9 cases per 100,000 people in the past week, and Health Minister Wolfgang Mückstein said imposing a lockdown was a \"last resort\". A record 15,809 cases were reported in the past 24 hours, in a population of under nine million.\nUnder the measures, Austrians will be asked to work from home, non-essential shops will close, and schools will remain open for children who require face-to-face learning. They will continue until 12 December, but will be reassessed after 10 days.\nNeighbouring Germany has seen several days of record infections this week, and Health Minister Jens Spahn has spoken of \"a national emergency that requires a combined national effort\". \nGerman leaders have already agreed to introduce restrictions for unvaccinated people in areas with high hospital admissions. And parliament has backed requirements for people to show Covid passes on buses and trains, and in workplaces. \nBut now in Bavaria, which borders Austria, state premier Markus Söder has gone further, declaring  a \"de facto lockdown for the unvaccinated\". Bars and clubs will close for three weeks and all Christmas markets have been cancelled. Where weekly incidence rates top 1,000 per 100,000 people - restaurants, hotels, sport and culture will also close. \nSlovak Prime Minister Eduard Heger has already announced that a \"lockdown for the unvaccinated\" will start on Monday, and the Czech government is also limiting access to a variety of services. The Netherlands introduced a partial lockdown last weekend.\nIn the UK - where there is currently no lockdown, although masks have to be worn in some parts of the country - the incidence rate per 100,000 is 395.4 cases, officials figures show.\nAustria's is the first full lockdown imposed by an EU country this winter. \nThe Europe regional director of the World Health Organization, Hans Kluge, has warned of a hard winter ahead. He blamed insufficient vaccination coverage along with \"the easing of preventive measures and the spread of the more transmissible Delta variant\".\nRussia on Friday declared a record number of 1,254 Covid deaths in the past 24 hours, for the third day in a row. \nHungary reported its highest level of infections - with 11,289 new cases in a population of 10 million. A third booster jab will be made mandatory for health workers from Saturday, along with masks in most enclosed spaces.\nTighter restrictions also come into force in Belgium on Saturday, requiring working from home for four days a week.\nThere are only two ways for countries to slow the spread of Covid - build up enough immunity or limit contact between other people. \nThat wall of immunity - from a year of vaccination - is facing its first real test as winter rolls in across Europe.\nIt is already clear some countries - Austria being the most notable - have not vaccinated enough and feel the \"need\" to go back to restrictions that nobody \"wants\".\nBut it does not mean that every country is doomed to a winter lockdown.\nThose that have vaccinated more, given boosters to more and protected more of the vulnerable and elderly (who are the most likely to need hospital care) have the best shot at a manageable winter.\nThe impact of the UK having high levels of Covid through autumn, which will have topped up immunity levels, will be closely watched too.\nHowever, it is still only November. There are many dark months to get through before the weather improves and makes it harder for Covid to spread.\nDo you live in Europe? What are your experiences with coronavirus and vaccination? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-59359973",
      "category": "world-africa",
      "title": "Davido: Afrobeats star to give fan donations to orphanages",
      "tags": "Afrobeats,Nigeria",
      "text": "Afrobeats star Davido says he will give away 250m Nigerian Naira ($608,000; £450,000) to orphanages in Nigeria after fans sent him money.\nEarlier this week, the musician asked fans who believe \"I've given you a hit song\" to send money to a bank account he detailed under his name.\nDavido on Saturday said the appeal had been made in a \"playful manner\", but had exceeded his expectations.\nHe thanked those who had donated cash, as he announced how it would be used.\nThe amount being given to orphanages includes fan donations and a personal contribution of N50m.\nDavido is considered one of Africa's biggest music stars. He has won MTV and BET music awards and has collaborated with international artists including Chris Brown and Nicki Minaj.\nHis social media request this week had been met with a mixed reception. Some pointed out that the star, who has some 22 million followers on Instagram, often flashes his lavish lifestyle online. \nIn one Twitter post with laughing emojis, Davido said his aim was to raise money to get his Rolls-Royce car cleared from a port.\nHe then shared bank account details and screenshots as the amount it contained continued to grow over a couple of days.\nIn his Saturday statement, the singer said it was his goal to do this fundraising for his birthday every year as a way to give back. \n\"I have always been passionate about giving back and helping people,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59320280",
      "category": "uk-wales",
      "title": "Premature babies: Parents need better mental health support",
      "tags": "Motherhood,Women,Childbirth,Y Felinheli,Pregnancy",
      "text": "When Ceri Roberts first saw her newborn son, it was not the moment she had been expecting.\nSeth was nine weeks' premature and wrapped in a bundle of tubes, wires and an oxygen mask inside an incubator.\n\"It was a rollercoaster of emotions,\" said the 35-year-old.\nA neonatal charity is now asking for better support for parents to help them deal with the stress and strain of having an early birth.\nSeth, now six, is healthy and enjoying primary school, along with his brother Aron, four, who was also an early arrival.\nAron arrived at 35 weeks, after two interventions by specialists when Ceri went into labour first at 27 weeks of her pregnancy.\n\"I felt the pregnancy and labour and having Seth and Aron born early, spending time in hospital, was difficult and different to my friends and family who have children,\" said Ceri, who lives with husband Elis near Bangor, Gwynedd.\n\"They were able to come home, people could come to the house to see them, whereas we were in hospital, with visiting hours.\n\"When Seth was in the high dependency unit for a couple of weeks it was only the grandparents who could come to see him.\n\"So that was very difficult.\"\nCeri and her husband spent two months living in family accommodation at the hospital.\n\"When I first saw Seth, he was a little bundle in a massive incubator, with all the tubes and masks and wires. It was very, very scary,\" said Ceri.\n\"I was over the moon that I had a son, and I wanted to share that with the world.\n\"But then there was the worry. Is he going to be OK? Are there any problems?\"\nHitting milestones were important.\n\"We celebrated when he was able to sleep without an oxygen mask, or when I was able to put clothes on them for the first time.\n\"Small milestones like that were massive achievements for us as a family, and for Seth.\"\nCeri praised the medical support they received for both sons but says there are wellbeing gaps for other parents with premature children.\n\"There aren't the parent and children clubs or baby groups for those who have been through what I've been through,\" she said.\nFigures show 2,800 babies needed neonatal care in Wales in 2020.\nThe charity Bliss said about 2,400 babies needing help are born early, which is about 8% of all births in Wales.\nBut the charity said psychological support for parents is \"patchy\".\n\"When a baby is born premature or unwell and in need of neonatal care, parents often described to Bliss that their world has been turned upside down,\" said policy and research manager Josie Anderson.\n\"It places a huge amount of stress and anxiety on families.\"\nThe charity said those who have experienced a premature birth could be more likely to have post-natal depression, or develop post-traumatic stress symptoms.\n\"The long-term ramifications for families can be really devastating.\"\nBliss has been working with NSPCC Cymru to push for better mental health and wellbeing support in Wales, with the matter raised this week in the Senedd to mark World Prematurity Day.\nFirst Minister Mark Drakeford said he had seen first hand during his time serving as health minister the impact a premature birth can have on parents and it was a \"deeply distressing experience for many of them\".\n\"There are Royal College standards in this area, which every health board is working to meet, and where new funding has been made available by the Welsh government to assist them in doing so,\" he told the Senedd.\n\"Improved access to psychological therapies remains a priority for service improvement funding in this area.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59361145",
      "category": "uk",
      "title": "Insulate Britain: Police arrest 30 in climate protest at bridge",
      "tags": "Climate change,Insulate Britain",
      "text": "Police have arrested 30 climate activists after a central London bridge was closed by a sit-down protest.\nThe Lambeth Bridge demonstration was held in support of nine Insulate Britain campaigners who were jailed this week for defying an injunction on road blockades.\nUp to 250 people took part in the sit-in, shutting the bridge for hours.\nPolice made the arrests after imposing Public Order Act conditions on the protest.\nThe Metropolitan Police said the bridge was reopened at about 19:00 GMT, with the final protesters removed from Vauxhall Cross a few minutes later.\nEarlier, uniformed officers stood on Lambeth Bridge while traffic was diverted, with police saying it was \"for the safety of all\".\nMeanwhile, demonstrators made speeches, sang songs, ate lunch and chanted slogans.\nCampaigners told the crowd that the nine jailed Insulate Britain campaigners were \"political prisoners\" who will not be the last to be locked up for their convictions about climate change.\nThe nine protesters were given sentences of three to four months for breaching an injunction, aimed at preventing the blockades which have brought several roads to a standstill and sparked anger among motorists.\nActivists on the bridge said they would not be deterred by the threat of prison.\nGabriella Ditton, 27, an animator from Norwich, told the PA news agency she has already been arrested six times with Insulate Britain.\n\"I expect to go to prison at some point for at least six months because I am not going to be apologetic about this,\" she said.\nShe said \"civil resistance\" was necessary to create the political will to solve the climate crisis.\nZoe Cohen, 51, who travelled from Warrington, Cheshire, to protest, said \"ordinary people should not have to do this and risk prison\".\nShe said the disruption caused by the protests was \"microscopic\" compared to the death and suffering caused by climate change.\nGully Bujak, a campaigner linked with Extinction Rebellion, said to police at the protest: \"These streets are ours and we will put one foot in front of the other, and dare you to stop us.\"\nShe added: \"You can jail the resister but not the resistance.\"\nAnother told the crowd, to cheers, that \"good people have a duty to disobey bad laws\".\nInsulate Britain said it was not involved in organising the demonstration, which participants said was \"community-led\".\nBut the group has said it intends to continue to protest until the government agrees to ensure homes are insulated by 2030 - a key factor in reducing the UK's energy use and carbon emissions.\nThe High Court has issued five injunctions so far to prevent road blockades, covering the M25, as well as other major roads around London and the port of Dover.\nBut Saturday's arrests were made under police powers to impose conditions on public assemblies or processions, restricting the numbers attending, location or duration."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59355489",
      "category": "world-us-canada",
      "title": "Kyle Rittenhouse: The moment court hears 'not guilty' verdict",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59343815",
      "category": "world-europe",
      "title": "Belarus's Lukashenko tells BBC: We may have helped migrants into EU",
      "tags": "Belarusian presidential election 2020,Alexander Lukashenko,European Union,Migration",
      "text": "Belarus's authoritarian leader has told the BBC it is \"absolutely possible\" his forces helped migrants cross into Poland but denies they were invited.\nThousands of migrants, mainly from the Middle East, have been trying to get into the EU via Belarus for months.\nIn an exclusive interview, Alexander Lukashenko told me: \"We're Slavs. We have hearts. Our troops know the migrants are going to Germany.\" \n\"Maybe someone helped them. I won't even look into this,\" he added. \nThe EU, Nato and the US have accused the Belarus leader of luring migrants to the border with the false promise of easy entry to the EU. Something he has denied.\n\"I told them [the EU] I'm not going to detain migrants on the border, hold them at the border, and if they keep coming from now on I still won't stop them, because they're not coming to my country, they're going to yours,\" he told me.\n\"But I didn't invite them here. And to be honest, I don't want them to go through Belarus.\" \nMr Lukashenko has been in power since 1994 but his re-election as president last year was widely discredited by the West and not recognised by the EU.\nThousands of protesters and opposition activists were detained and opposition leader Svetlana Tikhanovskaya was forced out of Belarus after claiming victory. Her team criticised the BBC for conducting Friday's interview, which they described as \"giving the floor to a dictator\".\nMs Tikhanovskaya later told the BBC the interview provided Mr Lukashenko with \"a platform for lies and propaganda\". \nIn our interview at the presidential palace, I asked the Belarus leader about peaceful protesters being beaten and then tried to hand him a video showing people emerging from a notorious detention centre in Minsk with injuries they had sustained through torture. \n\"OK, OK, I admit it, I admit it,\" he said. \"People were beaten in the Okrestina detention centre. But there were police beaten up too and you didn't show this.\"\nI then asked him about how he had gone about destroying civil society, including the closure of 270 non-government organisations since July.\n\"We'll massacre all the scum that you [the West] have been financing. Oh, you're upset we've destroyed all your structures! Your NGOs, whatever they are, that you've been paying for,\" he responded. \nThe EU claims Mr Lukashenko has been orchestrating the border crisis with Poland, Lithuania and Latvia in recent months in retaliation for sanctions imposed on Belarus for its brutal crackdown on opponents who took part in mass protests after the August 2020 election.\nMs Tikhanovskaya said sanctions provided the EU and US with \"powerful leverage\" against Mr Lukashenko. \"He understands only the language of power,\" she said.\nShe accused his regime of blackmailing European countries over their \"support for the Belarusian democratic movement\".\nThe EU earlier accused Mr Lukashenko of taking an \"inhuman, gangster-style approach\" to the migrant issue.\nAt least 2,000 migrants were stranded in camps next to Belarus's border with Poland until they were eventually moved this week to a logistics warehouse nearby.  \nAn estimated 5,000 migrants remain in Belarus, although hundreds flew back to Kurdish northern Iraq on a repatriation flight on Thursday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59348734",
      "category": "world-us-canada",
      "title": "Kyle Rittenhouse case: Why it so divides the US",
      "tags": "Jacob Blake shooting,Wisconsin,United States",
      "text": "Few US trials in recent years have generated such acrimony. What is it about the Kyle Rittenhouse case that so divides the country?\nInside the courtroom, the 18-year-old was visibly shaking as he heard the jury clear him of all five charges, including intentional homicide.\nHe killed two men during racial unrest in Wisconsin, but successfully convinced the jury he only used his semi-automatic weapon because he feared for his life.\nMeanwhile, outside court cars drove past tooting their horns and cheering. Some leaned from windows to shout \"Free Kyle!\" and \"We love the Second Amendment!\"\nSome were distraught at the verdict - one man collapsed on the courtroom steps in tears, saying if Mr Rittenhouse had been black and brandishing a weapon like that, he would have been shot dead.\nHere's why the case provoked such deeply held emotions.\nKyle Rittenhouse's acquittal hinged on the specific details of Wisconsin's self-defence laws, taking into account Mr Rittenhouse's state of mind at the moment of shootings. The first occurred when Joseph Rosenbaum tried to grab Mr Rittenhouse's gun, the next two after two men - one of whom was armed - confronted Mr Rittenhouse following Rosenbaum's shooting.\nThe law considers whether Mr Rittenhouse believed himself to be in imminent threat of harm, but it does not factor in the choices he made in the hours and days beforehand that put him in the middle of a volatile situation, with guns drawn and tempers flaring. \nThe trial could prompt renewed consideration of self-defence laws across the US and whether they sufficiently weigh the totality of circumstances involving the use lethal force, particularly in a society where restrictions on the possession of firearms have been loosened.\nThe trend up until now has been to expand the right of self-defence in many states through \"castle doctrine\" and \"stand your ground\" laws that give individuals a presumptive right to use force to protect their homes and themselves, rather than to back down from a confrontation.\nThe divisiveness of the Rittenhouse trial could further fuel the debate over whether those laws go too far - or not far enough.\nRace is not central to this case, but for one man it is. \nJacob Blake, who is black, was shot seven times by a white police officer in Kenosha last year. \nIt was that shooting which sparked the violent protests in the first place. The police officer remains in the force. Mr Blake said in an interview that if Mr Rittenhouse had been of a different ethnicity, \"he'd be gone\". \nMr Rittenhouse was not immediately arrested after he shot three white men - two of them fatally - despite surrendering to police. \nBlack Lives Matter protesters outside the court say it is \"white privilege\" that has allowed the teenager to even have a fair trial. \nControversially, in closing arguments Mr Rittenhouse's defence attorney Mark Richards referenced the Blake shooting saying: \"Other people in this community have shot people seven times and it's been found to be OK, and my client did it four times in three-quarters of a second to protect his life.\" \nIt's renewed this debate over exactly who is allowed to possess guns and then proclaim self-defence when they kill someone. \nThe Rittenhouse trial has once again highlighted laws restricting gun possession and use in America that varies widely by state and local jurisdiction. Often the regulations are less than precise, the product of intense legislative debate over the types of firearms covered and under what circumstances the laws apply.\nA day before closing arguments in the Rittenhouse trial, Judge Bruce Schroeder ordered that one of the charges - that Mr Rittenhouse violated a state law prohibiting a person under 18 from possessing a \"dangerous weapon\" - be dropped because the rifle Mr Rittenhouse was carrying wasn't prohibited to him.\nThe decision turned on the length of the firearm's barrel, which would have been prohibited if it were a few inches shorter. \nGun-control activists have cited this as yet another example of the kind of loophole that could be remedied by more uniform national gun laws. \nWhile the 30-year-old Wisconsin law contains a provision to allow 16- and 17-year-olds to go hunting, they view the weapon Mr Rittenhouse was carrying as clearly \"dangerous\" in the circumstances he used it. \nGun rights activists, on the other hand, have celebrated Mr Rittenhouse's right to possess such weapons and use them to defend himself.\n\"If it wasn't for 17-year-olds with guns,\" tweeted Ohio Republican Senate candidate Josh Mandel, \"we'd still be British subjects.\"\nBruce Schroeder is the longest-serving circuit judge in the Wisconsin state court system. He was appointed by a Democratic governor in 1983 and has won election to his seat seven times since then, each by overwhelming margins.\nPerhaps it was inevitable that the judge would become a focus in such a high-profile, nationally televised trial, but the unusual American tradition of electing judges has made a delicate political situation even more fraught.\nOver the years, Judge Schroeder has developed idiosyncrasies, such as allowing defendants to conduct the random drawings that select their final jury and quizzing jurors on esoteric trivia. He's also established a reputation as a pro-defence jurist - one further cemented by his testy exchanges with prosecutors during the Rittenhouse trial.\nGiven the highly charged political nature of the trial, many of those quirks and choices have been scrutinised for evidence of bias. His rulings to drop the illegal firearm charge and saying the men Mr Rittenhouse shot could not be called \"victims\" were criticised by many on the left.\nEven his choice of mobile phone ringtone, the patriotic anthem God Bless the USA - a staple of Donald Trump rallies in recent years - made headlines as possible evidence of his political proclivities.\nLegal analysts have generally concluded that Judge Schroeder's rulings have been within the norms for such proceedings, but with the impartiality of the entire US criminal system challenged in last year's protests against institutional racism and police shootings - including the one in Kenosha - those norms are under scrutiny, as well.\nThe facts of that night have never been up for debate - Kyle Rittenhouse killed two men and injured a third.\nInstead the jury had to work out why he did it. He was being chased by a group of people when he fired the fatal shots. Was he acting in self-defence or was he a dangerous vigilante provoking an already volatile situation in a city he did not belong to? \nMany groups who want tighter gun control say it was the latter. They are worried that by being cleared of the charges, Mr Rittenhouse's case now sets a precedent - that anyone can turn up to angry protests with a gun, but without facing any consequences.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-59313029",
      "category": "uk-england-london",
      "title": "An ambulance for children: 'Aqualance' created by hospital",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59331845",
      "category": "uk-wales",
      "title": "Plastic pollution: New meat tray 'could save tonnes of waste'",
      "tags": "Swansea University,Plastic pollution,Recycling,Swansea",
      "text": "A new type of recyclable meat packaging tray designed by a Swansea University student could save thousands of tonnes in plastic waste. \nAlaa Alaizoki, who is studying for an engineering doctorate, has created a meat tray without a separate piece of absorbent plastic padding underneath. \nMr Alaizoki said the technology could be used in other areas, like nappies.\nMeat Promotion Wales said consumers wanted to know that food was made in an \"environmentally responsible way\".\nAbout 800,000 tonnes of UK meat packaging plastic waste is produced each year, \nBetween 5% and 8% of this waste comes from the absorbent padding.\nIn partnership with packaging manufacturers Klöckner Pentaplast, the design is already being used by leading UK food suppliers and retailers, including Sainsbury's and Asda.\nMr Alaizoki's meat tray is 100% recyclable and allows consumers to look at meat from all angles through clear plastic. \nHe said: \"Traditional padding works similarly to nappies or sanitary towels, by drawing in moisture and converting it into a gel which cannot physically leak back out into the meat.\"\nHe said his design allowed moisture into specially designed wells, but would not let it back out. \nThe packaging can then be washed under a tap, meaning the plastic is chemically and biologically safe to be recycled along with other household items. \nHe said: \"You can turn it upside down, shake it, drop it, but the physics of the fluid mean that until it's flushed out there is no way of the juices escaping.\"\nThe technology has only been patented for use in food packaging, but Mr Alaizoki said it could have many more uses. \n\"Physics is physics, it doesn't matter if it's food packaging or any other product,\" he said. \n\"This has the potential to be used in nappies and sanitary products, which also currently go straight into landfill, and take thousands of years to break down with the current gel technology.\"\nMr Alaizoki, a Syrian student, said he was pleased to be able to give something back to the country which took him in.\n\"Swansea has supported my learning, and given me the opportunity for me to fulfil my potential.\n\"I have a wife and child here now, and it feels like home, even though the majority of my family are still back in Syria.\n\"I'm just so glad to have come up with an invention which is going to improve the lives of everyone in my adopted home.\"\nGwyn Howells, chief executive of Hybu Cig Cymru, Meat Promotion Wales said: \"Consumers increasingly want to know that the food they buy is produced in as environmentally responsible way as possible. \n\"The lamb and beef sector in Wales is renowned for its non-intensive farming systems which are world leading in terms of sustainability; packaging innovations such as this can only help to deliver ever higher standards throughout the supply chain.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59362845",
      "category": "world-europe",
      "title": "Bear shot dead by 70-year-old hunter in France",
      "tags": "Bears,France,Animals",
      "text": "A 70-year-old man has shot dead a brown bear in south-western France after it attacked and injured him while he was out hunting wild boar, officials say. \nThe man reportedly fired two shots with a rifle at the female bear, who was wandering with her cubs at the time, killing the animal instantly.\nLocal media report that the man suffered serious leg injuries and was taken to a hospital in Toulouse.\nPolice are now investigating the Saturday afternoon incident.\nThe man, part of a local hunting association in the Seix region of Ariège, had been bitten by the bear several times, causing damage to the arteries in his legs, police said. \nAFP news agency reports that a source close to the case said the man was in a serious condition.\nPolice said they responded to an emergency call at about 15:30 local time (14:30 GMT) and when they arrived at the scene, they discovered the dead bear just metres from where the hunter was lying injured. \nA member of the same hunting association, who was not named, told local news website La Depeche that he heard a call for help on a radio the group uses while hunting, and made his way to the scene of the attack. \n\"One person managed to stop the bleeding until help arrived,\" he said.\nA local council official in Ariège, Christine Tequi, said that such attacks were \"what we feared\". \n\"Today, you can really see that cohabitation is complicated,\" she told AFP. \nFrance began reintroducing brown bears to the Pyrenees after numbers of the animals plummeted in the 1990s.\nBut the move has sparked protests from local farmers who say the bears pose a risk to their livestock. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59355955",
      "category": "world-us-canada",
      "title": "Theranos trial: Elizabeth Holmes makes surprise testimony",
      "tags": "Theranos trial,Fraud,United States",
      "text": "An entrepreneur accused of scamming investors for millions of dollars with a bogus blood test has surprised a US court by testifying in her defence.\nElizabeth Holmes is accused of making false claims about her firm Theranos, including that its technology could detect diseases with a drop of blood.\nMs Holmes, 37, faces multiple charges of fraud and could spend years in jail if found guilty. She denies wrongdoing.\nAt its peak her firm was valued at $9bn (£6.5bn). \nTaking the stand Ms Holmes said her work at Theranos had made her believe in the company's technology.\nShe explained about how she founded the firm after dropping out of Stanford University, and how her team made an apparent technological breakthrough.\n\"We worked for years with teams of scientists and engineers to miniaturise all of the technologies in the laboratory,\" she told jurors.\nThroughout the two-month trial, jurors in California have heard testimony from more than two dozen prosecution witnesses. They include patients and investors who prosecutors say Ms Holmes deceived.\nMs Holmes rose to fame in 2013 thanks to technology she claimed could test for multiple diseases using just a few drops of blood from a finger prick.\nShe attracted high-profile investors including Rupert Murdoch but in 2015 a whistleblower revealed the tests did not work, and the billionaire fell from grace.\nBy 2018 Theranos had collapsed amid one of the biggest corporate scandals in recent US history.\nMs Holmes has pleaded not guilty to nine counts of wire fraud and two counts of conspiracy.\nHer lawyers say she did not intend to defraud, but instead \"naively underestimated\" the challenges her business faced.\nThe trial, which began in September, is expected to run until next month.\nIt's been described as Silicon Valley's trial of the decade. \nBooks, podcasts, even a Hollywood film has been commissioned about what happened at the company. \nYet up until now it wasn't clear whether Ms Holmes would give evidence - defendants are not obliged to testify in US criminal cases. \nRemoving her mask the jury was able to see the defendant for the first time. \nShe smiled and spoke with confidence about the company's origins and why she wanted to help people. \nIt's a seriously risky move for the defence, as it now opens Ms Holmes up to cross-examination. \nThe move could be viewed as a sign of weakness, allowing the prosecution at the subject in a fraud case could backfire. \nBut Holmes clearly believes that she can convince jurors that her intentions were honourable, and that she was unaware of Theranos' major problems. \nShe has an awful lot on the line. If found guilty she could face up 20 years in prison. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59320310",
      "category": "uk-wales",
      "title": "World War One: German dressed as woman to avoid capture",
      "tags": "Germany,Cardiff,World War One,Wakefield",
      "text": "As World War One drew to a close, a German officer masqueraded as a glamorous woman to avoid capture. \nLt Heinrich Ernst Heinz had twice escaped prisoner of war camps, and was at one point living in London. \nBut why did he travel to Cardiff to hand himself in to the authorities in October 1918?\nHistorypoints.org has set up 2,000 points in Wales where people can receive on-the-spot historical information straight to their phones.\nA QR code, which links to Lt Heinz' story, has been placed on the lamppost outside what was Cathays Park police station, near Cardiff Crown Court.\nThere was a lot of press speculation at the time, and Historypoints.org editor Rhodri Clark said: \"One theory was that the war reports in the Western Mail - when the Germans were close to defeat - had affected his resolve.\n\"Another idea is that he'd caught influenza. Europe suffered a flu epidemic in 1918 and 1919.\"\nThe second escape was from a camp in the Yorkshire city of Wakefield, and it is thought that after this he spent a weekend living \"the high life as a glamorous woman\" in London.\nNewspaper reports of the time said he \"expertly disguised\" himself, in such a convincing way that \"nobody would notice he was a man\".\nA report in the Western Mail on 30 October 1918 said: \"Of slight build, with an effeminate appearance, the lieutenant makes up well as a girl of innocent countenance and attractive mien.\"\nHowever, on the Sunday following his weekend in London, the Western Mail described him travelling by train to Cardiff.\nHe stayed at the city's Angel Hotel under a name that had \"a good old British ring about it\".\nBy now he was \"quietly dressed\" in a dark lounge suit and a fawn-coloured overcoat, and could have been a commercial traveller arriving ahead of business on Monday.\nThe newspaper said nobody suspected who he was and no questions were put to him, making even more intriguing the fact that he handed himself in.\n\"We've featured the stories of many prisoners of war,\" said Mr Clark. \n\"Some are stories of hardship, neglect or cruelty, and some are about ex-PoWs who found happiness and prosperity in Wales, but this story is in a class of its own.\"\nHe hopes the new QR code will enable people to discover the \"quirky tale\" from the closing weeks of the war as they walk past the court buildings."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leicestershire-59354638",
      "category": "uk-england-leicestershire",
      "title": "Double child killer Colin Pitchfork sent back to prison",
      "tags": "Ministry of Justice,Parole Board",
      "text": "Double child killer Colin Pitchfork has been arrested and recalled to prison, the Ministry of Justice (MoJ) has said.\nHe was released two months ago after spending 33 years in jail for murdering two teenage girls in the 1980s.\nIt is understood Pitchfork, 61, was returned to custody on Friday over a breach of licence conditions.\nThe BBC was told staff at a hostel where he was living had grown increasingly concerned about elements of his behaviour.\nHowever, there was no suggestion any further offence had been committed.\nA Probation Service spokesperson said: \"Protecting the public is our number one priority.\n\"When offenders breach the conditions of their release and potentially pose an increased risk, we don't hesitate to return them to custody.\"\nPitchfork was jailed in 1988 for raping and murdering 15-year-olds Lynda Mann and Dawn Ashworth in Leicestershire.\nHe raped and strangled Lynda Mann in Narborough in November 1983 and killed Dawn Ashworth three years later.\nIn June, the Parole Board concluded it was safe to release Pitchfork, who was the first murderer to be convicted using DNA evidence.\nUpon his release, the MoJ said Pitchfork, 61, would remain under supervision for the rest of his life.\nThe BBC's home and legal correspondent Dominic Casciani said hostel staff had become concerned about some elements of his general behaviour and engagement with them.\nThey concluded he was not being as honest as he could be - although there was not one specific incident that triggered an alarm.\nDawn Ashworth's mother said she was \"pleased\" the child killer had been recalled to prison.\nBarbara Ashworth said: \"I'm pleased that he's been put away and women and girls are safe and protected from him now.\n\"It's a safer place when he's behind bars and I won't have to worry about other people being hurt by him for the time being.\n\"But there's always the worry that he might get out again, he seems to have a lot of people on his side who give him the benefit of the doubt.\n\"But for now, I have to be pleased about the news.\" \nColin Pitchfork spent a number of years preparing for potential release in an open prison but instead of being returned there, tonight he is in a closed jail.\nIn practice that means he now faces significant obstacles in winning the right to be released again.\nIn 28 days the Parole Board will formally review what to do with him - and typically in a situation like this they order a full hearing.\nThat is not likely to take place until the Spring and it might only look at whether Pitchfork should stay in a closed prison rather than be re-released. \nEven if he were allowed to return to an open prison, he probably would not be able to make another application to be released on licence until at least the middle of 2023.\nPitchfork repeatedly argued in jail that he was fit to be released.\nHis recall will however come as vindication to those who said he should never have got out.\nAnd included in that group is the former Justice Secretary Robert Buckland who challenged the decision to release the killer. \nSouth Leicestershire MP Alberto Costa had campaigned to stop the murderer's release.\nHe said: \"I was informed earlier this evening by the policing minister that double child rapist and killer Colin Pitchfork has been recalled to prison.\n\"Pitchfork's behaviour has given sufficient cause for concern to the probation authorities.\n\"Pitchfork is under the most stringent of licence conditions and perhaps this recall evidences that those conditions are working.\n\"I will urgently take this matter up with the government to ensure that public safety remains the number one focus.\"\nPitchfork was subject to more than 40 licence conditions including living at a designated address, taking part in probation supervision, wearing an electronic tag, taking part in lie detector tests and having to disclose what vehicles he used and who he spoke to, with particular limits on contact with children.\nHe was also subject to a curfew, had restrictions on using technology and limits on where he went, and was banned from entering Leicestershire without the permission of officials.\nThe government had formally challenged Pitchfork's release on the grounds it was \"irrational\" after widespread criticism of the decision.\nThe challenge had quoted professional witnesses as saying he had the \"capacity to manipulate and deceive the professionals he had worked with\".\nIt detailed an incident where Pitchfork had lied to a female shopworker while out of prison on temporary licence, telling her he was married when he was not after giving her chocolates \"to thank her for fixing his phone\".\nHowever, the challenge was rejected by a judge-led review in July, leaving opponents powerless to halt the release.\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-kent-59354059",
      "category": "uk-england-kent",
      "title": "Charlie Elphicke: Ex-Dover MP 'cannot afford' £35k fine",
      "tags": "Natalie Elphicke,Dover,Charlie Elphicke",
      "text": "A former MP who was jailed for sexually assaulting two women said he cannot afford £35,000 he owes in court costs.\nCharlie Elphicke was handed a two year sentence in September 2020 after being found guilty of three counts of sexual assault following a trial.\nThe former Tory MP was released after one year, but still owed the money towards the costs of the prosecution.\nHe told Uxbridge Magistrates' Court he was unemployed and making a Universal Credit claim.\n\"I find myself in a very difficult and embarrassed position,\" he told magistrates, after being summoned to attend the court on Friday for the non-payment.\n\"I have no job. I have no career. I am long-term unemployed.\"\nThe former Government whip, who is on licence until next year, offered to repay his debt at £1 per month, but this was not accepted by the court.\nThe court heard Elphicke received £51,000 from the sale of his marital home, but most of the money had been used \"in legal fees and to pay rent\".\nHe said he had paid six months' rent up front for a one-bedroom flat, valued online at nearly £475,000, in Fulham, south west London, adding: \"That is why I have very limited cash to meet my living expenses.\"\nElphicke's claim for Universal Credit is being processed, and he told the court he had worked with the Step Change debt charity to assess his financial situation.\nHe said he was working with the job centre and a probation officer to find a new career and must find somewhere else to live after separating with his wife Natalie Elphicke, the current MP for Dover.\nMagistrates agreed to adjourn the case to 17 December, allowing time for Elphicke's benefits claim to be assessed before a payment order is made.\nIn March, he lost a Court of Appeal challenge against his jail term after his lawyers argued the sentence was too long and should have been suspended.\nMrs Justice Whipple, Elphicke's sentencing judge, described him as a \"sexual predator\" who used his \"success and respectability as a cover\" and told a \"pack of lies\".\nDuring his trial, jurors heard how he had asked one of his victims about bondage and sex, then kissed her and groped her breast before chasing her around his home, chanting: \"I'm a naughty Tory.\"\nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59357222",
      "category": "uk",
      "title": "Single-use plastic: Plates, cups and cutlery ban edges closer",
      "tags": "Plastic,Environment",
      "text": "Single-use plastics such as plates, cutlery and polystyrene cups could be banned in England as ministers launch a public consultation on the issue.\nEnvironment Secretary George Eustice said it was \"time we left our throwaway culture behind once and for all\".\nSeparately, wet wipes, tobacco filters and sachets will also be examined.\nAbout 1.1 billion single-use plates and 4.25 billion items of cutlery - mostly plastic - are used annually, but just 10% are recycled upon disposal.\nScotland has already announced a ban from June 2022 on the use of plastic cutlery, drink stirrers and food containers made from expanded polystyrene.\nEngland's public consultation will last 12 weeks. Under the proposals for England, businesses and consumers would need to move towards more sustainable alternatives. \nHowever, environmental activists have previously urged the government to take more immediate and wider action, calling the single-use plastic ban \"just the tip of the iceberg\".\nEarlier this month, the government's Environment Bill was passed by Parliament.\nThe government said Environment Act powers could be used to introduce new charges on single-use items.\nA call for evidence will also be launched to investigate how to limit other polluting products such as wet wipes that contain plastic, tobacco filters and sachets.\nPossible measures could see plastic banned in these items and mandatory labelling on packaging to help consumers dispose of them correctly. \nMr Eustice said the government has \"waged war on unnecessary, wasteful plastics\", citing the ban on single-use plastic straws, stirrers and cotton buds, which was introduced last year.\n\"But it's time we left our throwaway culture behind once and for all,\" he added.\n\"Through our world-leading Environment Act, we will reduce waste and make better use of our resources, helping us to build back greener and leave the environment in a better state than we found it. \n\"These new plans represent the next major step in eradicating the use of problematic plastics that pollute our natural world.\"\nMarcus Gover, chief executive of sustainable resource use charity, Wrap, welcomed the consultation, adding that regulations were needed to \"ensure that all businesses take steps to eliminate problematic and unnecessary plastic\".\nAnd Friends of the Earth plastics campaigner, Camilla Zerr said a \"product-by-product\" approach to the plastics crisis was \"too slow\".\nShe called for legally-binding targets to reduce the use of all non-essential single-use plastics and for a focus on reusing and refilling."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-51235105",
      "category": "world",
      "title": "Covid map: Coronavirus cases, deaths, vaccinations by country",
      "tags": "Shielding,Public health,China,Social distancing,Self-isolation,United States,Coronavirus pandemic",
      "text": "Covid-19 is continuing to spread around the world, with more than 350 million confirmed cases and more than five million deaths reported across almost 200 countries. \nThe US, India and Brazil have seen the highest number of confirmed cases, followed by the UK, France and Russia. \nVery few places have been left untouched. \nThe latest available data for the total number of cases in France since the start of the pandemic is from 16 January. \nIn the table below, countries can be reordered by deaths, death rate and total cases. In the coloured bars on the right-hand side, countries in which cases have risen to more than 10,000 per day are those with black bars on the relevant date.\nThe true extent of the first outbreak in 2020 is unclear because testing was not then widely available.\nDeaths are rising in some areas, however official figures may not fully reflect the true number in many countries. \nData on excess deaths, a measure of how many more people are dying than would be expected based on the previous few years, may give a better indication of the actual numbers in many cases. \nNearly every nation in the world is now administering vaccines and publishing rollout data, while at least 96 countries and territories have moved on to booster jabs. \nThe map below, using figures collated by Our World in Data - a collaboration between Oxford University and an educational charity - shows the total number of doses given per 100 people, mostly first doses.\nAccording to that data, around 60% of people have been fully vaccinated on every continent apart from Africa, where the figure is less than 10%. \nSome countries have secured more vaccine doses than their populations need, while other lower-income countries are relying on a global plan known as Covax, which is seeking to ensure everyone in the world has access to a vaccine. \nOf those countries that have moved on to booster campaigns, Chile, Denmark and the UK have currently vaccinated the highest proportion of people. \nThe number of daily cases has begun to rise again in most regions now, due in part to the new Omicron variant.  \nStudies suggest that Omicron - which has quickly become dominant in numerous countries - is milder than the Delta variant, but far more contagious.\nThe Director General of the World Health Organization (WHO) Tedros Adhanom Ghebreyesus has said the \"tsunami of cases is so huge and quick, that it is overwhelming health systems around the world\".\nAsia\nAsia, which was the centre of the initial outbreak that spread from Wuhan in China in early 2020, is starting to see case numbers increase once more.\nThere has been a sharp rise in daily cases in India and the country is reporting its highest number of confirmed cases since May 2021, driven by a steep rise in cases in big cities such as the capital, Delhi, and financial centre of Mumbai.\nThe official death toll in India is about 490,000 and it has recorded nearly 49 million cases - second only to the US.\nChina, which is preparing to host the Winter Olympics in February, has announced that it will not be selling tickets to members of the public for the Games. Beijing's \"dynamic zero Covid\" strategy combines mass vaccination with constant testing, nationwide monitoring of people's movements, temperature-taking and phone apps.\nEurope\nSeveral European countries have increased the scale of their vaccine and booster campaigns after seeing a spike in infections due to the Omicron variant.\nFrance, Germany and Italy are experiencing a rapid increase in infections, with France currently seeing more daily cases on average than anywhere else in Europe. \nIn the UK, case numbers are falling after a spike over the holiday period. Hospitalisations and deaths appear to have been greatly reduced due to the UK's widespread vaccination rollout.\nNorth America\nThe US has recorded more than 70 million cases and over 860,000 deaths - the highest figures in the world - and it is now seeing a renewed surge in infections. \nDr Anthony Fauci, the country's chief adviser on infectious disease, has said the latest wave now seems to be going in the right direction but hospitalisations could still put pressure on health services in areas of the country where people had not been fully vaccinated or had a booster.\nThe death rate in Canada is far lower than its neighbour's but it is also seeing a rise in the number of daily cases at the moment due to the Omicron variant.\nLatin America\nIn Latin America, cases appear to be on the rise again in most places, with Argentina, Mexico and Peru reporting their highest numbers of confirmed cases.\nBrazil has been the worst-hit country in the region, recording more than 24 million cases and 620,000 deaths - the world's second highest official death toll. \nIn Peru, there have been more than 200,000 deaths and the country has the highest number of deaths by population size - more than 600 deaths for every 100,000 people.\nAfrica\nAfrica has seen at least 10 million cases and more than 235,000 deaths - but the true extent of the pandemic across the continent is not known as testing rates are low.\nAccording to the official figures, South Africa has been the worst-hit country with more than 3.5 million confirmed cases and nearly 100,000 deaths. \nSouth Africa was the first country to identify the new Omicron variant and it led to a sharp increase in infections - although the government says this fourth wave has now peaked and numbers are falling.\nSeveral African nations are currently experiencing a rise in cases, including Morocco and Tunisia. \nMiddle East\nSeveral countries in the Middle East have seen severe outbreaks of the virus since the pandemic began. \nThe official death toll in Iran, the region's worst-hit country, is more than 130,000 and it has seen more than six million confirmed cases. Neighbouring Iraq has seen nearly 25,000 deaths and more than two million confirmed cases. Daily infections, however, are currently falling in both countries.\nIsrael currently has the highest number of daily cases in the region but its vaccination rollout has been highly successful at minimising the number of hospitalisations and deaths in the country. It has now begun administering a fourth vaccine dose to people aged over 60 and to healthcare workers.\nOceania\nEarly in the pandemic, Australia and New Zealand were widely praised for their response to Covid but Australia is currently seeing its highest level of Covid cases since the pandemic began. \nThe country lifted most of its restrictions in December but the Omicron variant has fuelled a surge in cases.\nSo far, Australia has seen more than two million confirmed cases and 3,000 deaths, while there have been 15,000 cases in New Zealand and only 52 deaths. \nCovid-19 was first detected in the city of Wuhan, China, in late 2019 but the outbreak spread quickly across the globe in the first months of 2020. \nIt was declared a global pandemic by the WHO on 11 March 2020.\nA pandemic is when an infectious disease is passing easily from person to person in many parts of the world at the same time. \nThe data used on this page comes from a variety of sources. It includes figures collated by Johns Hopkins University as well as national governments and health agencies.\nWhen comparing figures from different countries it is important to bear in mind that not all governments are recording coronavirus cases and deaths in the same way. This makes like for like comparisons between countries difficult.\nOther factors to consider include: different population sizes, the size of a country's elderly population or whether a particular country has a large amount of its people living in densely-populated areas. In addition, countries may be in different stages of the pandemic.\nThe map, table and animated bar chart in this page use a different source for figures for France and the UK from that used by Johns Hopkins University. US figures do not include Puerto Rico, Guam or the US Virgin Islands."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59352804",
      "category": "world-us-canada",
      "title": "British Columbia: Petrol rations after Canada storm",
      "tags": "Climate change,Severe weather,British Columbia,Canada",
      "text": "A Canadian province is rationing petrol over fuel shortage fears after a major storm cut off road and rail links.\nCanadian Armed Forces personnel have begun arriving in British Columbia to help with recovery efforts in the flood-stricken region. \nOn Friday the province issued travel restrictions and rations on petrol, just a few days after declaring a state of emergency.\nAt least one person has been confirmed dead, but more deaths are expected.\nBritish Columbia Public Safety Minister Mike Farnworth said non-essential traffic would be restricted while they rebuild the highway network. Fearing a fuel shortage, he called on people only to fill their vehicles with 30 litres per trip to the petrol station until 1 December. \nHe did not say how close the province was to running out of gas, and said he would not send police to enforce the ration.\n\"It's 10 to 11 days where we have to pull together as a province, if we're greedy, we'll fail,\" he told media on Friday.\n\"The overwhelming majority of people will do the right thing,\" he added.\nWith major highways shut and the Canadian Pacific rail line facing multiple track outages, the federal government is looking into alternatives to help supplies flow into the affected area. \nUS border officials have allowed truckers who don't usually cross the border to access roads so they can deliver supplies, the province says. \nAs of Friday, approximately 14,000 residents were still displaced from their homes. A major agricultural region, almost 1,000 farms are under an evacuation order and thousands of farm animals have already been trapped and killed by the floods.\nMore than 100 soldiers have been deployed to the area so far and more stand by. Helicopters stationed on Vancouver Island and other's parts of British Columbia might also be called on to ferry supplies and emergency personnel or evacuate residents. \nPrime Minister Justin Trudeau has pledged to \"to do more to help people directly.\" \nPlans to build a 2.5 km levee were scrapped in favour of building a dike. Heavy rains are expected to sweep through the area next week.\nSpeaking to reporters on Thursday, Abbotsford mayor Henry Braun said that water levels are still rising in several areas near the town.\n\"We are not out of this thing by a long shot,\" Mr Braun said.\nHe estimated that repairing Abbotsford after the storm may cost up to C$1bn ($790m, £590m)."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59355950",
      "category": "world-europe",
      "title": "Rotterdam police clash with rioters as Covid protest turns violent",
      "tags": "Coronavirus lockdown measures,Rotterdam,Netherlands,Coronavirus pandemic",
      "text": "Dutch police have shot and wounded at least two people after rioting erupted in Rotterdam over new Covid-19 measures.\nProtesters threw rocks and fireworks at them and set police cars ablaze.\nHundreds of protesters had gathered to show their anger at government plans for a Covid vaccine pass, and a ban on fireworks on New Year's Eve.\nThe Netherlands imposed a three-week partial Covid lockdown last week as cases surged.\nSeven people were injured in total and at least 20 arrested in a night condemned by Rotterdam's mayor as \"an orgy of violence\".\nPolice fired warning shots and direct shots \"because the situation was life-threatening\", a police spokesperson told Reuters news agency.\nThe city was placed under a state of emergency and its main train station closed as a result of the violence. \nVideos posted on social media showed burnt-out police cars and rioters hurling rocks at police in the city's main shopping street. Riot police used a water cannon to disperse them.\nThe Netherlands imposed fresh restrictions last Saturday after recording its highest numbers of Covid cases since the pandemic began.\nThe measures mean restaurants and shops have to close earlier, and sports events must take place behind closed doors.\nDemonstrators clashed with police in The Hague after the measures were announced.\nEarlier on Friday, the government banned fireworks on 31 December for the second year in a row. The ban would prevent \"extra strain on healthcare\", the government said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-56237778",
      "category": "world",
      "title": "Covid vaccines: How fast is progress around the world?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Almost 10 billion doses of coronavirus vaccines have been administered, in at least 197 countries worldwide. \nHowever, there are vast differences in the pace of progress in different parts of the world.  \nSome countries have secured and delivered doses to a large proportion of their population - but others are some way behind.\nWith an aim to give doses to nearly every adult around the world, this is the largest vaccination programme in history. \nOverall, China and India have administered the highest number of doses, with about three billion and 1.6 billion respectively. The US is third, with more than 530 million.\nMany poorer countries are relying on deliveries from Covax, a scheme led by Gavi, the Vaccine Alliance, together with the WHO and the Coalition for Epidemic Preparedness Innovations (CEPI), which is trying to ensure everyone in the world has access to a Covid vaccine.\nCovax had planned to deliver about two billion vaccine doses globally by the end of 2021, but downgraded its supply forecast as a the result of global export bans, production challenges and slow regulatory approval processes.\nThe scheme has now distributed more than one billion vaccines.\nThe vaccine produced by Pfizer and BioNTech was the first approved by the WHO, followed by several others.\nThe Oxford-AstraZeneca vaccine is now the most widely used around the globe. \nUnlike Pfizer's jab - which has to be kept at an extremely cold temperature (-70C) - the Oxford vaccine can be stored in a normal fridge, which makes it easier to distribute.\nMost governments have started with doses for the over-60s, health workers and people who are clinically vulnerable. After priority groups have been vaccinated, there is a wider rollout among younger age groups. \nThe Pfizer vaccine has been approved for 12 to 15-year-olds in the US, UK, Europe and other countries. The Sinovac vaccine is being used for children as young as three in China and Colombia.\nEarly studies suggest the newly identified Omicron variant of coronavirus is better able to evade vaccine protection than previous strains, though vaccination still offers strong protection against serious illness and hospitalisation. \nA third 'booster' dose of a vaccine does appear to offer protection against infection from Omicron and at least 96 countries have begun booster vaccination programmes.\nWorldwide, more than 100 possible vaccines are undergoing trials to test their efficacy and safety. \nOur World in Data, a collaboration between Oxford University and an educational charity, collated the information in the map and table above.\nPopulation figures have been sourced from the United Nations' mid-2021 estimates provided by Our World in Data."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-highlands-islands-59359543",
      "category": "uk-scotland-highlands-islands",
      "title": "Scotland hit by second earthquake in a week with Highland tremor",
      "tags": "Spean Bridge,Ballycastle,Roybridge",
      "text": "Scotland has experienced its second earthquake in less than a week after the Highlands was hit by a tremor.\nThe British Geological Survey (BGS) said a 2.2 magnitude earthquake was registered just outside Roybridge, near Spean Bridge, at 09:29 on Friday.\nThe organisation said it had a depth of 7.5km (4.6 miles).\nThe survey said: \"A small number of reports have been received by members of the public in Roybridge indicating they felt this event.\"\nFriday's quake was the latest night-time tremor to hit the country.\nA 3.3 magnitude earthquake was reported by the BGS, just before 02:00 on Tuesday, with its epicentre at Achnamara, about 11 miles west of Lochgilphead in Argyll and Bute, 88 miles north-west of Glasgow.\nMore than 30 people reported that they had felt the tremor, with reports coming from as far as Edinburgh and Ballycastle in Northern Ireland. It also registered on all the seismographs across Ireland.\nThat quake happened 10km (6.2 miles) below the Earth's surface.\nData from the BGS shows that between 200 and 300 earthquakes are detected in the UK every year, with tremors of between 3.0 and 3.9 magnitude occurring on the mainland once every three years on average. \nGlenn Ford, the BGS seismic analyst on call at the time of the tremor, said he was surprised it had been felt as it was \"absolutely tiny\" compared with other earthquakes seen around the world \n\"In UK terms, because we are a very low seismic area, we only perhaps get about 15 earthquakes a year of this size or greater, so it's quite unusual in that respect,\" he said.\nIain MacDonald, who was staying in the village, felt and heard the tremor.\n\"It was about 9.30pm and I felt the tremor, but I heard it much more. It was really quite loud, like a train rumbling past the house,\" he said.\n\"I knew what it was straight away, I have heard it before and felt the tremor before.\"\nResident Michael Sillars said he \"heard a big rumble and the house shook\". \"It did feel like a really loud, close passing train,\" he said.\nMr Ford said the tremor was 17 billion times smaller than the earthquake which devastated Japan in 2011.\n\"You literally wouldn't look up from your coffee or your newspaper for an earthquake that size in California or Japan,\" he said.\nHe added there were a number of factors as to why people felt earthquakes in the UK, including size and depth and the time of day.\n\"Because people are not used to earthquakes in the UK, they put a small earthquake, because it could just be a small tremor, down to traffic noise\", he said.\n\"So if somebody is in a very remote area like this which occurred last night there is much better opportunity to actually feel it because they are nice and still, it was late at night, and probably in a sedentary position.\n\"Normally if the roads had been busy or you're near a motorway, you'd just put it down to traffic.\"\nAs for the recent quakes in Scotland, Mr Ford said there had \"obviously been a little bit of stress built up in that area\".\nQuakes are associated with a geological feature called a fault, which is a fracture or an area of fractures between two huge blocks of rock. \nDuring an earthquake there is a sudden movement between these blocks, such as one slipping down or up against the other. \nIn Scotland, these faults can run for hundreds of miles.\nAccording to BGS, most Scottish earthquakes occur in western Scotland with events felt in places such as Islay in the Inner Hebrides and also Fort William and, in November last year, in Glen Coe.\nIn the Highlands, one of the most active areas, seismic activity is related to what are known as the Highland Boundary Fault Zone, Great Glen Fault Zone, Strathconon Fault, Kinlochhourn Fault and the Loch Maree Fault.\nThe Great Glen Fault is probably the best known of the fault zones. At least 300 miles (483 km) in length it cuts diagonally across the Highlands from Inverness to Fort William and has its origins in events that happened about 400 million years ago. \nIt is home to the world-famous Loch Ness, just down the road from Inverness."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59357991",
      "category": "uk",
      "title": "Migrant crossings: Minister to lead review after record journey numbers",
      "tags": "English Channel,Dover,Calais,Migration",
      "text": "A review into how to prevent migrants crossing the English Channel to the UK is to be led by Cabinet Office minister Stephen Barclay.\nIt comes amid record numbers of people making the journey this year, with more than 1,000 crossing in a single day earlier this month. \nHome Secretary Priti Patel has promised tougher action but numbers have continued to rise.\nIt is understood Prime Minister Boris Johnson thinks more action is needed. \nMr Barclay will be responsible for exploring what ministerial departments can do in an effort to make the issue more of a priority in government and the civil service. \nMore than 24,700 people have made the crossing from France to the UK by boat so far this year - almost three times the total of about 8,500 in 2020.\nOnly five people have been returned to the EU so far this year. \nMore groups of people, including children, arrived in Kent on Saturday.\nThe numbers arriving in the latest crossings have not yet been provided by the Home Office.\nIn an agreement signed in July, the UK pledged to give France €62.7m (£54m) during 2021-22 to help tackle the issue.\nThe deal said the UK would help France increase police patrols along its coastline, boost aerial surveillance and increase security infrastructure at ports but record numbers of people have continued to arrive.\nConservative MP Tim Loughton, a member of the Commons home affairs select committee, said France should be doing more to intercept boats. \nHe told BBC Radio 4's Today programme: \"We know the only real solution is for the French to do what they are legally entitled but also legally obliged to do and that's to intercept the boats when they're in the water and take the passengers back to French territory.\"\nMr Loughton said it was \"absolutely within the power of the French to stop this miserable trade\".\nBut Dimitris Avramopoulos, a former minister of foreign affairs for Greece and EU commissioner for migration, urged the UK and France not to blame each other and instead work together and with the European Union to secure a deal. \nHe told Today: \"It is not easy to cope with the situation by blaming the other. I think they should immediately deepen co-operation in a spirit of mutual trust and basing their policy on the same principles.\"\nFor some time now, the government has talked tough on the idea of cracking down on small boats crossing the Channel.\nMinisters believe people smugglers are exploiting people who want to come to the UK to claim asylum or start a new life.  \nDeals have been signed with France to try to deter people from making the journey in the first place.\nBut measures so far haven't worked - this year has seen a record number of people making the dangerous journey.\nThat's left many Conservative MPs worried and Labour criticising the government for failing to bring numbers down.\nThe prime minister is said to want more action. But a review of what can be done cross-government won't itself solve this issue which has troubled the Home Office for years.  \nThe Daily Telegraph reported Ms Patel was planning to introduce strict new rules for asylum seekers, similar to those in Greece.\nThe paper said the home secretary was impressed with centres being built in Greece, where migrants are put under strict curfews and face routine checks on their movements.\nBut Mr Avramopoulos said the situation in the UK was different because its maritime borders with France are \"very complex\". \nOn Friday, Labour leader Sir Keir Starmer accused the government of failing to deliver on its pledges to reduce migrant Channel crossings.\nHe said the UK had not secured \"strong\" agreements with France to prevent journeys from taking place.\nThe Times reported that Conservative MPs have warned the prime minister the extent of crossings risked becoming a big electoral issue for the party. \nMs Patel this week said the EU's open borders regime was partly to blame.\nShe told reporters during a visit to the United States that she was \"constantly pressing\" the French on the issue but they were \"overwhelmed\".\n\"Let's not forget that the real problem on illegal migration flows is the EU has no border protections whatsoever,\" Ms Patel said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-59359238",
      "category": "uk-england-london",
      "title": "QPR-Luton: Man critically hurt after football disorder",
      "tags": "Luton,Hammersmith",
      "text": "A man has been critically injured in an attack after a Championship football match.\nThe 52-year-old was found with a serious head injury in west London following Queens Park Rangers' 2-0 win over Luton Town on Friday night.\nPolice believe the man, who is from the Luton area, may have been assaulted or caught up in disorder.\nAppealing for witnesses, Met Police Det Con Arrash Faghihi said the incident happened in an \"extremely busy\" area.\nOfficers found the injured man near the Uxbridge Road junction with Devonport Road at about 21:50 GMT.\n\"He remains in a life-threatening condition and his family has been informed,\" a Met spokesman said.\nDet Con Faghihi urged any witnesses or anyone with mobile phone footage which may be relevant to contact the force.\n\"This man sustained a serious head injury, and it is vital that we make contact with witnesses quickly,\" he said.\n\"The area was extremely busy after the match and there will undoubtedly be many people with information that will assist police.\"\nNo arrests have been made."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59358070",
      "category": "world-us-canada",
      "title": "San Diego motorway frenzy after armoured van spills money",
      "tags": "San Diego",
      "text": "A spillage from an armoured van sparked a mad scramble - and police arrests - on a US motorway on Friday morning.\nVideos on social media show money raining down as people scramble to pick up dollars strewn across the road.\nIt happened on the Interstate 5 in California's San Diego county.\nPolice said the ensuing excitement saw drivers abandon their vehicles and block traffic. Arrests were made, with others who pocketed cash urged to hand it back.\nOne of the armoured vehicle's doors popped open on the road, causing bags of cash to fall out and break apart at about 09:15 (17:15 GMT) local time.\n\"For whatever reason, money was falling out of an armoured car,\" California Highway Patrol (CHP) Officer Jim Bettencourt said. \n\"It was free-floating bills all over.\"\nVideo captured at the scene by fitness influencer Demi Bagby shows the road at a standstill, with passers-by grabbing and playing with littered $1 and $20 bills.\n\"This is the most insane thing I've ever seen,\" she says in the clip, which then shows the usually busy motorway abandoned.\nTwo arrests were made at the scene, local media reported.\nHighway police officials said the FBI were involved and urged people who grabbed cash to come forward. \nOfficer Bettencourt said anyone who stopped to pick up money could \"possibly be facing charges\".\n\"If a bunch of TVs fell from a truck across the freeway, you can't just take the TVs,\" he said in comments reported by the San Diego Union-Tribune newspaper.\nCurtis Martin, a sergeant with the CHP, said on Friday afternoon that about a dozen people had returned money they had grabbed to police.\n\"People are bringing in a lot,\" he said, without giving a figure. \"People got a lot of money.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59358172",
      "category": "world-us-canada",
      "title": "Kyle Rittenhouse: Calls for calm after US teen cleared of murder",
      "tags": "Jacob Blake shooting,Police brutality,US gun violence,Wisconsin,Black Lives Matter,US race relations",
      "text": "There have been calls for calm in the US after a teenager who shot dead two people during racial unrest last year was cleared of all charges.\nKyle Rittenhouse, 18, argued he was acting in self-defence when he shot the men and injured a third in Wisconsin.\nThe verdict on Friday, which followed a high-profile trial that divided the US, sparked protests in some cities.\nBut politicians, including President Joe Biden, and families of the victims have urged restraint.\n\"What we need right now is justice, not more violence,\" lawyers for the family of Gaige Grosskreutz, who was shot and injured by Mr Rittenhouse, said in a statement.\n\"I urge everyone to express their views peacefully, consistent with the rule of law,\" Mr Biden told reporters outside the White House.\nDespite the calls for calm, a riot was declared by police in the city of Portland, Oregon, on Friday evening as some 200 people broke windows and threw objects.\nThere were also protests in Chicago and New York, but they were relatively low-key compared to the widespread civil unrest that the US had seen previously.\nMr Rittenhouse said he was acting in self-defence when he fatally shot Joseph Rosenbaum, 36, and Anthony Huber, 26, and injured Mr Grosskreutz, 28, in August 2020 in the city of Kenosha, Wisconsin.\nThe teenager and the men he shot are all white. The incident happened during violent protests over the shooting of a black man, Jacob Blake, by a white police officer.\nJacob Blake's uncle was outside the court when Mr Rittenhouse was acquitted.\n\"We're going to continue to fight and we're going to continue to be peaceful. Let freedom ring,\" Justin Blake said.\nMr Huber's family said the verdict \"sends the unacceptable message that armed civilians can show up in any town, incite violence, and then use the danger they have created to justify shooting people in the street.\" \nMr Rittenhouse is now in an undisclosed location, a spokesman for his family told CBS.\n\"In this whole situation there are no winners, there are two people who lost their lives and that's not lost on us at all,\" they said.\nThe verdict has prompted strong reactions from both sides.\nDerrick Johnson, the president of the civil rights organisation NAACP, tweeted that the verdict \"is a reminder of the treacherous role that white supremacy and privilege play within our justice system\".\nProminent civil rights activist Reverend Al Sharpton said the \"outrageous and dangerous\" verdict will encourage vigilantes to use violence to assert their power.\n\"These continue to be dark days for black people killed at the hands of people that believe our lives do not matter,\" he said in a statement.\nThere are also concerns about the legal precedence the verdict could set for future cases.\nCalifornia's Governor Gavin Newsom wrote: \"America today: you can break the law, carry around weapons built for a military, shoot and kill people, and get away with it.\"\nPresident Joe Biden said he was \"angry and concerned\" at the verdict, but that \"the jury has spoken\".\nConservatives argue Mr Rittenhouse asserted his right to bear arms and defended himself.\nFormer President Donald Trump congratulated him in a statement emailed to his supporters. \"If that's not self-defence, nothing is!\" he wrote.\nSeveral Republican lawmakers said they would like to offer a congressional internship to Mr Rittenhouse.\nOne of them was the representative of North Carolina, Madison Cawthorn, who on an Instagram story said: \"You have a right to defend yourself, be armed, be dangerous and be moral.\" \nFollowing the verdict, right-wing Fox News host Tucker Carlson posted a clip of an exclusive interview with the teenager, to be broadcast on Monday.\n\"The jury reached the correct verdict - self-defence is not illegal,\" Mr Rittenhouse says in a video which appears to have been filmed moments after the decision.\nHe also talks about the \"scary\" nightmares he has of \"what could have happened\" if he had been \"seriously injured or hurt or dead\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59048640",
      "category": "uk-scotland",
      "title": "The worst mountain disaster in British history",
      "tags": "Mountaineering,Edinburgh,Aviemore",
      "text": "In November 1971, five teenage school pupils and their 18-year-old guide froze to death on the Cairngorm plateau, one of the highest and most inhospitable places in Britain. \nFifty years on it remains the worst mountaineering disaster in British history.\nThe tragedy shocked the nation, changed forever how we approach Scotland's mountains, and left a school and its community shattered. \nThe children came from Ainslie Park, a large secondary school on the edge of the East Pilton housing scheme in Edinburgh.  \nCatherine Murray Brown, now 67, was a sixth-year pupil at the school at the time.\nShe says it did lots of outdoor education trips. \n\"It wasn't an unusual thing and there was just this idea that people went off on something that was meant to be great fun and really enjoyable and really good,\" she says.\nThat November, a group of 14 children travelled from the school with 23-year-old Ben Beattie, and his 20-year-old girlfriend, Catherine Davidson. They were bound for Lagganlia, Edinburgh Corporation's new outdoor centre near Aviemore.\nBeattie was the school's outdoor education teacher.\nCatherine Murray Brown says: \"He was a popular teacher. He was very gregarious and very outgoing and up until that point had never done anything particularly controversial.\"\nBeattie and Davidson were experienced mountaineers and the group was well equipped for the cold weather.  They were joined in the expedition by 18-year-old Sheelagh Sunderland, a trainee instructor at Lagganlia\nBeattie planned the expedition: two groups taking different routes across the Cairngorm Plateau to Ben Macdui, Britain's second highest mountain.  \nThey were then to descend and come together, spending the night at the Corrour Bothy in the Lairig Ghru mountain pass.\nBeattie took the more experienced, stronger walkers. Davidson and Sunderland took the other six. These were 16-year-old Carol Bertram, and 15-year olds Diane Dudgeon, Lorraine Dick, Susan Byrne, William Kerr, and Raymond Leslie.\nThey set off on the walk at 11:00 on the Saturday 20 November, and things soon began to go wrong. \nThe weather deteriorated and unrelenting blizzards battered both teams.\nBeattie's team found their way through deep snow to a high shelter where they spent the night. \nThe next day his group battled their way off the plateau. It took until the late afternoon for them to reach another hut from where they could contact Lagganlia.\nAnd that's when it became clear the other group was in trouble. \nIn fact, they had never made it to the first shelter. \nCaught in appalling conditions and with no hope of finding their way off the mountains, Cathy Davidson took the decision that they should bivouac - camp in their sleeping bags in protective sacs - on the mountain.\nThey spent that first night and the whole of the next day clinging to the mountain in the storm. Unable to get any distance in the blizzard, they were forced to stay a second night.\nBy the morning of Monday 22nd, a full-scale rescue operation was under way. \nFifty searchers from RAF Kinloss and the Aberdeen, Braemar, and Cairngorm mountain rescue teams were covering the area.\nAt around 10:30 that morning, Davidson was spotted by a helicopter crew. She was crawling for help. Dangerously ill, she managed to tell the rescue team where her group was huddling.\nBy the time the rescue arrived, five of the children and the other instructor had died. They were buried under thick snow.\nRaymond Leslie was the only pupil of the six to survive the ordeal. \nBack in Edinburgh, in the homes of the dead and at their school, the scale of the loss was hard to bear.\nRory Macleod, now 66, was also a senior pupil at Ainslie Park at the time.\n\"Mr Chalmers, the head teacher at the time, confirmed what had happened,\" he says.\n\"You could see the confusion on people's faces from 'Wait a minute, someone's made this up' to 'Wait a minute, all of those people are no longer…I don't get it'\", he says.\nRory and Catherine Murray Brown were among those pupils who represented the school at the funerals.\nShe says: \"I had never been to a funeral before and I had never seen so many distressed adults and I have never forgotten it.  \n\"I'd never seen anybody in a coffin or anything like that and I suppose my overwhelming memory is that young people die, and that had never occurred to me before.\"\nThe fatal accident inquiry was held in Banff in February 1972.\nIt was revealed that the consent forms issued to parents did not say there would be winter mountaineering.\nIt concluded parents should in future get more information about expeditions, called for the establishment of a better training and certification regime for instructors, and recommended that experts should advise on whether high-level shelters should be removed to stop people relying on them in emergencies.\nThe bereaved parents called for Ben Beattie and the principal of Lagganlia, John Paisley, to be found at fault for the deaths but the inquiry would not make any such findings.\nBill Dudgeon - now deceased - spoke to 'The Scotsman' newspaper on the 40th anniversary of his daughter Diane's death in 2011. \n\"The fact is that it shouldn't have happened,\" he said. \"I can't imagine it would happen these days.\"\n\"I can't help but think the instructors were too young to be in charge - it would be like a game, them in charge of kids not much younger than themselves.\"\nBen Beattie continued to work in the mountains and died in a fall while climbing in the Himalayas in 1978. Catherine Davidson moved to Canada.\nRaymond Leslie lives in Scotland and has never spoken publicly about the tragedy.\nThe Lagganlia Centre remained open and has introduced thousands of young people to the benefits of the outdoors. \nJohn Paisley, the centre's principal teacher in 1971, oversaw the building of a memorial to the victims of the disaster.\nRory Macleod says: \"He built what you might call an outdoor room, with a supported roof, no walls, and seats where Lagganlia residents and students could sit and reflect\n\"Over the years centre staff have used it as an opportunity to ask young people and students to think about what's ahead of them in life in general.\"\nAinslie Park Secondary School closed in 1991 after years of falling pupil numbers. Only its listed façade remains, and flats now stand on the site. \nThere is no memorial there for the five pupils who died in the Cairngorms but their school mates remember them.\nCatherine Murray Brown says: \"I think as long as we are alive, we will remember it. But we are all getting on. It was 50 years ago.  I don't know if it will carry on much beyond living memory once all of us are gone. \n\"We carry it with us. Every single person who was touched by it.  We carry it with us\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59358074",
      "category": "world-europe",
      "title": "Covid: WHO says it is very worried about Europe surge",
      "tags": "World Health Organization (WHO),Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "The World Health Organization is \"very worried\" about the spread of Covid-19 in Europe as the continent battles a fresh wave of infections. \nSpeaking to the BBC, regional director Dr Hans Kluge warned that 500,000 more deaths could be recorded by March unless urgent action is taken.\nDr Kluge said an increase in mask wearing could immediately help. \nThe warning comes as several nations report record-high infection rates and introduce full and partial lockdowns. \nDr Kluge said factors like the winter season, insufficient vaccine coverage and the regional dominance of the more transmissible Delta variant were behind the spread. \nHe called for increased vaccine uptake and the implementation of basic public health measures and new medical treatments to help fight the rise. \n\"Covid-19 has become once again the number one cause of mortality in our region,\" he told the BBC, adding \"we know what needs to be done\" in order to fight the virus.\nDr Kluge said mandatory vaccination measures should be seen as a \"last resort\" but that it would be \"very timely\" to have a \"legal and societal debate\" about the issue.  \n\"Before that, there are other means like the Covid pass,\" he said, adding that this is \"not a restriction of liberty, rather it is a tool to keep our individual freedom.\"\nAustria on Friday became the first European country to announce that Covid-19 vaccination would become a legal requirement. The new rules are set to come into force in February, as details of how the measure will be enforced are still being discussed.\nThe announcement, alongside that of a new national lockdown was made in response to record case numbers and low vaccination levels.\nAustrian Chancellor Alexander Schallenberg said it was a difficult decision to take in a free society, but that the jabs were \"the only exit ticket we have to break this vicious circle\". \n\"It's a problem for the whole society because even those that are vaccinated, if they don't have access to an intensive care unit because they're blocked by those who are not vaccinated and got sick, so then they are affected as well,\" Mr Schallenberg told the BBC.\nOn Saturday, tens of thousands of people protested against the new measures in the capital Vienna. Many waved signs with slogans such as \"no to vaccination\" and \"enough is enough\".\nMany other European countries are also imposing new measures as cases rise.\nCountries including the Czech Republic and Slovakia have also announced fresh restrictions on unvaccinated people as record infection rates are recorded across the continent.\nOvernight, violent rioting erupted in Rotterdam in the Netherlands over new Covid-19 measures. Hundreds of protesters had gathered to show their anger at government plans for more restrictions.\nIn Germany, Health Minister Jens Spahn described the situation as a \"national emergency\" and refused to rule out another national lockdown.  \nThe UK recorded 44,242 new coronavirus cases on Friday.\nThe government has consistently said it has no plans for another lockdown for England, but has said it could bring in extra Covid measures - known as Plan B -  to protect the NHS. These would include mandatory Covid passports for some indoor venues, compulsory face coverings in certain indoor settings and advice to work from home."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59343650/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Austria to go into full lockdown as Covid surges",
      "tags": "Austria,Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Days after Austria imposed a lockdown on the unvaccinated, it has announced a full national Covid-19 lockdown starting on Monday.\nChancellor Alexander Schallenberg said it would last a maximum of 20 days and there would be a legal requirement to get vaccinated from 1 February 2022.\nHe was responding to record case numbers and one of the lowest vaccination levels in Western Europe.\nMany other European countries are imposing restrictions as cases rise.\n\"We don't want a fifth wave,\" said Mr Schallenberg after meeting the governors of Austria's nine provinces at a resort in the west of the country.\nFor a long time, there had been a consensus over avoiding mandatory vaccinations, the chancellor said.  \nHowever, too many people had been incited not to get the jab, because of \"too many political forces, flimsy vaccination opponents and fake news\", he added. The measures are yet to be finalised.\nLatest figures show the incidence rate has risen to 1,049.9 cases per 100,000 people in the past week, and Health Minister Wolfgang Mückstein said imposing a lockdown was a \"last resort\". A record 15,809 cases were reported in the past 24 hours, in a population of under nine million.\nUnder the measures, Austrians will be asked to work from home, non-essential shops will close, and schools will remain open for children who require face-to-face learning. They will continue until 12 December, but will be reassessed after 10 days.\nNeighbouring Germany has seen several days of record infections this week, and Health Minister Jens Spahn has spoken of \"a national emergency that requires a combined national effort\". \nGerman leaders have already agreed to introduce restrictions for unvaccinated people in areas with high hospital admissions. And parliament has backed requirements for people to show Covid passes on buses and trains, and in workplaces. \nBut now in Bavaria, which borders Austria, state premier Markus Söder has gone further, declaring  a \"de facto lockdown for the unvaccinated\". Bars and clubs will close for three weeks and all Christmas markets have been cancelled. Where weekly incidence rates top 1,000 per 100,000 people - restaurants, hotels, sport and culture will also close. \nSlovak Prime Minister Eduard Heger has already announced that a \"lockdown for the unvaccinated\" will start on Monday, and the Czech government is also limiting access to a variety of services. The Netherlands introduced a partial lockdown last weekend.\nIn the UK - where there is currently no lockdown, although masks have to be worn in some parts of the country - the incidence rate per 100,000 is 395.4 cases, officials figures show.\nAustria's is the first full lockdown imposed by an EU country this winter. \nThe Europe regional director of the World Health Organization, Hans Kluge, has warned of a hard winter ahead. He blamed insufficient vaccination coverage along with \"the easing of preventive measures and the spread of the more transmissible Delta variant\".\nRussia on Friday declared a record number of 1,254 Covid deaths in the past 24 hours, for the third day in a row. \nHungary reported its highest level of infections - with 11,289 new cases in a population of 10 million. A third booster jab will be made mandatory for health workers from Saturday, along with masks in most enclosed spaces.\nTighter restrictions also come into force in Belgium on Saturday, requiring working from home for four days a week.\nThere are only two ways for countries to slow the spread of Covid - build up enough immunity or limit contact between other people. \nThat wall of immunity - from a year of vaccination - is facing its first real test as winter rolls in across Europe.\nIt is already clear some countries - Austria being the most notable - have not vaccinated enough and feel the \"need\" to go back to restrictions that nobody \"wants\".\nBut it does not mean that every country is doomed to a winter lockdown.\nThose that have vaccinated more, given boosters to more and protected more of the vulnerable and elderly (who are the most likely to need hospital care) have the best shot at a manageable winter.\nThe impact of the UK having high levels of Covid through autumn, which will have topped up immunity levels, will be closely watched too.\nHowever, it is still only November. There are many dark months to get through before the weather improves and makes it harder for Covid to spread.\nDo you live in Europe? What are your experiences with coronavirus and vaccination? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-devon-59358794",
      "category": "uk-england-devon",
      "title": "Trains restart on Dartmoor rail line after 49 years",
      "tags": "Beeching cuts,Network Rail,Rail travel,Okehampton,Exeter",
      "text": "Regular train services have returned to the Dartmoor line in Devon for the first time in 49 years.\nGreat Western Railway (GWR) trains is operating the route between Okehampton and Exeter as part of a government scheme to restore abandoned lines.\nGWR is initially running trains every two hours with plans to increase it to hourly services in 2022.\nSince 1997, the line has only been open on some summer Sundays after regular services stopped in 1972. \nGWR regional director Matthew Barnes said the first train into Okehampton, which he was on, had a \"very smooth journey\".\n\"The track is in fantastic condition, and it was really, really lovely to carry people up here,\" he said.\nPaul Vodden, from the Dartmoor Railway Association, said: \"For the local area, for the leisure industry, it's a big, big thing down here.\"\nBy John Maguire, BBC News\nThere was a huge amount of excitement here in Okehampton, on a line built 150 years ago.\nThe first train ran on Saturday morning. It was absolutely packed, there was a band and there were singers on the platform.\nI've never seen somebody come off a train and fist-pump the air - that's the level of excitement that there is around the service.\nFrom here to London, a journey will take about three hours. Try and do that in a car, it'll take more than four.\nIt will be a huge boost, not only to the local economy, but to local people, and for what is a very historic line.\nTransport Secretary Grant Shapps travelled on a special rail service which ran on Wednesday to mark the reopening of the line.\nLocal schoolchildren, campaigners, railway staff and supporters of the project were also on board.\nConstruction and upgrading work was completed in nine months, with track operator Network Rail saying it laid 11 miles (18km) of new track, installed 24,000 concrete sleepers and 29,000 tonnes of ballast in 20 days.\nRepairs have also been made to 21 structures along the route, including four bridges. \nOther infrastructure work has included level crossing improvements and the installation of railway communications equipment.  \nVegetation clearance, earth and drainage works and fencing has also been completed, and further infrastructure work will continue to take place to increase the line speed to enable an hourly service in 2022, managers said. \nMore work is due to be carried out over the winter, including on the station buildings, to enable the restoration of the café and other facilities, they added. \nThe Restoring Your Railway fund was launched in January 2020 to reinstate axed local services and restore closed stations, many of which were cut following Dr Beeching's report on The Reshaping of British Railways in 1963.\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-59344072",
      "category": "uk-england-manchester",
      "title": "Children in Need: £39m raised at BBC charity show",
      "tags": "Television,Children in Need",
      "text": "More than £39m was raised by the end of this year's BBC Children in Need live show, which featured appearances from Ed Sheeran, Graham Norton and Abba.\nSinger Sheeran sang his new single Overpass Graffiti, while host Norton took part in a skit with mascot Pudsey.\nThere were special editions of TV programmes The Wall, The Repair Shop and lip sync challenge I Can See Your Voice, and several sketches.\nThe fundraising show came from BBC Studios in Salford for the first time.\nThe total amount pledged by the time the show came off on BBC One was £39,389,048.\nAs well as Norton, Mel Giedroyc, Ade Adepitan, Chris Ramsey and Alex Scott took up hosting duties for the 42nd annual fundraising show.\nShaun Ryder and Bez, from Manchester band Happy Mondays, joined Manchester United footballer Harry Maguire in a sketch for Pudsey's arrival at the show.\nThe yellow bear arrived at the studio in James Bond style, pulling up in a speedboat to the 007 theme tune.\nIn another sketch, Olympics and Team GB stars, including gymnast Max Whitlock, joined Claire Balding for a sports day, with Whitlock being disqualified from the egg and spoon race for using glue.\nThere was also a version of Fleetwood Mac's Everywhere - this year's official Children in Need single - performed by Anne-Marie and Niall Horan.\nAnd Danny Dyer presented a special edition of the BBC One gameshow The Wall, with CBBC stars Sam and Mark testing their knowledge to win cash for the charity.\nIn the charity edition of The Repair Shop, Jay Blades and repair duo Amanda Middleditch and Julie Tatchell helped restore a teddy bear, Henry, for 13-year-old Billy Matthews.\nMeanwhile, Paddy McGuinness hosted the lip sync challenge I Can See Your Voice, with Jimmy Carr, Alison Hammond and Amanda Holden acting as judges while BBC presenters took part.\nIt ended with BBC Breakfast sport presenter Mike Bushell singing a terrible version of Swedish House Mafia's Don't You Worry Child.\nThere was a better vocal display from some of the nation's best-loved puppets and classic children's' TV favourites - Basil Brush, Rainbow's Zippy, George and Bungle, and Zig and Zag et al - who collaborated in a video for a version of Starship's Nothing's Gonna Stop Us Now.\nAbba also shared their support for Pudsey in a video encouraging people to take part in a competition to see their new show, with the proceeds going to Children in Need.\nAhead of this year's show, BBC weatherman Owain Wyn Evans made Children in Need history after his drumathon became the charity's most successful 24-hour challenge, making more than £3m.\nPresenter Matt Baker and his team of five young people also raised more than £2m this week by cycling 142 miles across the UK, and Sophie Ellis-Bextor pulled in more than £1m through her 24-hour dance challenge.\nLast year's on-the-night total reached more than £37million, later growing to £57m.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59351160",
      "category": "business",
      "title": "Greensill: State bank risked £335m to back lender, say MPs",
      "tags": "Public Accounts Committee,Greensill Capital,Department for Business, Energy & Industrial Strategy",
      "text": "Taxpayers may be liable for up to £335m after a government bank failed to scrutinise collapsed lender Greensill Capital properly, MPs have said.\nA Public Accounts Committee report on the British Business Bank's Covid loan scheme said checks to approve the company were \"woefully inadequate\".\nGreensill went on to lend £418m to companies, 80% of which may have to be repaid by taxpayers if they default.\nEx-PM David Cameron was an adviser to the lender, which collapsed in March. \nA government spokesman said it was not involved in the decision to accredit Greensill: \"The decision was taken independently by the British Business Bank, in accordance with their usual procedures.\" \nThe British Business Bank was tasked with approving High Street banks and other lenders to dish out government-backed loans to embattled businesses, as Covid-19 restrictions first took hold. It was a conduit for billions of pounds in emergency lending.\nWith help from then-adviser Mr Cameron, Greensill tried to access several government schemes, some of which were rejected. In June 2020 it was approved to lend, under two business interruption loan schemes.\nThe vast majority of the government-guaranteed loans from Greensill went to companies within Sanjeev Gupta's steel empire GFG Alliance, and the bank eventually suspended the loan guarantees after it appeared Greensill had broken the £50m lending cap to groups of companies.\nBut before it got to that point, the MPs found, different government departments and agencies were not sharing their concerns about Greensill and its main client GFG.\nThe MPs' report pointed to issues raised with the National Crime Agency about one part of GFG Alliance, Wyelands Bank, that the Treasury and the Department for Business, Energy & Industrial Strategy (BEIS) spoke about, but did not share with the British Business Bank \"because they deemed it not to be relevant to the accreditation process despite Greensill being a significant financier to the GFG Alliance\".\nMPs said this \"lack of information-sharing across government\" which hampered decision-making in response to the pandemic, allowed Greensill access to taxpayer-funded schemes, thereby exposing taxpayers to a risk of £335m should Greensill's administrators seek repayment. \nThe British Business Bank was also criticised for being \"insufficiently curious\" about media reports that questioned Greensill's lending model and ethical standards.\nIn May the Serious Fraud Office opened an investigation into GFG over suspected fraudulent trading and money laundering, including its financing arrangements with Lex Greensill's company.\nThe committee of MPs also said that in the government's rush to encourage lenders to funnel emergency loans to businesses it \"struck the wrong balance between making decisions quickly and protecting taxpayer interests\".\n\"With more time and due diligence, the bank might have reached a different decision on Greensill's accreditation,\" the MPs said.\nA British Business Bank spokesman said: \"The National Audit Office concluded in July 2021 that the British Business Bank appropriately applied a streamlined version of its established process when it accredited Greensill Capital (UK) Limited as a lender under the Covid-19 business support schemes.\n\"In the first year of the Covid-19 pandemic, the British Business Bank said it accredited 171 lenders across three schemes to provide government-backed loans for more than 1.6m businesses.\n\"A less streamlined accreditation process would have meant fewer lenders would have been accredited and fewer businesses would have received the critical emergency finance they needed during the pandemic,\" he added. \n\"The NAO also found that it was to the bank's credit that its post-accreditation monitoring and audit processes picked up a potential issue quickly, as they were designed to do\".\nThe bank said its investigation into Greensill Capital's potential breaches of the rules is continuing, and the guarantees on repaying 80% of defaulted loans remains suspended during this probe.\nThe committee said the bank must set out \"how it will better balance between speed of delivery and value for money in future, and what trade-offs it is prepared to accept\".\nGreensill collapsed earlier this year after its insurer refused to renew cover for the loans it was making.\nThe finance company was the main lender to GFG's Liberty Steel, which employs 3,000 people in England, Scotland and Wales."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-59357306",
      "category": "technology",
      "title": "Tesla drivers left unable to start their cars after outage",
      "tags": "Car Technology,Elon Musk,Tesla,Electric cars,Motoring",
      "text": "Tesla drivers say they have been locked out of their cars after an outage struck the carmaker's app.\nDozens of owners posted on social media about seeing an error message on the mobile app that was preventing them from connecting to their vehicles.\nTesla chief executive Elon Musk personally responded to one complaint from a driver in South Korea, saying on Twitter: \"Checking.\"\nMr Musk later said the app was coming back online.\nThe Tesla app is used as a key by drivers to unlock and start their cars.\nOwners posted a multitude of complaints online about not being able to use their vehicles. \n\"I'm stuck an hour away from home because I normally use my phone to start [my] car,\" one owner tweeted.\nAbout 500 users reported an error on the app at around 16:40 ET (21:40 GMT) on Friday, according to the outage tracking site DownDetector. Five hours later, there were just over 60 reports of an error.\n\"Apologies, we will take measures to ensure this doesn't happen again,\" Mr Musk tweeted.\nThe app is not the only way to access the cars though, Stuart Masson, editor of The Car Expert website, told the BBC. \n\"There will be a secondary mechanism to get in or out of the car beyond the app, the difficulty will come for drivers if they are not carrying it,\" he said. \n\"Technology makes things convenient, but relies on a server working 100% of the time. It's the same as leaving the house without my credit cards, expecting to pay for things with my smartphone. If we are reliant on one mechanism all the time, we can be caught out.\"\nProfessor David Bailey from the Birmingham Business School has written extensively on the automotive industry. He also drives a Tesla and experienced the outage on Friday.\n\"To some extent, Tesla is a bit of a victim of its own success,\" he told the BBC. \"It encourages its customers to use the cutting edge technology it creates and sometimes that will go wrong.\n\"Although of course you can use a key to open the car too, the natural instinct of many Tesla drivers, who are buying one of the most high tech models in the market, is to rely on the technology.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-derbyshire-59359263",
      "category": "uk-england-derbyshire",
      "title": "Rolls-Royce says its all-electric aircraft 'is world's fastest'",
      "tags": "Amesbury,Rolls-Royce Holdings,Derby",
      "text": "Rolls-Royce believes its Spirit of Innovation plane could be the world's fastest all-electric aircraft.\nThe firm - whose aerospace headquarters are based in Derby - said the plane reached a top speed of 387.4 mph (623 km/h) during test runs at an experimental aircraft testing site.\nIt is thought to have set new World Records over three different distances. \nThe figures have been sent to the World Air Sports Federation for verification.\nThe test flights took place at Boscombe Down in Amesbury, Wiltshire, on 16 November.\nThe top speed was achieved by test pilot and director of flight operations Phill O'Dell.\n\"This is the highlight of my career and is an incredible achievement for the whole team,\" he said.\nRolls-Royce said Spirit of Innovation was more than 132 mph (213.04 km/h) faster than the previous record set by the Siemens eAircraft powered Extra 330 LE Aerobatic aircraft in 2017.\nIt reached a top speed of 345.4 mph (555.9 km/h) over 1.9 miles (3 km) and 330 mph (532.1 km/h) over 9.3 miles (15 km).\nIt is also thought to have broken the fastest time to climb to 9842.52 ft (3,000 m) by 60 seconds with a time of 202 seconds.\nThe aircraft uses a 400kW electric powertrain - the equivalent of a 535 BHP supercar.\nRoll-Royce said it also had the most power-dense propulsion battery pack ever assembled in aerospace with enough power to charge 7,500 phones.\nWarren East, chief executive of Rolls-Royce, said: \"Following the world's focus on the need for action at COP26,  this is another milestone that will help make 'jet zero' a reality.\n\"It supports our ambitions to deliver the technology breakthroughs society needs to decarbonise transport across air, land and sea.\"\nRolls-Royce hopes that the Fédération Aéronautique Internationale (FAI) will certify and officially confirm the results as new World Records in the near future.\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59357533",
      "category": "uk",
      "title": "Covid: Rioting in the Netherlands, and mental health deaths increase",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday morning. We'll have another update for you on Sunday.\nViolent scenes have erupted in the Netherlands as hundreds of protesters gathered to oppose Covid-19 measures in the country. Rioting in Rotterdam saw stones and fireworks being thrown at police and vehicles being set ablaze. Officers fired warning shots and direct shots \"because the situation was life-threatening\", a police spokesperson told Reuters news agency. At least two people were injured as a result of the shots, they added. A water cannon was also used. The Netherlands imposed a three-week partial Covid lockdown earlier this month. Several European countries are imposing restrictions as cases rise.\nThe number of deaths of people being treated under the Mental Health Act in England rose during the coronavirus pandemic, estimates suggest. The Care Quality Commission's findings come amid concerns over staff shortages in psychiatric units. Some 490 people died while being detained under the act in the year to March 2021 - 324 of them for non-Covid reasons, the regulator says. The average overall figure between 2012 and 2019 was 273, the CQC adds. Former Conservative Health Secretary Jeremy Hunt has warned that staff shortages were now compromising patient safety in \"every part of the NHS\".\nWorkplaces across the world are starting to introduce policies around employees' vaccination statuses. And it seems even Grand Slam champions are not exempt. Australian Open tournament director Craig Tiley has confirmed that unvaccinated players will not be allowed to compete in next year's event, which runs from 17 to 30 January in Melbourne. Time will tell how this will affect the line-up for the tournament. Defending men's champion Novak Djokovic has said he does not want to publicly reveal his vaccination status. \"Novak knows he will have to be vaccinated to play,\" Tiley said. \"We would love to have him here.\"\nWhat a difference six months can make. Just seven weeks before the Tokyo Olympics, only 3.5% of Japan's population had been fully vaccinated. Now, 76% of Japanese are fully immunised, achieving a higher vaccinated population percentage than almost anywhere in the world. Here's how the country did it. Meanwhile, see how fast the vaccine rollout is progressing around the world.\nWhether your passion is needlepoint or kneading dough, for many lockdown was an opportunity to revisit hobbies, or even pick up new ones. Alice Smith, 34, was on maternity leave and in lockdown in Australia. She used the time to explore her new-found enthusiasm for knit-one-purl-one, which she says helped ease her anxiety. \"It also uses your hands - so you can't look at your phone,\" she said. A craft that many thought peaked in the mid-20th Century is booming, with companies seeing a sharp rise in demand for needles and wool.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. \nWondering which children are being vaccinated - and why? Here's our explainer.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59356186",
      "category": "world-europe",
      "title": "Netherlands: Police fire warning shots at Covid protesters",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59356081",
      "category": "world-us-canada",
      "title": "Kyle Rittenhouse: Biden angry after teen cleared of shootings",
      "tags": "Jacob Blake shooting,Wisconsin,United States",
      "text": "US President Joe Biden has said he is angry after a teenager who shot dead two men during racial unrest last year in Wisconsin was cleared by a court.\nThe president expressed dismay at the verdict in a written statement although earlier he said he stood by the jury.\nKyle Rittenhouse, 18, sobbed as he was acquitted of all charges over the shooting in Kenosha on 25 August 2020.\nThere were low-key protests over the outcome of the trial that has divided the US.\nMr Rittenhouse had acknowledged fatally shooting Joseph Rosenbaum, 36, and Anthony Huber, 26, and injuring Gaige Grosskreutz, 28, but maintained he did so in self-defence. \nThe former police youth cadet was cleared of two counts of intentional homicide, one count of attempted homicide and two counts of recklessly endangering safety.\nMr Rittenhouse appeared to nearly collapse with relief as he learned his fate on Friday from a jury of seven women and five men after three-and-a-half days of deliberations. His mother, Wendy, also wept.\nThe defendant and the men he shot were all white, but the issue of race hung over the case because the shooting happened during civil disorder over perceived police brutality.\nDuring last year's election campaign, Mr Biden tweeted a video that appeared to link Rittenhouse, without any evidence, to white supremacists.\nOn Friday outside the White House a reporter asked the Democratic president whether he stood by his past comments about the teenager.\nMr Biden said he had only just heard the news and added: \"I stand by what the jury has concluded. The jury system works and we have to abide by it.\"\nHe later released a statement saying: \"While the verdict in Kenosha will leave many Americans feeling angry and concerned, myself included, we must acknowledge that the jury has spoken.\"\nMr Rittenhouse, then 17, had shown up in Kenosha after the city had been convulsed by two nights of rioting, looting and arson when police shot a black man, Jacob Blake, seven times in the back on 23 August 2020, leaving him partially paralysed. \nThe defence presented their client as a civic-minded teenager who had gone to the Midwestern US city to protect private property and only shot the men because he was in fear of his life. \nThe prosecution had depicted Mr Rittenhouse as a reckless vigilante and the men he shot as heroes attempting to disarm someone they thought was an \"active shooter\".\nThe trial heard that Mr Rosenbaum had been acting erratically that night and chased Mr Rittenhouse before trying to grab his gun. Mr Rittenhouse fatally shot him.\nMr Huber was then killed after striking Mr Rittenhouse in the head or neck with a skateboard.\nMr Grosskreutz had his biceps shot off after pointing his own gun at Mr Rittenhouse.\nAfter the verdict, Mr Rittenhouse's defence attorney Mark Richards said of his client: \"He wants to get on with his life. \n\"He wishes none of this ever happened. But as he said when he testified, he did not start this.\"\nThe parents of Huber, the second person shot, said they were \"heartbroken\" by the verdict.\n\"It sends the unacceptable message that armed civilians can show up in any town, incite violence, and then use the danger they have created to justify shooting people in the street,\" Karen Bloom and John Huber said in a statement.\nThe BBC's Nomia Iqbal in Kenosha said a small number of protesters gathered outside the court, holding signs that read \"Killer Kyle,\" and \"No justice no peace.\" \nLocal store owners told her they would be glad once the verdict was announced so that the city could move forward. \nThe trial exposed political divisions, with many Democrats condemning the verdict while Republicans said justice had been served, with some even offering him internships.  \nFollowing the verdict, right-wing Fox News host Tucker Carlson posted a clip of an exclusive interview with Mr Rittenhouse, to be broadcast on Monday.\nIn the footage, Mr Rittenhouse describes waking up in a cold sweat because of \"scary\" dreams he has every night about what happened."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-59351635",
      "category": "uk-england-london",
      "title": "Oxford Street: 'Astonishing' haul of fake items seized by police",
      "tags": "Retailing",
      "text": "Police have seized an \"astonishing\" haul of fake designer goods and illegal items in pre-Christmas raids in London's Oxford Street.\nMore than 17,500 items were confiscated in Operation Jade, which saw four souvenir and sweet shops raided on Thursday night.\nOfficers took unsafe toys, counterfeit clothing, and incorrectly-labelled nicotine products off the street.\nAn unregistered food business also had 4,000 items removed.\nTwo bags of food with higher than the legal limit of THC - the main psychoactive compound in cannabis - were also confiscated.\nHeather Acton, from Westminster City Council, said shoppers needed to be able to trust the products they were buying from the busiest shopping street in London.\n\"The quantity and variety of goods seized by our officers is astonishing,\" she said. \"Many of these goods are unsafe and certainly unhealthy.\n\"From cheap imitations of fashionable products to mislabelled tobacco, and even psychoactive substances, it's vital that we protect customers and get these products off the shelves.\n\"This Christmas is make or break for many high street shops, and checking retailers will support legitimate businesses and protect the reputation of the West End as a leading destination for shoppers.\" \nMeanwhile, Trading Standards officers seized 11,000 goods and about 2,500 souvenirs from unregistered businesses and illegal street traders.\nHealth and safety officers also served three notices for unsafe electrical goods and poor safety standards within premises."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59353183",
      "category": "uk-politics",
      "title": "Paul Dacre: Ex-Daily Mail editor quits race to head Ofcom",
      "tags": "Ofcom,Paul Dacre",
      "text": "Former Daily Mail editor Paul Dacre has pulled out of the contest to become the next chair of media regulator Ofcom.\nIn a letter to the Times, he said he was not going to re-apply for the role, after his initial application was rejected by a recruitment panel.\nThe process is currently being re-run after the initial interviews failed to settle on a candidate.\nBut Dacre said he had now decided to take up an \"exciting new job in the private sector\" instead.\nOfcom has wide-ranging powers over television, radio, telecoms and postal services, dealing with licensing, complaints and much else besides.\nIt is set to be handed new powers to regulate social media companies as part of the government's draft online safety legislation.\nDacre, 73, who left the Daily Mail in 2018 after more than a quarter of a century as editor, had been seen as Downing Street's favourite for the Ofcom job.\nThe Times quoted him as describing his experience of applying for the role as an \"infelicitous dalliance\" with \"the Blob\" - a term sometimes used to refer to the Whitehall establishment.\nThe journalist, known for his conservative views, was also quoted saying his \"strong convictions\" had led to him being judged \"unappointable\". \nHe wrote that Ofcom would face an \"awesome challenge\" in trying to regulate \"omnipotent\", \"ruthless\" and \"amoral\" tech giants \"without damaging freedom of expression\".\nHe also said he would \"die in a ditch\" to defend the BBC but it needed to be \"saved from both itself and the frighteningly well-resourced streaming giants\".\nA spokesperson for the Department for Digital, Culture, Media & Sport said the recruitment process for Ofcom chair was \"fair and open\".\n\"The process is regulated by the commissioner for public appointments, who is responsible for ensuring that the appointment is made in accordance with strict guidelines,\" they added.\nMeanwhile, a group of Scottish and Welsh ministers have written to Culture Secretary Nadine Dorries asking to be included in the process to appoint a new Ofcom chair.\nThe ministers say they are \"extremely concerned\" about a \"perceived lack of impartiality and transparency\" in the process.\nInvolving the devolved governments in the decision would help maintain \"credibility\", the ministers added.\nThe two-page document was signed by Angus Robertson, the Scottish culture secretary, and Kate Forbes, Scotland's finance and economy secretary, as well as the Welsh government's deputy minister for arts, Dawn Bowden, and its deputy minister for climate change, Lee Waters.\nMinisters shared concerns that the prolonged process \"might adversely affect the standing of the public service broadcasting system whose duty is to serve all the nations\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59352170",
      "category": "world-us-canada",
      "title": "Kamala Harris: First woman to get US presidential powers (briefly)",
      "tags": "Kamala Harris,United States,Joe Biden",
      "text": "US Vice-President Kamala Harris became the first woman to - briefly - be given presidential powers while Joe Biden underwent a regular health check.\nMs Harris, 57, was in control for 85 minutes, while Mr Biden was placed under anaesthesia for a routine colonoscopy on Friday.\nMr Biden's doctor released a statement after the operation, saying he was healthy and able to execute his duties.\nThe medical examination came on the eve of the president's 79th birthday.\nMs Harris carried out her duties from her office in the West Wing of the White House, officials said.\nShe is the first woman - and the first black and South Asian American - to be elected US vice-president.\nWhite House Press Secretary Jen Psaki said the temporary transfer of powers in such circumstances was not unprecedented, and that it was part of the process set out in the US constitution. \n\"As was the case when President George W Bush had the same procedure in 2002 and 2007,\" she said in a statement.\nThe president was seen smiling as he returned to the White House. \"I feel great,\" he said.\n\"President Biden remains a healthy, vigorous, 78-year-old male, who is fit to successfully execute the duties of the president,\" said Kevin O'Connor, the president's physician.\nKevin O'Connor, the president's physician, said the colonoscopy found a \"benign-appear polyp\" that was easily removed.\nMr O'Connor added that the president's gait also appeared \"perceptibly stiffer and less fluid,\" than in the past. This was attributed to wear and tear of the spine.\nMr Biden, the oldest US president to take office, had his last full medical examination in December 2019.\nAt the time, his doctor released a medical report describing him as \"healthy, vigorous\" and \"fit to successfully execute the duties of the presidency\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-53934109",
      "category": "world-us-canada",
      "title": "Kyle Rittenhouse: Who is US teen cleared of protest killings?",
      "tags": "Social media,US gun violence,Wisconsin,Black Lives Matter,Donald Trump,US race relations,United States",
      "text": "A US teenager has been cleared of all charges in relation to two men he shot and killed during unrest in Wisconsin. What do we know about Kyle Rittenhouse?\nAfter a black man, Jacob Blake, was shot seven times in the back by a police officer in Kenosha, Wisconsin, in August 2020, two nights of rioting erupted.\nOn the third night, 17-year-old Kyle Rittenhouse fired on three men with a military-style semi-automatic rifle, killing two and seriously injuring a third.\nHe was arrested at his mother's home in Antioch, Illinois, some 30 minutes from Kenosha. A day later he was charged with one count of first-degree intentional homicide and one count of first-degree reckless homicide.\nVideos indicate he spent hours on Tuesday apparently helping patrol the streets. He told journalists it was his \"job\" to guard buildings and even offer medical assistance to protesters.\nBefore dropping out of high school, he participated in cadet programmes with the fire department and police.\nHis social media profiles show his support for law enforcement.\nA Facebook photo of him was framed with the \"Blue Lives Matter\" logo - a pro-police movement that has occasionally clashed with Black Lives Matter supporters.\nSeveral of his posts honoured police officers killed on duty, and he also posted pictures of himself wearing full police uniform. He is a former member of a local police cadet programme, Grayslake Police Department says.\nGuns are another of his passions. Photos show him posing with weapons, practising target shooting and assembling a rifle. \nAfter leaving school, he had a few jobs including one as a lifeguard.\nWhen the protests over Jacob Blake's shooting became violent, Mr Rittenhouse travelled to the city and armed himself with a semi-automatic rifle, with the intention of protecting property, he said.\nIn an interview on the night before the shootings, he echoes police language when telling a journalist why he is armed. \n\"Part of my job also is to protect people. If someone is hurt, I'm running into harm's way,\" he says.\nHe was captured on video at different times during that night. At one point, he speaks to police who offer him water. \nLater, he was shown being pursued by a group of people, one of whom appeared to fire into the air. \nThe teenager turns to see where the sound is coming from as another person tries to attack him. \nAt that point, the teenager appears to shoot the man, later identified as Joseph Rosenbaum. He was unarmed but Mr Rittenhouse said in court that he had tried to grab his gun, testimony corroborated by one of the prosecution's own witnesses.\nFleeing momentarily, he finds himself chased by a crowd who had seen him shoot Rosenbaum, before falling to the ground, and firing his gun. One of those hit by the gunfire falls to the ground, fatally injured. He is later named as Anthony Huber. Huber was seen on video swinging his skateboard at Rittenhouse.\nAnother person runs away apparently injured. In court, Gaige Grosskreutz acknowledged confronting Rittenhouse with a gun, even pointing it at him, but he denied he ever intended to shoot him. \nOne of the charges brought against him was possession of a dangerous weapon by a person under 18. It was later dropped when his lawyers successfully argued state law allowed for someone under 18 to possess the firearm.\nCorrection 9th October 2020: This article was amended in the hours after publication to give a more detailed account of the sequence of events and make clear that Kyle Rittenhouse was seen on video being pursued by a group of people before the first shooting."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-59348915",
      "category": "technology",
      "title": "Facebook gives users 'more control' over news feed",
      "tags": "Social media,Facebook",
      "text": "Facebook says it is introducing new features to give people more control over what appears in their news feeds.\nThe social network has been under intense scrutiny in recent years for how its algorithms promote content.\nNow, it says it is testing controls to \"adjust people's ranking preferences\" and customise the feed.\nThat includes, for example, increasing the number of posts from friends and family, and decreasing those from groups and pages.\nIt will also make controls that already exist \"easier to access\", it said - such as the favourites and snooze features, which largely live inside a settings sub-menu.\n\"We'll begin testing in countries around the world to a small percentage of people, gradually expanding in the coming weeks,\" Facebook said in its announcement post.\n\"This is part of our ongoing work to give people more control over [the] news feed, so they see more of what they want and less of what they don't.\"\nIt comes as Facebook and its newly-named parent company Meta are under political pressure to let users avoid its ranking systems.\nSo-called \"engagement-based ranking\" has been a repeated target of criticism in the testimony of Facebook whistleblower Frances Haugen, who said it prioritised divisive and extreme content.\nFacebook disagrees with that, but the view has caught on among some.\nA group of US lawmakers has tabled a bill named the \"Filter Bubble Transparency Act\", which is designed to make sure that social networks give their users an option to use the sites without any kind of algorithmic interference.\nThat would bring Facebook much closer to its original version. In the early days, when Facebook was only really used by university students, it simply displayed every post from friends, with the most recent ones first.\nFacebook, for its part, believes that users do not actually want that. A recent report by the Washington Post discovered that Facebook has run at least two experiments in recent years, exploring what happens when the algorithmic feed is disabled.\nOne of those tests, the Post reported, resulted in users logging into Facebook less often, spending less time reading content, and posting less themselves.\n\"The documents suggest that Facebook's defence of algorithmic rankings stems not only from its business interests, but from a paternalistic conviction, backed by data, that its sophisticated personalisation software knows what users want better than the users themselves,\" the Post wrote.\nFacebook has added one way to access a chronological feed since March this year, although it is not an option available by default.\nOn its mobile apps, while scrolling through the news feed, an option for \"most recent\" will sometimes appear. It only works for that browsing session. The next time the app is opened, it will revert to the algorithmic feed."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59361090",
      "category": "uk-wales",
      "title": "Covid: Gwynedd school urges pupils to get tested as cases rise",
      "tags": "Machynlleth,Caernarfon,Corwen,Bala,Blaenau-Ffestiniog,Coronavirus testing,Coronavirus pandemic,Gwynedd Council",
      "text": "Pupils at a Gwynedd school are being urged to take Covid tests after a surge in cases.\nThe head teacher of Ysgol Godre'r Berwyn, in Bala, has written to parents after a \"high\" number of cases were confirmed in the school.\nAll secondary school aged pupils will also have to wear a mask in class from Monday.\nIt comes as Covid case rates in Gwynedd hit record levels.\nFigures show 865 positive Covid-19 cases were reported in the county last week.\nThat brought the county's incidence rate up to 694.4 per 100,000, the highest since the pandemic began.\nThat compares to 498 per 100,000 in Wales as a whole.\nThe school's call follows Gwynedd council asking residents to take precautions as the county recorded the highest Covid-19 incidence rates in Wales.\nBala was among the worst affected along with Caernarfon and the Ffestiniog area.\nHead teacher Bethan Emyr warned parents in an email that Covid case rates were \"high in the school at the moment\".\nShe reminded them of Public Health Wales' advice that those aged five to 18 should take a PCR test as soon as possible, and a second in six days; minimise contact with others and crowds; use lateral flow tests daily for a week and avoid visiting vulnerable people.\nThe school also asked pupils to upload proof of a positive test to the school website.\nMs Emyr added: \"All secondary learners will be expected to wear a mask in the corridor and in lessons from Monday.\n\"We hope this is a temporary measure, until the Covid cases decrease in school.\"\nThe chairman of Gwynedd's Covid prevention group, Dafydd Wyn Williams, said: \"We are gravely concerned about the steep rise in cases across Gwynedd, and in the Caernarfon, Ffestiniog and Bala (Penllyn) areas in particular.\n\"The incident rate is extremely high in these communities and we are urging people who live and work in these areas to take extra caution.\n\"Covid figures in Gwynedd are at their highest since the pandemic began, and it appears that the number of cases is likely to rise in the coming days.\"\nGwynedd council said testing was available in Bangor, Caernarfon, Tremadog and Pwllheli in Gwynedd, as well as in Corwen, in Denbighshire, and Machynlleth, in Powys."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59336579",
      "category": "uk-politics",
      "title": "Deaths of people treated under the Mental Health Act rose during pandemic",
      "tags": "Care Quality Commission,Mental health,Coronavirus pandemic",
      "text": "The number of deaths of people being treated under the Mental Health Act in England rose during the coronavirus pandemic, estimates suggest.\nThe Care Quality Commission's (CQC) findings come amid concerns over staff shortages in psychiatric units.\nSome 490 people died while detained under the act in the year to March 2021 - 324 of them for non-Covid reasons, the regulator says. \nBBC analysis found the average overall figure between 2012 and 2019 was 273.\nFormer Conservative Health Secretary Jeremy Hunt warned that staff shortages were now compromising patient safety in \"every part of the NHS\".\nHe called the figures on deaths in psychiatric detention \"very concerning\", but added: \"It's not just mental health, but every specialty now has shortages of doctors and nurses.\"\nMr Hunt argued a \"radical overhaul\" of the training system was needed to ensure there were enough doctors and nurses in the coming decades.\nCharlie Millers died on 7 December last year while sectioned in a secure psychiatric unit.\nThe 17-year-old was detained in Prestwich Hospital, in Greater Manchester, with a history of suicide attempts and self-harm.\nHe attempted to take his own life four times in two-and-a-half hours - the last one proving fatal. \nA confidential Greater Manchester Mental Health NHS Foundation Trust report, seen by the BBC, reveals staff shortages in the unit, with the senior nurse in charge agreeing to do a double shift because no cover was available.\nIt also says another nurse was not given a full handover when he started his shift.\nSpeaking to the BBC, Charlie's mother Samantha described her reaction to hearing he had attempted suicide several times that night.\n\"I was like 'How has he done three, a fourth one? How did it get to that?'\" she said.\nMr Hunt, who now chairs the Commons Health and Social Care Committee, said Charlie's death illustrated the need for community-based alternatives to hospital detention.\n\"We still put far too many people into secure accommodation, [when] you haven't committed any crime, just because it's the only option left,\" he told BBC News. \nIn its report on the incident, the trust admitted that it was not \"routine practice\" for the nurse in charge to work a double shift, but the unit \"needed an experienced qualified nurse on duty\" and there was no evidence her judgment was impaired by the long hours.\nIt also backed the decision not to put Charlie on continuous observation, saying it would have led to increased tension and risk to him. The report clears the unit of any wrongdoing.\nIn a statement, trust deputy chief executive Andrew Maloney expressed his \"deepest sympathies\" to Charlie's family and friends but said: \"It would be inappropriate for us to comment further until the coroner's inquest has concluded.\"\nBut the report comes amid rising concern over staff shortages during the pandemic putting the most vulnerable NHS patients in danger.\nAccording to the CQC, 490 people died while detained under the Mental Health Act in England between the start of March 2020 and the end of March 2021.  \nIt said 166 of those deaths were due to Covid-19, while 324 people were said to have died for \"non-Covid\" reasons. \nBetween 2012 and 2019, an average of 273 people died per year either while detained in hospital or being supervised in the community in England while subject to the Mental Health Act.\nThe CQC said there had been changes in the reporting methods of deaths in detention during the pandemic.\nMental health charity Mind called Charlie's death \"a sad moment in the history of mental health services\" and said that it was time for the government to boost staffing and provide the sector with greater investment.\"\nPaul Farmer, the charity's chief executive, told BBC News: \"There are many reasons why this tragedy took place. But we must learn the lessons and make sure that services are fully staffed to be able to provide the help and care for some of the most vulnerable in our society.\" \nThe charity said that out of the £36bn already pledged to the NHS and social care sector over the next three years - up to £5.4bn should be earmarked for mental health services to make sure that people are \"safely treated\". \nA Department of Health and Social Care spokesperson said: \"Every death is a tragedy and our sympathies go to family and friends of those who have sadly died. \n\"There are now record numbers of doctors and nurses working in the NHS and we are on track to deliver 50,000 more nurses by the end of this Parliament.\n\"We're also investing £2.3bn a year by 2023/24 to transform mental health care, and will bring forward our plans to reform the Mental Health Act shortly, to ensure anyone in a mental health crisis is treated with dignity and respect.\"\nIf you have been affected by issues in this report you can visit the BBC's Action Line"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59350340",
      "category": "uk",
      "title": "Covid: Boosters added to NHS Covid pass for travel and Austria to enter full lockdown",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Friday evening. We'll have another update for you on Saturday.\nMillions of travellers who have had a booster dose of a Covid vaccine in England are now able to prove their vaccination status using the digital NHS Covid Pass. It enables quarantine-free travel to countries such as Israel, Croatia and Austria, which have a time limit for vaccination status to be valid. Booster jabs appeared automatically for users of the Covid pass from midday on Friday, but the data is not available immediately via the Covid Pass letter service. Third jabs are not being added to the domestic pass as they are not currently needed for someone to qualify as being fully vaccinated. Boosters were first offered to over-50s, health and social care staff and people with certain health issues before being offered to over-40s in the UK last week.\nJust days after imposing lockdown on the unvaccinated, Austria has announced a nationwide Covid lockdown starting on Monday amid record infections. Under the lockdown, which will last a maximum of 20 days, non-essential shops will close and people will be asked to work from home. But schools will remain open for children who need in-person learning. The measures will continue until 12 December, with a review after 10 days. Chancellor Alexander Schallenberg said people would be legally required to get vaccinated from 1 February 2022. Austria has one of the lowest vaccination levels in Western Europe.\nA cinema in Swansea has been told to shut down after its owner defied Welsh government rules and refused to ask for Covid passes. Earlier this week, Anna Redfern, owner of Cinema & Co, said she would not obey the law, saying it was an \"infringement of our human rights\". Notices were pinned outside the premises, stating the business had not carried out a Covid risk assessment. Since Monday, people have had to show an NHS Covid pass in Wales to legally enter cinemas, theatres and concert halls. Ms Redfern confirmed to the BBC she had been told to close by Swansea council, but would not comment further. \nA top whisky expert has revealed how he is still living in lockdown because he fears losing his senses and his livelihood to Covid-19. Since March 2020, Blair Bowman has only gone out of his Edinburgh home for walks and to collect his weekly food shop. Pre-Covid, he travelled the world for corporate events, but now does all his work online - and his business is booming. Mr Bowman told BBC Radio Scotland's Mornings programme that currently \"the risks are just much too high for me.\"\nA intensive care consultant in Wales has written a moving open letter to NHS staff as they continue to deal with Covid-19. Having previously wrote an open letter to patients and their families during the pandemic, Dr Matt Morgan, who works at the University Hospital of Wales in Cardiff, decided to write another for his exhausted colleagues. He read his latest letter on BBC Radio 4's Today on Friday morning, telling staff: \"You may be cracked, but not broken. You are still there. You still care. But now the helpers need help.\"\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. \nWondering which children are being vaccinated - and why? Here's our explainer.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59362309",
      "category": "uk-scotland",
      "title": "Scottish Baftas: Refugee film Limbo and James McAvoy among winners",
      "tags": "Bafta Awards,Film,TV drama,Glasgow",
      "text": "A comedy drama about a refugee's experience on a fictional Scottish island has won four Scottish Baftas.\nLimbo won best feature film, best actor in a film for Amir El-Masry, best film writer and best fiction director.\nJames McAvoy won the TV actor category for lockdown film Together while Abigail Lawrie won best actress Television for Tin Star: Liverpool.\nScot Lawrence Chaney, who won RuPaul's Drag Race UK, took the favourite Scot on Screen audience award.\nMarli Siu won Actress Film for Run while the news and current affairs category was won by Jabbed! Inside Britain's Vaccine Triumph.\nThe awards were presented by Edith Bowman at the BBC Scotland headquarters in Glasgow.\nJude MacLaverty, director of Bafta Scotland, said: \"This year has remained an incredibly challenging one for many, and so we are delighted to have been able to recognise the achievements of the film, games and television industries that have continued to keep us informed and entertained during this time.\n\"We were also thrilled to be able to welcome back a live, specially invited audience of nominees - albeit a smaller one than usual - and we would like to thank our incredible hosts, guest presenters and wonderful partners for helping us deliver such a brilliant show tonight.\n\"It really has been absolutely fantastic to celebrate the inspiring work that's being produced in Scotland over the past year, and we would like to offer our warmest congratulations to all our worthy winners and nominees.\"\nThe full list of winners can be found here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55659820",
      "category": "health",
      "title": "What are the Covid variants and will vaccines still work?",
      "tags": "Vaccination,Brazil,India,South Africa,Coronavirus pandemic",
      "text": "A new type of coronavirus has been found that scientists say is of \"great concern\". \nThe Omicron variant worries experts because it is very different to the types of Covid current vaccines are designed to fight. \nA variant is a slightly altered - or mutated - version of a virus. There are thousands of Covid variants around the world which is to be expected because viruses mutate all the time.\nOmicron is strikingly different from many other types due to the long list of genetic mutations it has undergone. \nIn particular, there are dozens of changes to the part of the virus targeted by the vaccine - the spike protein.\nEarly signs are that current vaccines might not work quite as well against Omicron.\nData from around the world suggests Omicron may be more infectious and spreads very easily. \nThis suggests the variant might be better at sidestepping some of the protection offered by vaccines, or past infection. \nPreliminary lab studies show two doses of Covid vaccine may not be enough. An answer could be giving people extra doses to boost their immunity, like the UK is doing now.\nUK research suggests boosters should provide good protection against severe illness.\nExperts say Omicron might be milder, since fewer people are getting sick enough with it to need hospital treatment compared to other variants.\nEven so, if it is more infectious it could lead to more deaths in an unvaccinated population.\nAs with other Covid variants, the risk remains highest for people who are elderly or have significant underlying health conditions. \nAlthough current vaccines may not be a perfect fit for Omicron they are still the best line of defence against Covid. \nThey have cut the risk of severe illness against the other major Covid variants, including Delta, Alpha, Beta and Gamma. \nDoctors say it is vital people get the recommended number of doses to gain maximum protection against existing and emerging variants. \nThe government is ramping up its vaccination programme in response to Omicron, and hopes to offer every adult in the UK a booster jab by the end of January. \nAlthough Covid infections have been rising, the number of hospitalisations and deaths has remained well below the levels seen in earlier waves. Experts say this is because of the success of the vaccine programme. \nUpdated versions of vaccines against Covid variants are already being designed and tested.\nManufacturers could scale up production quickly too and regulators have already discussed how to fast track the approval process. \nModerna has already said it hopes to have an Omicron booster ready by March. \nThe most potentially dangerous ones are called variants of concern and, along with Omicron, include:\nUK officials are also keeping an eye on a recent descendent of the Delta variant, called AY.4.2 or \"Delta plus\". \nViruses make carbon copies of themselves to reproduce but they aren't perfect at it. Errors can creep in that change the genetic blueprint, resulting in a new version of the virus - in other words, a variant. \nIf this gives the virus a survival advantage, the new version will thrive. \nThe more chances coronavirus has to make copies of itself in us - the host - the more opportunities there are for mutations to occur. \nThat's why keeping infections down is important. Vaccines help by cutting transmission as well as protecting against serious Covid illness. \nExperts say it is possible that the new highly altered variant B.1.1.529 may have originated in a patient whose immune system was unable to get rid of a Covid infection quickly, giving the virus more time to morph. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59354988",
      "category": "uk-wales",
      "title": "Buckley fire: Berwyn Books sees 400,000 destroyed in blaze",
      "tags": "Literature,Queen Victoria,Buckley,Books",
      "text": "About 400,000 books have been destroyed in a blaze at a warehouse storing \"irreplaceable\" editions, according to staff.\nA book signed by Queen Victoria and a first edition of the Radio Times from 1923 were lost when the fire broke out at Berwyn Books, Buckley, Flintshire. \nStaff said they were \"devastated\" to lose the items which included letters and journals valued at about £1m.\nAn investigation into what caused the fire is under way.\n\"There's nothing salvageable,\" said Emma Littler, manager of the second hand book store.\n\"For all of us it's a place that was nothing but quirky, it was something that everyone was a part of.\"\nShe said \"some of the real pieces of history that've been lost\", including a book signed by Queen Victoria in 1868, and a collection of 30 archaeological books valued at about £5,000.\nLetters, journals and bibles dating back hundreds of years were also lost, including a first ever edition of the Radio Times, published on 28 September in 1923.\nFor Jane Sutcliffe, who is part of the team, Berwyn Books was \"an Aladdin's cave\".\nThe warehouse and second hand shop, combined with sister company Cheshire Book Centre, is among the largest online book retailers in the UK.\n\"We're not quite sure where to go next,\" she said.\n\"We're still reeling and it's too early to make any big decisions.\"\nCustomers have rallied round to offer support with some starting a crowdfunding campaign for the business to help with its \"devastating\" loss.\nNeighbours fed firefighters who worked overnight to dampen down the blaze which broke out Tuesday afternoon on the Spencer Industrial Estate.\nThe roof collapsed making it a \"very difficult fire to fight\", according to Dave Roberts, of North Wales Fire and Rescue Service.\nAfter the incident, Berwyn Books wrote on Facebook that the fire had spread across the whole complex.\n\"We don't really know what to say, except everything's gone,\" it said.\nAlthough the future of the shop is uncertain, with the premises destroyed and refunds being arranged for orders, the business said it was relieved no-one had been hurt."
    }
  ]
}