{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-58781350",
      "category": "world",
      "title": "Pandora Papers: King of Jordan amassed £70m secret property empire",
      "tags": "Ascot,Abdullah II,Housing market,Pandora Papers ,Jordan,California",
      "text": "The King of Jordan secretly spent more than £70m ($100m) on a property empire in the UK and US.\nLeaked financial documents identify a network of secretly-owned firms used by Abdullah II bin Al-Hussein to buy 15 homes since he assumed power in 1999.\nThey included houses in Malibu, and in London and Ascot in the UK.\nLawyers for King Abdullah said he used his personal wealth to buy the homes and there was nothing improper about him using offshore firms to do so.\nJordan receives substantial international aid, including from the US and UK. The UK government is one of the regime's biggest financial backers, doubling its funding to £650m over five years in 2019.\nAnd King Abdullah is seen as a moderate Western ally in the Middle East.\nBut his property interests have been built up between 2003 and 2017 as he has been accused of presiding over an authoritarian regime at home - with protests taking place in recent years at a time of austerity measures and tax rises.\nThe Jordanian authorities announced a crackdown in June 2020 to target money being sent abroad by its citizens.\nOne dissident has been quoted as saying King Abdullah appears to rule Jordan by \"remote control\" - and a former government employee suggested to Panorama he spends four to six months a year away from the country.\nThe revelations about the King of Jordan are contained in newly-obtained financial documents dubbed the Pandora Papers. They detail the work of companies that offer secretive financial services - and the hidden fortunes of some of the most powerful people on the planet.\nBBC Panorama and the Guardian in the UK have worked with other media partners to access more than 12 million files from 14 companies in the British Virgin Islands, Belize, Panama, Hong Kong, Cyprus, Switzerland and other countries.\nKing Abdullah also bought four apartments in Georgetown, an expensive part of Washington DC, between 2012 and 2014.\nIt is possible the $16m purchases were connected to his son, Crown Prince Hussein, who was attending Georgetown University around the time.\nThe seven-bedroom home sits among the multi-million dollar cliff-top properties overlooking the Pacific in the Point Dume peninsula of Malibu, California.\nSir Anthony Hopkins, Julia Roberts, Simon Cowell, Gwyneth Paltrow and Barbra Streisand have all lived in the area.\nThe property was bought for $33.5m in 2014 by Nabisco Holdings SA, a company in the British Virgin Islands (BVI) - a record price for the area at the time.\nTwo different BVI companies bought the homes either side of the property in 2015 and 2017, taking the total spend to $68m - and all three are being developed into one huge property.\nThe documents in the Pandora Papers reveal the three companies are among those represented by a Panama law firm, and all were secretly owned by the King of Jordan.\nAn anonymous blogger who writes about celebrity house sales in California said at the time: \"Someone has gone to a hell of a lot of trouble to cover their tracks here. Yes, very rich people often like to stay anonymous. But this level of deliberate opacity is practically beyond anything we've ever witnessed.\"\nThe King of Jordan was able to to keep his property ownership secret because he used offshore companies to make the purchases.\nThe people who set up the companies for the king were careful not to identify him, referring to him in one internal document as \"You know who\".\nThere are also suggestions that international efforts to improve financial transparency can face difficulties.\nThe British Virgin Islands passed a law in 2017 - compelling the owners of all companies on the island to be identified on an internal register held by the government. \nBut a document shows that eight months after the Beneficial Ownership Secure Search System Act came into force, a number of BVI companies linked to King Abdullah had still not submitted his details to the authorities.\nThe king also does not appear to have been identified as a politically-exposed person - someone in a prominent public position - a requirement on financial firms under anti-corruption rules.\nAnnelle Sheline, a Middle East analyst, suggests the revelations could have an impact in Jordan.\nShe told Panorama: \"It's just very, very difficult for the average Jordanian to, achieve a basic level of home and family, and a good job. And so to have it really thrown in Jordanians' faces that he's just been funnelling money abroad all this time? That, that would look really bad.\"\nLawyers for King Abdullah said the information about his properties was not accurate or up to date.\nThey said all his overseas properties were bought with his personal wealth, which he also uses to fund projects for Jordan's citizens.\nThey added the offshore structures were not used to hide the king's wealth and it is common practice practice for high profile individuals and corporations to acquire and hold assets through such corporate structures for privacy and security reasons.\nThey said the management is \"handled by professionals to ensure smooth running of day-to-day operations and compliance with all legal and financial obligations in the relevant jurisdiction in which they are incorporated\".\nIt was not just Malibu, where the king secretly bought property. Eight were in London and south-east England, the Pandora Papers indicate.\nThey included six houses on some of the capital's most exclusive streets - in Kensington and Belgravia.\nThere were also two house in Ascot, Surrey.  \nHe also purchased the four flats in Georgetown, Washington DC.\nThe Pandora Papers is a leak of almost 12 million documents and files exposing the secret wealth and dealings of world leaders, politicians and billionaires. The data was obtained by the International Consortium of Investigative Journalists in Washington DC and has led to one of the biggest ever global investigations. More than 600 journalists from 117 countries have looked at the hidden fortunes of some of the most powerful people on the planet. BBC Panorama and the Guardian have led the investigation in the UK.\nPandora Papers coverage: follow reaction on Twitter using #PandoraPapers, in the BBC News app, or watch Panorama on the BBC iPlayer (UK viewers only)"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58773037",
      "category": "uk-wales",
      "title": "Mountain challenge: Will Renwick runs 189 Welsh peaks",
      "tags": "Tywyn,Conwy,Running,Snowdon,Brecon Beacons,Mental health,Uplifting stories,Llancarfan",
      "text": "Will Renwick's epic challenge to run up every mountain peak over 2,000ft (600m) in Wales has been fuelled by instant mash, noodles and chocolate bars.\nThey are easy to carry and eat when you cannot find shops or pubs when you get hungry while in the middle of nowhere.\nWill has been clocking up at least 24 miles a day since starting on the 500-mile run from Swansea on 10 September.\nHe is set to finish on Monday at Conwy Castle and it \"can't come soon enough\" since injuring his ankle on Thursday.\nIt was sustained \"pushing against the wind\" during bad weather in Snowdonia.\n\"I'll be hobbling to the finish,\" he said, during a quick phone chat while dodging yet another downpour in a café in Conwy county on Saturday morning.\n\"It is annoying because I have been feeling fit,\" he said.\n\"The finish line can't come soon enough.\"\nHe used the early part of the challenge as part of his training.\nHe said running over the Black Mountains and the Brecon Beacons helped to improve his stamina so some days he was able to do in excess of 30 miles.\n\"How can you train for this kind of thing? I've got fit during the challenge,\" said Will, 31, from Llancarfan in the Vale of Glamorgan.\nHe was a long-distance walker initially, having taken 63 days to navigate the 870-mile Wales Coast Path.\nAnd now he also runs ultra-marathon distances, such as completing a 100-mile route around the Isle of Man.\nBut he said the latest challenge to climb 189 peaks in Wales back-to-back, carrying everything needed, has taken its toll on his body.\n\"I look famished, I feel worn out, cold and hungry but I'm still going to do it,\" he said.\nHe has been fuelling on pocket-size chocolate bars throughout the day and meals of mash or noodles because they are light to carry and quick to prepare.\nHe spent four days carrying his own supplies over the peaks in mid Wales before he could find somewhere to stock up so, by the end of the stint, he was rationing his food.\n\"It was lonely and isolated,\" he said.\nBut Will, a YouTuber, and editor of Outdoors Magic, has also received kindness from strangers along the route.\nThere was a hill farmer who insisted he stay overnight in his caravan, feeding him soup and cake, while at Aran Fawddwy near Bala, Gwynedd.\nHe said the mountain ranges in Snowdonia had been the most challenging - mainly because the peaks in the Snowdon Massif and Glyderau ranges follow in quick succession, leaving little recovery time between each one.\n\"It's been good but the weather gods have been throwing everything against me.\"\nWill, president of Ramblers Cymru, has been doing the run to raise funds for mental health charity Mind Over Mountains as he believes nature and the outdoors can help to improve people's sense of well-being.\nWill said as well as missing his girlfriend, he was most looking forward to taking a \"long bath\" as he has had to use rivers or streams to bathe when away from campsites.\nHowever, there have also been opportunities to shower thanks to \"plenty of rain\" along the route which is due to end at Conwy Castle on Monday at 11:00 BST, 24 days after he started."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-58779000",
      "category": "world",
      "title": "La Palma: New eruptions from the island's volcano",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58780254",
      "category": "world-europe",
      "title": "Bernard Tapie: French tycoon, 78, died peacefully, his family said",
      "tags": "France",
      "text": "One of France's most recognisable figures, the businessman, sports club owner and politician Bernard Tapie, has died at the age of 78.\nTapie, who had battled stomach cancer for the past four years, died peacefully, surrounded by his family, they said in a statement.\nAt one time he owned Adidas, Olympique Marseille and was a minister under President Francois Mitterrand.\nHe also had a string of legal problems and served time in jail.\nTapie's wife Dominique and his family announced his death with \"immense sadness\". They said he wished to be buried in Marseille, \"the city of his heart\".\nPresident Emmanuel Macron was among the many to pay tribute to him, saying his \"ambition, energy and enthusiasm... were a source of inspiration for generations of French people\".\nBernard Tapie grew up in the working class suburbs of Paris.\nHe began his career as a singer, then a race car driver - before discovering a talent for buying up failing businesses and selling them on, the BBC's Hugh Schofield reports from Paris.\nHe demonstrated his wealth by buying the Olympique de Marseille football club, which won the French championship while he was their owner. However, he was accused of match-fixing and the club was stripped of its league championship title and later relegated to a lower division.\nHe also bought a cycling team that twice won the Tour de France, was the majority shareholder of the sportswear brand Adidas and owned a number of newspapers.\nIn the 1990s, he dabbled in politics, briefly became urban affairs minister and later elected as a leftist French and European parliament MP in Marseille.\nHe also had a lifelong interest in entertainment. In 1966, aged 23, he recorded songs under the name Bernard Tapy, but failed to make much of impact.\nHe returned to singing in the 1980s, after making his name as a corporate raider, and collaborated with acclaimed songwriter Didier Barbelivien.\nIn the 1990s, he appeared in major films including Claude Lelouch's Men, Women: A User's Manual, as well as plays. Over the past 20 years he has starred as a police inspector in a TV drama and hosted a number of chat shows.\nTapie's late career as a showman took off as his empire crumbled amid a string of legal problems from the late 1990s.\nHe served time in jail for match fixing and other charges concerning corruption, tax fraud and misuse of corporate assets.\nEarlier this year, he and his wife were attacked in a violent burglary at their home.\nBernard Tapie faced the ups and downs of his life always with panache, our correspondent notes, and he was an admired and fascinating figure until the end."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58500638",
      "category": "uk-wales",
      "title": "Safety worries as asbestos in 60% of Welsh schools",
      "tags": "Schools,Welshpool,Conwy County Borough Council,Wales education,Ceredigion County Council,Asbestos,Lung cancer,Powys Council",
      "text": "Inconsistent monitoring of asbestos in Welsh schools could put pupils and staff at risk, unions have warned.\nA Freedom of Information (FoI) request by BBC Wales shows more than 900 schools are known to contain asbestos.\nMost are regularly inspected, but some surveys are 10 years old and often asbestos is suspected but not known. Unions want urgent action to be taken.\nThe Welsh Local Government Association said councils worked to \"eliminate any risks as quickly as possible\".\nEarlier this year there were concerns that some asbestos surveys were out of date after a pupil kicked a hole in a school wall, exposing previously undetected asbestos.\nAsbestos was banned in the UK in 1999, because the fibres are linked to diseases including mesothelioma, an aggressive form of cancer.\nHowever it can be found in many public buildings, including schools and hospitals built or refurbished during the last century. \nIf managed carefully, the presence of asbestos is less dangerous, as fibres must be inhaled to cause harm.\nAccording to Welsh government guidance each school must have an up to date survey to identify the presence of asbestos.\nA BBC Wales FoI request shows that while some councils regularly re-inspected buildings, some checks had not been carried out for years, with some dating back to 2011.\nWhile some asbestos has been removed from schools, most cases are monitored because of the high cost of removal. \nNew figures, show that as of May 2021, 903 schools in Wales had asbestos-containing materials (ACMs), though the figure is likely to be higher as four councils did not respond.\nThis means asbestos is known to be present in at least 60% of all schools in Wales.\nMost of the highest risk ACMs are in areas not used by teaching staff or pupils, such as boiler rooms, lofts and basements.\nDavid Evans, Wales Secretary for the National Education Union, said the amount of asbestos in Welsh schools was \"alarming\".\n\"We would be keen to know what plans each local authority has in place for the safe removal of this asbestos, it is simply unacceptable in this day and age,\" he said.\nMike Payne, of GMB union, said some school workers had died after being exposed to asbestos fibres.\n\"Children bang walls... people get covered in dust and they don't know what it is,\" he said.\n\"Mesothelioma is a death sentence... we need to find out where the asbestos is, and more importantly, what state it's in.\" \nMr Payne called for the the removal of asbestos in schools to be \"escalated urgently\".\n\"We need a phased programme and we must rid our public buildings of this deadly product as quickly as possible... it will cost a lot of money, but how many lives have got to be lost?\" \nIn Conwy asbestos has been confirmed in 35 schools, and is suspected in 13 others. In total, there could be up to 1,053 ACMs present in the county's schools.\nFollowing the incident in the county earlier this year, council officials called for more than £100,000 for enhanced surveys, after finding some asbestos surveys were 20 years old.\nIn response to questions from BBC Wales, Conwy council said an external contractor had carried out new surveys of asbestos this year, and it was now assured current surveys were \"accurate\".\nIn Monmouthshire surveys carried out in 2014 show ACMs identified in toilets, classroom floor tiles, and staffroom ceilings.\nHowever the council said it had \"no knowledge of the discovery of any new asbestos\" and no incidents had been reported.\nIn Powys, asbestos was found under the floor boards of a primary school after flooding last year, and at a high school during the refurbishment of changing rooms.\nIn Newport a high school boiler room was sealed following an incident in April 2021.\nThe picture across Wales varies, but with many school buildings dating back before the 1990s, the presence of asbestos is thought to be widespread.\nMany councils said they did not know how much it might cost to remove asbestos from all schools, with work instead being carried out as required.\nThe Welsh Local Government Association said councils were working to understand the scale of the issue and working with partners to \"eliminate any risks as quickly as possible\".\nThe Welsh government said it was working to support good practice in asbestos management at schools and colleges.\n\"We also provide guidance to local authorities to help them fulfil their responsibilities of managing, monitoring and, if necessary, removing asbestos from their buildings,\" a spokeswoman said. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-bristol-58774339",
      "category": "uk-england-bristol",
      "title": "Two arrests made after Bristol drink-spiking video",
      "tags": "Spiking,Avon and Somerset Constabulary,Bristol",
      "text": "Two men have been arrested after a video was posted on social media purportedly showed a female nightclubber's drink being spiked.\nPolice have said two 18-year-olds from Gloucestershire have been arrested on suspicion of administering a noxious substance and are in custody.\nThe footage appears to show a man dropping a tablet into a woman's drink as he reaches to collect his drink.\nAvon and Somerset Police is continuing to investigate the incident in Bristol.\nThe video taken in Bristol nightclub Pryzm, has been removed from Twitter.\nOfficers warned adding substances to anyone's drink without their knowledge is a \"serious offence\".\nA police spokesman said doing so could also cause harm if the person was to have an allergic reaction.\n\"If you believe your drink has been tampered with on a night out, we'd recommend alerting bar or security staff at the venue, reporting the incident to police by calling 101 and seeking immediate medical advice,\" they said.\n\"The same applies if you're with someone and believe their drink has been tampered with.\"\nThe force has asked for anyone with information to come forward.\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-58781467",
      "category": "world",
      "title": "Pandora Papers: Send us your questions about the leak",
      "tags": "Pandora Papers ",
      "text": "It's one of the biggest document leaks ever, revealing hidden wealth, tax avoidance and, in some cases, money laundering by some of the world's rich and powerful people.\nMore than 600 journalists in 117 countries have been trawling through the files for months, finding stories which will be published over the coming days. The investigation is called the Pandora Papers.\nThe data was obtained by the International Consortium of Investigative Journalists (ICIJ) in Washington DC. BBC Panorama and the Guardian have led the investigation in the UK.\nOn Tuesday, we will be answering your questions about the leak and our findings, in our live page. Send your questions using the form below.\nWhat questions do you have about the Pandora Papers? \nPlease include a contact number if you are willing to speak to a BBC journalist. You can use the form below.\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. \nThe Pandora Papers is a leak of almost 12 million documents and files exposing the secret wealth and dealings of world leaders, politicians and billionaires. The data was obtained by the International Consortium of Investigative Journalists in Washington DC and has led to one of the biggest ever global investigations. More than 600 journalists from 117 countries have looked at the hidden fortunes of some of the most powerful people on the planet. BBC Panorama and the Guardian have led the investigation in the UK.\nPandora Papers coverage: follow reaction on Twitter using #PandoraPapers, in the BBC News app, or watch Panorama on the BBC iPlayer (UK viewers only)"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-58777244",
      "category": "world-latin-america",
      "title": "Brazil Bolsonaro: Thousands protest calling for president's removal",
      "tags": "Jair Bolsonaro,Luiz Inacio Lula da Silva,Brazil",
      "text": "Thousands of people have taken to the streets in towns and cities across Brazil to protest against the country's president Jair Bolsonaro. \nThe protests were organised by opposition parties and trade unions and fall exactly one year ahead of the country's elections. \nMr Bolsonaro is currently falling behind in opinion polls. \nMany Brazilians are upset at the president's handling of the pandemic - more than 600,000 people have died. \nDemonstrations took place in more than 160 towns and cities on Saturday. \nImages show protesters carrying signs, calling for Mr Bolsonaro's removal. \n\"This president who is there represents everything that is backward in the world - there is hunger, poverty, corruption and we are here to defend democracy,\" protester Valdo Oliveira told AFP news agency. \nThere have been more than 100 requests filed with the Chamber of Deputies to impeach Mr Bolsonaro. However, its leader has refused to follow up on them. \nBrazil's Supreme court recently approved several investigations into Mr Bolsonaro. \nSaturday's protests come after a number of rallies in support of Mr Bolsonaro last month. They were seen as an attempt to demonstrate that he can still draw huge crowds of supporters after recent polls had him trailing his left-wing rival Luiz Inácio Lula da Silva by nine percentage points.\nThe elections are not due to be held until next October but Mr Bolsonaro's approval ratings have dropped to an all-time low. \nA poll by the Atlas Institute suggested that 61% of Brazilians described his government's performance as bad or very bad, up from 23% when he first took office in January 2019."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58779629",
      "category": "uk",
      "title": "Sarah Everard murder: We'll stop at nothing to jail more rapists - PM",
      "tags": "Crown Prosecution Service,Violence against women,Sarah Everard murder,Boris Johnson,Crime",
      "text": "The government \"will stop at nothing to make sure that we get more rapists behind bars\", Boris Johnson has said.\nThe PM told BBC One's Andrew Marr Show that prosecutions for rape and sexual violence were \"going wrong\".\nHe added women should have confidence in the police, with the nation's officers \"overwhelmingly trustworthy\".\nThe jailing of Wayne Couzens for Sarah Everard's murder has raised questions about women's safety, and trust in the police and criminal justice system.\nCouzens was a police officer in London at the time of Ms Everard's murder, and the Metropolitan Police is facing questions over its failure to stop him.\nAsked by Andrew Marr whether he would launch an independent public inquiry into the case, Mr Johnson said he wanted the police watchdog to complete its review first.\nHe said: \"We do need to look systemically at not just the Wayne Couzens case, but the whole handling of rape, domestic violence, sexual violence and female complaints about harassment, all together.\"\nSpeaking later, he added: \"There are delays taking place at every stage in the process. \n\"You know the reasons - it's all the complexities to do with people's mobile phones, the evidence that's produced by the defence, and all that kind of stuff.\n\"But, in the end, that is no excuse. We have to have these complaints properly dealt with.\"\nOver the past five years, cases reported to police - and initially recorded as rape - have risen sharply.\nHowever, the proportion making it to court - known as prosecutions - in that time has more than halved, the BBC's Reality Check team found.\nFigures for 2019-20 show 1,439 suspects in cases when a rape had been alleged were convicted of rape or lesser offences in England and Wales, the lowest level since records began.\nThis was down from 1,925 the previous year, despite a rise in reports of rape.\nRape carries a penalty of between four and 19 years' custody, with a maximum of life imprisonment in limited circumstances, according to Sentencing Council guidelines.\nBoris Johnson responded to questions about whether funding cuts had had an impact on rape investigations, saying the government was \"investing massively in policing and crime and in all aspects of the justice system\".\nIn 2020-21, the budget of the Ministry of Justice (MoJ) was £9.5bn - an increase on the previous couple of years but still below where it was in 2010. \nOverall, between 2010 and 2020, the MoJ had a cut of about 25% to its budget, according to official spending figures.\nAfter the last budget in March 2021, the Institute for Government projected that spending on areas including police and crime would only increase by 1% each year once you adjust for rising prices after 2021-22.\nIn the year to March 2021, just 1.5% of recorded rapes ended in a suspect being charged or issued with a summons - roughly half as many as five years ago.\nThis has been attributed to funding cuts, as well as a number of other things - such as big court backlogs and victims being more likely to withdraw their complaints rather than go through the often intrusive court process.\nForeign Secretary Liz Truss, who is also minister for women and equalities, said the criminal justice system and the culture within the police needed to change.\n\"It is wrong that women don't feel safe on our streets and I personally very much understand that,\" she told the BBC. \n\"We will only have a truly equal society when women feel as safe as men on the streets.\"\nThe Met has been criticised over its safety advice to women after it emerged Couzens used his position as an officer to falsely arrest and kidnap Ms Everard.\nThe advice said women who were suspicious of lone plain-clothes police officers should shout out, flag down a bus, or knock on doors for help.\nMr Johnson said women who were suspicious about they way they were being treated by a police officer should follow this advice.\nBut he added: \"My view is that the police do - overwhelmingly - a wonderful job and what I want is the public, and women in particular, girls and young women, women of all ages, to trust the police.\n\"They are overwhelmingly trustworthy.\"\nThe Met was facing further questions over its handling of vetting procedures after it confirmed Couzens stood guard within Parliament on five occasions last year.\nThe Speaker of the House of Commons, Sir Lindsay Hoyle, requested an urgent meeting with the force's leadership \"to discuss how this person could have been deemed suitable for deployment here\".\nIt followed the revelation there were two separate allegations of indecent exposure linked to Couzens - with one in the days leading up to Ms Everard's murder.\nDame Lynne Owens, the outgoing director general of the National Crime Agency, said \"we, in policing, need to take a long hard look at ourselves\" after Couzens was jailed.\nShe wrote on Twitter: \"The many good people [in] policing, at all ranks & grades, need to be part of the solution though. \n\"They joined because they want to make a difference and they know the public needs confidence in them.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58776349",
      "category": "uk-scotland",
      "title": "Sarah Everard murder: New verification checks for Scotland's police",
      "tags": "Police Scotland,Sarah Everard murder",
      "text": "A new verification check for lone police officers in Scotland has been introduced in the wake of the murder of Sarah Everard.\nPolice Scotland said it wanted to reassure the public after she was abducted and killed by Metropolitan police officer Wayne Couzens.\nCouzens, 48, used his warrant card to abduct Ms Everard from a south London street before raping and murdering her.\nMembers of the public in Scotland can now request a control room check. \nPolice Scotland said there was \"understandable public concern\" about the \"horrendous murder of Sarah Everard\".\nThe force said its officers normally worked in pairs, but in future on the rare occasions a lone officer approached a member of the public they would \"proactively\" offer an identity check.\nUnder the new process, the officer's personal radio will be put on loudspeaker so that another officer or a member of control room staff can confirm they are who they say they are, that they are on duty and the reason the officer is speaking to them. \nThe control room will then create an incident number which can be displayed on the officer's mobile phone or radio to confirm the broadcast message details.\nIf a lone officer has become involved in an incident they will call 999 and allow the member of the public to speak directly to control room staff. \nDeputy Chief Constable Will Kerr said: \"The appalling circumstances of Sarah Everard's murder have deeply affected people and many are now understandably concerned about verifying an officer's identity. \n\"Police officers will, of course, continue to approach any member of the public who appears distressed or vulnerable, to offer support and assistance. \n\"However, although it is rare for a lone police officer to have to speak to a member of the public in Scotland, we absolutely recognise our responsibility to introduce an additional means of verification to provide further reassurance to anyone, in particular women who may feel vulnerable, and who might be concerned if they find themselves in this situation.\n\"The onus is on us, as a police service, to proactively offer this additional verification process to any member of the public who appears distressed, vulnerable or frightened.\"\nCouzens has been sentenced to a whole life sentence after targeting Ms Everard, 33, on a street in south London in March. \nHe used his police warrant card to trick her into being handcuffed, then drove her to Kent where he raped and murdered her. He later burnt her remains in what was a premeditated attack on a random victim. \nThe full details of his crimes only emerged during his sentencing last week, prompting national outrage and calls for more action to tackle violence against women. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58775045",
      "category": "entertainment-arts",
      "title": "Songs of Praise: Queen congratulates BBC show on 60th anniversary",
      "tags": "Television,BBC,Religion",
      "text": "The Queen has congratulated \"all those involved\" in BBC One's Songs of Praise as the show celebrates 60 years on air.\nNearly 3,000 episodes of the world's longest-running religious TV programme have aired since its first transmission, from Cardiff, in 1961.\nIn a message to be broadcast on Sunday's show in Westminster Abbey, the Queen applauded the series for showing Christianity as \"a living faith\".\nHosted by Aled Jones, the show will feature ex-presenters and star guests.\nIn a pre-recorded message, the Queen said: \"For 60 years Songs Of Praise has drawn together congregations and BBC viewers throughout the United Kingdom in collective worship.\n\"During that time, the programme has shown Christianity as a living faith, not only through hymns and worship songs, but also by featuring the many people who have put their faith at the centre of their lives.\n\"I congratulate Songs Of Praise and all those involved in the programme on its 60th anniversary.\"\nThe show, which continues to reach more than one million viewers each week, was the brainchild of TV producer Donald Baverstock, who - in 1961 - happened to see a test transmission of an outside broadcast of hymn-singing in Welsh from a Welsh chapel. \nHe later described the emotional draw of \"ordinary people, in their best hats, singing with their souls\".\nMr Baverstock suggested to Stuart Hood, then director of BBC TV programmes, that something similar might suit the designated \"closed period\", between 18.15-19.25 on a Sunday evening, which was - at the time - given over, by law, to religious programmes.\nThe first programme came from Tabernacle Baptist Church in Cardiff, from which a format developed of visiting cathedrals and parish churches all over Britain, with the focus on congregational hymn-singing.\nIt was an overnight success, reaching as many as 12 million viewers on some Sundays. \nThe original broadcasts went out live on Sundays from churches, many of which were chosen because they were near sports grounds, where the outside broadcast vehicles were in use on the previous Saturday afternoons.\nBy the time broadcasting restrictions were relaxed in 1972, the show had become a stalwart of the Sunday schedule.\nOver the years, there have been 270 presenters on the programme, including Sir Cliff Richard, Charlotte Church and audience favourite singer Sir Harry Secombe - who crossed over to the show with the demise of ITV's hymn-themed show Highway in 1993.\nActress Dame Thora Hird went on to host spin-off show Praise Be! for 17 years.\nPam Rhodes, the programme's longest-serving presenter, has presented 386 episodes, having first appeared on the show in 1987.\nCurrent host, Aled Jones, has been with the show for 21 years, having made his Songs of Praise debut as a child in 1988.\nThe format of the show has changed over the years, reflecting the changing face of Christianity in the UK. \nInterviews were introduced in 1977, to complement the hymn-singing and viewers heard stories of faith from members of the local community.\nAs the years went by, there were increasingly ambitious outside broadcasts too. \nIn December 1982, Songs of Praise visited the Falklands to meet some of the islanders and armed forces stationed there. More recently, in 2015, an episode was filmed at the so-called \"Jungle\" migrant camp in Calais.\nTo mark the millennium, more than 65,000 singers performed live in Cardiff's Millennium Stadium.\nThe show was relaunched in 2014 in a magazine format, and now features a range of churches, locations, congregations, and choirs - including gospel and Pentecostal churches - but remains firmly \"a Christian music show\". \n\"For 60 years, Songs of Praise has held a very special place on BBC One. Never has this been more important than the past year - when as churches had to close their doors, Songs Of Praise continued to bring together people of faith across the UK every Sunday,\" said Patrick Holland, director factual, arts and classical music.\nHe added: \"It is a great honour to pay tribute to the world's longest-running religious television programme - long may it continue.\"\nSongs of Praise: The 60th anniversary airs on Sunday at 2.45pm on BBC One"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58783177",
      "category": "uk-politics",
      "title": "Minister says Priti Patel will watch Cressida Dick over police vetting",
      "tags": "Alex Chalk,Sarah Everard murder,Metropolitan Police Service,Priti Patel,Cressida Dick",
      "text": "The home secretary will be watching the Metropolitan Police chief \"very closely\" over the vetting of officers in light of Sarah Everard's murder, Solicitor General Alex Chalk has said.\nMs Everard was killed by Wayne Couzens - a serving police officer - in March, leading to questions for the force over its failure to stop him.\nA number of politicians have called for Commissioner Cressida Dick to resign.\nMr Chalk warned Ms Patel would be keeping a close eye on the situation. \nCouzens was jailed for a full-life term on Thursday after details emerged of the brutal attack. \nHe abducted the 33-year-old as she walked home from a friend's house under the guise of an arrest, before raping and killing her. \nDame Cressida said she recognised that a \"precious bond of trust\" had been damaged by Couzens, who had \"brought shame on the Met\".\nBut she soon faced calls to resign, with Labour MP Harriet Harman saying women's confidence in the police \"will have been shattered\" by the case.\nMs Patel said she would \"continue to work with\" Dame Cressida, and continue to hold her and the Met to account \"as everybody would expect me to do\".\nSpeaking at a Conservative Young Women's event at the party's conference, Mr Chalk told the BBC that the police commissioner needed to look at the vetting issue that allowed Couzens to \"slip through the net\".\nHe said a lot of people would be concerned by the case, and \"want to be absolutely satisfied that things are about to improve\". \nBut he also issued a warning to Ms Dick that she may not keep the confidence of the home secretary if the issue was not sorted out.  \n\"[Priti Patel] says she has confidence in her, but I suspect the home secretary will be watching very closely to see that the vetting issue is properly investigated and scrutinised,\" he added. \nMeanwhile, the Speaker of the House of Commons has asked for an urgent meeting with the Met after it was confirmed Couzens was on duty five times at Parliament last year.\nSir Lindsay Hoyle said it was \"extremely concerning\" and also raised questions about police vetting policy.\nThe Met confirmed Couzens was on armed protection duties at Parliament between February and July 2020."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58774786",
      "category": "science-environment",
      "title": "Climate change: Stop smoke and mirrors, rich nations told",
      "tags": "Intergovernmental Panel on Climate Change,COP26,Paris climate agreement,Climate change,Greta Thunberg,Schools' climate change protests",
      "text": "Rich countries' plans to curb carbon are \"smoke and mirrors\" and must be urgently improved, say poorer nations. \nMinisters meeting here in Milan at the final UN session before the Glasgow COP26 climate conference heard that some progress was being made.\nBut officials from developing countries demanded tougher targets for cutting carbon emissions and more cash to combat climate change.\nOne minister condemned \"selfishness or lack of good faith\" in the rich world.\nUS special envoy John Kerry said all major economies \"must stretch\" to do the maximum they can.\nAround 50 ministers from a range of countries met here to try to overcome some significant hurdles before world leaders gather in Glasgow in November. \nBut for extremely vulnerable countries to a changing climate the priority is more ambitious carbon reductions from the rich, to preserve the 1.5C temperature target set by the 2015 Paris agreement.\nScientists have warned that allowing the world temperatures to rise more than 1.5C above pre-industrial levels is highly dangerous.\nAn assessment of the promises made so far to cut carbon suggests that the world is on track for around 2.7C.\nMinisters from developing countries say this is just not acceptable - they are already experiencing significant impacts on their economies with warming currently just over 1C.\n\"We're already on hellish ground at 1.1C,\" said Simon Steill, Grenada's environment minister who argues that the plans in place just weren't good enough to prevent disaster for his island state. \n\"We're talking about lives, we're talking about livelihoods, they cannot apply smoke and mirrors to that.\"\n\"Every action that is taken, every decision that is taken, has to be aligned with 1.5C, we have no choice.\"\nSome delegates felt that richer countries aren't sufficiently engaged on the issue of 1.5C, because they are wealthy enough to adapt to the changes.\n\"They don't care about 1.5C because if there's sea level rise, they have the means to build sea walls, and they are just remaining there in their high walls of comfort,\" said Tosi Mpanu Mpanu, from the Democratic Republic of Congo.  \n\"Some countries are willing to do things but they don't have the means, some have the means but are not willing to do things. Now how do we find the right choreography?\"\nOn this question of choreography, ministers were in agreement that the G20 group of countries should be leading the dance. \nMr Kerry called on India and China, who are part of the G20, to put new carbon plans on the table before leaders gather in Glasgow. \n\"All G20 countries, all large economies, all need to try to stretch to do more,\" he told the gathering. \n\"I'm not singling out one nation over another. But I am encouraging all of us to try to do the maximum we can.\"\nThe mood on the street in Milan could not have contrasted more sharply with the formal, political roundtable discussions inside the PreCOP26 conference. \n On Friday, students and activists marched to the doors of the conference venue - banners waving and arms linked in a human wall to protect Greta Thunberg, who led the procession. There were cheers of: \"We are unstoppable, another world is possible\". And just one day after sharing the stage with world leaders, and after meeting the Italian prime minister, 18-year-old Greta told a cheering crowd: \"We are sick of their blah blah blah and sick of their lies.\"\nMeanwhile, behind the concrete walls of the conference hall on Saturday, ministers were cautiously optimistic that their discussions had laid crucial foundations for the UN climate meeting in November. As he brought the meeting to a close, Alok Sharma, president for the much-anticipated COP26 in Glasgow, assured me that there was now a tangible \"sense of urgency\". \n \"It's this set of world leaders that are deciding the future,\" he said. \"We're going to respond to what we've heard here from young people.\" \nOne of the biggest remaining hurdles to progress remains the question of finance. The richer world promised to pay developing nations $100bn a year from 2020. \nThat figure hasn't yet been met and while ministers here were confident it would be achieved in Glasgow, the failure to land the money is eroding trust.\n\"Everything we need to do, we know what that is, and now it's just a question of who's going to be paying for it, who is going to be willing to share their technology,\" said Tosi Mpanu Mpanu.\n\"And that's where the problem is. So there seems to be at times selfishness or lack of good faith.\"\nDespite these reservations, the UK minister tasked with delivering success in Glasgow was in positive mood after the meeting in Milan.\n\"I think we go forward to Glasgow with a spirit of co-operation,\" said Alok Sharma.\n\"I do not want to underestimate the amount of work that is required but I think there is a renewed urgency in our discussions.\"\nHowever there are significant hurdles to clear before leaders arrive in Glasgow and technical questions about carbon markets and transparency are still unresolved. \n\"We need to change. And we need to change radically, we need to change fast,\" said EU vice-president Frans Timmermans. \"And that's going to be bloody hard.\"\nFollow Matt on Twitter @mattmcgrathbbc."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58765441",
      "category": "uk-northern-ireland",
      "title": "Belfast City Marathon: Race returns after Covid cancellations",
      "tags": "Belfast,Running,Marathon running",
      "text": "Thousands of runners have taken part in this year's Belfast City Marathon.\nMore than 5,700 entered what was the first marathon to be held in the city since 2019, due to the Covid-19 pandemic.\nThe race began at 09:00 BST on Sunday on Prince of Wales Avenue in the Stormont Estate.\nIrish Olympian Mick Clohisey was the first across the line in Ormeau Park, while Fionnuala Ross was first in the women's race.\nThe 26.2 mile-long (42.1 km) race took runners across east, north, west and south Belfast, before finishing in Ormeau Park.\nRoads along the route closed at 06:00 and reopened again once all runners had passed.\nIt was the first time the marathon had been held in October. The event normally takes place in May but was delayed due to coronavirus restrictions.\nA relay and wheelchair race following the same route of the marathon also took place, along with a 2.5 mile (4km) fun run and an 8 mile (12.8km) walk.\nIt was Northern Ireland's largest mass participation sporting event since the pandemic began.\n\"It wasn't quite clear whether we could go ahead or not for quite a while and to some extent we took a little bit of a risk in deciding it could go ahead,\" Belfast City Marathon chairman John Allen said.\n\"It has been relatively more low-key because because of that slight risk.\"\nMr Allen said the record number of entrants this year was due to some people's entries being deferred from 2020.\n\"They entered originally about a year or so ago and we had to move their entries forward,\" he said.\nNo top international runners took part this year, according to Mr Allen.\nKenya's Joel Kositany won the event for the fourth time in 2019, crossing the finish line with a time of two hours 18 minutes and 40 seconds.\nMeanwhile Caroline Jepchirchir, also from Kenya, set the fastest ever women's time in Belfast, with a 2:36.38 clocking, as she repeated her 2018 win.\nOn Sunday morning, Belfast City Marathon apologised on social media \"for the lengthy waits experienced for many\" when picking up race packs on Saturday.\nAnger was voiced on social media on Saturday as a number of people booked to take part said they had to queue for several hours to pick up their race packs. \nMarathon organisers posted online that there were large queues and asked people to be patient. \nRace organisers were forced to apologise in 2019 after admitting the course was 0.3 miles longer than it should have been.\nIn a statement at the time, then chairman David Seaton said \"protocols will be put in place to ensure this never happens again\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-58780465",
      "category": "world",
      "title": "Pandora Papers: Secret wealth and dealings of world leaders exposed",
      "tags": "Financial services,Media,Volodymyr Zelensky,Abdullah II,Tony Blair,Housing market,Pandora Papers ,Vladimir Putin,Uhuru Kenyatta",
      "text": "The secret wealth and dealings of world leaders, politicians and billionaires has been exposed in one of the biggest leaks of financial documents.\nSome 35 current and former leaders and more than 300 public officials are featured in the files from offshore companies, dubbed the Pandora Papers.\nThey reveal the King of Jordan secretly amassed £70m of UK and US property.\nThey also show how ex-UK PM Tony Blair and his wife saved £312,000 in stamp duty when they bought a London office.\nThe couple bought an offshore firm that owned the building.\nThe leak also links Russian President Vladimir Putin to secret assets in Monaco, and shows the Czech Prime Minister Andrej Babis - facing an election later this week - failed to declare an offshore investment company used to purchase two villas for £12m in the south of France.\nIt is the latest in a string of leaks over the past seven years, following the FinCen Files, the Paradise Papers, the Panama Papers and LuxLeaks.\nThe examination of the files is the largest organised by the International Consortium of Investigative Journalists (ICIJ), with more than 650 reporters taking part.\nBBC Panorama in a joint investigation with the Guardian and the other media partners have had access to nearly 12 million documents and files from 14 financial services companies in countries including the British Virgin Islands, Panama, Belize, Cyprus, the United Arab Emirates, Singapore and Switzerland.\nSome figures are facing allegations of corruption, money laundering and global tax avoidance.\nBut one of the biggest revelations is how prominent and wealthy people have been legally setting up companies to secretly buy property in the UK.\nThe documents reveal the owners of some of the 95,000 offshore firms behind the purchases.\nIt highlights the UK government's failure to introduce a register of offshore property owners despite repeated promises to do so, amid concerns some property buyers could be hiding money-laundering activities.\nThe Azerbaijani President Ilham Aliyev and his family, who have been accused of looting their own country, are one example.\nThe investigation found the Aliyevs and their close associates have secretly been involved in property deals in the UK worth more than £400m.\nThe revelations could prove embarrassing for the UK government, as the Aliyevs appear to have made a £31m profit after selling one of their London properties to the Crown Estate - the Queen's property empire that is managed by The Treasury and raises cash for the nation.\nMany of the transactions in the documents involve no legal wrongdoing.\nBut Fergus Shiel, from the ICIJ, said: \"There's never been anything on this scale and it shows the reality of what offshore companies can offer to help people hide dodgy cash or avoid tax.\"\nHe added: \"They are using those offshore accounts, those offshore trusts, to buy hundreds of millions of dollars of property in other countries, and to enrich their own families, at the expense of their citizens.\"\nThe ICIJ believes the investigation is \"opening a box on a lot of things\" - hence the name Pandora Papers.\nThe leaked financial documents show how the King of Jordan secretly amassed a property empire in the UK and US worth more than £70m (over $100m).\nThey identify a network of offshore companies in the British Virgin Islands and other tax havens used by Abdullah II bin Al-Hussein to buy 15 homes since he assumed power in 1999. \nThey include £50m on three adjacent ocean view properties in Malibu, California, and properties in London and Ascot in the UK.\nHis property interests have been built up as King Abdullah has been accused of presiding over an authoritarian regime, with protests taking place in recent years amid austerity measures and tax rises.\nLawyers for King Abdullah said all the properties were bought with personal wealth, which he also uses to fund projects for Jordan's citizens.\nThey said it was common practice for high profile individuals to purchase properties via offshore companies for privacy and security reasons.\nAmong the other revelations in the Pandora Papers:\nThere is no suggestion in the Pandora Papers that Tony and Cherie Blair were hiding their wealth.\nBut documents show why stamp duty was not payable when the couple bought a £6.45m property.\nThe former Labour prime minister and his barrister wife Cherie acquired the building in Marylebone, central London, in July 2017 by buying the offshore company that owned it.\nIt is legal to acquire properties in the UK in this way and stamp duty does not have to be paid - but Mr Blair has previously been critical of tax loopholes.\nThe townhouse in Marylebone, central London, is now home to Mrs Blair's legal consultancy, which advises governments around the world, as well as her foundation for women.\nMrs Blair said the sellers had insisted they buy the house through the offshore company.\nShe said they had brought the property back under UK rules and will be liable to pay capital gains tax if they sell it in future.\nThe ultimate owners of the property were a family with political connections in Bahrain - but both parties say they did not initially know who they were dealing with.\nOther documents show how Azerbaijan's ruling Aliyev family have secretly acquired UK property using offshore companies.\nThe files show how the family - long accused of corruption in the European nation - bought 17 properties, including a £33m office block in London for the president's 11-year-old son Heydar Aliyev.\nThe building in Mayfair was bought by a front company owned by a family friend of President Ilham Aliyev in 2009.\nIt was transferred one month later to Heydar.\nThe research also reveals how another office block owned by the family nearby was sold to the Crown Estate for £66m in 2018.\nThe Crown Estate said it carried out the checks required in law at the time of purchase but is now looking into the matter.\nThe UK government says it is cracking down on money laundering with tougher laws and enforcement, and that it will introduce a register of offshore companies owning UK property when parliamentary time allows.\nThe Pandora Papers is a leak of almost 12 million documents and files exposing the secret wealth and dealings of world leaders, politicians and billionaires. The data was obtained by the International Consortium of Investigative Journalists in Washington DC and has led to one of the biggest ever global investigations. More than 600 journalists from 117 countries have looked at the hidden fortunes of some of the most powerful people on the planet. BBC Panorama and the Guardian have led the investigation in the UK.\nPandora Papers coverage: follow reaction on Twitter using #PandoraPapers, in the BBC News app, or watch Panorama on the BBC iPlayer (UK viewers only)"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-58772720",
      "category": "uk-scotland-glasgow-west",
      "title": "Vaccine passport fix ready in a 'couple of days'",
      "text": "\"Teething problems\" with Scotland's new Covid vaccine passport scheme should be resolved within a couple of days, the Scottish government has said. \nMany venues have not asked for proof of vaccination because of bugs in the app. \nA government spokesman said the grace period before enforcement begins on 18 October was \"deliberately provided\" to allow the system to be tested. \nThe scheme, which only allows fully vaccinated people to attend some large events, officially began on Friday.\nUnseated outdoor events with more than 4,000 attendees need to carry out a \"reasonable number\" of spot checks while nightclubs and smaller venues covered by the scheme will be required to conduct more rigorous checking. \nRepresentatives of the nightclub sector, however, said the scheme was \"not fit for purpose\". \nMany people took to social media on Friday to complain of problems with the vaccine certification app which only became available to download about 12 hours before the scheme started  at 05:00 that morning. \nThe Scottish government had previously announced there would no enforcement of the new rules until 18 October, to give venues a chance to get their procedures up and running.\nMore than 167,600 people have now downloaded the app and 750,000 have obtained evidence of vaccine status as a downloadable PDF or a paper copy from NHS Inform.\n\"We are aware of some teething issues which are primarily down to the volume of requests and urgent work is underway to resolve this,\" a spokesman said. \n\"We expect the problems, and the associated backlog, to be cleared within the next couple of days. A further fix has been identified and is being tested.\"\nHe added: \"No-one should be turned away from a late night venue, or large scale event if they don't have their proof of vaccination, given enforcement doesn't begin for over two weeks. \n\"We have deliberately provided this grace period before the enforcement provisions in the regulations come into force to allow the system to be tested.\"\nFootball clubs hosting three premier league matches this weekend said no fans would be turned away for not having proof of vaccine status.\nHearts said it would simply be trialling its checking system and no fans were turned away from its match with Motherwell on Saturday. \nRangers also said its match with Hibs at Ibrox on Sunday would be a \"test event\", while Aberdeen FC said everyone would be allowed entry to Pittodrie for its match against Celtic \"regardless of whether they have proof of vaccine or not\".\nThe Night Time Industries Association (NTIA), which opposes the scheme, said the launch had been \"disastrous\" and a \"shambles\".\nA spokesperson said: \"It has become very clear that the Scottish App is simply not fit for purpose and the vast majority of people are experiencing repeated problems in registering and uploading their personal vaccine status to the app.  \n\"The NTIA has repeatedly warned Scottish government of just how unworkable their vaccine passport plan is, and the disastrous launch of this flawed scheme has proved that our warnings were well founded.\"\nBy Jonathan Peters, BBC Scotland News\nDay one of Scotland's vaccine certification scheme, and there was a mixed reaction in this nightclub's queue.  \nMost clubbers had heard of the app, and given the reported teething issues, a surprising number had even managed to get it working. \nEveryone we spoke to said they would show their vaccine status to gain entry into the club. Enthusiasm for the scheme was less unanimous. \nThe grace period before the scheme becomes mandatory was welcome for a lot of these young people, some of whom said they simply did not have time to get both doses before today. \nThere was some confusion about when exactly the scheme comes into effect. A few clubbers we spoke to in the queue were so anxious to get in that when they ran into difficulties with the app, they downloaded their vaccine papers on to their phones.  \nSo will this drive more young people to get the vaccine? Everyone we spoke to said they had either had both doses already, or would be fully vaccinated soon. No one said entry to a nightclub was the deciding factor. \nWill it make clubs safer? \"It's a little late,\" was the view of the club's manager, pointing out they have been open for several weeks already. \nHe was confident door staff could handle the extra checks, and the bouncers were checking phones as well as IDs without any great difficulty. Of course, no one was turned away for lack of a vaccine passport tonight.  \nThe real test will come later this month, when it becomes mandatory.   \nMike Grieve, chairman NTIA Scotland director of the Sub Club, said: \"As anticipated, the roll out of this ill-conceived policy led to chaos and confusion in the street last night with only a handful of our customers in possession of a functioning app passport. \n\"Around 50-60 others had a photocopy or screenshot of the wrong vaccination information or other spurious evidence of vaccination. Despite this we successfully checked all attendees for same day LFTs {lateral flow tests] to protect the health and safety of our customers and staff. What a shambles!\"\nMurdo Fraser, Scottish Conservatives Covid recovery spokesperson, said: \"The SNP has saddled Scotland with the worst vaccine passport scheme in Europe, a £600K app that doesn't even work, and legal regulations that the public has no choice but to ignore.\n\"When will the SNP admit defeat and order an emergency stop to this embarrassing and shambolic policy?\"\nThe Scottish government, however, insisted the vaccine passport scheme was an important tool as part of a package of measures to control the spread of the virus.\nA legal challenge to the scheme from the NTIA was unsuccessful when a judge ruled on Friday that it was \"an attempt to address legitimate issues\" and that the petitioners had failed to demonstrate that it was \"disproportionate, irrational or unreasonable\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58780355",
      "category": "world-us-canada",
      "title": "Emily Ratajkowski alleges Robin Thicke groped her on Blurred Lines set",
      "tags": "Sexual harassment,Music",
      "text": "American supermodel Emily Ratajkowski has alleged she was sexually assaulted on the set of the music video for the hit song Blurred Lines.\nIn her upcoming book, the 30-year-old accuses singer Robin Thicke of groping her without consent during filming of the 2013 video.\nThicke, 44, has not yet responded to the BBC's request for comment.\nThe allegations, first reported in the Sunday Times newspaper, feature in Ratajkowski's forthcoming book My Body.\nThe 30-year-old claims Thicke \"returned to the set a little drunk to shoot just with me\".\n\"Out of nowhere, I felt the coolness and foreignness of a stranger's hands cupping my bare breasts from behind. I instinctively moved away, looking back at Robin Thicke,\" she writes.\nThe model said she felt \"humiliation pump through [her] body\".\nRatajkowski appeared in the video alongside Thicke, singer Pharrell Williams and rapper TI.\nThe video's director, Diane Martel, told the Sunday Times that she recalled the alleged incident.\n\"I remember the moment that he grabbed her breasts. He was standing behind her as they were both in profile,\" she was quoted as saying.\nThe director said Thicke later apologised.\nBlurred Lines topped charts around the world, becoming the UK's most-downloaded song of all time in 2014.\nBut its lyrics and music video have been criticised by some who claimed they referred to non-consensual sex. Pharrell later admitted he was \"embarrassed\" by the lyrics.\nThicke has defended the video, telling the BBC in 2013 his critics didn't \"get\" the song.\nAnd in 2015, he told the New York Times that the lyrics were not intended to have sexual connotations. \"I have never and would never write a song with any negative connotation like that,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58760774",
      "category": "uk-northern-ireland",
      "title": "Covid-19 booster jab programme starts in Republic of Ireland",
      "tags": "Republic of Ireland,Coronavirus vaccines,Coronavirus testing,Coronavirus pandemic",
      "text": "People who are immunocompromised have begun receiving third doses of Covid-19 vaccines in the Republic of Ireland.\nIt marks the start of the \"booster\" programme, with older people to be offered third vaccination doses from next week.\nThese will be offered to everyone over 80, and people over 65 in residential settings.\nThe Health Service Executive (HSE) said there was a \"very good supply\" of vaccines in Ireland.\nProfessor Martin Cormican, who is HSE lead for infection control, said the additional dose for the immunocompromised will include anyone over the age of 12, but in the first instance it will be offered to those aged 16 and over.\n\"There will be a little delay for those between the ages 12 and 15,\" he told Irish broadcaster RTÉ.\nProf Cormican said this was because this group of people were vaccinated later and there is a need to wait two months.\n\"That is where you get the most benefit if you allow the interval of two months to go by,\" he added.\nProf Cormican the HSE would contact anyone eligible for a booster dose.\nIt is expected to take five to six weeks to administer third doses to all those who need one."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58783589",
      "category": "uk",
      "title": "Dry ice to help cut train delays caused by leaves on tracks",
      "tags": "Network Rail,Transport,Rail travel,University of Sheffield,Northern",
      "text": "A new way of removing leaves more efficiently from railway lines to reduce delays is to be trialled across northern England. \nThe technique, developed by University of Sheffield engineers, involves blasting tracks with dry ice from a passenger train.\nIt will be trialled by operator Northern in the coming weeks. \nLeaves cause a slippery layer on railway lines, leading to delays as trains must run at slower speeds. \nUnder the new method, pellets of dry ice are fired in a stream of air, making leaves frozen and brittle. \nThe dry ice then quickly turns back into gas, causing it to expand and destroy the leaves.\nAt the moment, leaves are cleared by 61 special trains, which use high-pressure water jets followed by a gel containing sand and steel grains to help with braking. \nThe engineers behind the new system say their method is significantly more efficient as it can be used by passenger trains, which can cover greater distances than the limited fleet of cleaning trains. \nIt also does not leave a residue that can damage rails and train wheels, and can be used on the same stretch of track more than once a day.\nThe method has previously been trialled on test tracks and could be rolled out more widely by 2023.\nProf Roger Lewis, who is leading its development, said: \"This technology will make a step change in train performance during autumn, improving safety.\n\"It will provide more predictable braking and traction than current technology, and will help to improve train performance, reduce delays, increase passenger satisfaction and support the use of new technologies to enable greater network utilisation of the UK's railways.\"\nRob Cummings, seasonal improvement manager at Northern, said: \"One of the biggest risks to our performance during October and November is leaves on the line, but by helping to develop new technology we aim to deliver the very best service for our passengers.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58782875",
      "category": "uk-politics",
      "title": "Rishi Sunak: No magic wand to solve supply problems",
      "tags": "Conservative Party,Rishi Sunak,UK economy,Conservative Party Conference,Coronavirus pandemic",
      "text": "Chancellor Rishi Sunak has said there is no \"magic wand\" to make disruption to fuel and food supplies disappear overnight.\nHe told the BBC supply problems were global, and ministers were doing everything they can to mitigate them.\n\"Pragmatic controlled immigration\" could be part of the short-term solution, he said.\nHe was speaking ahead of addressing the Conservative party conference amid concerns over living standards.\nThe Chancellor's first in-person speech to Tory members comes against a backdrop of rising food and energy prices, alongside cuts to universal credit benefits and tax rises to fund the NHS and social care. \nSupply chain issues are continuing to affect several sectors, with the military due to begin driving fuel to petrol stations. \nSpeaking on Radio 4's Today programme, Mr Sunak said \"challenges\" to supply chains are not unique to the UK but were a problem across the world as a result of lockdowns and the rapid re-opening of economies.\nBut he said the government was doing \"everything we can to mitigate the bits of that that we can\". \n\"There are things that we can do and should do and it is reasonable that people expect us to do what we can,\" he said. \n\"Whether it's short-term visas, speeding up testing capacity for HGV drivers, of course we should do all those things and we are doing all those things, but we can't wave a magic wand and make global supply chain challenges disappear overnight.\"\nBut he said the problems \"we are seeing at the moment will be transitory and will pass through the system\". \nPM Boris Johnson also insisted supply problems were part of an international trend, telling reporters they were due to the global economy \"coming back to life\" after Covid shutdowns.\n\"There's a shortage of lorry drivers actually around the world,\" he added.\nThe prime minister tried on Sunday to present this as short-term pain as part of what he believes will be very significant long-term gains because of Brexit.\nNow, the prime minister and other ministers would not say, 'oh, suck it up, enjoy the fact that you have to queue for petrol'.\nBut they have, in the last few days, woven this narrative: to take some of the things that we see happening, acutely, whether in agriculture, whether in fuel supply - and to turn them into this story of short-term pain for a long-term gain.\nThat was not Rishi Sunak's language. \nHe talked rather soberly about global supply shortages, things that the government can mitigate, clearly he believes the government does have a role.\nBut he was very different in tone, which was something on the day of a big chancellor's speech at this conference, very well worth noting.\nIn his speech later, Mr Sunak will say the best protection against cost of living challenges is to give people the skills and opportunities to get better paid work.\nThe chancellor will commit £500m to renew job support programmes and  promise to \"double down\" on help for the jobs market after Covid.\nHe will also promise to reshape the economy around technology and scientific innovation. \nAhead of his speech, Mr Sunak praised the UK's economic recovery but warned the \"job is not done yet\".\n\"At the start of this crisis I made a promise to do whatever it takes, and I'm ready to double down on that promise now as we come out of this crisis,\" he said.\nHe will also promise to make the UK the \"the most exciting place on the planet\" through better infrastructure and improved skills.\nHis speech will come on the second day of conference, and he will say the Kickstart Scheme - which subsidises eligible jobs for young people on universal credit - will be extended by three months to March 2022.\nThe scheme, launched in September last year, was allocated £2bn in funding to create 250,000 jobs by the end of 2021. \nHowever, only 76,900 have actually started Kickstart roles, according  to latest figures, with 196,300 roles in total made available for youngsters to apply for. \nThe Federation of Small Businesses had been calling for the scheme to be extended, amid reports that firms had encountered delays and found the scheme slow.\nMr Sunak will also announce the extension of the JETS scheme to help long-term unemployed people on universal credit until September 2022.\nA separate scheme paying employers £3,000 per apprentice they take on will also be prolonged by four months until the end of January.\nAnd the government is promising more help finding work for those coming off the furlough scheme, which closed last week, having paid the wages of 11.6 million workers during the pandemic. \nThe various extensions will be paid for with £500m of funding, with the Treasury saying that details will be confirmed at the Spending Review on 27 October.\nLabour's shadow work and pensions secretary Jonathan Reynolds said the government's plan to support jobs was \"struggling\" and had \"failed to hit its original targets\".\n\"An extended deadline will do nothing to compensate for the chancellor's tax rises, cost of living crisis and cuts to universal credit,\" he added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58779160",
      "category": "uk-politics",
      "title": "Conservative conference: UK in period of adjustment after Brexit, says PM",
      "tags": "Boris Johnson,Conservative Party Conference",
      "text": "Boris Johnson says the UK is in a \"period of adjustment\" after Brexit and Covid as the country faces petrol shortages and supply chain issues.\nA lack of HGV drivers and high demand plunged the UK into a fuel crisis last week, with lengthy queues and closures.\nWorries persist about the cost of living, as food and energy prices rise, alongside cuts to universal credit.\nBut the PM insisted his plan for a higher wage, higher skilled economy would offer a long-term solution. \nSpeaking to the BBC's Andrew Marr on the first day of Conservative Party conference, Mr Johnson said: \"There will be a period of adjustment, but that is what I think we need to see.\"\nHe would not say if supply issues would affect Christmas, but later told reporters he was \"very confident\" the festive season would be \"considerably better\" than last year. \nA few thousand people held an anti-government protest outside the event in Manchester on Sunday, where the Tories will be hosting party members until Wednesday. \nThe PM also refused to rule out raising taxes again just three weeks before Chancellor Rishi Sunak announces his annual Budget. \nHe said he was a \"zealous opponent of unnecessary tax rises\", but warned the pandemic had hit the UK's economy like a \"fiscal meteorite\".\nLast month, the government announced it would be raising National Insurance to pay for health and social care.\nAt the time, when asked whether he would rule out additional taxes, Mr Johnson said he could give an \"emotional commitment\" that he did not want to introduce further rises.\nEarlier this year Mr Sunak also froze income tax thresholds - leading to more people paying the levy - and the extra £20 weekly universal credit payment, brought in during the pandemic, is due to end this week.\nAsked on Sunday by Andrew Marr if he would raise taxes again, Mr Johnson replied: \"If I can possibly avoid it, I do not want to raise taxes again.\"\nThe PM added: \"I can tell you that you have no fiercer and more zealous opponent of unnecessary tax rises than me, but we have had to deal with a pandemic on a scale which this country has not seen before in our lifetimes and long before. \n\"We don't want to raise taxes, of course we don't, but what we will not do is be irresponsible with the public finances.\"\nCabinet members are warning against any further tax increases, with Leader of the House Jacob Rees-Mogg telling a party conference fringe event that \"tax is about the highest level it has been since the war\" and \"we are at the upper reaches of the reasonableness of the tax burden\".\nHe added: \"We are [at] about the limit of what taxes we can raise.\"\nTees Valley Tory Mayor Ben Houchen also called on the PM to avoid further tax rises, saying they would not be \"helpful\" for businesses coming out of the pandemic.\nSpeaking to BBC News at the conference, he said: \"I appreciate it is a difficult job being the prime minister and chancellor [and] to balance the books.\n\"But if we want to support those businesses to create those jobs to put more money in people's pockets, I don't think tax rises are the way to go about it.\"\nForeign Secretary Liz Truss insisted the government did not want to put additional tax burden on working people, saying growing the economy would \"pay the bill from Covid\".\nShe told the BBC: \"None of us want to see taxes rise, we are a low tax party. We understand that it is enterprise that is going to deliver the opportunities and we need to keep the tax burden low at the same time as growing our economy.\" \nAsked about job shortages and supply issues in shops and on petrol forecourts, the PM insisted the lack of lorry drivers - affecting the delivery of goods - was not just a UK issue, claiming the United States and China were seeing similar problems, as well as some countries in Europe. \nAnd he said the petrol shortages were \"very largely driven by demand\", adding: \"I understand people's frustrations and I understand how infuriating it is when you turn up and can't get any. But we are making sure we have the supplementary drivers where necessary.\"\nMr Johnson called out those who wanted to \"go back to the tired, failed old model\" of \"reaching for the lever called uncontrolled immigration\" to bring people into the country to fill the job gaps.\nBut he did not reject comments made by Mr Sunak, who told the Daily Mail the \"very real\" shortages could affect Christmas, \nInstead the PM said the country was going through a \"period of adjustment\" post-Brexit and needed to look to a future of \"better paid, better skilled jobs\" for British people.\nMr Johnson added: \"What we had for decades was a system whereby [sectors like] the road haulage industry... were not investing in the truck stops, not improving conditions, not improving pay and we relied on very hard working people who were willing to come in, largely from European accession countries, to do that work under those conditions. \n\"What you need to do is make sure that people now invest in basic equipment, such as truck stops, and better pay. \n\"When people voted for change in 2016 [over Brexit] and when people voted for change again in 2019...they voted for the end of a broken model of the UK economy that relied on low wages and low skill and chronic low productivity and we are moving away from that.\" \nAndrew Marr and Boris Johnson argued about what's happened to the average wage, with the prime minister saying we're finally seeing \"growth in wages, after more than 10 years of flat-lining\" but Andrew Marr saying that \"in real terms over the last three months wages have gone down, not up\". \nSo, what's been happening?\nReal wages, a measure that takes account of rising prices, peaked just before the financial crash in 2008 and only returned to that level in August 2020.\nSo, there has been a decade of little improvement overall. \nRather than \"flatlining\" - as Mr Johnson claimed - it was actually roughly five years of falls followed by growth over most of the last five years.\nLast year saw record dips and jumps as the economy was shut down and then re-opened.\nBut the most recent figures from the Office for National Statistics suggest that growth may be stalling, with real wages looking lower in July than they were in April."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58778886",
      "category": "uk-politics",
      "title": "Boris Johnson: No 'uncontrolled immigration' to solve driver shortage",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58777041",
      "category": "uk-politics",
      "title": "Motorway protests: Patel to promise new powers over blockages",
      "tags": "M25 motorway,Priti Patel,Climate change",
      "text": "The home secretary will promise tougher powers to tackle demonstrators blocking motorways, after a string of protests by climate activists.\nAt the Tory party conference this week, Priti Patel will announce plans for longer sentences and new powers for police to seize protesters' equipment.\nClimate group Insulate Britain has blocked the M1, M4 and M25 in protests over the last three weeks.\nTheir campaign has already led to hundreds of arrests. \nOn Sunday, the government took out a fresh injunction aimed at preventing activists obstructing traffic on motorways and main roads around London.\nIt is the third such court order taken out by the National Highways agency in an attempt to stop demonstrations on major roads in south-east England.\nAnyone breaking the injunction faces imprisonment or an unlimited fine. However, previous injunctions have failed to stop the protests. \nMs Patel said the government would not \"tolerate guerrilla tactics that obstruct people going about their day-to-day business\".\nBoris Johnson told the Mail on Sunday that although the right to protest was \"sacrosanct\", there is \"no right to inflict chaos and misery on people trying to go about their lives\".\n\"This government will always stand on the side of the law-abiding majority, and ensure the toughest penalties possible for criminals who deliberately bring major roads to a standstill.\n\"We will give the police the powers they need to stop their reckless and selfish behaviour.\"\nHome Office sources said the government would seek to introduce the new powers by amending the Police, Crime, Sentencing and Courts Bill.\nThe wide-ranging legislation, which already includes new police powers over protests, is making its way through Parliament.\nMinisters want to make obstructing a highway punishable by an unlimited fine, six months imprisonment, or both. It currently carries a maximum fine of £1,000. \nThey also want to hand the police new powers to stop and search protesters suspected of carrying so-called \"lock-on\" equipment - such as glue or bike locks - used to secure themselves to protest sites.\nThis would add to existing police powers to stop and search individuals for offensive weapons and items intended for committing theft, burglary or damage to property.\nInsulate Britain's campaign, which has been going for more than three weeks, has seen more than 300 arrests.\nThe group, an offshoot of Extinction Rebellion, has previously vowed to continue campaigning despite arrests and injunctions.\nIn an open latter to Ms Patel last week it said: \"You can throw as many injunctions at us as you like, but we are going nowhere.\"\nThe campaigners want the government to insulate all homes across the UK by 2030 to help cut carbon emissions.\nThe government said it was investing £1.3bn to support people to install energy efficiency measures."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58749931",
      "category": "uk-wales",
      "title": "London Marathon: Kidney donor and man with Down's among runners",
      "tags": "Kidney failure,Asthma,Down's syndrome,Organ donation,Bridgend,London Marathon,Ammanford,Chirk",
      "text": "A woman who donated a kidney to her best friend joined a man with Down's syndrome among the Welsh runners in this year's London Marathon. \nRosie Morgan, 27, from Bridgend, made the donation to her friend Zoe, who suffered kidney failure, in March. \nMeanwhile, Michael Beynon from Chirk was running again, having become the first Welsh man with Down's syndrome to do the race in 2020's virtual event. \nRunners took part both in London and virtually in this year's race. \nRosie was running for the charity Kidney Wales, just months after saving her friend Zoe's life. \nZoe was diagnosed with chronic kidney disease in November 2019 and went into kidney failure in March 2020, just as the UK entered its first coronavirus lockdowns. \n\"We were given that news the day that the UK went into lockdown, and I remember sitting on her sofa and sobbing, knowing that once I left her house that night I wasn't going to be allowed back,\" Rosie said. \nRosie said she \"didn't hesitate\" to be tested to see if she was a match for Zoe, which she was. \nAfter a \"terrifying\" year of appointments and preparation, the transplant was scheduled for February, but was pushed back by a month, allowing Zoe to have her Covid vaccinations. \nThe pair have been recovering since, but despite this, Rosie took part in an 62-mile (100km) ultra-marathon just a few weeks after surgery. \nSince donating a kidney, Rosie said she had to watch her salt and alcohol intake, but otherwise her day-to-day life had not really changed.\nShe said: \"Organ donation changes your life but it doesn't have to affect what you do. \n\"I know a lot of people that have said to me they didn't realise that they could donate and still carry on with life as it was before, and so that's my main goal... showing that you can still do things with one kidney.\"\nAlthough she has run longer races, Sunday was Rosie's first 26-mile marathon - unlike Michael. \nIn 2020, he became the first Welsh man with Down's syndrome to run the London Marathon, when he completed the virtual race in his former home of Ammanford, Carmarthenshire.\nBut this year, Michael, 26, was competing in the London race alongside thousands of other runners. \nHe said: \"I'm really proud to be an ambassador for Mencap to show what people with Down's syndrome like me can achieve if given an opportunity.\"\nOther differences with last year's virtual race include Michael's training, which has been taking place on the steep slopes surrounding Chirk Castle with his new puppy, Bella. \nMichael, who doctors thought would have to spend his whole life in a wheelchair, is also being joined this year by his girlfriend, Ffion Edwards, who also has a learning disability. \nMichael's mother, Erika Walker, said: \"It's a huge achievement and I know how hard it is to run 26 miles.\n\"I'm very proud. Very, very proud. Very proud of what he's achieved, very proud of what he wants to achieve in his life.\"\nChris Richards from Bridgend was running to raise funds for WellChild, a charity supporting seriously ill children.\nHis own son Geraint was left severely brain damaged and needing round-the-clock care after a near fatal asthma attack caused him to have a cardiac arrest.\n\"We as a family had to deal with so many changes whilst caring for his everyday needs,\" said Chris.\n\"We had to adapt to suddenly having a profoundly disabled 11-year-old, who couldn't walk, talk or do anything for himself. \n\"Our WellChild nurse Rhian Greenslade would visit daily on the ward and provide such a calming effect on us, we dreaded the weekends when we wouldn't see her... we all looked on Rhian as our guardian angel.\"\nDespite suffering a knee injury two weeks into training, Chris said he was going to give it \"everything I've got\" to get to the finish line."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hampshire-58780921",
      "category": "uk-england-hampshire",
      "title": "Severed finger's owner traced by police in Southampton",
      "tags": "Southampton",
      "text": "Police have traced the owner of a severed finger found outside a block of flats.\nThe finger was discovered near a parking area in Lower Bannister Street, Southampton, on Saturday morning.\nPolice had appealed for the man to come forward after he lost the finger while trying to climb a fence after getting trapped in a courtyard area.\nHampshire Constabulary said the man was receiving treatment at hospital in Salisbury after seeking assistance.\nA force spokesman said he had wandered off following the incident, after being given a towel by a resident.\nEarlier the force said it feared he may have lost a lot of blood. \nBut the spokesman said: \"We are pleased to say that the man who lost part of his finger in Southampton has now been traced.\n\"The 28-year-old is receiving treatment at hospital in Salisbury for his injury after seeking medical assistance himself.\"\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58781265",
      "category": "world-europe",
      "title": "Church sex abuse: Thousands of paedophiles in French Church, inquiry says",
      "tags": "France,Catholic Church sexual abuse cases,Roman Catholic Church",
      "text": "Thousands of paedophiles have operated within the French Catholic Church since 1950, the head of a panel investigating abuses by church members says.\nJean-Marc Sauvé told French media that the commission had found evidence of 2,900 to 3,200 abusers - out of a total of 115,000 priests and other clerics. \n\"That is a minimal estimate,\" he added.\nThe commission is to release a lengthy report on Tuesday. It is based on church, court and police archives, as well as interviews with victims.\nThe inquiry was commissioned by the French Catholic Church in 2018, following a number of scandals in other countries.\nMr Sauvé, a senior civil servant, told France's Le Monde newspaper that the panel had handed over evidence to prosecutors in 22 cases where criminal action could still be launched.\nHe added that bishops and other senior church officials had been told of other allegations against people who were still alive.\nCommission members included doctors, historians, sociologists and theologians. More than 6,500 victims and witnesses were contacted over two and a half years. The final report is 2,500 pages long.\nChristopher Lamb, of the Roman Catholic publication The Tablet, told the BBC that abuse scandals had plunged the Church into \"its greatest crisis in... 500 years\".\nEarlier this year Pope Francis changed the Catholic Church's laws to explicitly criminalise sexual abuse, in its biggest overhaul of the criminal code for decades.\nThe new rules make sex abuse, grooming minors, possessing child pornography and covering up abuse an offence under Canon Law."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58766648",
      "category": "uk",
      "title": "Fuel supply: Military to deliver petrol to UK garages from Monday",
      "tags": "Fuel,Haulage",
      "text": "Armed forces personnel will begin delivering petrol to garages across the UK from Monday, the government says.\nAlmost 200 servicemen and women, 100 of them drivers, will provide \"temporary\" support to ease pressure on stations. \nMinisters have also announced that up to 300 overseas fuel tanker drivers will be able to work in the UK immediately until the end of March.\nThere have been long queues at petrol stations this week after a shortage of drivers disrupted fuel deliveries.\nMinisters - who have maintained there is enough fuel if people buy at their normal rates - say the situation at petrol station forecourts is improving, with more fuel now being delivered than sold.\nBut they acknowledge some parts of the country are worse affected than others.\nBrian Madderson, chairman of the Petrol Retailers Association, which represents nearly 5,500 of the UK's 8,300 petrol stations said Scotland, the north of England and parts of the Midlands had seen a \"distinct improvement\" with fewer dry sites.\nBut he told BBC Radio 4's Today programme it remained a \"big problem\" in London and south-east England, where \"if anything it had got worse.\"\nHe said the military drivers will be a \"large help\" but a \"prioritisation of deliveries to filling stations, particularly the independent ones, which are the neighbourhood sites\" was needed \"immediately\".\nMr Madderson warned drivers would see a rise in fuel prices next week, but because of \"global factors\" not because of profiteering.\nOn Friday, the RAC motoring group also said the disruption in deliveries was continuing to ease, though many areas were still experiencing supply issues.\nSmaller fuel stations were facing major supply problems as drivers filled up for the weekend, it said. \nMilitary personnel are currently training at haulier sites and will be on the road delivering fuel supplies across the country to \"help fuel stocks further improve\" from Monday, the government said.\nDefence Secretary Ben Wallace said personnel would be seen working alongside drivers this weekend following training this week. \nIn addition to the 300 fuel tanker drivers being allowed to work temporarily in the UK, temporary visas are also being offered to 4,700 food haulage drivers who are able to arrive from late October and leave by 28 February 2022. \nVisas are being offered to a further 5,500 poultry workers who can come from late October and stay until 31 December.\nPreviously, the government said these temporary visas would last until Christmas Eve. \nBusiness Secretary Kwasi Kwarteng said there were \"continued signs that the situation at the pumps is slowly improving\".\n\"UK forecourt stock levels are trending up, deliveries of fuel to forecourts are above normal levels, and fuel demand is stabilising,\" he said.\n\"It's important to stress there is no national shortage of fuel in the UK, and people should continue to buy fuel as normal.\" \nBy political correspondent Pete Saull\nMore than a week after queues started appearing on petrol station forecourts, just under 200 military personnel will take to the roads.\nMinisters say it takes time to train up servicemen and women to drive large tankers carrying highly flammable substances into built-up areas.\nWhile they will help with getting supplies to garages, there's been a concern inside government that falling back on the armed forces could be counter-productive.\nWhat message does it send to worried motorists to see soldiers driving petrol tankers? Could it lead to more panic buying?\nMinisters are confident the situation will continue to stabilise, but they've been under pressure to take more urgent action.\nIt's notable that alongside the decision to deploy the military, up to 300 tanker drivers will be allowed into the UK from overseas immediately - several weeks before the wider visa scheme comes into effect.\nLabour leader Sir Keir Starmer called on the PM to recall Parliament from party conference recess, saying \"emergency action\" was needed to speed up the visas.\nBut Prime Minister Boris Johnson accused the haulage industry of being too reliant on low-paid migrant workers.\nHe added that he would not allow the UK to repeat the \"failures\" of the past, by allowing mass immigration to create a \"low-wage, low-skill economy\" for British workers.\nThe haulage industry says the driver shortage already existed, but has been made worse by factors including the pandemic, Brexit, an ageing workforce, low wages and poor working conditions.\nIn addition to offering temporary visas, the government last week set out a number of other measures aimed at limiting disruption in the run-up to Christmas and beyond. \nThese include increasing HGV (heavy goods vehicle) testing capacity, sending nearly one million letters to drivers who hold an HGV licence, encouraging them back into the industry, and offering training courses for HGV drivers. \nMeanwhile, Chancellor Rishi Sunak has warned there is global disruption to supply chains in other industries, which could continue until Christmas.\n\"These shortages are very real,\" Mr Sunak told the Daily Mail. \"We're seeing real disruptions in supply chains in different sectors, not just here but around the world. We are determined to do what we can to try to mitigate as much of this as we can.\"\nAnd the Financial Times reports that turkeys will be imported to the UK from France and Poland in the run-up to Christmas after farmers reared about one million fewer birds.\nBritish Poultry Council chief executive Richard Griffiths told the paper that Brexit had cut off the industry's supply of cheap labour."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58780359",
      "category": "world-europe",
      "title": "Milan plane crash: Eight dead as private plane hits building",
      "tags": "Aviation accidents and incidents,Milan,Italy,Air travel",
      "text": "A private plane has crashed into an empty office block in the northern Italian city of Milan, killing all eight people on board.\nThe plane, which was bound for the island of Sardinia, came down after taking off from Milan's Linate airport.\nThe pilot was Romanian billionaire Dan Petrescu, 68. He died alongside his wife and their son, Italian media say.\nThe crash set the office block and several parked cars on fire. No-one on the ground was injured.\nAn investigation into the cause of the crash has been launched.\nSome witnesses say the single-engine Pilatus PC-12 was already on fire when it went down.\n\"I heard the sound of a plane above me as if the plane was shutting down its engine,\" local man Giuseppe told Reuters news agency.\n\"Then I heard a very loud explosion, the windows of our house started to shake so I opened the window and saw a huge cloud of smoke rising,\" he added.\nPetrescu, a property developer, was one of Romania's richest men. Besides him, his wife and their 30-year-old son, a child is also reported to be among those killed. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58735299",
      "category": "business",
      "title": "Furlough scheme ends with almost 1 million left in limbo",
      "tags": "Job Retention Scheme,Employment,UK economy,Coronavirus pandemic",
      "text": "The furlough scheme closes on Thursday, with uncertainty ahead for people who have not yet fully returned to work.\nNearly one million workers were expected to be on the scheme at the end of September, according to research by the Resolution Foundation.\nOf those on furlough in late July, about half on the scheme were able to work some of the time, the HMRC says.\nSince the start of the pandemic, it has helped pay the wages of 11.6 million workers.\nBut many forecasters, including the Bank of England, are expecting a small rise in unemployment as it ends.\nThe chancellor said he was \"immensely proud\" of the near £70bn scheme, but now was the right time to close it, despite calls for further support from some badly-hit companies. \nThe travel sector has suffered more than most during the pandemic, with businesses being affected by changing restrictions and lower consumer confidence.\nMark Andrew, the director of Animal Aircare, which helps pets travel overseas via Gatwick Airport, said some of his staff may be made redundant if business does not improve.\nThe firm has not yet had to lay off staff, which Mr Andrew said was \"purely down to furlough\".\n\"Furlough ending means there's a real question mark for our business. We're still waiting for Gatwick to pick up... it seems the airline industry is not buoyant enough yet,\" he said.\nAlthough the end of the scheme comes amid a record number of job vacancies, Fidelity International's investment director, Maike Currie, told the BBC that \"no-one really knows what is next\".\n\"I think what we can be certain of is that we'll see under-employment, where employees return to work but possibly not on a full-time basis and that they might need to supplement their income.\"\nFurlough was introduced in March 2020 after Covid-19 forced large parts of the UK economy to close.\nOfficially known as the Coronavirus Job Retention Scheme, it saw the government pay towards the wages of people who could not work, or whose employers could no longer afford to pay them, up to a monthly limit of £2,500.\nAt first it paid 80% of their usual wage, but in August and September it paid 60%, with employers paying 20%.\nThere have been big recruitment drives for hospitality staff, HGV drivers and warehouse workers as businesses get back on their feet.\nLatest official figures show the UK's economy grew by 5.5% between April and June - revised up from the initial estimate of 4.8%.\nThe uplift was largely driven by household spending rebounding after lockdowns, although many firms are now being held back by current labour shortages.\n\"Any hope that the end of the furlough scheme might be the magic wand to solve the supply chain crisis is likely to be wishful thinking,\" said Susannah Streeter, from Hargreaves Lansdown.\nThere is likely to be a big mismatch of skills and experience between those leaving the furlough scheme and the jobs on offer, she added.\nChief Secretary to the Treasury Simon Clarke told the BBC: \"We think there are probably two million fewer people unemployed than would have been the case if this scheme hadn't been introduced. \n\"I think it's done an enormous amount to shield our economy and our society from the worst of Covid.\"\nThe scheme has also been praised by the Resolution Foundation think tank as a \"great success\".\nIts senior economist Dan Tomlinson said furlough had been \"as critical to fighting the Covid crisis as nationalising the banks was to fighting the global financial crisis\".\nBut the foundation's recent research suggested that a small rise in unemployment was a \"real risk\" for those still on the scheme as it ends, particularly older workers or those in the travel sector.\nWhen the Coronavirus Job Retention Scheme started, it was described as a bridge over the pandemic uncertainty. \nIt has succeeded in keeping the official unemployment numbers at less than half pre-pandemic expectation. For that reason it has proven value for money, despite costing over £68bn.\nBut there is now some uncertainty over the fate of the million or so workers still having their wages subsidised. \nNew analysis from the Institute for Fiscal Studies points to regional differences, with London workers for example the most likely still to be furloughed. Older workers are also disproportionately still on the scheme.\nIndustries that are yet to return to normal, such as the airport sector, had called for the scheme to be kept in some form. Unions also argue that the UK should follow Germany in maintaining a form of the scheme for future crises. \nCertainly a precedent has been set in that the government is willing to spend billions on wage increases if large-scale increases in unemployment are avoided. \nAlthough a million vacancies do not map on to the same number still on furlough, it is clear that many industries are having to welcome back more furloughed workers. Partly out of fear of being caught out by worker shortages later down the line.\nFor many of those returning to work, conditions will not be the same as pre-pandemic.\nJess Pitman was furloughed from her job as marketing manager at a travel firm two weeks after the scheme was introduced.\nThe company she works for specialises in organising trips abroad to raise money for charities, but travellers cancelled their plans when Covid hit.\nThe firm's payroll has been reduced from 27 to just five and the 29-year-old will return to work part-time, topping up her income with freelance work.\n\"I feel really torn about the end of furlough, and I'm really sad for the travel industry as a whole,\" Jess said.\n\"I know a lot of people in the industry will be made redundant... I think we'll lose a lot of talented people, which is really disappointing.\"\nA spokesperson for the Association of British Travel Agents (Abta) warned that companies in the sector still face \"extreme difficulties\" because of continued travel restrictions.\nAbta called for sector-specific support for smaller firms in particular, who have lost two summers of sales, as well as those which specialise in destinations still subject to red list rules.\n\"The government needs to look at how it can support these businesses... through a package of tailored financial support,\" the spokesperson added.\nElsewhere, the Federation of Small Businesses also cited concerns over a \"colder environment\" for business.\nEmployers and workers alike will have to cope with the end of the furlough scheme, as well as the scrapping of an incentive for hiring apprentices, rising energy bills and the planned cut to Universal Credit in October.\nHowever, the Treasury said generous support was being provided through its \"Plan for Jobs\", which it said was part of a £400bn spending package.\nChancellor Rishi Sunak said he was \"immensely proud of the furlough scheme, and even more proud of UK workers and businesses whose resolve has seen us through an immensely difficult time\".\nAre you using the furlough scheme? How will you or your business be affected by the scheme ending? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58769976",
      "category": "uk-northern-ireland",
      "title": "Coronavirus: Private coach industry 'decimated by Covid-19'",
      "tags": "Tourism,Bus travel,Travel & leisure industry,NI economy,Coronavirus pandemic",
      "text": "An industry body representing Northern Ireland's private bus and coach sector has said it is at its most vulnerable. \nBus and Coach NI said operators are at risk of collapse. \nCompanies have not been able to run services due to a lack of tourists. Some businesses have received grants from Stormont.  \nKaren Magill, chief executive of Bus and Coach NI, told BBC Radio Ulster's Inside Business programme the future for some operators is uncertain. \n\"Our industry has been decimated by Covid-19 and at this point in time while other sectors of the economy are recovering, unfortunately we are not. \n\"We still have 75% of our fleet idle and we wont see any return to business until March or April next year,\" she said.\n\"Despite not being back to full capacity, with little or no income, and restricted demand, we have increased additional costs incurring every day. \n\"We have significant Coronavirus Business Interruption Loan Scheme (CBILS) loans and those increasing Covid debts and restricted demand mean companies are seriously vulnerable.\n\"If you have a loan of £1.5m, your monthly repayment now is £16,000, and this is based on actual figures from some companies,\" she said. \nAsked if she expects all operators to survive the next few months, Ms Magill said: \"At this point in time, no I don't.\"\nCoach operators rely heavily on international visitors who book excursions to well-known tourist areas. \nThe pandemic has seen a drastic reduction in the amount of visitors arriving on our shores. \nFor Sean Logan, who owns Logan Executive Travel in Dunloy, County Antrim that means his fleet is parked up.\n\"We would normally have 50 touring vehicles and at this time of year we would expect our yard to be empty. At the minute we are lucky to get two vehicles on tour a week. \n\"There is some school work but it's not what we need, with the value of the fleet we have and the debt we have incurred to survive so far. \n\"My house overlooks my yard and the first thing I see when I pull the curtains back in the morning is a coach park. That's basically what we are. \n\"They cost me money while they are sitting parked, earning nothing,\" he told Inside Business. \nThe government's furlough scheme ended on 30 September.\nMr Logan had to lay off some office staff as there was not enough work. \n\"The staff we have taken back off furlough are on reduced time, working two or three-day weeks. \n\"I cannot guarantee categorically that we will survive [the winter]. We have survived this far and we will do everything we can. It has taken over 40 years of my life and we will do the best we can. It's an impossible situation,\" he said. \nMs Magill said additional financial support would help the industry. \n\"We have had two previous schemes through the Department for Infrastructure… at this stage 50% of businesses out there were not eligible for support. There was a formula which should have made life simple but didn't. \n\"We had one operator who received £3,200. Out of that, which is what they were eligible for, they had to pay £1,500 out to their accountant as we had to have all figures backed by an accountancy firm. \n\"Other operators have benefited from the scheme,\" she said.\nThe Department for Infrastructure said more than 90 companies have been provided with grants totalling £5.7m through two schemes. \n\"Minister Mallon is committed to doing all she can where she has the powers within her department and working with executive colleagues to support the industry through recovery.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leicestershire-58663776",
      "category": "uk-england-leicestershire",
      "title": "Elephant Man dissection: 'Joseph Merrick would be heartbroken'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58779850",
      "category": "uk-politics",
      "title": "Andy Burnham says he's not bidding for the Labour leadership",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58765846",
      "category": "uk-northern-ireland",
      "title": "Ulster Hospital: Two wards close due to Covid outbreaks",
      "tags": "Coronavirus pandemic",
      "text": "Two wards have been closed at the Ulster Hospital in Dundonald, on the outskirts of east Belfast, due to outbreaks of Covid 19. \nOne of the wards provides care specifically for elderly patients. \nBBC News NI understands that both patients and staff are affected. \nIn a statement, a spokesperson for the South Eastern Health Trust confirmed that both wards were closed during the past two weeks.   \nOver the past month, 96 patients tested positive for the virus on admission to the hospital and 16 others tested positive during their stay.  \nAccording to the trust, it is their policy to admit Covid-positive patients to side rooms or bays, which are designated for patients with the virus. \nHowever, the trust also confirmed that at times non-Covid patients are admitted to these wards due to their clinical condition, such as when requiring respiratory treatment"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-tyne-58772572",
      "category": "uk-england-tyne",
      "title": "Full power ahead for UK to Norway under-sea power cable",
      "tags": "Blyth,Norway,Renewable energy,Electricity",
      "text": "The world's longest under-sea electricity cable, transferring green power between Norway and the UK, has begun operation.\nThe 450-mile (725km) cable connects Blyth in Northumberland with the Norwegian village of Kvilldal.\nAt full 1,400 megawatt capacity it will import enough hydro-power to supply 1.4 million homes, National Grid said.\nNational Grid Ventures president Cordi O'Hara said it was a \"remarkable feat of engineering\".\nShe added: \"We had to go through mountains, fjords and across the North Sea to make this happen.\n\"North Sea Link (NSL) is also a great example of two countries working together to maximise their renewable energy resources for mutual benefit.\" \nNational Grid said the €1.6bn (£1.37bn) joint venture with Norwegian power operator Statnett would help the UK reduce carbon emissions by 23 million tonnes by 2030.\nIt has four other power cables running to Belgium, France and the Netherlands and said 90% of energy imported in this way would be from zero carbon sources by 2030.\nHydropower in Norway and wind power in the UK are subject to weather conditions and fluctuations in demand.\nUsing NSL, renewable power can be exported from the UK when wind generation is high and electricity demand low, or be imported from Norway when demand is high and wind generation low.\nBusiness, Energy and Industrial Strategy minister Greg Hands said NSL enabled both countries to \"benefit from the flexibility and energy security that interconnectors provide\". \nHe added: \"This pioneering partnership shows first-hand how crucial international cooperation will be in helping us to deliver on our net zero ambitions.\"\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58777034",
      "category": "uk-politics",
      "title": "Tory conference: PM pledges to improve economy after Covid",
      "tags": "Conservative Party,Boris Johnson,Fuel",
      "text": "Boris Johnson has pledged the Conservatives will \"change and improve\" the economy after the pandemic, as the party opens its annual conference in Manchester later.\nThe PM said the country cannot \"go back to how things were\" before Covid.\nHe has accused the haulage industry of being too reliant on low-paid immigration, amid shortages at petrol stations. \nThe military is due to begin delivering petrol across the UK from Monday. \nTwo hundred military servicemen and women, 100 of them drivers, will provide \"temporary\" support to ease pressure on forecourts.\nThe government has also announced 5,000 temporary visas for foreign lorry drivers to plug a shortage of lorry drivers worsened by Covid, Brexit and other factors.\nAlthough the industry and opposition parties have dismissed these figures as inadequate, Mr Johnson has said importing drivers is not a long-term solution. \nSpeaking on Saturday, he said: \"What we don't want to do is go back to a situation in which we basically allowed the road haulage industry to be sustained with a lot of low-wage immigration.\"\nHe added that a \"mass immigration approach\" had made the sector less attractive by reducing wages and \"the quality of the job\".\n\"People don't want that. They want us to be a well-paid, well-skilled, highly productive economy and that's where we're going.\"\nHowever, he did not rule out issuing more temporary visas, saying the situation would remain \"under review\". \nAhead of the Conservative conference beginning on Sunday, the prime minister vowed to take \"big, bold decisions\" to rebuild after the pandemic.\n\"We didn't go through Covid to go back to how things were before - to the status quo ante. Build Back Better means we want things to change and improve as we recover.\"\nThe post-pandemic recovery is set to be a key theme of the four-day event in Manchester, along with the government's effort to \"level up\" regional inequalities.\nAround 10,000 delegates are expected in Manchester for the party's first in-person conference since Covid, and the first since its 2019 election victory. \nAs the conference begins, the party has promised £22m extra funding for councils to renovate tennis courts, and £30m for schools in England to repair sports facilities. \nThe party argues this will help equalise access to sport in poorer regions, with unplayable courts more likely to be found in deprived areas.\nThe prime minister has both a substantial Commons majority and leads a party that most recent opinion polls suggest is more popular than Labour. \nBut as the conference here begins the pressures on the government stack up: queues at some petrol stations, fears of further shortages on shop shelves, even staffing issues in abattoirs. \nPrices are rising just as both the furlough scheme and the uplift to universal credit end and an increase to National Insurance looms. \nBoris Johnson insists he is taking what he calls the \"big, bold decisions\" on the priorities people care about, such as social care and supporting jobs. \nExpect plenty of talk here in the next few days about the government's desire to \"level up\", as ministers call it. \nIt is a promise that collides for many with the reality that it's bills that are going up.\nThe government has made \"levelling up\" a priority ahead of the next election but is facing criticism from some of its own MPs that the concept remains vague.\nOn Sunday, 10 Tory MPs elected in 2019 became the latest set of backbenchers to make demands on the issue, calling for more power to be handed to local councils, and for tax breaks for community businesses and social enterprises.\nThere is also concern in the party over the effect of rising inflation and surging energy costs, combining with the withdrawal of a universal credit top-up of £20 a week, which was introduced during the coronavirus pandemic.\nSome of the party's MPs, including former leader Sir Iain Duncan Smith, have joined opposition MPs in warning about a squeeze on living standard for the poorest households. \nLabour, which has warned of a \"winter of discontent\", has urged the PM to recall Parliament to discuss the fuel crisis. \nThe party's leader Sir Keir Starmer has called on the government to issue \"enough visas\" to deal with the lorry driver shortage and give \"key workers\" priority access to fuel. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58777189",
      "category": "uk",
      "title": "Covid-19: Girl's Covid death, and Scotland's passport 'teething problems'",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday. We'll have another update for you tomorrow morning. \nA 15-year-old girl from Portsmouth has died with Covid-19 on the day she was due to be vaccinated. Jorja Halliday died on Tuesday, four days after she received a positive PCR test result. Describing her daughter, Tracey Halliday said the GCSE student was \"loving\", a talented kickboxer and aspiring musician. Jorja did not have any underlying health conditions, her mother said. Preliminary results after she was admitted to hospital indicated Jorja had Covid myocarditis, heart inflammation caused by the virus. Read more about which countries are vaccinating children and why.\nThe Scottish government has said that \"teething problems\" with the country's new Covid vaccine passport scheme should be resolved within a couple of days following criticism that it is \"not fit for purpose\" and reports of bugs in the app. Only full vaccinated people are allowed to attend some large events under the scheme, which officially began on Friday. There is a grace period before enforcement begins on 18 October. Here's what we know about Scotland's Covid vaccine passport.\nLiverpool manager Jurgen Klopp has voiced his support for the coronavirus vaccines, saying he does not understand why some people refuse the jab. \"I don't understand why that is a limitation of freedom,\" he said. \"Because if it is, then not being allowed to drink and drive is a limitation of freedom as well - but we accept that.\" There have been concerns about the take-up of the vaccine among players at some Premier League clubs. Meanwhile, the boss of United Airlines has defended its policy to fire staff who refuse the vaccine, telling the BBC it is \"just the right thing to do\".\nHealth Secretary Sajid Javid has said that care home staff who are not prepared to get the coronavirus vaccine should seek alternative employment. From 11 November, care staff in England will be required to be fully vaccinated, unless they have an exemption. But the National Care Association has urged the government to postpone the jab deadline to allow staff more time. The sector has warned that some homes will not be able to cope if workers are forced to leave, having a knock-on effect on the NHS.\nLockdowns prompted mass clear-outs of unwanted goods as people were forced to reassess just what they did - and didn't - need in their homes. But for one Welsh couple, their relationship with their local charity shop had an unexpected twist when they discovered a unique World War One bedspread. Anne and Damian Ward of Llangammarch Wells, Powys, have been trying to find out the origins of the bedspread. \"We were only looking for a nice table cloth for Christmas dinner,\" said Anne. It has a 26m (85ft) lace circumference and displays the embroidered badges of 12 World War One regiments from across what was the British Empire.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. \nWith Scotland's vaccine passport app launched on Thursday, you can find out how Covid certification works across the UK here. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58780559",
      "category": "uk",
      "title": "Pandora Papers: Blairs saved £312,000 stamp duty in property deal",
      "tags": "Tax,Tony Blair,Pandora Papers ",
      "text": "Tony and Cherie Blair did not have to pay £312,000 in stamp duty when buying a £6.45m London townhouse, leaked documents show.\nThe ex-Labour prime minister and his barrister wife bought the property as an office for her business in 2017 by buying the offshore firm that owned it. \nMrs Blair said the sellers had insisted the building was sold in this way but they had brought it under UK control.\nShe said they would be liable to pay capital gains tax if they sell it.\nWhen the property was put up for sale, the ultimate owners were a family with political connections in Bahrain - but both parties say they did not initially know who they were dealing with.\nMrs Blair said her husband's only involvement in the transaction was that the mortgage for the property used their joint income and capital.\nThe revelation is contained in the Pandora Papers, a leak detailing the work of companies offering offshore financial services in the British Virgin Islands, Singapore, Panama, Belize, Switzerland and other countries.\nBBC Panorama in a joint investigation with the Guardian and other media partners have had access to nearly 12 million documents and files.\nSince leaving Downing Street in 2007, the Blairs have built up a significant property portfolio. Altogether they are reported to have spent more than £30m on 38 residential properties before they bought the office.\nDocuments show how the way the property in Harcourt Street, Marylebone, was acquired in July 2017 saved the Blairs a bill for stamp duty.\nThe four-floor building is now home to Mrs Blair's legal advisory firm, Omnia Strategy, and her foundation for women.\nThe previous owner of Harcourt Street is listed in UK Land Registry records as Romanstone International Limited - a British Virgin Islands firm.\nRomanstone itself had been owned by another BVI company, whose shareholders were members of the Al Zayani family. Among them was a minister in Bahrain's government - Zayed Rashid Al Zayani, Bahrain's minister for industry, commerce and tourism.\nThe leaked documents show the Blairs bought the building by setting up a UK company to acquire Romanstone. Mr and Mrs Blair each held a 50% stake in the British company. They closed the offshore company after the purchase.\nBuying the property in this way meant the Blairs did not have to pay stamp duty.\nStamp duty is paid by the purchasers of a property or land over a certain price.\nThe tax is not paid when a company owning a property is acquired because the shareholder of a company is switching hands, rather than the actual ownership of the property. \nNo laws were broken in buying the Harcourt Street office but Mr Blair had previously been critical of tax loopholes, once saying \"the tax system is a haven of scams, perks, City deals and profits\".\nIn his first speech as Labour leader in 1994, Mr Blair said: \"Millionaires with the right accountant pay nothing while pensioners pay VAT on fuel.\n\"Offshore trusts get tax relief while homeowners pay VAT on insurance premiums. We will create a tax system that is fair which is related to ability to pay.\"\nRobert Palmer from campaign group Tax Justice UK told Panorama: \"It partly doesn't look great because most people cannot do the same thing… even if what the Blairs did was perfectly legal, perfectly legitimate in the business world, it feels instinctively really unfair because they got access to an advantage, a potential advantage that the rest of us don't have.\"\nMrs Blair stressed that Harcourt Ventures had been formed to bring Romanstone and its building under UK tax and regulatory rules. \nShe said: \"It is not unusual for a commercial office building to be held in a corporate vehicle or for vendors of such property not to want to dispose of the property separately.\"\nThe Blairs said \"the acquisition of a company comes with different tax consequences\" and they \"will of course be liable for capital gains tax on resale\".\nLawyers for the Al Zayani family say their companies have complied with all UK laws past and present.\nThe Pandora Papers is a leak of almost 12 million documents and files exposing the secret wealth and dealings of world leaders, politicians and billionaires. The data was obtained by the International Consortium of Investigative Journalists in Washington DC and has led to one of the biggest ever global investigations. More than 600 journalists from 117 countries have looked at the hidden fortunes of some of the most powerful people on the planet. BBC Panorama and the Guardian have led the investigation in the UK.\nPandora Papers coverage: follow reaction on Twitter using #PandoraPapers, in the BBC News app, or watch Panorama on the BBC iPlayer (UK viewers only)"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58436009",
      "category": "uk-politics",
      "title": "National Insurance: What’s the new Health and Social Care tax and what will it cost me?",
      "tags": "Tax,Personal finance,Social care,Pay,Income tax",
      "text": "National Insurance payments are increasing in April, to fund social care in England and help the NHS recover after the pandemic.\nBut there has been criticism that the move is unfair on the lower-paid, especially when the cost of living is rising.\nEmployees, employers and the self-employed will all pay 1.25p more in the pound for National Insurance (NI) from April 2022.\nBut from April 2023, National Insurance will return to its current rate.\nInstead, the extra tax will be collected as a new Health and Social Care Levy.\nThis levy - unlike National Insurance - will also be paid by state pensioners who are still working.\nFrom April, people earning under £9,880 a year, or £823 a month, won't have to pay National Insurance, or the new levy when it is introduced.\nHowever, those earning more than £12,875 a year will pay more.\nFor example, an employee on £20,000 a year will pay an extra £89 a year. Someone on £50,000 will pay £464 more. \nNational Insurance is a UK-wide tax.\nAlthough the government decision to increase it is focussed on funding health and social care in England, the tax increase is also expected to raise an additional £2.2bn for services in Scotland, Wales and Northern Ireland.\nThere are concerns the increase will have a higher impact on the lower-paid.\nThis is because workers pay 12% National Insurance on earnings between £9,564 (£9,880 from April) and £50,268. However, earnings above this amount attract a rate of just 2%. \nSo, if your income rises above £50,000, National Insurance takes a smaller proportion of your wages. \nThe Health and Social Care Levy will work the same way as National Insurance.\nThe government is also going back on a promise made in its 2019 election manifesto not to raise National Insurance.\nHowever, Boris Johnson said the increase was because of Covid and the burden it placed on the NHS.\nThe government says the changes are expected to raise £12bn a year.\nInitially, this will go towards easing pressure on the NHS .\nA proportion will then be moved into the social care system.\nThis mainly helps older people and people with high care needs, with tasks such as washing, dressing, eating and taking medication.\nThe aim is to make sure people in England pay no more than £86,000 in care costs from October 2023 (not including accommodation and food).\nAnyone with assets - like their home, savings and investments - worth less than £20,000 will have their care fully covered by the state.\nThose with between £20,000 and £100,000 in assets will have their care costs subsidised.\nAt present, to get your care paid for by your local council, you must have a very high level of need and also savings and assets worth less than £23,250 in England.\nBelow that level the amount you pay reduces until you have less than £14,250, at which point the council pays for your care if you qualify.\nThe care system is under pressure because of an ageing population and the pandemic. It has been hit by staff shortages and falling government spending.\nThis has also put pressure on the NHS because people cannot be discharged from hospital if they don't have anywhere suitable to go.\nIn Wales, no-one who is eligible for care at home is expected to pay more than £100 a week.\nIn Northern Ireland, no-one over the age of 75 pays for home care.\nScotland provides free personal care for people who are assessed as needing support at home, whatever their age.\nIn Scottish care homes, people get free care if they have savings or assets of less than £18,000. \nThose with savings and assets of between £18,000 and £28,750 have to fund part of their care. \nPeople with more than that have to fund their own care, apart from a £193.50 a week contribution towards personal care and £87.10 a week towards nursing care.\nUPDATE: Figures for how much the increase in National Insurance will cost were updated to take into account the rise in the primary threshold from April 2022 in line with inflation."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58772057",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Immunosuppressed to be offered third vaccine jab 'shortly'",
      "text": "People who are immunosuppressed in Northern Ireland will be notified shortly about receiving a third dose of the vaccine. \nThe Department of Health told BBC News NI those classed as immunosuppressed have now been identified. \n\"They will be receiving a letter shortly advising them to book online to receive the third dose,\" it said.\n\"Those identified by GPs will be given a letter advising them to receive a third dose at a community pharmacy.\"\nVaccine experts recommended on 1 September that those affected should be given the extra dose to give them fuller protection. \nStudies have shown that people who are immunosuppressed, around 500,000 people in the UK, are unlikely to mount a strong defence against the virus, even after two doses of the vaccine. \nIn Northern Ireland, a small number of people have recently received their third dose but the department said it expected the bulk of vaccinations to happen over the next few weeks. \nThe announcement comes as one more death with coronavirus and another 992 positive cases were reported in Northern Ireland on Saturday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58781717",
      "category": "world-asia",
      "title": "Afghanistan: Several people killed by bomb attack near a Kabul mosque",
      "tags": "Kabul,Afghanistan,Taliban",
      "text": "Several people have been killed by a bombing at a mosque in the Afghan capital Kabul, the Taliban have said.\nTwenty were also injured by the blast near Eid Gah mosque, where a prayer ceremony was being held for the late mother of a Taliban spokesman.\nIt is the first major explosion in Kabul since Western forces withdrew in August.\nHours later, the Taliban launched attacks on suspected Islamic State militant hideouts. \nThree suspected IS militants are said to have been killed in the Taliban operation. However, these reports have not been verified. \nSo far no group has said it is behind the attack, but IS recently said it carried out several bombings in the eastern city of Jalalabad.\nThe Islamist group is violently opposed to the Taliban, which regained nearly full control of Afghanistan in a lightning offensive as international forces started to leave.\nTaliban leaders are under pressure from the international community to renounce ties with IS and al-Qaeda, and they have continually denied that militants from either group operate in the country.\nWhile the attack happened outside the mosque, it is unclear if it was directly targeting the ceremony, which was for the late mother of Taliban official, Zabihullah Mujahid.\nMr Mujahid has become one of the group's most public faces as its spokesman\nFor years, he had operated in the shadows - only speaking to reporters over the phone. But since the Taliban takeover he has addressed the media at several public news conferences."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58767330",
      "category": "uk-politics",
      "title": "Fuel crisis: Boris Johnson urged to recall Parliament",
      "tags": "Keir Starmer,Boris Johnson,Ian Blackford,Sarah Olney,Fuel,Haulage",
      "text": "Boris Johnson should recall Parliament to pass new laws to sort out fuel and food shortages, says Labour's leader. \nSir Keir Starmer says \"emergency action\" is needed to speed up visas for 5,000 extra HGV drivers.\nThe prime minister - who will be in Manchester next week at the Tory conference -  said the UK supply chain was \"very resilient\".\nAnd he accused the haulage industry of being too reliant on low-paid migrant workers.\nThere have been long queues at petrol stations this week after a shortage of drivers disrupted fuel deliveries.\nMinisters have announced a temporary visa scheme for three months until Christmas Eve to make it easier for foreign lorry drivers to work in the UK.\nAsked in a BBC interview about the shortages, the prime minister said: \"This Christmas will be considerably more festive than last year.\"\nHe said the UK had \"very resilient supply chains\" and that he would not allow the UK to repeat the \"failures\" of the past, by allowing mass immigration to create a \"low-wage, low-skill economy\" for British workers. \nHe accused campaign groups representing the food sector of wanting go back to a system of \"unskilled, mass immigration\" that people \"had voted against\".\n\"The solution is to make sure these jobs are properly paid, that we attract people into them and that we invest in automation, facilities and plant because this country has lagged behind competitors for over a decade.\"\nDowning Street has been approached for a comment on calls for Parliament to be brought back from party conference recess to tackle the crisis.\nSir Keir told BBC News MPs should sit for \"one day, maybe next week\" to approve temporary visas for foreign lorry drivers.\nSpeaking outside a petrol station in north London, he said \"at this garage there's no fuel and it's typical of garages across the country.\"\n\"The government has said we need visas. There's no sign of any visas.\"\nHe accused Mr Johnson of \"burying his head in the sand\" over the crisis, adding that Labour would vote for whatever legislation is needed.\nThe Lib Dems are also urging a recall, with the party's business spokesperson Sarah Olney saying the country can not \"wait any longer for Boris Johnson to realise there is a problem to solve\". \n\"Care workers can't get to their patients, schools buses are being cancelled, and millions of drivers are left stranded in endless queues.\n\"Enough is enough. If the government can't do their job, then MPs should be able to do it for them.\"\nThe SNP did not rule out backing a recall. The party's Westminster leader, Ian Blackford, said: \"At the very least we there should be cross-party discussions this weekend.\n\"We're certainly in the teeth of a crisis and we would welcome an early opportunity to debate it.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-48095118",
      "category": "uk",
      "title": "Why are rape prosecutions falling?",
      "tags": "Sexual violence,Crown Prosecution Service,Reality Check",
      "text": " Justice Secretary Robert Buckland has apologised to rape victims for low conviction rates in England and Wales. \nOver the past five years, cases reported to police - and initially recorded as rape - have risen sharply.\nHowever, the proportion making it to court (prosecutions) in that time has more than halved.\nIn the year to the end of March 2020, 58,856 cases of rape were recorded by police forces in England and Wales. \nThese led to just 2,102 prosecutions, compared with 3,043 in the previous 12 months. \n\"This is devastating news for victims and survivors of rape, and all forms of sexual violence and abuse. There is no disputing how dismal these figures are,\" said Katie Russell from the charity Rape Crisis. \nFrom the point that a crime is reported to the police, to a decision being made in court, there are a number of hurdles that have to be overcome. \nAnd at each stage in the criminal justice system, cases are dropped. \nAs a result, rape prosecutions represent a small percentage of all reported rapes. And an even smaller proportion lead to a conviction - when someone is found guilty. \nSo, what is going on?\nThe police have to gather enough evidence in order to refer a case to the Crown Prosecution Service (CPS) -  the body that conducts criminal prosecutions in England and Wales. \nBut there has been an increase in the amount of evidence to consider, often from phones and social media. This has made these cases more difficult for police, prosecutors and, potentially, victims.\nVictims' commissioner Dame Vera Baird said in her annual report that the level of prosecutions has got so low that \"what we are witnessing is the de-criminalisation of rape\". \nShe said that some victims withdrew their complaints because \"they cannot face the unwarranted and unacceptable intrusion into their privacy\". \n\"This is because many will be required to handover their mobile phones, so that the data can be downloaded to see if it has any bearing on a possible criminal prosecution.\" \nIn July 2020, the CPS and police scrapped the digital consent form that people alleging rape had been asked to sign. This form gave full access to their mobile phone data.\nIt followed a court case brought by the Centre for Women's Justice and an investigation by the Information Commissioner's Office.\nThe government review recommends that \"no victim is left without a phone for more than 24 hours, with an ambition that victims have their own phones returned within this period, with replacement phones being provided in a minority of cases\". \nOnce a case is referred to it by the police, the CPS decides whether there is enough evidence to charge a suspect with a crime. Only after this can it go to court.\nIn the year to March 2020, just 1.4% of rape cases recorded by police resulted in a suspect being charged (or receiving a summons).\nThe CPS has been bringing fewer rape prosecutions over the past few years, which is partly due to fewer referrals by police. This is thought to be in part a reaction to a fall in the number of successful convictions.\nThe victims' commissioner's report says: \"Anecdotally, some police officers say the reason they made fewer referrals was precisely because they knew that CPS were prosecuting fewer cases after 2017.\"\nIn November 2019, it was revealed the CPS had previously had a secret conviction rate target, introduced in 2016 - that 60% of rape cases should end in a conviction. It was suggested this may have led prosecutors to drop weaker or more challenging cases.  \nThe CPS called it an \"ambition\" or \"benchmark\" and said it had stopped using it in 2018. \nThe End Violence Against Women Coalition brought a legal challenge, arguing the approach had been unlawful, but it was dismissed by the Court of Appeal on 15 March. \nThe CPS has launched a five-year blueprint to make sure offenders of sexual violence are brought to justice.\nMax Hill, director of public prosecutions said: \"It is clear that more needs to be done both to encourage victims to come forward with confidence, and to support them through the criminal justice process so the gap between reports of rape and cases that reach the courts can be closed.\"\nIn Scotland, there was a 43% increase in convictions for rape and attempted rape between 2017-18 and 2018-19.\nIn Northern Ireland the number of crown court cases for rape fell by about a quarter from 2017-18 to 2018-19, although the number of defendants convicted of at least one offence was almost the same.\nThe Justice Secretary was asked about whether government cuts were a factor. \nRobert Buckland said: \"Like all parts of public service, big choices were made in the last decade, because of the position that we all faced economically and that's, I think, self-evidently the case.\" \nThe Institute for Government estimated that the budget of the CPS was cut by 28% between 2009-10 and 2018-19 after adjusting for inflation. \nCPS staff numbers fell too:\nIn August 2019, the government announced an extra £85m funding for the CPS to help it investigate violent crime and deal with the \"explosion in digital evidence\". \nAt the time, the FDA union - which represents CPS lawyers - welcomed the investment but warned that \"it is not enough to undo all the damage that has been done by years of cuts\".\nThis piece was originally published in April 2019, but has been updated to include the latest statistics. It was altered on 24 June 2021 to clarify that the CPS is not funded as part of the Ministry of Justice.    \nWhat claims do you want BBC Reality Check to investigate? Get in touch\nRead more from Reality Check\nFollow us on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hampshire-58772671",
      "category": "uk-england-hampshire",
      "title": "Portsmouth girl, 15, dies of Covid on day she was due jab",
      "tags": "Portsmouth,Coronavirus pandemic",
      "text": "A 15-year-old girl has died from Covid-19 on the day she was due to be vaccinated.\nJorja Halliday, from Portsmouth, died at the Queen Alexandra Hospital on Tuesday, four days after she received a positive PCR test result.\nHer mother, Tracey Halliday, 40, said the GCSE student was a \"loving girl, talented kickboxer and aspiring musician\".\nJorja had cancelled her vaccine appointment because she was isolating. \nMs Halliday said her daughter's death was \"heart-wrenching\" but she praised hospital staff who did \"everything they could to save her\".\nShe explained that Jorja developed flu-like symptoms the weekend before she died.\nShe took a PCR test which was positive so she began to isolate at home on Saturday 25 September. \nJorja's symptoms continued to worsen and by Monday she couldn't eat because her throat hurt, at which point she was given antibiotics. \nMs Halliday said her daughter's condition worsened and when she was seen by a doctor they admitted her to hospital because her heart rate was \"double what it should have been\".\nShe said: \"They realised how serious it was and I was still allowed to touch her, hold her hand, hug her and everything else. They did allow me that. \n\"I'm at the point where I can't comprehend that it's happened. I was with her the whole time.\"\nHospital staff tried to put Jorja on a ventilator so her body could recover, but Ms Halliday said her heart rate didn't stabilise and \"couldn't take the strain\".\nMs Halliday confirmed her daughter had no underlying health conditions. \nPreliminary results after she was admitted to hospital indicated Jorja had Covid myocarditis, heart inflammation caused by the virus.\nJorja, the eldest of five siblings, was described by her mother as a \"loving girl\" who had lots of friends. \nMs Halliday added: \"Growing up she turned into a beautiful young lady, always wanting to help others, always there for everybody.\n\"It's heart-wrenching because your kids are always meant to outlive you, and that's the one thing I can't get over.\"\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-41877932",
      "category": "business",
      "title": "Pandora Papers: Your guide to nine years of finance leaks",
      "tags": "Financial services,Tax,Pandora Papers ,FinCEN Files",
      "text": "The financial secrets of hundreds of world leaders, politicians and celebrities has been exposed in another huge leak of financial documents.\nDubbed the Pandora Papers it features almost 12 million files from companies providing offshore services in tax havens around the world. \nThe data was obtained by the International Consortium of Investigative Journalists (ICIJ) in Washington DC, which has organised the biggest ever global investigation, spanning 117 countries and involving more than 600 journalists. In the UK the investigation has been led by BBC Panorama and the Guardian. \nThe files are the latest in a series of whistleblower-led investigations that have rocked the world of finance in recent years.\nSo let's round up the other major leaks of the past decade.\nIn September 2020 the FinCEN Files exposed the failure of major global banks to stop money laundering and financial crime. They also revealed how the UK is often the weak link in the financial system and how London is awash with Russian cash.\nThe files included more than 2,000 suspicious activity reports (SARs), filed by financial institutions to the Financial Crimes Enforcement Agency, or FinCEN, a part of the US Treasury Department. They also include 17,641 records obtained through Freedom of Information (FOI) requests and other sources.\nThey were obtained by BuzzFeed News which shared them with the ICIJ and 400 journalists around the world, including BBC Panorama, which led the investigation in the UK.\nA huge batch of leaked documents mostly from offshore law firm Appleby, along with corporate registries in 19 tax jurisdictions, which revealed the financial dealings of politicians, celebrities, corporate giants and business leaders.\nWho was named? The documents contained details about investments made by the Queen's private estate, a tax avoidance scheme used by three stars of BBC sitcom Mrs Brown's Boys and showed that Formula 1 champion Lewis Hamilton avoided tax on his £16.5m luxury jet. They also revealed how Apple protected its low-tax regime by using the Channel Island of Jersey and that Prince Charles campaigned to alter climate-change agreements without disclosing his private estate had an offshore financial interest in what he was promoting.\nWho leaked the data? The BBC does not know the identity of the source. The 13.4 million records were passed to German newspaper Süddeutsche Zeitung and then shared with the ICIJ. Panorama led research for the BBC as part of a global investigation involving nearly 100 other media organisations, including the Guardian, in 67 countries.\nA confidential settlement was later reached between the BBC, the Guardian and Appleby over the reporting of the leaked documents, which Appleby said were taken by hackers. The Guardian and BBC said the reports were in the public interest but did not give more detail about the settlement.\nUntil Pandora this leak was seen as the daddy of them all in data size. If you thought the Wikileaks dump of sensitive diplomatic cables in 2010 was a big deal, this carried 1,500 times more data.\nThe Panama Papers came about after an anonymous source contacted reporters at German newspaper Süddeutsche Zeitung in 2015 and supplied encrypted documents from the Panamanian law firm Mossack Fonseca. It sells anonymous offshore companies that help the owners hide their business dealings.\nOverwhelmed by the scale of the dump, which eventually grew to 2.6 terabytes of data, the Süddeutsche Zeitung called in the ICIJ, which led to the involvement of about 100 other partner news organisations, including the BBC's Panorama.\nAfter more than a year of scrutiny, the ICIJ and its partners jointly published the Panama Papers on 3 April 2016, with the database of documents going online a month later.\nWho was named? Where do we start? A few of the news partners focused on how associates of Russian President Vladimir Putin shuffled cash around the globe. Not that the Russians cared much. The prime ministers of Iceland and Pakistan came to far stickier ends, the former quitting and the latter being thrown out of office by the Supreme Court. Overall the financial dealings of a dozen current and former world leaders, more than 120 politicians and public officials and countless billionaires, celebrities and sports stars were exposed. \nWho leaked the data? John Doe. Yes, we know. It's not a real name. In US crime series it is mostly used to label anonymous victims but Mr (or Ms) Doe's manifesto, released a month after publication, reveals a self-styled revolutionary. The real identity is still unknown.\nFive months after the Panama Papers, the ICIJ published revelations from the Bahamas corporate registry. The 38GB cache revealed the offshore activities of \"prime ministers, ministers, princes and convicted felons\", it said. Former EU competition commissioner Neelie Kroes admitted an \"oversight\" in failing to disclose her interest in an offshore company.\nThis ICIJ investigation, involving hundreds of journalists from 45 countries, including BBC Panorama, went public in February 2015.\nIt focused on HSBC Private Bank (Suisse), a subsidiary of the banking giant, and so lifted the lid on dealings in a country where banking secrecy is taken for granted.\nThe leaked files covered accounts up to the year 2007, linked with more than 100,000 individuals and legal entities from more than 200 countries.\nThe ICIJ said the subsidiary had served \"those close to discredited regimes\" and \"clients who had been unfavourably named by the United Nations\".\nHSBC admitted that the \"compliance culture and standards of due diligence\" at the subsidiary at the time were \"lower than they are today\". \nWho was named? The ICIJ said HSBC had profited from \"arms dealers, bag men for Third World dictators, traffickers in blood diamonds and other international outlaws\".\nIt also cited those close to the regimes of former Egyptian President Hosni Mubarak, former Tunisian President Ben Ali and Syrian leader Bashar al-Assad.\nWho leaked the data? Actually, we know this one. The ICIJ investigation was based on data originally leaked by the French-Italian software engineer and whistleblower Hervé Falciani, though the ICIJ got it later from another source. From 2008 onwards he passed information on HSBC Private Bank (Suisse) to French authorities, who in turn passed them to other relevant governments. Mr Falciani was indicted in Switzerland. He was held in detention in Spain but was later released and now lives in France.\nOr LuxLeaks for short. Another extensive ICIJ investigation, which revealed its findings in November 2014.\nIt centred on how professional services company PricewaterhouseCoopers helped multinational companies gain hundreds of favourable tax rulings in Luxembourg between 2002 and 2010.\nThe ICIJ said multinationals had saved billions by channelling money through Luxembourg, sometimes at tax rates of less than 1%. One address in Luxembourg was home to more than 1,600 companies, it said.\nThe leak of documents was first exposed in 2012 after a joint investigation between Panorama and France2 which lifted the lid on the tax agreements of UK pharmaceutical giant GlaxoSmithKline and media company Northern & Shell. \nWho was named? Pepsi, IKEA, AIG and Deutsche Bank were among those named.\nA second tranche of leaked documents said the Walt Disney Co and Skype had funnelled hundreds of millions of dollars in profits through Luxembourg subsidiaries. They and the other firms denied any wrongdoing.\nJean-Claude Juncker had been PM of Luxembourg when it enacted many of its tax avoidance rules. He had been appointed president of the European Commission just a few days before the leak came out. He said he had not encouraged avoidance.\nEurosceptics went to town and pushed a censure motion against him and his commission. It was rejected. But the EU did investigate, and by 2016 had proposed a yet-to-be realised common tax scheme for the EU.\nWho leaked the data? Frenchman Antoine Deltour, a former PricewaterhouseCoopers employee, was the main man, saying he had acted in the public interest. Another PwC employee, Raphael Halet, helped him.\nThe pair, along with journalist Edouard Perrin, were all charged in Luxembourg after a PwC complaint. A first verdict was later revisited, watering down sentences, with Deltour given a six-month suspended jail term which was later quashed. Halet received a small fine and Mr Perrin was acquitted.\nThis was about a tenth of the size of the Panama Papers but was seen as the biggest exposé of international tax fraud ever when the ICIJ and its news partners went public in November 2012 and April 2013.\nSome 2.5 million files revealed the names of more than 120,000 companies and trusts in hideaways such as the British Virgin Islands and the Cook Islands.\nBBC Panorama exposed a flourishing tax evasion industry in the UK in an undercover investigation based on the files. \nWho was named? The usual suspects. A mix of politicians, government officials and their families, with the Russians notable, but also those in China, Azerbaijan, Canada, Thailand, Mongolia and Pakistan. The Philippines - in the form of the family of late strongman Ferdinand Marcos - get a dishonourable mention. To be fair, the ICIJ does point out that the leaks are not necessarily evidence of illegal actions.\nWho leaked the data? The ICIJ cites \"two financial service providers, a private bank in Jersey and the Bahamas corporate registry\" as the sources, but says nothing more other than it was \"data obtained\".\nThe Pandora Papers is a leak of almost 12 million documents and files exposing the secret wealth and dealings of world leaders, politicians and billionaires. The data was obtained by the International Consortium of Investigative Journalists in Washington DC and has led to one of the biggest ever global investigations. \nMore than 600 journalists from 117 countries have looked at the hidden fortunes of some of the most powerful people on the planet. BBC Panorama and the Guardian have led the investigation in the UK.\nPandora Papers coverage: follow reaction on Twitter using #PandoraPapers, in the BBC News app, or watch Panorama on the BBC iPlayer (UK viewers only)"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58777274",
      "category": "world-us-canada",
      "title": "Islamic State: Canadian accused of being 'voice behind the violence'",
      "tags": "United States,Islamic State group,Canada",
      "text": "A Canadian citizen who allegedly narrated violent propaganda videos for the Islamic State group (IS) has been charged in the US. \nSaudi-born Mohammed Khalifa is accused of being \"the voice behind the violence\" by providing English narration on some 15 videos.\nMany of them encouraged supporters to join IS, while some showed the \"brutal execution\" of prisoners and hostages.\nIf convicted, the 38-year-old could face life in prison.\nMr Khalifa will appear before a US court next week on charges of providing \"material support to a terrorist organisation, resulting in death\". He denies the charges.\nProsecutors say he was also an IS fighter, and during one conflict shortly before being captured, threw a grenade at opposing forces.\n\"Through his alleged leading role in translating, narrating, and advancing IS's online propaganda, Khalifa promoted the terrorist group... and expanded the reach of videos that glorified the horrific murders and indiscriminate cruelty of IS,\" Raj Parekh, acting US Attorney for the Eastern District of Virginia said in a statement.\nAmong the videos are two IS productions which the US justice department has described as \"the most influential and exceedingly violent\" videos that promoted violence against foreign citizens, showed various IS attacks, and the deaths of unarmed prisoners.\nAnother video includes a voice recording of Omar Mateen, who killed 49 people in the Pulse Nightclub attack in Florida in 2016, swearing allegiance to IS.\nMr Khalifa left Canada in 2013 to join IS in Syria where he became a key member of the group's propaganda team, the US justice department said.\nHe allegedly served in a number of prominent roles before becoming its lead translator due to his English and Arabic language skills.\nBy translating the videos into English, he played an integral role in the recruitment and radicalisation of Westerners which caused the deaths of numerous people at the hands of IS, prosecutors say.\nMohammed Khalifa was captured in January 2019 during a firefight between IS and the Syrian Democratic Forces (SDF) - a US-backed Kurdish-led militia which spearheaded the fight against IS in northwest Syria.\nHe was later handed over to the FBI.\nIn a newspaper interview after his capture, he said he had been a low-level fighter and \"just the voice\" of IS. He insisted that he had played no role in filming or carrying out the gruesome scenes he narrated.\nOnline videos showing beheadings and other atrocities were a key feature of IS's worldwide recruitment drive as the group extended its reach in Syria and Iraq.\nBut the propaganda effort dwindled as the militants began to lose territory from 2017."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58777685",
      "category": "uk",
      "title": "Commons Speaker wants Met Police to explain Wayne Couzens' Parliament work",
      "tags": "Sarah Everard murder,Metropolitan Police Service",
      "text": "The Speaker of the House of Commons has asked for an urgent meeting with the Met Police after it was confirmed that Wayne Couzens was on duty five times at Parliament last year.\nSir Lindsay Hoyle said it was \"extremely concerning\" and raised questions about police vetting policy.\nThe Met confirmed Couzens was on armed protection duties at Parliament between February and July 2020.\nCouzens was given a whole-life sentence on Thursday for Sarah Everard's murder.\nA serving Met police officer at the time, Couzens kidnapped the 33-year-old under the guise of an arrest in March as she was walking from a friend's house.\nIn a statement, Sir Lindsay said he had requested a meeting with police to discuss how Couzens, 48, was deemed suitable for deployment to the parliamentary estate.\n\"The security of members and staff has always been my number one priority, so I want to know how this man could ever have crossed the parliamentary threshold,\" Sir Lindsay said.\nThe parliamentary estate includes the House of Commons and the House of Lords.\nThe Met Police had previously said Couzens moved to the Parliamentary and Diplomatic Protection Command in February 2020 where his primary role was to patrol diplomatic premises, mainly embassies.\nBut a spokesman for the force said on Saturday that he was deployed to armed static protection duties on the estate on five occasions from February to July 2020.\nThe Metropolitan Police is facing questions over its failure to stop Couzens, with calls for Met Police Commissioner Dame Cressida Dick to resign and an inquiry into police misogyny.\nCouzens is believed to have been in a WhatsApp group with five police officers who are now being investigated for gross misconduct.\nThe Independent Office for Police Conduct watchdog previously said he was linked to a flashing incident in 2015 and two more days before he killed Ms Everard.\nCouzens used his police warrant card to trick Ms Everard into being handcuffed, then drove her to Kent where he raped and murdered her. He later burnt her remains in what was a premeditated attack on a random victim.\nIn light of \"understandable public concern\" over what happened to Ms Everard, Police Scotland are introducing a new verification check for lone officers."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58781445",
      "category": "business",
      "title": "Fuel issues persist in south but 'over' elsewhere",
      "tags": "Fuel",
      "text": "Petrol supplies are still not getting to London and south-east England, with more than a fifth of forecourts still dry, retailers have said.\nThe Petrol Retailers Association (PRA) said it hoped the Army driving tankers would help increase fuel deliveries.\nBut it said the \"crisis is virtually at an end\" in Scotland, Wales, the North and Midlands.\nPrime Minister Boris Johnson earlier did not rule out supply chain problems continuing until Christmas.\nBrian Madderson, chairman of the PRA, said: \"The fuel is still not going to the pumps that need it most in London and the South East.\"\nOn Sunday morning up to 22% of filling stations in the UK's most populous region were dry and only 60% had both grades of fuel available. The PRA said only 6% of stations were dry in the Midlands, northern England and Scotland.\nMr Madderson said the PRA, which represents nearly 5,500 of the UK's 8,000 filling stations, was \"disappointed that no concerted action is being taken to address the supply problems\" in the South.\nFilling stations need to get more information ahead of time about deliveries, he said.\nHowever, he said in the North there was a \"plentiful supply at filling stations\" and little queuing.\nMr Madderson added he hoped the army being deployed \"will help to increase fuel deliveries\".\nFrom Monday military personnel will start to be available for hauliers to use, with more than 65 drivers available initially.\nThere are plans for 200 members of the army to be deployed in total, including 100 drivers.\nA government spokesman said: \"Stocks in London and the South of England have been recovering at slightly slower rates than other parts of the UK, so we have begun deploying military personnel to boost supply in these areas.\"\n\"More than half of those who have completed training to make fuel deliveries are being deployed to terminals serving London and the South-East of England.\"\nSupermarket Sainsbury's said it was still seeing \"high demand\" for fuel at its petrol stations.\n\"We're working closely with our supplier to maintain supply and all our sites continue to receive fuel,\" a spokeswoman said.\nMany sectors of the UK economy, including food firms and petrol retailers, have been affected by a chronic shortage of lorry drivers, which the haulage industry has blamed on factors including Covid, Brexit, an aging workforce, and tax changes.\nOn Sunday Boris Johnson told the BBC's Andrew Marr show that labour market problems would not be solved by pulling \"the big lever marked uncontrolled immigration\" to allow in large numbers of foreign workers.\nHe insisted the lack of lorry drivers was not just a problem for the UK, and claimed the US, China, and some countries in Europe were having similar issues.\nHowever, there have been no reports of fuel problems or interruptions to food supply linked to driver shortages in those countries.\nThe rush of people filling up their cars in the past week was triggered by reports that a shortage of tanker drivers was affecting deliveries.\nThe prime minister said the UK economy was going through a \"period of adjustment\" and the way to get more HGV drivers was for the industry to ensure they were \"decently paid\".\nHe added: \"We have got to make sure people come on stream as fast as we practically can.\n\"When people voted for change in 2016, when they voted for change again in 2019 as they did, they voted for the end of a broken model of the UK economy that relied on low wages and low skills and chronic low productivity. We are moving away from that.\"\nMore than a week on from the first forecourt queues and closures, what began as a problem mainly affecting Southern parts of the country has returned to being just that.\nFollowing limited supply issues caused by a tanker driver shortage, pleas not to panic buy were seemingly ignored. The resulting crisis has shown the impact a sudden hike in demand can have on the finely balanced supply chain. \nMeasures aimed at helping the distribution system cope have included temporarily relaxing competition laws, so oil firms could better share information and target fuel deliveries.\nThe situation appears to have improved markedly in many regions of the UK but less so in the densely-populated capital and the South East.\nBusinesses, the government and of course millions of motorists will hope the deployment of military drivers from Monday helps to plug remaining gaps. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58642660",
      "category": "uk-northern-ireland",
      "title": "Health and social care tax: Who pays for care homes in NI?",
      "tags": "NI Health,Boris Johnson,Social care,Home care,Care homes",
      "text": "Prime Minister Boris Johnson has announced an extra tax to fund social care in England and help the NHS recover after the pandemic.\nNorthern Ireland will receive an extra £400m to spend by 2024/25.\nThe tax will begin as a 1.25% point rise in National Insurance from April 2022, becoming a separate tax in 2023.\nBut how does social care work in Northern Ireland, and how is it funded?\nIn Northern Ireland, if someone needs to go into a care home, they are expected to make a financial contribution towards the cost.  \nThe amount paid depends on the person's financial position - a financial assessment is done by a health trust.\nIt takes into account any income the person has - that's things like state and private pensions, and any pension credits. Any benefits are also included.\nIt examines outgoings, all savings and assets, including shares, bonds and trust funds.\nUp-to-date evidence of all assets for six months before being admitted to the home will have to be provided. \nAny property the person owns, either fully or in part, is also considered. \nIn the case of a jointly owned home - if a couple are living in a property as their permanent full-time home before one of them goes into to a care home and the other continues to live there - the property won't be taken into account.\nThis also includes a civil partner, a close relative who is over 60 or incapacitated, or one who is under 16.  \nCurrently, anyone who has assets of over £23,250, won't get any support towards the cost of their care.\nFor anyone who has assets of below £14,250, it won't be included in the financial assessment. \nIf the person has between £14,250 and £23,250, they contribute £1 per week for every £250 over £14,250. \nThere's also a personal allowance of £27.19 from benefits, for things like toiletries or trips out. \nMost care homes in Northern Ireland are operated by private companies, so they can set their own weekly rate.  \nTrusts have a set rate they will pay, known as the regional rate, which is set by the Department of Health.\nIf someone chooses a care home which is more expensive than that at the regional rate, a third party - either a spouse or other family member - will be expected to make up the difference. \nIf the person in the care home goes into hospital during the cost of their stay, they'll be expected to pay for or contribute to the costs in the usual way, as the care home place is being kept for their return. \nIt is against the law to transfer ownership of an asset to another person specifically to avoid paying care home fees and the trust may view it as the person depriving themselves of a capital asset in order to reduce the accommodation charge.\nIf this is found to be the case, the trust may treat it as the person in the care home still having the asset and can recover the cost of care.\nCaring and supporting someone in their own home is known as domiciliary care. \nThis may involve routine healthcare tasks, personal care and other domestic services. \nUnlike in England and Wales, recipients of domiciliary care in Northern Ireland and Scotland are not charged for a basic domiciliary care package.\nIn England, to get your care paid for by your local council, you must have a very high level of need and also savings and assets worth less than £23,250.\nBelow that level, the amount you pay reduces until you have less than £14,250, at which point the council pays for your care if you qualify.\nIn 2002, Scotland introduced \"free personal and nursing care\" for anyone assessed as needing it.\nBut that doesn't mean all care is free.\nIn Scottish care homes, people get free care if they have savings or assets of less than £18,000.\nThose with savings and assets of between £18,000 and £28,750 have to fund part of their care.\nPeople with more than that have to fund their own care, apart from a £193.50 a week contribution towards personal care and £87.10 a week towards nursing care.\nIn Wales, social care is means tested. No-one who is eligible for care at home is expected to pay more than £100 a week towards it. \nFor those in care homes, people can have assets and savings (including the value of their home) up to £50,000 before they have to pay towards the service. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58767310",
      "category": "business",
      "title": "United Airlines CEO: Insisting on vaccines \"right thing to do\"",
      "tags": "Companies,Concorde,Travel,United Airlines,Coronavirus vaccines,Travel & leisure industry,Aerospace,Air travel,United States,Vaccine passports,Coronavirus pandemic",
      "text": "The boss of United Airlines has told the BBC that firing staff who refuse to get a coronavirus vaccine is \"just the right thing to do\".\nAround 300 of the airline's 67,000 US based staff are yet to comply with the strict policy, after an initial deadline of 27 September.\nVaccine hesitancy has been a hugely divisive issue in the US but President Biden recently made it easier for big companies to take a tougher line.\nCEO Scott Kirby says United's strict policy is \"about saving lives\".\nHe adds that \"when I retire someday, hopefully long in the future, I will look back at this and it will be one of the proudest moments of my career that we've made the tough decision, but the right decision to require vaccines.\"\nMore than 250 staff have complied with United's policy since last week's deadline. A further 2,000 employees have requested an exemption on medical or religious grounds. They haven't all been granted, but final numbers won't be clear until legal processes are resolved.\nAny dismissal process could take weeks or months as the company says it would follow agreements with trade unions. \nMr Kirby says his airline's experience holds a lesson for other companies too which has been applauded by an \"awful lot\" of customers.\n\"Despite all the rhetoric and all the challenges that business leaders may think they're going to have with the vaccine requirement, we did it. It was seven weeks from the time we announced it until we finished and we got to 99%.\"\nWhilst Mr Kirby is pleased about the influence he's been able to have over his staff there is frustration about the lack of a single global system for recognising the Covid vaccine and test status of passengers.\nThe airline trade body, the International Airline Transport Association, is amongst those who have tried to introduce a unified system.\n\"It's really complicated, and I don't blame governments\", says Mr Kirby. He points out that \"there's different vaccines in different parts of the world, every country has their own regulatory apparatus\". \n\"I've never thought that we would get to a world where we had a single system that applied broadly, it'd be great if we could, just it was always impractical\". \nSo far the pandemic has led to losses of more than $8.7bn at United. Passenger numbers of 38.6m in the first six months of this year point to recovering demand. That is slightly higher than the same time last year, but is only 48.8% of pre-covid levels, when United was the world's fourth biggest airline.\nThe company had been predicting that autumn would bring a return to profitability, but \"the Delta variant caused a setback\", says Mr Kirby. He says that the forthcoming easing of travel restrictions that will essentially reopen transatlantic travel \"is really important for us\".\nThe hope is that the airline will reach \"at least a breakeven [point] at the start of the next year, particularly as we get vaccination rates up, and as Delta variant cases start to come down\".\n\"Widespread vaccine rollout is crucial to the recovery of the global aviation industry\", says the independent aviation consultant Andrew Charlton. Last year, passenger numbers fell 60% to 1.8 billion and the industry lost $126bn, according to IATA, which said it was the worst year on record. Further big losses are forecast for this year.\n\"United, like the other big American carriers, have generally coped pretty well with the pandemic\" says Mr Charlton. He explains this is because \"around 75% of their operations are domestic travel which hasn't been disrupted as badly as international flights. Assuming there are no more big shocks that has given them financial resilience to reshape and resize themselves for after the pandemic\".\nDespite getting more than $10bn of support from the US government to get through the pandemic, much of which has been repaid with private borrowing, the airline is still investing heavily in the future. As well as ordering 270 new aircraft it is planning to launch supersonic flights in 2029, they would be the first commercial flights that are quicker than the speed of sound since Concorde retired in 2003.\nThe planes are being made by Boom Supersonic and are expected to reach speeds of 1,122mph (1,805km/h). Going that fast requires more fuel than conventional aeroplanes, which has led to criticism about their environmental impact.\nMr Kirby says \"it's been important that we've worked with Boom Supersonic to develop these aeroplanes in a sustainable way. This will be the first aeroplane, the first aircraft engines ever designed from scratch to run on 100% sustainable aviation fuel\". \nMr Kirby is adamant that there is a need to travel so quickly. \"It's much more productive for you as a business traveller or even as a leisure traveller to get there faster\".\nBut it is business travellers that the airline has in mind for the $200m aircraft. When it comes to the economics, Mr Kirby says \"an all-business class aeroplane at the kinds of business class fares that we charge today is profitable\". \nHe is resolute that business travel will return in the pandemic despite the rise of video calls. \"Business travel is about human relationships. It's not about the transaction\". \n\"I think zoom and technology like this is going to replace phone calls. But it is not going to replace the need to be there in person\".\nLeisure travel will also recover says Mr Kirby, but he agrees with a recent Boeing forecast that it will take until 2024 for global aviation to fully recover from the pandemic.\nHe predicts domestic US travel, the majority of his business, will lead the way. \"Certainly by 2023, probably by the end of next year, we're back to normal travel between the US and Europe\". But, he adds \"there are parts of the globe that are going to take longer\". \nYou can watch Scott Kirby's full interview on \"Talking Business with Aaron Heslehurst\" this weekend on BBC World News at Saturday 23:30 GMT, Sunday 05:30 and 16:30 GMT, Monday 07:30 GMT and 16:30 GMT and Thursday at 07:30 GMT."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58772404",
      "category": "uk-england-london",
      "title": "London Marathon 2021: Race attracts 80,000 participants",
      "tags": "London Marathon,Marathon running",
      "text": "Runners in a range of costumes pounded the capital's streets in a record-breaking London Marathon.\nThe 26.2-mile race returned to London's streets for its first full-scale staging in more than two years, following the Covid-19 pandemic. \nAn estimated 80,000 runners took part in person and virtually via an app.\nMarcel Hug and Manuela Schar won the wheelchair races in course-record times, and Sisay Lemma and Joyciline Jepkosgei won the elite races.\nIn a dominant performance Hug finished in 1:26.27. beating the previous course record by more than two minutes.\nEight-time winner David Weir took third place, competing in the wheelchair race for the 22nd consecutive year.\nHug's fellow Swiss athlete Schar finished in 1:39.52, shaving five seconds off her old record set in 2017.\nJepkosgei won the women's elite race with a comfortable lead in a time of 2:17.42.\nWorld record holder Brigid Kosgei finished just outside the podium places, after winning the two previous races.\nCharlotte Purdue crossed the line in 10th place, setting the third-fastest time ever for a British woman with 2:23.26.\nAfter the race Purdue spoke about the safety of women while out running after the sentencing of Sarah Everard's murderer this week.\nShe said: \"My parents have always told me never to run outside alone at night. My dad used to drive the car with me when I was younger. \n\"Even now I wouldn't run outside alone. I've never felt safe doing it. It is sad.\"\nLemma won the men's elite race after finishing third last year. His time of 2:04.01 was the sixth-fastest ever for the course. \nKenya's Vincent Kipchuma was second in 2:04.28 and Mosinet Geremew third in 2:04.41.\nOlympic BMX silver medallist Kye Whyte got the race started just after 10:00 BST.\nIt is 889 days since the colourful charity spectacular in front of cheering crowds last took place.\nA number of changes were in force this year to try to reduce the risk of spreading coronavirus. \nThose running in central London had to show a negative lateral flow test for Covid-19.\nSeveral world records have been broken in this year's race, including fastest marathon wearing Wellington boots and fastest dressed in rugby kit.\nSarah Dudgeon and Max Livingstone-Learmonth, dressed as a dog, set the fastest time in a two-person costume with a time of 03:17.12.\nA group of friends recorded the fastest time for a six-person costume, dressing as a Colin the Caterpillar cake.\nBenjamin Taylor, Edward Holderness, Oli Tipping, Guy Dixon, Charlie Mason and Digby Walker completed the race in 04:34.52.\nMr Dixon, who ran at the tail end of the costume, said the race \"tested our friendship\" but they were \"incredibly proud of their achievement\".\nThe group, who met at Durham University, raised £30,000 for six different charities. \nDavid McGillan a veteran of 30 previous marathons, described this year's race as \"the most special one\".\nHe said: \"Seeing the crowds today really restores my faith in humanity - people cheering you on when they don't know you from Adam.\"\nMr McGillan ran alongside his son, who was running his first marathon, \"which was a source of pride\", he added.\nPaul McGregor ran the race remotely in Glasgow - first of eight marathons he plans to run in eight days across eight cities.\nHe said: \"I would have loved to have been there today, but it's really nice to know there's a lot of people out there running coming together to raise some money, particularly given the last 18 months.\"\nMr McGregor will complete his challenge, raising money for mental health charity Beyond, on 10 October - which is World Mental Health day. His final route will finish at the memorial bench in Hadley, Essex, dedicated to his father, who took his own life.\nOlympic gold medallist James Cracknell called the marathon \"a real testament to what people have done over the last year\" when runners were forced to do \"most of their training on their own\".\nCracknell, who completed the race in under 2:50, said: \"It really is the best thing about being British; people coming and supporting their mate, their partner, their charity, then staying and clapping everyone else. It's really good.\"\nFurther coverage of the race is on the Red Button and the BBC Sport website app."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-58783992",
      "category": "world-middle-east",
      "title": "Shaheen: Tropical cyclone batters Oman and Iran, killing 13",
      "tags": "Oman,Iran,Severe weather",
      "text": "At least 13 people have been killed after tropical cyclone Shaheen battered parts of Oman and Iran.\nThere was widespread flooding along Oman's northern coast as the storm made landfall on Sunday, bringing heavy rain and winds of up to 150km/h (93 mph).\nOmani authorities reported the deaths of seven people in North al-Batinah province on Monday. Four others drowned or were killed in landslides on Sunday.\nIn Iran, state media said the bodies of two fishermen had been found.\nThree other fishermen remain missing off the coast of the south-eastern province of Sistan-Baluchestan, near the border with Pakistan. Iran's deputy parliamentary speaker initially said that six people were killed.\nInfrastructure, including electrical facilities and roads, was also damaged.\nParts of the United Arab Emirates were placed on standby as the storm moved south-westwards over land on Monday and weakened. Residents of al-Ain were told to avoid leaving home except for emergencies.\nIt is rare for storms of this power to hit Oman's northern Arabian Sea coast.\nAuthorities said 369mm (14.5 inches) of rain fell on al-Khaboura, north-west of Oman's capital city, Muscat, while more than 200mm was recorded in Muscat itself.\nShaheen's high winds also caused waves of up to 10m (32ft) along the coast. \nBefore the cyclone made landfall on Sunday, the National Committee for Emergency Management (NCEM) reported that a child who had been swept away by water in Muscat province had been found dead.\nTwo Asian workers were also killed by a landslide in an industrial zone.\nOn Monday, the NCEM announced that the body of a missing person had been found in Wadi al-Silil, in South al-Batinah province, and that six others had died in North al-Batinah.\nOman's state news agency reported the armed forces were continuing to rescue people who had been trapped by floodwater.\nIt added that they were also restoring damaged roads to get aid into the areas that needed it.\nMore than 5,000 people were moved into some 80 shelters set up in affected provinces.\nThe National Multi Hazard Early Warning System had alerted residents that there was still a risk of thunderstorms as the bad weather moved inland. People were urged to avoid wadis - valleys and ravines found in the region - and other low-lying areas. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58780485",
      "category": "uk-northern-ireland",
      "title": "Brexit: UK 'would rather negotiate with EU than trigger Article 16'",
      "tags": "NI Brexit,Simon Coveney,Brexit",
      "text": "The Northern Ireland secretary has said he believes conditions have been met to trigger Article 16 although the government wants to work with the EU to get a \"sustainable\" long-term solution.\nBrandon Lewis said \"good faith\" was being shown to negotiate the best way forward.\nIt comes after a BBC News NI interview with the prime minister during which he did not rule out triggering Article 16. \nBoris Johnson said he wanted the EU to present proposals to fix the protocol. \nThe Northern Ireland Protocol helps prevent checks along the land border between Northern Ireland (in the UK) and the Republic of Ireland (in the EU).\nArticle 16 allows parts of the deal to be temporarily set aside.\nMr Lewis told BBC's Sunday Politics programme that Article 16 conditions \"have been met\". \nHowever he said while the government could trigger Article 16 and will not rule it out, they do not want to.\n\"We are showing our good faith in wanting to negotiate a proper, sustainable, solution by not actually triggering it,\" he said.\n\"We have continued through this year to see different issues come up and we take the view that we need to fix the underlying problems.\"\nHe said giving space for negotiation was \"the right thing to do\".\nHowever he said the EU must come \"seriously to the table to have a proper conversation about how to get those core principals to work\".\nMr Lewis said issues included the \"integral market of the UK\" and the people and businesses in Northern Ireland being able to access products in the way they always have been able to do.\nHe said this needed to be done whilst protecting all strands of the Good Friday Agreement and taking responsibly for goods that are moving into the EU. \n\"We think we can do that but they (the EU) do need to come forward in a serious way to engage,\" he added. \nHe said that if people in Northern Ireland cannot get access to the goods they you need as a consumer or business then that is a problem that must be resolved.\nOn Saturday, the Republic of Ireland's foreign affairs minister said triggering Article 16 to override parts of the Northern Ireland Protocol would be a \"hugely problematic backward step\".\nSimon Coveney said it would be a \"huge mistake\" as attempts are made to build trust between the negotiating teams.\nBut he said it was unlikely the UK government would take the step.\nThe Northern Ireland Protocol is a post-Brexit trade arrangement which was agreed by the UK and the EU in order to avoid the reintroduction of a hard border on the island of Ireland.\nUnder the terms of the protocol, Northern Ireland must still apply EU single market rules at its ports, in order to avoid the need for checks along the Irish land border as goods enter the EU.\nIn practice, this means some products moving from Great Britain to Northern Ireland have been subject to new checks, which has angered many unionists who feel this is damaging trade, supply lines and Northern Ireland's position within the UK.\nArticle 16 of the protocol allows the UK and the EU to suspend any part of the agreement that causes \"economic, societal or environmental difficulties\".\nYou can watch Sunday Politics on BBC One NI on Sunday or catch up on the iPlayer for the next 30 days."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-58777266",
      "category": "world-latin-america",
      "title": "Hundreds evacuated from Honduran island of Guanaja as raging fire destroys homes",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58774262",
      "category": "world-us-canada",
      "title": "Abortion rights march: Thousands attend rallies across US",
      "tags": "Abortion,US Supreme Court,Women,US abortion debate,United States",
      "text": "Tens of thousands of people have marched at rallies across all 50 US states in support of abortion rights. \nThey have been galvanised in opposition to a new Texas law that severely limits access to abortions in the state.\nPro-choice supporters across the country fear that constitutional rights may be rolled back.\nIn the coming months, the Supreme Court is set to hear a case that could overturn Roe v Wade - the 1973 decision that legalised abortion nationwide.\nIn Washington DC, demonstrators marched to the Supreme Court building, holding signs such as \"Make abortion legal\". \nThe start of the rally was disrupted by some two dozen counter-demonstrators.\n\"The blood of innocent babies is on your hands!\" shouted one man, but he was drowned out by the singing and clapping of the crowd, the Washington Post newspaper reported.\nOne woman who attended a march said she was there to support a woman's right to choose. \n\"While I've never been faced with that choice fortunately, there are many women who have and our government and men have no say in the outcome when it comes to our bodies,\" Robin Horn told Reuters news agency.\nThe rallies were organised by those behind the annual Women's March - the first of which drew millions of people to protest a day after the inauguration of former President Donald Trump in 2017.\n\"This is kind of a break-glass moment for folks all across the country,\" said Rachel O'Leary Carmona, the executive director of Women's March.\n\"Many of us grew up with the idea that abortion would be legal and accessible for all of us,\" she added. \"Seeing that at very real risk has been a moment of awakening.\"\nIn New York state, Governor Kathy Hochul spoke at two rallies. \n\"I'm sick and tired of having to fight over abortion rights,\" she said. \"It's settled law in the nation and you are not taking that right away from us, not now not ever\". \nAnother of the rallies was in Austin, Texas, where the state's legislature on 1 September enacted a law banning terminations after the detection of what anti-abortion campaigners call a foetal heartbeat - a point when many women do not know they are pregnant.\nThe so-called Heartbeat Act also gives any individual the right to sue doctors who perform an abortion past the six-week point. Supporters say its aim is to protect the unborn.\nPoliticians in several other Republican-dominated states are considering similar restrictions.\nRights groups asked the Supreme Court to block the Texas law, but the justices ruled 5-4 against granting this.\nOn 1 December the court is set to hear a challenge to Mississippi's 15-week ban on abortion. \nThe verdict could upend the court's 1973 landmark Roe v Wade ruling, which protects a woman's right to an abortion until viability - the point at which a foetus is able to live outside the womb, generally at the start of the third trimester, 28 weeks into a pregnancy."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-54601117",
      "category": "business",
      "title": "Covid: What impact has the furlough scheme had?",
      "tags": "Coronavirus lockdown measures,Employment,Rishi Sunak,UK economy,Coronavirus pandemic",
      "text": "For the past 18 months the government has been subsidising the wages of employees hit by the coronavirus pandemic.\nThe furlough scheme was the centrepiece of Chancellor Rishi Sunak's \"unprecedented\" intervention in the economy, designed to stave off a wave of job losses as the country closed down in the face of the virus.\nIt protected the incomes of millions of people across the UK working sectors that could no longer operate, such as live music, nightclubs, the travel industry, business events, hospitality and retail businesses. \nNow that scheme is ending, requiring firms to shoulder full responsibility for those employees again or let them go.\nDuring the lifetime of the scheme about 11.6 million jobs were supported, with a steep take-up in the first few months especially.\nThat doesn't mean the government was ever paying 11 million people's wages at the same time.\nAccording to data from HM Revenue & Customs (HMRC), the number of people on furlough peaked at 8.9 million on 8 May last year. It then fell steadily until late 2020, when it picked up again, without ever hitting the heights of the first lockdown.\nSince then, numbers have continued to fall, although around 1.6 million were still relying on the scheme at the end of July, the last date for which figures are available from HMRC.\n\"To all those at home right now, anxious about the days ahead, I say this: you will not face this alone,\" the chancellor said, announcing the furlough scheme in March 2020.\nAlthough he has since become one of the country's best-known politicians, Mr Sunak was fairly new in his post at the time, and he had just kicked off his chancellorship with a Budget that included a jawdropping a £30bn package to boost the economy and get the country through the virus outbreak.\nBut it turned out to be nowhere near enough. The Coronavirus Job Retention Scheme, to give furlough its official title, along with other support measures, would end up incurring a far bigger bill, requiring the government to borrow much more than it would in normal times, month after month.\nUnder the scheme, the government initially paid 80% of the wages of people who could not work, or whose employers could no longer afford to pay them, up to a monthly limit of £2,500.\nBut by the end of the scheme the government was contributing only 60%, with employers shouldering a 20% share themselves\nOverall it cost the government nearly £70bn, but has been praised by the Resolution Foundation think-tank as a \"great success\", protecting people's living standards and preventing what many feared would be a catastrophic rise in unemployment.\nWhile workers were furloughed in every age group it was younger workers who accounted for a large proportion of those on furlough.\nYounger people were more likely to be employed in the sectors of the economy worst hit by the coronavirus lockdown measures including hospitality and retail.\nSince March 2020, more women than men have been furloughed although according to the latest figures more men remained on furlough towards the end of the scheme.\nSome sectors of the economy made more use of the furlough scheme than others.\nWith pubs and restaurants particularly badly affected by coronavirus curbs, the hospitality industry saw a high number of workers furloughed.\nAnd non-essential shops were closed at the height of the lockdown, so retailers made big claims on the government's resources. However, some large employers in that sector, notably supermarkets - who remained open during lockdowns, have since repaid the cash.\nPeople working in the arts, entertainment and other leisure activities were also more likely to find themselves on furlough than those in other walks of life.\nThe scheme was designed to keep people connected to jobs that would return after the pandemic peak passed. \nHowever over the last 18 months some of those on furlough have been made redundant, especially during the period late last year when it looked as though the furlough scheme was coming to an end.\nIn recent months, as the economy reopened and continued to grow, the number of redundancies has fallen.\nThe Resolution Foundation has described the furlough scheme overall as \"a very successful and well-implemented policy intervention\".\nBut its recent research suggested there remained a \"real risk\" to the jobs of those still on the scheme as it ends, particularly for those in parts of the travel sector, which still hasn't returned to normal operation, and for older workers.\nAnd doubts have been voiced in other quarters over some aspects of the scheme.\nIt has drawn fire from the Commons Public Accounts Committee, which wants all firms benefiting from the scheme to be named publicly in the interests of transparency.\nThe committee has spoken dismissively of \"hastily drawn up economic support schemes\" that provided \"unacceptable room for fraud against taxpayers\".\nHMRC, which administered the furlough scheme, has suggested that up to 10% of the money delivered by the scheme to mid-August 2020 - £3.5bn - may have been paid out in fraud or error.\nApart from that, there is the question of whether it has delayed the process of people making the shift from jobs that are no longer viable to take up new opportunities.\nThe number of vacancies fell sharply during the early stages of the pandemic, but job vacancies are now considerably up on last year with staff shortages affecting several sectors.\nSome have blamed furlough for keeping workers out of action during the last few months, waiting to see if their old jobs will still be there for them, when some firms have been desperately trying to recruit new workers. \nAre you coming to the end of your furlough? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58772833",
      "category": "uk-northern-ireland",
      "title": "Covid-19: NI records one more death with coronavirus",
      "tags": "Republic of Ireland,Coronavirus pandemic",
      "text": "BBC News NI outlines the latest data on coronavirus and Covid-19 vaccinations across Northern Ireland and the Republic of Ireland.\nOne more coronavirus-related death has been reported in Northern Ireland on Saturday.\nDeaths are measured by recording those who died within 28 days of receiving a positive result in a test for coronavirus.\nThe total number of deaths linked to Covid-19 in Northern Ireland since the start of the pandemic is 2,565.\nAnother 992 cases of coronavirus were reported on Saturday, down from 1,039 on Friday.\nThat includes cases confirmed from samples taken in recent days, not necessarily just in the latest 24-hour reporting period.\nA total of 240,331 cases of the virus have been confirmed in Northern Ireland since the pandemic began.\nThe Department of Health's Covid-19 dashboard is not updated at the weekend.\nThe most recent figures from Friday showed there were 342 patients with Covid-19 in hospitals in Northern Ireland.\nThere was 33 Covid-19 patients being treated in hospital intensive care units on Friday, up from 29 on Thursday.\nLast updated 2 October at 14:30 BST\nSource: Department of Health Northern Ireland\nA total of 2,528,747 vaccines have been administered in Northern Ireland.\nLast updated 2 October at 14:30 BST\nSource: Department of Health Northern Ireland\nAnother 1,586 cases of coronavirus have been reported in the Republic of Ireland on Saturday, up from 1,059 on Friday.\nThe total number of deaths linked to Covid-19 in the Republic of Ireland since the start of the pandemic is 5,249.\nThat figure, which is subject to revision, is updated weekly and includes \"probable and possible\" Covid-19-linked deaths.\nThere are 298 patients with Covid-19 in hospitals, down from 308 on Friday.\nThere are 56 patients with Covid-19 in intensive care units, down from 59 on Friday.\nLast updated 2 October at 13:15 \nSource: Department of Health Ireland\nA total of 7,218,801 Covid-19 vaccines had been administered in the Republic of Ireland as of Thursday.\nOf those, 3,536,134 were first doses and 3,446,993 were second doses. Some 235,674 were single doses.\nLast updated 2 October at 13:15 \nSource: Department of Health Ireland"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58555665",
      "category": "uk-northern-ireland",
      "title": "Covid-19 vaccines for over-12s and boosters for over 50s",
      "tags": "NI Health,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Young people aged 12 to 15 in Northern Ireland will be offered Covid vaccines, while all over-50s and healthcare staff will be offered booster jabs.\nThe changes to the vaccine programme were announced by Stormont's Department of Health, with the first boosters to be given within 10 to 15 days.\nPeople aged 16 to 49 with underlying health issues can also have boosters.\nHealth Minister Robin Swann said it would protect young people and prolong protection for those most at risk. \nAn estimated 900,000 people will be eligible to receive a booster jab in Northern Ireland.\nCare home residents will be first on the list when the booster roll-out begins in late September, according to the head of Northern Ireland's Covid-19 vaccination programme, Patricia Donnelly. \nMs Donnelly also said 12 to 15-year-olds were likely to be offered their vaccines in October. \nThere are about 98,000 young people aged from 12 to 15 in Northern Ireland and the decision to vaccine that cohort comes after the UK's four chief medical officers recommended the step.\nThese young people will be offered a single dose of the Pfizer/BioNTech Covid-19 vaccine with parental consent sought prior to vaccination. \nMost school-aged children aged 12 to 15 are expected to primarily receive their Covid-19 vaccination in school.  \nA schools-based vaccination programme is the model used for vaccinations including for human papillomavirus (HPV) and the annual flu programme.  \nThey will be supported by GPs where necessary.\nConsent forms for vaccination will begin to be distributed via schools shortly, the department said.\nThere will be alternative provision for those who are home-schooled or in secure services.\nYoung people aged 12 to 15 who are part of an at-risk group will receive two doses, eight weeks apart, in line with advice from the Joint Committee on Vaccination and Immunisation (JCVI).\n\"This move will help protect young people from catching Covid-19 and is expected to prevent disruption in schools by reducing transmission,\" the health minister said. \nVaccinations for children aged between 12 and 15 in the Republic of Ireland began in August.\nThe Covid-19 booster vaccine announcement followed advice from the JCVI.\nThey advised booster jabs should be offered to people who are more at-risk from serious disease and were vaccinated as priority groups during the first phase of the vaccination programme early this year. \nThe Department of Health said this meant the booster jabs will be offered to:\nMr Swann said care home residents and front-line health and social care workers would be first on the list.\n\"By early October we expect to see GPs starting to invite their oldest patients in to receive their booster dose as they pass the six-month mark from receiving their second dose,\" he said. \nRegardless of which vaccine brand these patients received in the earlier stages of the programme, the JCVI has advised a \"preference\" for the Pfizer-BioNTech vaccine for the booster programme.\n\"This follows data from the Cov-Boost trial that indicates the Pfizer-BioNTech vaccine is well tolerated as a third dose and provides a strong booster response,\" the department said. \nIt added that a half dose of the Moderna vaccine may be offered as an alternative, and in cases where patients have certain allergies, an AstraZeneca vaccine may be considered for booster protection. \nAs many younger adults have only recently received their second vaccine jab, the benefits of boosters for under-50s who are at less risk from Covid-19 are to be considered at a later date. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58781911",
      "category": "uk-wales",
      "title": "Covid vaccine offers for ages 12 to 15 in Wales by half-term",
      "tags": "Children,Coronavirus vaccines,Vaccination,Welsh government,NHS Wales,Young people,Coronavirus pandemic",
      "text": "All 12 to 15-year-olds in Wales will be offered a Covid vaccine by the end of the October half-term, the Welsh health minister has said.\nThe rollout is due to gather pace this week with all health boards providing jabs, mostly at mass vaccination centres and others in schools.\nSome of the most vulnerable children have already received the vaccine.\nFamilies have been encouraged to discuss the choice to help make an informed decision.\nLast month the UK's vaccine advisory body JCVI refused to give the green light to vaccinating healthy 12-15 year olds on health grounds alone.\nIt said children were at such a low risk from the virus that jabs would offer only a marginal benefit.\nThe UK's four chief medical officers then said healthy children aged 12 to 15 should be offered one dose of a Covid vaccine as it would help reduce disruption to education.\nHealth Minister Eluned Morgan said studies showed children were at some risk of developing long Covid despite low hospital admission rates.\n\"Vaccines remain our strongest defence from the virus, helping prevent harm and stopping the spread of Covid-19,\" she said. \n\"Some studies show one in seven children who have been infected with the virus are thought to have also developed long Covid.\n\"We have provided resources and information to help this age group make an informed choice about vaccination. I encourage parents, guardians, children and young people to discuss the vaccination together,\" she said.\nGill Richardson, deputy chief medical officer for vaccines, said: \"We have seen the benefits that come from having as many people as possible vaccinated.\n\"After careful consideration of the evidence, the four UK chief medical officers recommended the vaccination of healthy 12 to 15-year-olds after consultation with experts, such as the Royal College of Paediatrics and Child Health.\n\"They concluded that the health benefits, combined with the additional benefits of reducing educational disruption and effects on mental health meant that vaccination should be offered.\n\"Children and their families will be receiving links to information with their invitation letters so they can make an informed decision about whether or not to have the vaccine,\" she said.\nLast month the chief medical officers agreed a single dose would help to reduce disruption to education.\nThe recommendation that only one dose be given is related to the very rare risk of a condition called myocarditis, or inflammation of the heart muscle.\nThe risk is tiny after one vaccine dose and slightly higher after two, with 12 to 34 cases seen for every one million second doses.\nTheir decision came after the UK Joint Committee on Vaccination and Immunisation said there was not enough benefit to warrant it on health grounds alone for most children.\nEithne Hughes, director of the Association for School and College Leaders Cymru, told BBC Radio Wales Breakfast with Claire Summers schools were already being targeted.\n\"There have been anti-vax campaigners, who are very, very well coordinated, who have made direct threats to head teachers by phone, by letter - confettis of letter with quasi-legal challenges threatening court action and huge fines, fake NHS consent letters to try and trick schools into sending those out to parents with misinformation.\" \nShe said it had caused a \"real upset in the system\".\n\"Let's be really clear about this, the virus is the enemy, not Public Health Wales, not the school, and college leaders are doing their very best to educate learners and get everything back on track again,\" she said.  \n\"So it's deeply disappointing and if these people are listening, I would urge them to desist.\"\nTrefor Jones, head teacher at Ysgol Y Creuddyn in Penrhyn Bay, Conwy, said he had received letters from people opposed to children having a Covid vaccine.\nHe said: \"It is concerning... It does reference various legal processes they want to take, so yes, it is a challenge...\n\"To be targeted in this way is a little disappointing.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58780983",
      "category": "uk-scotland",
      "title": "Justice secretary: Misogyny may become a stand-alone crime in Scotland",
      "tags": "Police Scotland,Sarah Everard murder",
      "text": "Misogynistic abuse could be come a separate crime in Scotland, the justice secretary has said. \nKeith Brown said men's attitude to low level sexism had to be challenged to make women safer. \nHis comments follow the sentencing of Wayne Couzens for the kidnap, rape and murder of Sarah Everard while Couzens was a serving police officer in London. \nA working group led by Helena Kennedy QC on whether misogyny should be a distinct crime will report in February.\nThe full details of the Sarah Everard case, which emerged when he was sentenced last week, have reignited debate on what more can be done to tackle violence against women.\nIn March the Scottish government faced calls to include misogyny - prejudice against women - in its hate crime legislation when it was debated at Holyrood.\nLabour MSP Johann Lamont tabled an amendment that would have included women as a protected group, giving the courts  enhanced sentencing powers. \nThe amendment was defeated, however, with the government instead setting up a working group led by Baroness Kennedy to look at whether misogynistic abuse should be a separate crime.\nMr Brown told  BBC Scotland's The Sunday Show the ministers would be guided by the group's findings - but he believed such a move would be  a \"very important signal that these behaviours are not acceptable in society from men\".\n\"Her work is progressing very well and it may well be that we end up, depending on her recommendations, with a stand alone offence of misogyny,\" Mr Brown said.\nMr Brown welcomed Police Scotland's introduction of new verification checks for lone police officers as a \"very positive step\" after it emerged that Couzens used his police warrant card and handcuffs to abduct Ms Everard.\nNew procedures mean members of the public who encounter an officer working alone in Scotland can verify their identity with the police control room.\nThe justice secretary said the measures put \"the onus on the police not women to take action if somebody is in a vulnerable situation with one police officer\". \nExtra vetting procedures had also been put in place for trainee police officers in Scotland, he said. \nThe justice secretary said men of all ages had to change their attitudes to low level misogyny.\n\"I think it is very important that I have to say this, as a man to men, we have have to change our behaviour,\" he said.\n\"There are too many women that feel the justice system doesn't serve them well.\"\nSandy Brindley, from Rape Crisis Scotland, said one of the most \"chilling\" aspects of the Sarah Everard case was that Couzens was reportedly nicknamed \"the rapist\" by colleagues.\n\"What that says to me is that people knew that he behaved in a predatory way towards women and nobody held him accountable, and nobody challenged him - that's what we need to change,\" she said.\nAsked about a report last year from former Lord Advocate Dame Elish Angiolini that found evidence of a \"canteen culture\" and discrimination within Police Scotland, Ms Brindley said there was no doubt sexist and racist attitudes existed within the police as well as in many other  institutions. \n\"I do think we need a clear commitment from the police to address these issues, but I don't think it's only for the police,\" she said. \n\"Time and time again we see a man convicted of a crime like rape where it turns out that people around them, people who worked with them were aware of their predatory behaviour, an institution was aware of it and took no steps to challenge it. \n\"We need zero tolerance of the type of behaviour that leads for example being called a rapist and still continue in their job.\"\nShe said a \"complete cultural change\" was needed, pointing out that rape had the lowest conviction rate of any crime type in Scotland.\nOnly 43% of rape cases brought before a court end in conviction, compared with 88% of other crimes. \n\"If you are serious about improving women's safety, the starting point has to be having a justice system we can have confidence in and also a justice system that does not systematically let men who are guilty of rape walk free,\" she said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58721596",
      "category": "uk-politics",
      "title": "Conservatives: Who funds them, and what's in it for them?",
      "tags": "Conservative Party,Electoral Commission ,Conservative Party Conference",
      "text": "Welcome to the One Million Pound Club.\nTo make the top ten donors to the Conservative Party since Boris Johnson became prime minister, you need to have stumped up a seven figure sum.\nAt the top of the chart, by a considerable margin, the providers of one of the most memorable political images of the last few years.\nBoris Johnson at the wheel of a JCB, a polystyrene wall smashed, his 'Get Brexit Done' slogan in the mechanical shovel.\nJC Bamford Excavators Limited has given just over £2.5m in the last two years. Lord Bamford, the chairman of the family owned company, has personally given £100,000 since 2010, when the Conservatives returned to government. He became a Conservative peer in 2013.\nI've been trying to find out what motivates people to give money to the Conservative Party, how do they choose how much to give and how do they measure if it is worth it?  \nIncidentally, I put all these questions to JCB, but Lord Bamford didn't want to talk to me. That, of course, is his prerogative - what he chooses to do with his own money is his own business.\nBut collectively, these are important questions to explore - for they offer an insight into how our governing party is bankrolled, and by whom.\nIt is also a window into the world of the super-rich, what motivates them to donate, and the context of some stark and big numbers you might occasionally read about.\nSo who is willing to talk publicly?\n\"It is a perfectly reasonable thing to ask about.\"\nMeet Alasdair Locke, a veteran of the shipping and oil and gas industries, and a multimillionaire.\n\"They will put you in everything you want,\" he says, when I ask what he gets in return.\nMr Locke has agreed to talk to me on the record, where others said they would speak to me, but only if I protect their identity.\nHe has donated £280,000 to the Conservative Party since Boris Johnson became prime minister.\nElectoral Commission rules mean any donation over £7,500 to a party has to be reported by that party, and the figure and the donor will be published.\n\"I can get access via the Leaders Group. It is usually senior ministers and 15 or 20 people. Sometimes in person. Sometimes on Zoom. The last thing I attended was a lunch with Michael Gove in July. It was all donors who were there.\"\nTo become a member of the Leaders Group, you have to have donated £50,000 in the last year.\nTwo to three lunches a week are arranged, to which around a dozen donors are invited.\nGroups don't tend to be bigger than this, to ensure all those who turn up get a chance to feel part of something that isn't impersonal.\nSome donors are very regular attendees, others don't come to any.\nDoes this amount to buying access, and influence?\n\"It is interesting, but I'm not sure we are that influential. Politicking doesn't really interest or excite me. I would reckon I do get heard, but I don't expect it to be acted upon,\" Mr Locke says.\n\"Politicians are always cautious, in any case. At the lunch with Michael Gove, I asked about trade relations with the US. There was no attempt by any of us to influence policy.\" \nMr Locke was drawn into political donations by a \"strong conviction\" for keeping Scotland in the United Kingdom.\n\"I started off with the Conservatives when they were facing oblivion in Scotland. I am an old fashioned One Nation Tory, there wouldn't be much between me and centrists in the Labour Party.\n\"I wanted to support the centre right unionist party. I wanted to move the Scottish Conservatives away from the patrician tweedy layered image, to involve people who people would vote for,\" he tells me.\nHe is a big fan of the Scottish Conservative Leader Douglas Ross, and Baroness Davidson, a predecessor. \nIt is not just the Leaders Group that donors can be a member of.\nThere is the Treasurers Group, for those who have given £25,000, although I am told plenty of prospective members can be tempted to upgrade to the Leaders Group, as those with a spare 25 grand rattling around can often afford to double it.\nThere is then the Advisory Board, for those who have given £250,000 or more in the last year.\nBut how transparent is this? \nThe short answer: not very. \nYes, there is the legal obligation for donors' names and how much they have given to be published.\nBut what they actually get for that money is much, much less clear, and less clear than it used to be.\nBack in 2012, there was a big row about the then Conservative co-treasurer, Peter Cruddas.\nHe resigned as party co-treasurer after The Sunday Times suggested he was offering access to then Prime Minister David Cameron for a donation of £250,000 a year.\nBut the following year he won £180,000 in damages in a libel victory against the newspaper. \nThe newspaper's appeal succeeded in part and the damages were later reduced to £50,000.\nPeter Cruddas is sixth in the league table of Conservative donors since Boris Johnson became prime minister, having given £1.1m.\nIn December last year, Mr Johnson nominated him for a peerage, against the advice of The Lords Appointments Commission, describing the earlier allegations as \"historic and untrue\".\nAfter the row in 2012, David Cameron decided greater transparency was the answer, even if some internally felt donors were already being told they would be named by the Electoral Commission and a further step was unnecessary. \nBut Mr Cameron pressed ahead, and the Tories began to publish a public register of donors who attended private dinners with the then-PM.\nBut then, in 2018, they stopped. And there has been nothing since.\nThe former housing secretary Robert Jenrick got caught up in one of the most awkward of political binds possible with a donor last year. \nHe found himself sitting next to businessman Richard Desmond at a Conservative fundraiser. \nMr Desmond then gave the party more money after one of his housing developments was given the go ahead.\nMr Jenrick said he regretted the contact and Downing Street supported him, at the time. \nHe was sacked from the cabinet this month; one minister telling me his dismissal was far too late - he should have been shown the door a year earlier.\nA Conservative spokesperson didn't address the question of the register straight on, but they did say: \"Donations and donors to the party are declared to and published by the Electoral Commission as required by the law and this is freely and openly available on the Electoral Commission's website.\"\nSo what do donors get for their money?\n\"It does give me the chance to speak to some people,\" a very significant donor tells me privately.\nThis includes chances to speak to the prime minister and chancellor, as the Financial Times reported over the summer.\nBut, when I ask if this represents value for money, I'm told: \"I'm not sure how you measure it, to tell you the truth. It doesn't amount to being involved in making policy.\"\nThis is where we get into a fascinating subtlety about very rich people and what they do with their money.\nThis same donor offers an insight that all of my conversations tacked back to: he said his - by any conventional metric - vast donations to the Conservative Party, amounted to \"barely a flicker\" compared to the sums involved in the charitable work he does.\nThis single example of giving is matched by the picture more broadly. The Conservative Party generates around £25m a year. Charities, collectively in the UK, are a multi billion pound sector, with around 50 generating more than £100m a year.\nSome inside the party ponder how giving money to any political party could be perceived to be more noble, as a contribution to public life, rather than so often raising awkward and, usually, unanswered questions.\nShould party political donations be treated like donations to charity, which are subject to tax relief, called Gift Aid?\nMaybe, argue some, while acknowledging it would look self serving and so politically awkward. \nBut let's get back to what motivates people to give money.\nBeyond access to ministers, and, for some, eventually, maybe a knighthood or a seat in the House of Lords (although their other work, in industry or for charity, might qualify them for this anyway), there is an X factor available here too.\nAuctioning off a weekend for two at a plush hotel in the Lake District doesn't tick any boxes for a donor who may just own that hotel anyway.\nBut offer them a dinner at which the prime minister is speaking and there is, perhaps, a near equivalent in terms of social cachet to said donor having spent vast sums having a stratospherically famous rock star play privately at their 60th birthday party.\nOr there might be an auction lot for something with next to no monetary value, but which offers a rich anecdote.\nI'm told of one such auction, where a speech the prime minister was yet to even give was to be sold off and might fetch around £1,500.\nThink this through: it's a pile of A4 paper with words printed on it, which, by the time you receive it, is already in the public domain, and has been merely garnished with a prime ministerial scrawl, his signature.\nIt might even turn out to be a speech which you barely agree with a word of. Or a complete dud.\nBut, to those for whom material purchases have little added value, because they have all they could ever want, something that can hang on the back of a toilet door and comes with a story, and a smiley picture of you and the prime minister, might just be tempting.\nQuestions will forever swirl about political parties and how they are funded.\nWhere does the money comes from, who is giving it, how much, and to whom? Who are the donors? Why are they doing it, what are they getting out of it? \nThe alternative, many people I spoke to said, was state funding of political parties: asking the taxpayer to pick up the tab for politics.\nIn the grand scheme of public spending, the cost of this would be minimal, but most political parties would probably think twice, or more than twice, before attempting to sell the merits of a potential voter picking up their tab.\nAs one donor said: \"It doesn't always look good. It really doesn't. But, intellectually, it is the least bad way of funding political parties.\"\nAnd a Conservative spokesperson points out that the party is funded by membership, fundraising and donation, which are properly and transparently declared to the Electoral Commission, published, and comply with the law.\n\"Fundraising is a legitimate part of the democratic process. The alternative is more taxpayer-funding of political campaigning, which would mean less money for frontline services like schools, police and hospitals.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-58780561",
      "category": "world",
      "title": "Pandora Papers: A simple guide to the Pandora Papers leak",
      "tags": "Tax haven,Pandora Papers ,FinCEN Files,Money laundering",
      "text": "The Pandora Papers is a leak of almost 12 million documents that reveals hidden wealth, tax avoidance and, in some cases, money laundering by some of the world's rich and powerful.\nMore than 600 journalists in 117 countries have been trawling through the files from 14 sources for months, finding stories that are being published this week.\nThe data was obtained by the International Consortium of Investigative Journalists (ICIJ) in Washington DC, which has been working with more than 140 media organisations on its biggest ever global investigation.\nBBC Panorama and the Guardian have led the investigation in the UK.\nThe Pandora Papers leak includes 6.4 million documents, almost three million images, more than a million emails and almost half-a-million spreadsheets.\nStories revealed so far include:\nThe files expose how some of the most powerful people in the world - including more than 330 politicians from 90 countries - use secret offshore companies to hide their wealth.\nLakshmi Kumar from US think-tank Global Financial Integrity explained that these people \"are able to funnel and siphon money away and hide it,\" often through the use of anonymous companies.\nThe Pandora Papers reveal complex networks of companies that are set up across borders, often resulting in hidden ownership of money and assets.\nFor example, someone may have a property in the UK, but own it via a chain of companies based in other countries, or \"offshore\".\nThese offshore countries or territories are where:\nThe destinations are often called tax havens or secrecy jurisdictions. There is no definitive list of tax havens, but the most well known destinations include British Overseas Territories such as the Cayman Islands and the British Virgin Islands, as well as countries such as Switzerland and Singapore. \nLoopholes in the law allow people to legally avoid paying some taxes by moving their money or setting up companies in tax havens, but it is often seen as unethical. The UK government says tax avoidance \"involves operating within the letter, but not the spirit, of the law\".\nThere are also a number of legitimate reasons people may want to hold money and assets in different countries, such as protection from criminal attacks or guarding against unstable governments.\nAlthough having secretive offshore assets is not illegal, using a complex network of secret companies to move around money and assets is the perfect way to hide the proceeds of criminality.\nThere have been repeated calls for politicians to make it harder to avoid tax or hide assets, particularly following previous leaks such as the Panama Papers. \nBut Mr Ryle said the Pandora Papers show that \"the people that could end the secrecy offshore… are themselves benefiting from it. So there's no incentive for them to end it\".\nAll you need to do is set up a shell company in one of the countries or jurisdictions with high levels of secrecy. This is a company that exists in name only, with no staff or office.\nIt costs money though. Specialist firms are paid to set up and run shell companies on your behalf. These firms can provide an address and names of paid directors, therefore leaving no trail of who is ultimately behind the business.\nIt is impossible to say for sure, but estimates have ranged from $5.6 trillion to $32 trillion, according to the ICIJ. The International Monetary Fund has said the use of tax havens costs governments worldwide up to $600bn in lost taxes each year.\nMs Kumar said it is detrimental to the rest of society: \"The ability to hide money has a direct impact on your life... it affects your child's access to education, access to health, access to a home.\"\nThe UK has been criticised for allowing property to be owned by anonymous companies overseas. \nThe government published draft legislation in 2018 that would require the ultimate owners of UK properties to be declared. But it is still waiting to be presented to MPs.\nA 2019 parliamentary report said the UK system attracts people \"such as money launderers, who may wish to use property to conceal illicit funds\".\nIt said criminal investigations are often \"hindered\" because police cannot see who ultimately owns properties.\nThe government recently raised the risk of money laundering through property from \"medium\" to \"high\".\nIt says it's cracking down on money laundering with tougher laws and enforcement, and that it will introduce a register of offshore companies owning UK property when parliamentary time allows.\nThe Pandora Papers is a leak of almost 12 million documents and files exposing the secret wealth and dealings of world leaders, politicians and billionaires. The data was obtained by the International Consortium of Investigative Journalists in Washington DC and has led to one of the biggest ever global investigations. More than 600 journalists from 117 countries have looked at the hidden fortunes of some of the most powerful people on the planet. BBC Panorama and the Guardian have led the investigation in the UK.\nPandora Papers coverage: follow reaction on Twitter using #PandoraPapers, in the BBC News app, or watch Panorama on the BBC iPlayer (UK viewers only)"
    }
  ]
}