{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58380820",
      "category": "world-us-canada",
      "title": "Hurricane Ida: Striking pictures show storm sweeping Gulf Coast",
      "tags": "Louisiana,New Orleans,Hurricane Ida,United States,Severe weather",
      "text": "Hurricane Ida made landfall in the US state of Louisiana, on the 16th anniversary of Hurricane Katrina.\nAll pictures are subject to copyright. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58378788",
      "category": "world-us-canada",
      "title": "Hurricane Ida: One million people in Louisiana without power",
      "tags": "Louisiana,New Orleans,Hurricane Ida,United States,Severe weather",
      "text": "Louisiana residents may be in the dark for weeks as officials take stock of the damage from Hurricane Ida.\nIda made landfall on Sunday with 150mph (240km/h) winds, the fifth strongest to ever hit the US mainland. About one million locals remain without power.\n\"It's going to be a difficult life for quite some time,\" said one local leader in the Greater New Orleans area.\nAbout 5,000 National Guard members have been deployed to aid search and rescue.\nIn addition, more than 25,000 workers from around the country have mobilised to support power restoration in the state, according to CNN.\nAt least one person is dead after a tree fell on their home in Ascension Parish, in Louisiana's Baton Rouge area.\nState and local officials have conceded that number is likely to grow as search and rescue efforts continue, but argued the city had largely \"held the line\".\n\"The systems we depended on to save lives and protect our city did just that and we are grateful, but there is so much more work to be done,\" said New Orleans Mayor LaToya Cantrell on Monday. \nShe urged residents who had already evacuated their homes to stay put and not return until power and communications have been restored.\nAs the slow-moving Ida continues to move inland, it has weakened to a tropical storm - but the National Hurricane Centre warned that heavy rain could still bring flooding to parts of Mississippi, Alabama and Florida.\nIda was previously deemed \"life-threatening\", drawing comparisons to Hurricane Katrina, a 2005 storm that had a path similar to Ida and killed 1,800 people.\nBut it seemed that New Orleans' flood defences, strengthened in Katrina's aftermath, have done their job. Governor John Bel Edwards said the levee systems had \"performed magnificently\" and none have thus far been breached.\n\"But the damage is still catastrophic,\" he acknowledged on Monday. \"We are still in a life saving mode.\"\nPresident Joe Biden has declared a major disaster in the state, releasing extra funds for rescue and recovery efforts.\nOn Monday, he pledged that the federal government would \"stand with the people of the Gulf [Coast] for as long as it takes for you to recover\".\nEntergy, the largest power company in Louisiana, warned that it would take days - and likely weeks in the hardest hit areas - to restore electricity to the more than one million homes without power across the state. \nIda gathered strength over the warm waters of the Gulf of Mexico during the weekend. More than 90% of oil production there has been shut down as a result of the storm. \nOn Sunday, Ida made landfall south of New Orleans as a category four hurricane - meaning it would cause severe damage to buildings, trees and power lines. As it moves inland, Ida's winds have dropped to 95mph (153km/h), meaning it is now a category one storm.\nThere are still fears of storm surges along the coast - which could be as high as 16ft (4.8m), potentially submerging parts of the low-lying coastline. \nBy Nada Tawfik, BBC News\nIn New Orleans, the sun is now shining. While that might sound lovely, sweltering conditions are less than ideal when residents and businesses lack power and water. With a lengthy wait to restore utilities many residents are now scrambling to make a post-storm evacuation.\nThere has been significant property damage as well. Jazz icon Louis Armstrong's second home, a small brick structure, is now just a pile of bricks.\nStill, residents talk about how they got lucky after Hurricane Katrina's disastrous death toll.\nThe picture changes once you head to low lying areas outside of New Orleans's hurricane protection system. \nThe situation there is more desperate as people wait atop their roofs and inside their attics to be saved from the water. Some of the roads are impassable and unsafe due to downed power lines and flooding. Reaching the most vulnerable in these conditions will be challenging but resources are now pouring in.  \nIn Jefferson Parish, I met Clarence Sinceno, an older man who has lived in his home there for 50 years. He says Ida was the worst storm he's lived through. Throughout the night, he and his family kept moving to different parts of the house as leaks turned into holes. The intense winds tore off sections of his roof and the sheet rock and insulation completely collapsed. \nCovid-19 has also further complicated efforts to keep people safe. Louisiana hospitals are already under pressure from Covid-19, as the state has the third-highest rate of infections in the US. \nNormally, hospitals in the predicted path of the hurricane would be evacuated, but this time there are few beds available, even at facilities further inland. \n\"We don't have any place to bring those patients. Not in state, not out of state,\" Mr Edwards said.\nIda came ashore on the 16th anniversary of Hurricane Katrina, a category three storm when it made landfall.\nSince then, billions of dollars have been spent on flood defences, known as levees. So far, the levees have held, though a flash flood warning is in place for New Orleans.\nHigh winds tore part of the roof off a hospital in the town of Cut Off, Louisiana, just inland from the Gulf of Mexico. The hospital said it had suffered \"significant damage\" but that its patients were safe.\nThe impact of climate change on the frequency of storms is still unclear, but increased sea surface temperatures warm the air above, making more energy available to drive hurricanes. \nAs a result, they are likely to be more intense with more extreme rainfall.\nHow has Hurricane Ida affected you? Only if it's safe to do so, you can get in touch by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58385014",
      "category": "world-europe",
      "title": "Milan fire: Flames engulf modern 20-storey block of flats",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-northamptonshire-58383637",
      "category": "uk-england-northamptonshire",
      "title": "Maddie Durdant-Hollamby: Tributes to Kettering murder victim",
      "tags": "Wimblington,Kettering",
      "text": "Tributes have been paid to a \"kind, caring and thoughtful\" woman who was found dead at a house in Kettering.\nMaddie Durdant-Hollamby, 22, from Cambridgeshire, was discovered shortly after 13:00 BST on Friday.\nNorthamptonshire Police was called to Slate Drive in the town where the body of Benjamin Green, 41, was also found.\nMs Durdant-Hollamby's death is being treated as murder, no arrests have been made and detectives said they were not looking for anyone else.\nPolice confirmed Mr Green, whose family has paid tribute to \"an extremely loving father,\" lived at the house on Slate Drive.\nDet Insp Nicole Main said: \"While we await a formal identification of Benjamin, we have taken the step of naming him with the support of his family.\n\"We understand he and Maddie had been in a relationship, and are working to establish as much as is possible about the circumstances in which they died.\"\nShe said both families were \"overwhelmed with sadness and have asked that they be left in peace at this terribly distressing time\".\nIn a statement issued through police on Sunday, the family of Ms Durdant-Hollamby, from Wimblington near the town of March, said they were \"absolutely devastated at the loss of Maddie, our beautiful daughter, sister, granddaughter and niece\".\n\"Our hearts are broken and we cannot begin to imagine life without her. The shock and pain we are feeling is indescribable,\" they said.\n\"She was a beautiful person both inside and out, who loved nothing more than spending time with her family and friends.\n\"Maddie was a kind, caring, thoughtful young woman, who touched the lives of everyone she met.\n\"A talented dancer, her creative talent continued through school and into her career in marketing. Her life has been sadly cut short just as her career was blossoming.\n\"Our thoughts are with everybody who knew and loved Maddie as much as we did.\"\nPolice later released a statement from Mr Green's family on Tuesday.\nIt said: \"Ben was an extremely loving father to three extraordinary young children and was a beloved partner to his ex-wife. He was also a loving son, brother, uncle, and nephew.\n\"There are no words to describe the extremely sad circumstance of this tragic incident and our thoughts and prayers are with Maddie's family, loved ones and friends.\n\"We would now respectfully request time to grieve in peace, and would ask members of the media to respect our wishes as we have no further comment to make at this devastating time.\"\nSpeaking when Ms Durdant-Hollamby's family issued its statement, Det Insp Main added: \"Maddie Durdant-Hollamby was a young woman with a bright future ahead of her, and we are making sure her family are fully supported as we work to answer their questions about how she came to lose her life.\n\"Our investigation has found no known background of domestic abuse in this case so far, but we continue to appeal to anyone with any information they believe to be relevant to our inquiries to contact us.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58378631",
      "category": "uk-wales",
      "title": "Knife crime: Cardiff stabbings prompt government help call from MP",
      "tags": "Knife crime,UK government,Cardiff,Gangs,Crime,Drug use,Young people,County lines drugs trade,Drugs trade,Jo Stevens",
      "text": "A rise in knife crime \"needs long-term interventions from UK government\", says an MP after three people have been hurt in stabbings in Cardiff in 24 hours.\nAn 18-year-old was seriously injured in the early hours of Saturday while two were stabbed in what police say was an unrelated incident early on Sunday.\nLocal MP Jo Stevens said the incidents were \"very concerning\" and comes as the number of police officers has fallen.\nThe Home Office said it was doing \"everything in our power\".\nAn 18-year-old man was stabbed in Callaghan Square, near Cardiff Central railway station, at about 03:00 BST on Saturday and was taken to hospital in a serious but not life-threatening condition.\nTwo men and a woman have been arrested on suspicion of grievous bodily harm and are in custody.\nThen at about 01:00 on Sunday, two men were stabbed in a serious incident near Cardiff Castle and taken to hospital where they are in a stable condition.\nSouth Wales Police are still hunting a group of men who were seen running from the Kingsway area of Cardiff city centre and that road remains shut 36 hours later as officers continue to investigate.\nSouth Wales Police said the incidents are not believed to be linked but Det Insp Matthew Cox said: \"Knife crime has devastating consequences and tackling this concerning issue is a priority for us. \n\"Our officers are patrolling the city centre and are exercising stop and search powers when they have grounds to do so.\"\nKnife crime has risen to record levels in Wales - with half of incidents in 2018 in the south Wales force area - and Ms Stevens, the Cardiff Central Labour MP, wants help to tackle the problem from the Conservative UK government.\n\"We've seen a decade in which knife crime has increased and also in conjunction with that, since 2010 we've lost 22,000 police officers from the streets of England and Wales,\" she told BBC Radio Wales.\n\"So 15% of our police have gone and we have the lowest number of police on the streets since 1981. \n\"A combination of rising crime and fewer police creates that perfect storm where you have increases in both minor and serious offences.\"\n\"Everyone knows that we have problems with County Lines drug dealing and criminal gangs exploiting children and young people, which is fuelling violence and the use and carrying of knives.\n\"It needs long-term interventions from the UK government to prevent the criminalisation of children and young people - that's what's at the heart of this rise.\n\"People feel that it's ok to carry a knife, it's ok to use a knife, and we've seen the consequences of that this weekend.\n\"We need the UK government to take a long-term strategy against youth carrying of offensive weapons.\"\nThe Welsh government has funded another 100 police community support officers while Ms Stevens added £22m is being spent every year in Wales on police and community support officers.\nBut she said community support officers are not enough to tackle knife crime as \"their powers are limited\".\nMs Stevens said they thinks education and opportunities for young people were needed to stop young people being drawn into knife crime at an early age.\n\"We've had youth services cuts in England and Wales over the last decade and these have consequences. \n\"You may not see them immediately but after 10 years of austerity and budget cuts, you end up with people being drawn into crime and being drawn into this fuelling of violence.\"\nThe Home Office said: \"We are doing everything in our power to make our streets safer and protect communities from the devastating effects of knife crime. \n\"We have already recruited an additional 432 police officers in Wales and taken thousands of weapons off our streets through a surrender scheme.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58370841",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Record number of cases as NHS faces 'perfect storm'",
      "tags": "Scottish government,Coronavirus vaccines,Humza Yousaf",
      "text": "The number of new Covid cases reported in Scotland has hit another record high of 7,113.\nThe figure tops the previous high of 6,835 which was recorded on Friday.\nIt comes as Health Secretary Humza Yousaf  warned the NHS was facing a \"perfect storm\" of pressure.\nThe latest government figures show a total of 507 people are in hospital with Covid and 52 are in intensive care.\nFirst Minister Nicola Sturgeon tweeted: \"We are seeing a rising curve of cases in Scotland. It's reassuring that vaccines are preventing the levels of serious health harms that case numbers like this would once have caused.\n\"However, we can't be complacent and are monitoring carefully. In the meantime, please take care.\"\nThree council areas - East and West Dunbartonshire and North Lanarkshire - now have weekly case rates above 1,000 per 100,000 of population.\nPeople under 40 are being urged to get a Covid jab to help ease the increasing strain on the NHS .\nAround two thirds of cases are in the under-40 group.\nAbout 30% of Covid-related hospital admissions in the last month were also from the same age bracket.\nBefore the latest case numbers were released, Humza Yousaf told BBC Scotland the NHS was under \"severe, severe pressure\", particularly with A&E services and ambulance turnaround.\nAmong 18 to 29-year-olds, only 74% have had a first dose of the vaccine.\nProgress remains slow, with that figure only rising by one percentage point in 10 days.\nThe Scottish government is also urging people who have already had a first dose of vaccine \"not to leave the job half done\" and book an appointment or go to a drop-in clinic for their second dose.\nThe health secretary said disinformation such as claims that the vaccine affects fertility or a belief that younger people do not get seriously ill may be a factor in the lower take-up rate among the younger age groups.\nHe said the current high case rates \"underline the fact that this virus is still a significant threat and the importance of getting vaccinated cannot be underestimated\".\nThe health secretary added: \"Scotland's vaccination programme has been one of the fastest in the world, but it's clear there are some people - particularly aged under 40 - who have been offered a second appointment and for whatever reason have not yet attended.\n\"Our message to you is clear. It's not too late to get your vaccine.\n\"And it remains vital that you get both doses in order to give maximum protection against this virus.\"\nThe health secretary said the NHS faced huge challenges across all departments while still dealing with 500 Covid patients in hospitals.\nHe said: \"What you are seeing in many local health board areas is that the A&E departments are almost at pre-Covid levels - and in some areas, above pre-Covid levels.\n\"Add to that, just shy of 500 Covid patients across the country. And, of course, we've still got infection prevention control measures in place.\n\"We've also had staff absence through illness and some taking annual leave, understandably.\n\"All of that is a real perfect storm putting enormous pressure on our health service.\"\nLucy Fleming, lead nurse with NHS Grampian's Ecmo life-support team said no age group \"should consider themselves invincible to Covid-19\". \nShe said: \"I am under 40. To see increasing numbers of young and otherwise healthy people of my own age requiring this level of intensive care is heartbreaking. \n\"There is no doubt that as cases rise, it is crucial that everyone who is eligible takes up their invitation for a vaccination and gets both doses.\"\nThe health secretary also said the current pressure on A&E departments was having a serious impact on ambulance waiting times.\nIn recent weeks, some people have had to wait up to several hours to be attended to.\nMr Yousaf said: \"The NHS is absolutely and utterly interconnected. If you are having problems within the A&E department, that's a whole-systems problem, so the demand on the ambulance service is huge.\n\"But, of course, if the ambulance gets to a hospital which is under severe pressure, then discharging someone from an ambulance and getting them seen also takes time.\n\"That then affects the ambulance going back out to recover another patient.\n\"So that's why we're asking people, only to call 999 and only request an ambulance if it is absolutely critical.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58386896",
      "category": "uk-wales",
      "title": "Gower gig paused to request lifeboat crew after woman stung by fish",
      "tags": "RNLI,Horton,Gower",
      "text": "A band headlining a music festival had to pause the show because a lifeboat crew were needed to help a woman stung by a weever fish.\nSax player Lawrie Grove, who is Horton and Port Eynon lifeboat station's chief, told frontman Jon Tarrant there was an emergency after he was paged. \nThe helmsman stopped singing and addressed the Horton Hullabaloo crowd. \n\"You're about to see a real-life lifeboat shout in action,\" the 50-year-old told the audience.\nMr Tarrant asked the crew to put up their hands and told them they were needed.\nWith a cheering audience echoing in their ears, Will Metcalfe, Jordon Francis, Rachel Hurford and  Laurence Marwood ran from Saturday's festival, which was held in Gower, to the nearby station. \nOnce there, they launched for Slade Beach, also known as The Sands.\n\"The back of the stage runs down to where the lifeboat station is,\" father-of-three Mr Tarrant said.\nWhen the crew arrived at the scene they found a holidaymaker writhing around in pain on the sand. \nThe woman, from Windsor, had no idea she had stepped on a weever fish, but the crew recognised the symptoms.\nRNLI volunteer Brin Hurford said: \"It's extremely painful. You don't see them because they are in the sand. \n\"She had been paddling or going for a swim in the shallows. It was just one of those things.\"\nMr Hurford said she had \"no idea\" she had been stung - just that she was in pain.\n\"She was picked up by the crew and taken to the lifeboat station where they treated her foot.\" \nShe then returned to Oxwich, where she was camping with her partner.\nUntil she was stung the woman, originally from Poland, had been enjoying her trip to Wales. \n\"Everyone seems to know each other and is so friendly, its like being back home,\" she said. \nWeever fish are about 15cm (5.9in) long with venomous spines on the dorsal fin.\nThey lie camouflaged in shallow water so people often do not see them until they have stepped on them.\nThe pain is said to be excruciating, and can last up to two weeks.\nDespite their small size, weevers are thought to be Britain's most dangerous marine species.\nOnce stepped on, the fish injects a fast-acting poison into the wound.\nIt's at its most intense for the first two hours when the affected limb can swell up.\nIf untreated it will continue feeling numb until the following day and some pain may last for up to two weeks.\nIf the spine actually breaks off in the foot it will cause discomfort until it is removed."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58379063",
      "category": "uk",
      "title": "Covid travel: Latest changes begin as seven countries go green",
      "tags": "Travel,Coronavirus testing,Coronavirus pandemic",
      "text": "People travelling to the UK from Canada and Denmark will not need to isolate as the UK's latest Covid travel rules have come into force.\nFinland, Switzerland, the Azores, Liechtenstein and Lithuania are also on the \"green list\" as of 04:00 BST.\nTravellers from newly red-listed Thailand and Montenegro now need to isolate in government-approved hotels.\nAll arrivals must take at least one Covid test - but many countries have banned UK residents from entering.\nTravellers coming from green list countries do not need to quarantine when they come back to the UK - whether or not they have had two doses of a coronavirus vaccine. \nThey still have to be tested before their return to the UK, however, and book a test for day two after their return, and fill in a passenger location form. \nOnly British or Irish nationals and UK residents are allowed into the country if they have been to red list countries. They then have to pay to self-isolate in a government-approved quarantine hotel. \nMost countries are on the amber list - fully-vaccinated adults do not have to quarantine on their return from these locations, but do have to have tests before returning and two days after they get back.\nThose who have not had both vaccines have to isolate at home for 10 days, as well as having Covid tests.\nThe travel industry has criticised the UK's changing travel rules, with airlines saying the system risked making international travel \"more expensive, burdensome and uncertain compared to other countries\". \nTravel lists are currently updated every three weeks and the system is similar for England, Scotland, Wales and Northern Ireland.\nRead more here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58384457",
      "category": "technology",
      "title": "China cuts children's online gaming to one hour",
      "tags": "Gaming,Children,China",
      "text": "Online gamers under the age of 18 will only be allowed to play for an hour on Fridays, weekends and holidays, China's video game regulator has said.\nThe National Press and Publication Administration told state-run news agency Xinhua that game-playing would be only allowed between 8pm to 9pm. \nIt also instructed gaming companies to prevent children playing outside these times.\nEarlier this month a state media outlet branded online games \"spiritual opium\".\nInspections of online gaming companies will also increase, to check that the time limits are being enforced the regulator said.\nEarlier rules had limited children's online game-playing to 90 minutes per day, rising to three hours on holidays.\nThe move reflects a long running concern about the impact of excessive gaming on the young.\nA month prior to the latest restrictions, an article published by the state-run Economic Information Daily claimed many teenagers had become addicted to online gaming and it was having a negative impact on them. \nThe article prompted significant falls in the value of shares in some of China's biggest online gaming firms. \nIn July, Chinese gaming giant Tencent announced it was rolling out facial recognition to stop children playing between 22:00 and 08:00.\nThe move followed fears that children were using adult ID's to circumvent rules.\nZhaoyin Feng, BBC News\nIt's probably a disappointing end of summer for China's tens of millions of young gamers.\nThe Chinese authorities have long been concerned about gaming addiction and other harmful online activities among youth.\nBeijing appears to show a growing scepticism over the expansion of capital and technology, as well as its potentially adverse impact on the well-being of the country's young generation. \nThe new rule came amid a sweeping crackdown on China's tech giants, such as Alibaba, Didi and Tencent, as well as a series of reforms over activities considered by Beijing as harmful to the young generation, including celebrity fan culture and private tutoring.\nBy imposing these new rules, the Chinese government is hoping to create \"positive energy\" among young people and to educate them with what Beijing considers \"correct values\".\nWhile many Chinese parents may applaud the gaming restriction, some on China's social media Weibo criticise the government interference as being \"unreasonable\" and \"arbitrary\".\n\"Why don't you plan when I go to the toilet, eat meals and go to bed,\" one sarcastic comment read."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58380089",
      "category": "world-us-canada",
      "title": "Ed Asner: Lou Grant and Up actor dies aged 91",
      "tags": "Disney,Film,United States",
      "text": "Ed Asner, best-known for playing fictional TV newsman Lou Grant, has died aged 91.\nThe actor, whose roles also included voicing the lead in the Pixar film Up, passed away \"peacefully\" on Sunday morning, his family said.\n\"Words cannot express the sadness we feel. With a kiss on your head - goodnight dad. We love you.\"\nThe character Lou Grant was first introduced as Mary Richards's boss on The Mary Tyler Moore Show in the 1970s.\nStar Wars actor Mark Hamill, who worked on The Mary Tyler Moore Show, was among those who paid tribute to Asner on Twitter. \n\"A great man...a great actor... a great life. Thank you Mr. Asner. #RIP,\" Hamill said.\nComedy actor Ben Stiller added: \"Sending love to the great Ed Asner's family. An icon because he was such a beautiful, funny and totally honest actor. No one like him.\"\nThe character of Lou Grant, the irascible editor of the fictional Los Angeles Tribune, later became a character in a show in his own right from 1977 to 1982.\nThe role helped earn Asner seven Emmy awards across his career, a record for a male performer.\nIn 2009, he became known to a new generation of audiences by playing elderly widower Carl Fredricksen in the animated hit Up.\nHe also played Santa Claus in the 2003 Will Ferrell comedy Elf.\nDocumentary film-maker Michael Moore shared an anecdote about his first interaction with Asner in his tribute to the late actor on Twitter.\nThe Muppets also paid tribute on Twitter.\nSex and the City actress Cynthia Nixon called Asner a \"legend\".\nActor William Baldwin called Asner \"one of the greats in show bizz history\".\nDuring his acting career, Asner was an outspoken supporter of a number of humanitarian and political causes, including trade unionism and animal rights.\nHe served as president of the Screen Actors Guild from 1981 to 1985, and was honoured in 2000 with the union's prestigious Ralph Morgan Award.\nAsner was born in Kansas City, Missouri in 1929, and began acting at school.\nAfter serving two years in France in the US Army Signal Corps, Asner returned to theatre work in Chicago.\nIn 1955 he made his Broadway debut with Jack Lemmon in Face of A Hero, then performed with the American and New York Shakespeare festivals and appeared in numerous off-Broadway shows.\nAsner moved to Hollywood in 1961 and began his acclaimed career in television and film.\nHe was inducted into the Academy of Television Arts & Sciences Hall of Fame in 1996.\nFollow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58388132",
      "category": "uk",
      "title": "Afghanistan: UK urges co-operation on safe passage for eligible Afghans",
      "tags": "Dominic Raab,War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "The foreign secretary is urging his international counterparts to work together to provide safe passage for eligible people out of Afghanistan.\nDominic Raab said the Taliban - who promised that those with authorisation would be able to leave - would be judged on their actions.\nAll US troops have now left, ending their 20-year presence in the country.\nBritish troops arrived home over the weekend but the government vowed to help those eligible for resettlement.\nMore than 15,000 people had been evacuated by the UK since 14 August. \nBut it is feared that about 800 to 1,100 eligible Afghans, including those who worked for the UK government, and 100 to 150 British people were unable to get on evacuation flights.\nMr Raab's comments came at a US-chaired virtual meeting for representatives from his G7 counterparts - including the US, Canada, Japan, Germany, France and Italy - as well as Nato and the EU on Sunday. \nTurkey and Qatar - considered to have more influence over the Taliban than Western nations - also attended. \nAfter the meeting, Mr Raab tweeted that he had spoken about the need for a \"unified approach\" towards Afghanistan.\n\"We're working to allow continued safe passage of vulnerable Afghans, fight terrorism, secure humanitarian access and preserve regional stability,\" he added.\nThe Foreign Office said Mr Raab had emphasised the \"importance of working with like-minded partners\" on safe passage and exit arrangements for eligible Afghans remaining in the country. \n\"He affirmed Taliban assurances that foreign nationals and Afghan citizens with travel authorisation will be allowed to depart the country, but underlined we must judge them on their actions, and whether people are allowed safe passage to leave.\"\nHe also highlighted the need to work \"with a range of international partners in order to exercise the maximum moderating influence on the Taliban\". \nMr Raab said preventing Afghanistan becoming a haven for terrorists was a priority, along with stability in the region and the need to protect human rights, the Foreign Office said in a statement.  \nThe UN Security Council adopted a draft resolution on Monday evening, urging the Taliban to ensure safe passage to those wanting to leave Afghanistan and not to allow it to become a base for terrorism. \nPrime Minister Boris Johnson said the resolution \"makes clear that the international community stands with Afghans\". \n\"There can be no return to repression or terror,\" he said. \"We will push as one voice for safe passage, humanitarian access and respect for human rights.\"\nThe resolution, drafted by the UK and France, was passed with 13 votes in favour and two abstentions, from China and Russia.  \nBarbara Woodward, UK ambassador to the UN, told the meeting that the humanitarian situation in Afghanistan also requires \"urgent attention\" and that the progress made in the last 20 years - including safeguarding human rights - must be protected.\n\"This resolution lays down a marker that the international community will be watching closely,\" she said. \nForeign Office minister James Cleverly told the BBC the UK was \"willing to engage\" with the Taliban - but he could not give \"absolute assurances\" to those left behind.\n\"If [the Taliban] start acting like a government, if they start facilitating both internal travel and exiting from Afghanistan, then we will engage with them on that basis,\" he said.\n\"But of course what we are not able to do, what no country is ever really able to do, is give an absolute cast-iron guarantee.\"\nLabour's shadow foreign affairs minister, Stephen Kinnock, said the government had been \"asleep at the wheel\" when it came to getting people out of Afghanistan.\n\"We have to now face the reality, unpalatable as it is, that some cooperation is going be required. What that means is cooperation with conditions,\" he said.\nFor those remaining in the country, Afghanistan could be on the brink of humanitarian disaster if international non-governmental organisations (NGOs) are forced to pull out, former international development secretary Rory Stewart warned. \n\"The Afghan government, which is now obviously the Taliban government, is running out of money,\" he said. \"It's going to be very difficult to keep the water supply and electricity going. Much of the healthcare and education in the country is delivered by foreign NGOs and agencies.\"\nThe talks come after survivors of a US drone strike targeting a suicide bomber told the BBC the attack ended up killing 10 members of one family, including six children.\nPentagon press secretary John Kirby said they were \"not in a position to dispute\" the reports of civilian casualties and they were \"assessing and... investigating\". \nHe said there had been a \"very real, a very specific and a very imminent threat\" to Kabul airport from IS-K (Islamic State Khorasan Province), IS's Afghan affiliate, ahead of Sunday's strike. \nThe US had been on high alert since a suicide bomber killed more than 100 people outside the airport last Thursday. Among the dead were two British nationals, and the child of a British national. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58383606",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Cases doubling weekly after restrictions eased",
      "tags": "Coronavirus vaccines,Coronavirus testing,Coronavirus pandemic",
      "text": "Covid cases in Scotland have roughly doubled every week since restrictions eased, leading to an increase in hospital admissions. \nMore than 500 people with Covid-19 are in hospital and case numbers hit a record high at the weekend.\nAccording to the latest WHO figures, Lanarkshire and Glasgow's health board areas had Europe's highest case rates.\nNational clinical director Prof Jason Leitch said the NHS was stretched and elective surgeries could be delayed. \nScotland wanted \"to get on top\" of the virus and may need a \"reverse gear\" on some restrictions, he told the BBC. \nOn Sunday 7,113 positive tests were recorded compared with fewer than 1,500 on 9 August, when most of the Covid restrictions in Scotland were lifted.\nPhysical distancing rules and the limits on gatherings were removed, and all venues were allowed to reopen.\nA further 3,893 new cases were reported on Monday, with 14.1% of tests taken giving a positive result. This number is thought to be an underestimate because of a data backlog in the system in the testing laboratories.\nThe number of hospital patients rose to a total of 551, with 52 in intensive care.\nAcross the UK, the average number of daily confirmed cases, which had been falling in recent weeks, has been rising for several days with 26,476 confirmed cases announced on Monday.\nThere were 48 more deaths registered - 42 in England and six in Northern Ireland.\nFirst Minister Nicola Sturgeon previously said she was reassured that \"vaccines are preventing the levels of serious health harms that case numbers like this would once have caused\", but urged people to take care. \nShe went into self-isolation on Sunday after being contact traced by NHS Test and Protect as a close contact of someone with the virus.\nHowever, she has now said that her own PCR test came back negative - meaning she no longer needed to isolate because she was fully vaccinated.\nUnder Scotland's Covid-19 rules, she is able to exit quarantine as she had her second dose of vaccine more than two weeks ago.\nThe SNP leader said she would continue to regularly take lateral flow tests as an \"added precaution\", and encouraged others to do likewise.\nSpeaking to BBC Scotland, Prof Leitch said: \"We are hopeful that things might slow down, but there aren't many signs of that. \n\"We're doubling every seven days and that would mean we get to 10,000 sometime this week, maybe even beyond that by the end of the week.\n\"But it is in our hands. There are things we can do about that - vaccination, testing and following the rules, the three things everybody now knows so well.\"\nHe said people now catching Covid were younger, healthier and going to hospital for shorter periods of time, but increasing numbers overall meant more people would become seriously ill. \n\"We're now beginning to see rises in hospital admissions and that is harm,\" he said. \"We don't admit people to hospital for no reason.\"\nNHS Lanarkshire and NHS Glasgow top a list of the worst-hit regions in Europe, according to World Health Organization (WHO) figures with 853 and 748.5 cases per 100,000 respectively.\nSix other Scottish health boards - Lothian, Dumfries and Galloway, Forth Valley, Ayrshire and Arran, Highland and Fife - also feature in the top 20. \nNHS Lanarkshire announced that patients would only be able to have one visitor per day because of the increase in Covid cases in their hospitals while NHS Greater Glasgow and Clyde is the latest health board to announce it is postponing elective surgery. \nProf Leitch said the increase in Covid cases was partly caused by the Delta variant being more transmissible, schools opening and more people meeting and gathering after lockdown restrictions were removed. \nThe health service was under pressure already, \"with or without Covid\", he added. \n\"When you add a new infectious disease on top of what we already manage, diabetes, and strokes and heart attacks and everything else that comes through our community and hospital system, of course it is stretched.\" \nEfforts to tackle a backlog of elective procedures built up in the past year was being challenged by the latest surge, he said. \n\"The only thing you can turn off in a health system is elective care. You can't postpone strokes, heart attacks and emergency admissions for the elderly. \n\"We don't want to do that but if you need staff, beds etc for a novel infection disease then that's what you have to do because you can't just make respiratory consultants out of nowhere, or nurses in charge of  intensive care out of nowhere, so you have to be flexible in that.\"\nProf Leitch warned that there had to be a \"reverse gear\" to protect public health but said further restrictions might not be a \"short, sharp shock\", but turning off \"some bits of society\".\n\"I hope we don't have to do any of that,\" he said. \nOverall, 82.1% of over-18s in Scotland are fully vaccinated and 91.1% have had at least a first dose. \nProf Leitch said he was working with groups who were \"vaccine hesitant\" to address concerns.\n\"They have got legitimate questions,\" he said. \"Some of it is, of course, scientific nonsense. The fertility one - there is no biological method where a vaccine could hurt fertility in any conceivable way - but there are legitimate questions about the blood clots, about allergies, that we can answer. When we answer, people come forward [for a vaccine].\"\nScotland was \"operationally ready for the 12 to 15-year-olds\" when the JCVI approve vaccinations for that age group, he added. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-58378282",
      "category": "world-middle-east",
      "title": "Yemen war: Drone attack on government airbase kills 30 soldiers",
      "tags": "Yemen,Houthis ",
      "text": "At least 30 pro-government fighters have been killed in an attack on an airbase in southern Yemen, security and medical sources say.\nA spokesman for Yemeni southern forces said al-Anad airbase was targeted with armed drones and missiles.\nHe blamed the Iran-aligned rebel Houthi movement, which is fighting a war against the Saudi-backed government.\nThe Houthis have not yet commented on the reports, but they have attacked the same airbase in the past.\nYemen has been devastated by a conflict that escalated in 2015, when the Houthis seized control of large parts of the country and a Saudi-led coalition launched an operation to restore President Abdrabbuh Mansour Hadi's rule.\nThe fighting has reportedly left more than 130,000 people dead and triggered what the UN says is the world's worst humanitarian crisis, with 12 million people reliant on food aid and half of children under five facing malnutrition.\nA soldier who witnessed what happened at al-Anad on Sunday said he and his comrades were gathered inside a hangar after breakfast when they saw a drone hovering overhead.\n\"We tried to fire at it and bring it down, but we couldn't hit it,\" he told AFP news agency. \"The craft flew over and headed directly towards the hangar, where it fired two missiles.\"\nAnother soldier who was wounded in the attack, Nasser Saeed, told the Associated Press that 50 troops were inside the hangar when it was hit by missiles and bomb-laden drones, and that they shot one of them down. \nSouthern forces spokesman Mohammed al-Naqeeb said at least 30 soldiers were killed and 60 others were wounded, many of them critically.\nHe warned that the death toll might rise as rescue teams were still searching through the site. \nPresident Hadi expressed condolences to the families of those killed and promised that the Houthis would \"pay heavily for all the crimes they have committed against the people of Yemen\".\nIn January 2019, six soldiers were killed in a Houthi drone strike on al-Anad, which occurred while high-ranking officers were watching a parade. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58375243",
      "category": "world-asia",
      "title": "Left behind in Afghanistan: If I can’t get out, I’ll die",
      "tags": "Afghanistan,Refugees and asylum seekers,Taliban",
      "text": "An Afghan who had authorisation to fly to the UK, but was unable to make his flight because of crowds at Kabul airport, has pleaded with the British government to help him before it's too late. \nThe UK ended its evacuations at the weekend, but many families who were eligible for evacuation have been left behind. \nHe shared his story with the BBC. We are withholding his identity to protect his safety.   \nI'm currently in hell right now. \nIn the past two weeks I've moved to 15 safe houses with my family because the Taliban are trying to find me. \nNowadays when there's a knock on the door, it's the first thing that enters my mind.\nMy heart stops beating because I think \"Is this the Taliban? Have they found me and my family?\"\nIt's not just me, it's hundreds of people who've worked for the government, the media, NGOs, human rights defenders - everyone is currently hiding in different places waiting to see when their turn will come. \nI am one of those they're looking to detain and to kill.\nThe situation is really bad for us.\nI had authorisation to travel to the UK. When I tried to get to Kabul airport there were four to five thousand people at each and every gate, and we couldn't get ourselves in. I waited there for almost 36 hours. \nI crossed 11 checkpoints under a burqa, but in the end the Taliban didn't let us past. \nThere were 15 or 16 families there too who were stuck that day. Some were even British passport holders. Now they're also moving from house to house, hoping they can find a way to leave the country.\nI was close to the airport the night the explosion happened. I was near the gate.\nMy young children were so afraid, they are still panicking in their sleep.\nI don't know what my options are now. Many borders are closed. I'm trying to send emails asking for help. I'm trying to figure out how I can safely move my family to a secure place. \nThe UK government needs to uphold its promises and keep those who have worked for them a priority.\nThese are people who have given sacrifices for them. \nPlease help us find a way out. \nIf I can't get out in the next few days, I am fearful I'll die. \nI'm not as worried about my own life, I'm worried about my family. \nI have young children who have seen nothing of this world. \nWhy should they be punished for my sins? the Taliban sees my work as a sin, anyway. We don't have much time, maybe three to four days maximum.\nMy message to the UK government is this: \"We are fighting to stay alive. It's not a matter of hours, not a matter of days - it's a matter of seconds.\" \nA spokesperson for the Foreign, Commonwealth and Development Office told the BBC more than 15,000 people including British nationals, Afghan staff and others at risk had been evacuated from Afghanistan by the UK since 15 August \"in one of the biggest operations of its kind in history\".\n\"We will continue to do all we can to deliver on our obligation to get British nationals and eligible Afghans out of the country,\" the spokesman added.\nOn Sunday, UK Foreign Secretary Dominic Raab took part in a virtual meeting with members of the G7, Nato, and Turkey and Qatar. He urged his counterparts to work together to give eligible Afghan refugees safe passage. He also stressed the need to protect human rights \"and the gains of the last 20 years\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58377805",
      "category": "uk",
      "title": "Afghanistan: Final flights arriving as UK's campaign ends",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Boris Johnson,RAF Brize Norton",
      "text": "The final flights bringing British troops home from Afghanistan are arriving, as the UK's 20-year military campaign ends.\nThe last British flight has left Kabul, and the ambassador to Afghanistan, Sir Laurie Bristow, arrived at RAF Brize Norton on Sunday morning.\nFurther flights are expected to arrive at the RAF base in Oxfordshire later.\nMore than 15,000 people, including about 2,200 children, have been evacuated by the UK since 14 August.\nAbout 800 to 1,100 eligible Afghans, including those who worked for the UK government, and 100 to 150 British nationals were feared to be unable to make evacuation flights. \nMore than 1,000 UK service personnel were in Kabul at the height of the airlift operation. The final dedicated civilian evacuation flight left Kabul on Saturday.\nPrime Minister Boris Johnson said on Sunday that if the Taliban regime wanted diplomatic recognition and aid funding, they would have to ensure \"safe passage\" for those who wanted to leave.\nIn a joint statement with the US and more than 90 other countries, it was confirmed that the Taliban had said anyone who wished to leave the country could do so.\nThe statement said: \"We have received assurances from the Taliban that all foreign nationals and any Afghan citizen with travel authorisation from our countries will be allowed to proceed in a safe and orderly manner to points of departure and travel outside the country.\"\nBy Simon Jones, BBC reporter\nAt RAF Brize Norton, they're preparing for the arrival of more British troops from Afghanistan.  \nThe vast majority of military personnel have now left the region. Dogs and equipment have been brought back too.  \nThere's a sense of pride at the air base at how the evacuation operation has gone over the past two weeks - in hugely challenging circumstances.  \nBut there's also frustration that some people who wanted to get out of the country have been left behind.  \nSome of the troops, who will now face a period in quarantine, will need support too - due to the harrowing scenes they witnessed at Kabul airport.  \nAnd although we are seeing the last major flights to the UK carrying troops from Kabul, more personnel will be brought back in smaller groups in the coming days, meaning the operation still has some time to run. \nVice Adm Key, chief of joint operations, said that while he \"pays testament\" to everything achieved by British forces over the last two weeks, \"we know that there are some really sad stories of people who have desperately tried to leave that - no matter how hard our efforts - we have been unsuccessful in evacuating\".\nSpeaking at RAF Brize Norton, Vice Adm Key said the 31 August deadline imposed by the Taliban prevented them evacuating more people \"who had helped us so wonderfully and courageously over the last 20 years\".\nAmbassador Sir Laurie, who had been processing those fleeing the country at the airport, pledged to continue efforts to support Afghanistan from a new embassy location in Qatar.\nNo 10 said the youngest child evacuated was just one day old.\nAbout 5,000 British nationals and their families were airlifted, alongside more than 8,000 Afghan former UK staff and their families and those considered at risk from the Taliban.\nThis number is in addition to the number of Afghans set to be resettled in the UK through a separate multi-year programme - with all arrivals coming under a new effort called Operation Warm Welcome.\nIn a video posted on Twitter on Sunday, Mr Johnson praised the \"colossal exertions\" of those involved in the evacuation operation who worked \"to a remorseless deadline, in harrowing conditions\".\nHe said that although the UK \"would not have wished to leave in this way\", the suffering and hardship of all the troops involved over 20 years was \"not in vain\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58388796",
      "category": "business",
      "title": "Nike is giving its head office staff a week's break",
      "tags": "Coronavirus pandemic,Nike, Inc.,LinkedIn",
      "text": "Staff at Nike's corporate headquarters in Oregon have been given a week off to support their mental health, ahead of the return to the office in September. \nFrom today until Friday, the US firm will \"power down\" to give employees a rest after a tough year. \n\"Take the time to unwind, destress and spend time with your loved ones,\" the firm's head of insights Matt Marrazzo said in a message to staff.\nIt follows similar moves from dating app Bumble and Linkedin.\nA growing number of employees have reported feeling burnt out as the pandemic drags on and many continue to work from home. \nBig US firms such as Apple, Uber and bank Wells Fargo have also delayed plans for staff to return to the office as infections surge across the US. \nMaking the announcement on Linkedin last week, Mr Marrazzo told Nike staff: \"Do not work\" - adding that the past year had been \"rough\" and they were \"living through a traumatic event\".\n\"In a year (or two) unlike any other, taking time for rest and recovery is key to performing well and staying sane.\n\"It's not just a 'week off' for the team... it's an acknowledgment that we can prioritize mental health and still get work done.\"\nAccording to reports, it also reflects the fact Nike has had a successful year, with sales up and its stock gaining 20%.\nBumble, the dating app where women are in charge of making the first move, told its 700 staff worldwide to switch off and focus on themselves back in June.\nOne senior executive revealed on Twitter that founder Whitney Wolfe Herd had made the move \"having correctly intuited our collective burnout\".\nLinkedIn also gave its workers a week off in April while Citi Group said in March it would have \"Zoom-free Fridays\" to combat pandemic fatigue."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58383131",
      "category": "world-asia",
      "title": "Afghanistan drone strike: Relative of victims speaks to BBC",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58380167",
      "category": "uk",
      "title": "Afghanistan: UK sceptical of Taliban safe passage pledge, says minister",
      "tags": "Dominic Raab,War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "The UK government says it is \"sceptical\" of promises made by the Taliban that it will allow safe passage of eligible people out of the country.\nTroops have arrived back in the UK after evacuations ended, but the government says it will continue to help people eligible for resettlement.\nForeign Office minister James Cleverly told BBC Breakfast the UK was \"willing to engage\" with the Taliban.\nBut he said he could not give \"absolute assurances\" to those left behind.\n\"If [the Taliban] start acting like a government, if they start facilitating both internal travel and exiting from Afghanistan, then we will engage with them on that basis,\" he said.\n\"But of course what we are not able to do, what no country is ever really able to do, is give an absolute cast-iron guarantee.\"\nThe UK is seeking international agreement to ensure the Taliban sticks to its commitment.\nA series of diplomatic meetings will be held this week with Foreign Secretary Dominic Raab set to start that process by holding talks with Turkish and Qatari officials.\nThe talks come as survivors of a US drone strike that had been targeting a suicide bomber told the BBC  the attack ended up killing 10 members of one family, including six children.\nWhile more than 15,000 people have been evacuated by the UK since 14 August, hundreds of people who are entitled to come to the country have been left behind.\nIt is feared that about 800 to 1,100 eligible Afghans, including those who worked for the UK government, and 100 to 150 British people were unable to get on evacuation flights.\nThe BBC's Lyse Doucet, in Kabul, said she and her colleagues were still receiving urgent SOS messages from Afghans who feel threatened by the Taliban - including musicians, university students and female politicians.\nMr Cleverly added it was \"impossible\" to get a specific number of people who had been left behind, after Labour suggested it could be around 5,000.\nAsked what those people should do, Mr Cleverly said: \"As soon as we are able to give clear advice... we will circulate that.\"\nAfzali has been trying to get through to her MP and the Foreign Office to help family members she is worried about in Afghanistan, but says she is \"not getting anywhere\".\n\"I've been emailing whoever we can email - any contact details that we've been getting. We need help,\" she told the BBC.\n\"My family is in danger at the moment. Every day I get a call from them, I don't know what to tell them next. I don't know what the next solution is.\"\nMr Cleverly was asked on BBC Radio 4's Today programme about a former interpreter for the British embassy who said he had been barred from the airport by the Taliban, and responded: \"I can assure you, and I can assure him, that we will not stop working to get people like him out of the country.\"\nHe said any UN or diplomatic presence would require troops on the ground, which would be \"very, very hard to achieve\", and that support for people trying to leave Afghanistan would \"rely, of course, on neighbouring countries\" - although no agreements have been reached.\nAsked about reports that Mr Raab did not speak to his counterpart in Pakistan until 22 August, a week after the Taliban took control of Kabul, Mr Cleverly said the minister responsible for the UK's relationship with Pakistan \"speaks to them very regularly\". \nLabour's shadow foreign affairs minister, Stephen Kinnock, said the government had been \"asleep at the wheel\" when it came to getting people out of Afghanistan.\n\"We have to now face the reality, unpalatable as it is, that some cooperation is going be required. What that means is cooperation with conditions,\" he said.\nThe Foreign Office says the UK and many other countries had been given assurances by the Taliban that foreign nationals and Afghan citizens with proper documentation will be allowed to leave the country.\nEven if the Taliban is true to its word there is still uncertainty for those who are able to get to its borders as processing centres have yet to be set up in neighbouring countries.\nDuring a series of meetings to be held with other nations, British officials will try to rally the international community to make sure the Taliban keeps its promises.\nMr Raab will use a US-chaired virtual meeting to talk to representatives from Turkey and Qatar, who are considered to have more influence over the militant group than Western nations.\nDuring the discussions, which will also include G7 counterparts and Nato, the foreign secretary is expected to underline that Afghanistan must not become a haven for terrorists, with stability in the region a priority, and will underline the need to hold the Taliban to account over human rights promises.\nA meeting of the ambassadors from the five permanent members of the UN Security Council - the US, France, China, Russia and the UK - will also take place.\nOn Sunday, Boris Johnson said the UK and its allies would \"engage with the Taliban not on the basis of what they say but what they do\".\n\"If the new regime in Kabul wants diplomatic recognition, or to unlock the billions that are currently frozen, they will have to ensure safe passage for those who wish to leave the country, to respect the rights of women and girls, to prevent Afghanistan from, again, becoming an incubator for global terror, because that would be disastrous for Afghanistan,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58385043",
      "category": "world-europe",
      "title": "Covid surge 'deeply worrying' in Europe as vaccinations dip - WHO",
      "tags": "World Health Organization (WHO),Coronavirus vaccines,Coronavirus pandemic",
      "text": "A spike in coronavirus infections and a slump in vaccination uptake is holding back Europe's effort to curb the pandemic, the World Health Organization (WHO) has warned.\nThe WHO's Europe director, Hans Kluge, said a recent increase in Covid-19 cases and deaths was \"deeply worrying\".\nHe blamed the more infectious Delta variant, the easing of restrictions and summer travel.\nMr Kluge predicted Europe could record another 236,000 deaths by December.\nThe WHO says the region has recorded more than 65 million confirmed cases and 1.3 million deaths since the start of the pandemic.\nCovid infections across Europe declined in April but started to creep back up again at the end of June.\nMr Kluge said of the WHO Europe's 53 member states, 33 had registered an incidence rate greater than 10% in the past two weeks.\nIn the week to 26 August, Russia, France, the UK, Turkey, and Spain recorded the most cases in Europe, according to EU data.\nMr Kluge said countries in the Balkans, the Caucasus and the Central Asian republics had seen a particularly steep rise in cases, resulting in an increased burden on hospitals and deaths.\nIn the past week, there had been an 11% increase in the number of deaths in the region, he said.\nThe situation was a worrying one, he added, \"particularly in the light of low vaccination uptake in priority populations in a number of countries\".\nHigh-income European countries have among the highest rates of vaccination in the world. \nData gathered by the EU shows that 29 countries in the region have given 75.1% of adults one dose, and 64.9% two. Europe is only second to Asia in terms of the total number of doses administered, according to figures collated by Our World in Data.\nHowever, in the past six weeks, vaccination uptake has slowed down, Mr Kluge said.\nHe attributed the slump to \"a lack of access to vaccines in some countries and a lack of vaccine acceptance in others\".\nOnly 6% of people in lower and lower-middle income countries in Europe are fully vaccinated, and some countries have only managed to vaccinate one in 10 health workers.\nMr Kluge said the stagnation of vaccine uptake in Europe was \"of serious concern\". This, paired with \"vaccine scepticism and science denial\", was holding us back from stabilising this crisis, he said.\nMr Kluge also defended plans for booster shots, saying that a third dose was a way to keep the vulnerable safe. \nThe WHO had previously said that topping up fully protected people would deprive the unvaccinated. \nEarlier this month the director the WHO's emergencies programme, Mike Ryan, likened it to handing out extra lifejackets to those who had them and leaving the rest to drown."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-58370218",
      "category": "uk-england-essex",
      "title": "Afghanistan: Pen Farthing has 'mixed emotions' after landing in UK",
      "tags": "Kabul,Afghanistan,Dovercourt,Taliban,Animals,Ben Wallace",
      "text": "The founder of an animal shelter in Afghanistan has said he has \"mixed emotions\" after arriving in the UK after leaving Kabul.\nPaul \"Pen\" Farthing landed at Heathrow Airport on Sunday morning, having previously been caught up in Thursday's Kabul airport bomb blasts.\nMr Farthing's charity Nowzad confirmed he and his animals left the country on Saturday without his staff.\nHe said on Twitter he had \"true deep feeling of sadness for Afghan today\".\nMr Farthing, a former Royal Marine who is originally from Dovercourt in Essex, set up the Nowzad animal shelter in Kabul, rescuing dogs, cats and donkeys, after serving in Afghanistan in the mid-2000s.\nSince the collapse of the Afghan government, Mr Farthing and his supporters have campaigned to have his staff, their families and 140 dogs and 60 cats evacuated from the country in a plan he named Operation Ark.\nBut Defence Secretary Ben Wallace has complained some of Mr Farthing's supporters had \"taken up too much time of my senior commanders dealing with this issue when they should be focused on dealing with the humanitarian crisis\".\nIn a post on Sunday afternoon, Mr Farthing said he arrived at Heathrow with a \"partial success\" of Operation Ark.\n\"Mixed emotions and true deep feeling of sadness for Afghan today,\" he said.\nMr Farthing added he had \"witnessed first hand the compassion Heathrow is showing Afghan refugees\".\nDr Iain McGill, a vet on the plane back with Mr Farthing, which made a stop-off in another country before returning to the UK, said there were also between 90 to 100 dogs and 60 to 70 cats on the flight.\n\"The animals, considering what they've been through, are in very good shape on the whole,\" Dr McGill told the BBC.\nHe said they had been checked and had gone to quarantine kennels, adding: \"As you can imagine they're not short of homes for these animals.\"\nHe added that Mr Farthing was \"very concerned for his staff and for all the other people suffering in Afghanistan\".\nThe Nowzad charity said on social media that it was a \"devastating blow\" that their \"wonderful team\" had been left behind.\nBut speaking to LBC on Saturday, Foreign Affairs Select Committee chair Tom Tugendhat said: \"The difficulty is getting people into and out of the airport and we've just used a lot of troops to bring in 200 dogs, meanwhile my interpreter's family are likely to be killed. \n\"As one interpreter asked me a few days ago 'why is my five-year-old worth less than your dog?',\" the Conservative MP added. \nOn Friday, the MoD said Mr Farthing and his animals were assisted by the UK Armed Forces through Kabul airport.\nConfirming the news Mr Farthing and the animals had left Afghanistan on Saturday night, the Nowzad charity said their \"thoughts for now are with our staff and the many people and animals who have also been left behind. We will do our utmost to help them\". \nThe final British flight left Afghanistan on Saturday, bringing to an end the UK's 20-year military involvement in the country.\nMore than 15,000 people have been evacuated by the UK since 14 August.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58384578",
      "category": "uk",
      "title": "Universal credit: Devolved governments join calls to keep £20 top-up",
      "tags": "Scottish government,Welsh government,Universal Credit,Northern Ireland Executive",
      "text": "The devolved governments in Scotland, Wales and Northern Ireland have called on the UK government to rethink plans to end the universal credit uplift.\nChancellor Rishi Sunak plans to stop the extra £20-a-week payment in October - saying it is only temporary measure to help people through the pandemic.\nBut there are growing calls for it to be extended or made permanent.\nMinisters from Holyrood, Cardiff and Stormont have raised concerns about the impact the cut will have on poverty.\nThey wrote a joint letter to Work and Pensions Secretary Therese Coffey, describing the change as the \"biggest overnight reduction to a basic rate of social security since the modern welfare state began, more than 70 years ago\".\nPrime Minister Boris Johnson said last week he wanted the focus to be on better paid jobs, rather than welfare. He was speaking after two Tory MPs joined calls for the uplift to be made permanent.\nThe letter is signed by Scotland's Social Justice Secretary Shona Robison, Welsh Social Justice Minister Jane Hutt and Northern Ireland Communities Minister Deirdre Hargey.\nThey said they were writing to express the \"grave concerns of all three devolved administrations\".  \nThe trio added that people would lose more than £1,000 a year \"at time when they need financial support the most\", adding that the impact would be heightened by the \"premature end\" of the furlough scheme, along with energy prices rising for millions of people from October.\n\"We are concerned about the potential impact that reducing universal credit will have on child poverty, poverty levels and the financial health and wellbeing of people. \n\"We urge the UK government to reverse the decision without delay in order to avoid causing further anxiety.\"\nUniversal credit, which is claimed by more than 5.5 million households in the UK, was introduced to replace six benefits and merge them into one benefit payment for working-age people.\nThe £20 top-up was extended by six months in March but MPs across the political spectrum, along with charities and campaigners, have called for it to continue beyond the autumn.\nLast month, the chairs of the four welfare committees from the UK's four parliaments also wrote a letter calling for the top-up to be made permanent.\nThe Joseph Rowntree Foundation - a charity that researches poverty - has warned that millions of households will face an income loss equivalent to £1,040 a year.\nExtending the uplift would cost around £6bn a year - but the government says spending has to be brought under control after unprecedented emergency interventions during the pandemic. \nA Department for Work and Pensions spokeswoman said the temporary uplift was designed to help claimants through the \"toughest stages of the pandemic, and it has done so\".\nShe added: \"It's right that we now focus on our Plan for Jobs, helping claimants to increase their earnings by boosting their skills and getting into work, progressing in work or increasing their hours.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58386967",
      "category": "world-us-canada",
      "title": "Covid: EU recommends new travel restrictions for US as cases rise",
      "tags": "Coronavirus vaccines,United States,Coronavirus pandemic",
      "text": "The European Union recommended a pause on all non-essential travel from the US as Covid-19 cases surge.\nThe daily average for hospital admissions has risen past 100,000 for the first time since last winter.\nThe recent wave, driven by the Delta variant, is most severe in the US South but cases are rising nationwide.\nMonday's guidance from the 27-nation bloc reverses advice from June that lifted restrictions on American travellers ahead of tourism season.\nThe recommendation is nonbinding, meaning individual countries will be allowed to decide if they still wish to allow US visitors with proof of vaccination, negative tests, or quarantine.\nThough the EU first lifted travel restrictions on Americans in June, the US has kept their ban on European non-essential travel in place since March 2020. \nEarlier this month, European Commission President Ursula von der Leyen said the lack of reciprocity would not be allowed to \"drag on for weeks\". \nIsrael, Kosovo, Lebanon, Montenegro, and North Macedonia have also been removed from the EU's safe travel list.\nHospital admissions in the US for Covid-19 patients have reached levels not seen since January, when the country reached its all-time high with more than 142,000 coronavirus patients in hospital beds. \nFlorida has more than 16,000 Covid-19 patients in hospital - the most of any state - followed by Texas and California, according to data from the US Department of Health and Human Services. \nThe latest surge is straining hospitals and health care workers. Roughly one in five intensive care units have reached at least 95% capacity. \nDeath rates have risen too - reaching an average of more than 1,000 per day. Just over half of all Americans are fully vaccinated against Covid-19. \nWith the full approval of the Pfizer vaccine by the US Food and Drug Administration last week, the Biden administration has doubled down on its efforts to increase vaccination rates. \nUnvaccinated people are about 29 times more likely to be admitted to hospital with Covid-19 than those who are fully vaccinated, according to a study released by the US Centres of Disease Control and Prevention (CDC) last week. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58380149",
      "category": "uk",
      "title": "Covid-19: New Zealand woman dies after Pfizer jab, and Sturgeon self-isolating",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday morning. We'll have another update for you tomorrow. \nNew Zealand has reported what it believes to be the first death linked to the Pfizer Covid vaccine. A vaccine safety board said a woman's death was \"probably\" due to myocarditis or inflammation of the heart muscle, a rare side effect of the jab. It also noted there were other medical issues which could have \"influenced the outcome following vaccination\". An official cause of death has not been determined and New Zealand officials say they \"remain confident\" about using the jab. \nArrivals from Canada and Denmark no longer need to isolate as the UK's latest Covid travel rules come into force. The UK's green list was also expanded to include Finland, Switzerland, the Azores, Liechtenstein and Lithuania from 04:00 BST on Monday. Travellers from newly red-listed Thailand and Montenegro now need to isolate in government-approved hotels. All arrivals are required to take at least one Covid test, but many countries have banned UK residents from entering.\nScotland's First Minister Nicola Sturgeon is out of self-isolation after testing negative for Covid-19. The SNP leader had been self-isolating after being identified as a close contact of someone who had tested positive, and said on Twitter that she was \"relieved\" that her PCR result had come back negative. It comes after Scotland reported a record number of new Covid cases, with 7,113 positive tests confirmed on Sunday.\nAfter being closed to fans last year the US Open will become the first tennis Grand Slam since the pandemic began to be played with full capacity crowds throughout. Although players will be subject to regular Covid testing there will be no player bubbles, meaning they can wander around New York as they wish. But fans at the venue will be required to show proof of at least one vaccination.\nThere are concerns over global coffee supplies as Vietnam's biggest city remains in lockdown. The south-east Asian country is a major producer of robusta - the bitter tasting bean used in instant coffee and some espresso blends. The exporting hub of Ho Chi Minh City has been kept under tough travel restrictions after a surge in cases of the Delta variant of Covid, adding to the difficulties for suppliers. Bean prices have already risen by about 50% this year and exporters are facing a shortage of shipping containers and soaring freight costs. Read more here.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. \nWith the UK travel lists changing here is a reminder of what the rules are for green, amber and red countries.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58375242",
      "category": "world-us-canada",
      "title": "Mountain lion: US mother fights off animal attacking her son",
      "tags": "United States,California",
      "text": "A woman in California has rescued her five-year-old son from an attack by a mountain lion.\nThe boy was playing outside his home in Calabasas in the Santa Monica mountains, west of Los Angeles, when the lion pounced on him.\nThe child was dragged across the front lawn, but his mother ran out and struck the mountain lion with her bare hands until it let go of her son.\nThe animal was later found and shot dead by wildlife authorities.\nThe boy suffered injuries to his head and torso, but is now in a stable condition at a hospital in Los Angeles, the Associated Press news agency reports.\nCapt Patrick Foy, a spokesperson for California's department of fish and wildlife, told AP that the mother had \"absolutely saved her son's life\".\nAfter arriving at the scene, a wildlife officer found a mountain lion crouching in the bushes with its \"ears back and hissing\", the department said.\nThe officer killed the lion, believing it was the likely culprit \"due to its behaviour and proximity to the attack\". A DNA test later confirmed that it was the animal that had attacked the child.\nAttacks by mountain lions are very rare in North America. \nOfficials said the animal involved was young. Experts believe that it was still learning how to hunt and fend for itself, according to CBS News."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-58361884",
      "category": "uk-scotland-scotland-politics",
      "title": "First Minister Nicola Sturgeon tests negative for Covid-19",
      "tags": "Coronavirus testing,Coronavirus pandemic",
      "text": "Scotland's first minister has tested negative for Covid-19 after being notified that she had been in close contact with someone with the virus.\nNicola Sturgeon had gone into self-isolation on Sunday after being contact traced by NHS Test and Protect.\nHowever she has now said that her own PCR test has come back negative - meaning she no longer needs to isolate, as she has had two doses of vaccine.\nThe news came as Scotland hit record high Covid case numbers at the weekend.\nNational Clinical Director Prof Jason Leitch told the BBC that Ms Sturgeon was \"well\" and did not have symptoms.\nIn a tweet posted on Sunday, the first minister said she had been \"identified as a close contact of someone who is positive for Covid\".\nShe said she was self-isolating pending a PCR test result \"in line with the rules\", and thanked NHS Test and Protect staff.\nAnd in a further tweet on Monday morning, Ms Sturgeon said she was \"relieved to report that my PCR test is negative\".\nUnder Scotland's Covid-19 rules, she is able to exit quarantine as she had her second dose of vaccine more than two weeks ago.\nHowever the SNP leader said she would continue to regularly take lateral flow tests as an \"added precaution\", and encouraged others to do likewise.\nThe news that Ms Sturgeon was isolating came on the day that Scotland recorded a new record number of daily Covid cases.\nThe figure of 7,113 topped the previous high of 6,835, which was recorded on Friday.\nThe number of hospital patients rose to a total of 507, with 52 in intensive care.\nMs Sturgeon said it was \"reassuring that vaccines are preventing the levels of serious health harms that case numbers like this would once have caused\".\nThe first minister is likely to make a statement to MSPs later in the week about the current state of the pandemic, as well as setting out the terms of her government's power-sharing deal with the Scottish Greens.\nLast week she said the sharp rise in cases was a \"cause for concern\" - but that the Scottish government was not considering the introduction of a circuit breaker lockdown.\nShe stressed the importance of everyone \"playing their part\" in halting the spread of the virus.\nShe has said that the government cannot rule out the reintroduction of some curbs if needed - but that no-one wants to \"go backwards\" to even limited restrictions."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-58385521",
      "category": "uk-england-essex",
      "title": "Afghanistan: Pen Farthing sorry for foul-mouthed message to aide",
      "tags": "Kabul,Afghanistan,Dovercourt,Taliban,Animals,Ben Wallace",
      "text": "A former Royal Marine said his emotions \"got the better\" of him when he left an expletive-laden message for a government aide as he tried to get his staff and animals out of Afghanistan.\nPaul \"Pen\" Farthing arrived in the UK on a private charter flight on Sunday with some 150 animals from his rescue shelter in Kabul.\nHe said he had spent weeks campaigning to get his employees and animals out. \n\"I was at the lowest point I could possibly be,\" he said. \nMr Farthing, from Essex, landed at Heathrow Airport having previously been caught up in Thursday's Kabul airport bomb blasts.\nHis animal rescue charity Nowzad confirmed his 68 staff remained in Kabul and said its focus was to get them out of the country. \nMr Farthing said: \"Whilst those vulnerable staff, mostly young women, remain in danger in Afghanistan, we shall not rest.\"\nIn a statement Mr Farthing thanked the Home Office, Foreign and Commonwealth Development Office and the Ministry of Defence for its support.\nOn Saturday, The Times reported it had a recording of Mr Farthing berating a special adviser to Defence Secretary Ben Wallace in which he accused him of \"blocking\" efforts to arrange an evacuation flight.\nEarlier, Mr Farthing told ITV's Good Morning Britain: \"I'm incredibly embarrassed about my language, I do apologise to everybody who's listened to that.\n\"I was at the lowest point I could possibly be. I understand how the world works but emotions got the better of me, so for all those who had to listen to that I do apologise for my language.\n\"I should not have said it like that, but the sentiment, yes, I was just incredibly upset, angry, frustrated, it was the lowest point.\n\"So that's why you've probably heard some colourful language.\"\nThe ex-marine's Operation Ark campaign became hugely topical on social media, but Mr Wallace had complained it was distracting from the evacuation of people most at threat from the Taliban.\nMr Wallace previously said Ministry of Defence staff had faced abuse from Mr Farthing's supporters.\nHe has also said the charity's supporters had \"taken up too much time of my senior commanders dealing with this issue when they should be focused on dealing with the humanitarian crisis\".\nForeign Office minister James Cleverly also said on Monday that the government had prioritised the evacuation of people over pets.\n\"Mr Farthing is a British national, he had the opportunity to leave Afghanistan much earlier. His staff are enrolled on to the scheme by which Afghans that worked with the British were able to be evacuated,\" he told LBC Radio.\n\"As I have said, we have always prioritised the evacuation of people.\" \nBut speaking to the radio station on Saturday, Foreign Affairs Select Committee chair Tom Tugendhat said: \"The difficulty is getting people into and out of the airport and we've just used a lot of troops to bring in 200 dogs, meanwhile my interpreter's family are likely to be killed. \n\"As one interpreter asked me a few days ago 'why is my five-year-old worth less than your dog?',\" the Conservative MP added. \nMr Farthing also dismissed claims that he was helped into Kabul airport by the UK government.\n\"I did that with the Taliban,\" he said. \"Nobody facilitated my entry... any interpreters or anybody else, there was me and the truck full of dogs and cats.\"\nMr Farthing added he was the only person on the flight but he was told there was \"enough capacity\" to get the remaining people in the airport out.\n\"I was probably like the last person to enter that airport - it was closed,\" he said. \n\"Americans, the British, had obviously stopped taking people in because there had to be a point where they stopped taking people in.\n\"So they assured me they had enough capacity for everybody who was inside the airport.\"\nDr Iain McGill, was a vet on the plane back to the UK with Mr Farthing.\n\"The animals, considering what they've been through, are in very good shape on the whole. As you can imagine they're not short of homes for these animals,\" he told the BBC.\nFive cats died in the transfer process, he said. \nMr Farthing set up the animal shelter in Kabul, rescuing dogs, cats and donkeys, after serving in Afghanistan in the mid-2000s. \nThe final British flight left Afghanistan on Saturday, bringing to an end the UK's 20-year military involvement in the country.\nMore than 15,000 people have been evacuated by the UK since 14 August.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-58379715",
      "category": "world-latin-america",
      "title": "Lee 'Scratch' Perry: Tributes paid to the 'true legend' of reggae",
      "tags": "Jamaica,Music",
      "text": "Tributes have been paid to the legendary Jamaican singer and music producer Lee \"Scratch\" Perry, who has died at the age of 85.\nHe died in hospital in Lucea, north-west Jamaica, local media reported.\nPerry is known for his pioneering experiments in dub, which revolutionised not only reggae, but also hip hop, dance and other genres.\nJamaican Prime Minister Andrew Holness called him \"unforgettable\" and praised his \"sterling contribution\" to music.\nThe Beastie Boys, who first worked with Perry when he opened for them in Japan in 1996 before they joined forces on the track Dr Lee PhD as party of 1998's Hello Nasty album, hailed the musician's \"pioneering spirit\".\n\"We are truly grateful to have been inspired by and collaborated with this true legend,\" the group said in a tweet.\nFlying Lotus, whose real name is Steven Ellison, wrote on Twitter: \"Blessed journey into the infinite. RIP Lee 'Scratch' Perry.\"\nRapper Lupe Fiasco also remembered Perry, tweeting: \"African blood is flowing through I veins so I and I shall never fade away.\"  \nGlastonbury Festival's Emily Eavis hailed the singer as a \"musical genius\".\nEavis tweeted: \"RIP the almighty Lee 'Scratch' Perry, musical genius, free spirit and a regular Glastonbury performer. We shall miss him.\"\nPerry was born in rural Jamaica in 1936 and moved to the capital Kingston in the early 1960s. \nIn a 1984 interview with NME magazine, he said: \"My father worked on the road, my mother in the fields. We were very poor. I went to school… I learned nothing at all. Everything I have learned has come from nature.\"\nHe started his music career in the 1950s as an assistant at a reggae music label, before moving up to become a recording artist with the same label.\nOver the next seven decades Perry went on to work with a number of fellow music legends, including Bob Marley and the Beastie Boys.\nHe also won a Grammy in 2002, was nominated four other times - in 2007, 2008, 2010 and 2014 - and received a Jamaican national honour, the Order of Distinction.\nIn a 2010 interview with Rolling Stone, Keith Richards described Perry as \"the Salvador Dali of music\".\n\"He's a mystery. The world is his instrument. You just have to listen,\" Richards said. \"More than a producer, he knows how to inspire the artist's soul.\"\nElectronic group The Prodigy shared a photo of Perry on Twitter showing him at a mixing desk.\n\"RIP to the King\", wrote British rapper Ghostpoet.\nAmerican indie rock group the The Mountain Goats said there were \"few more important figures in the music of the 20th Century\" than Perry. \nIf Bob Marley was the face and voice of reggae, Lee \"Scratch\" Perry was its soul.\nHe was a towering figure despite his diminutive stature and eccentric appearance, but his influence was much deeper than most reggae fans realise. Much like Nile Rodgers, he was the producer and brains behind many songs more famously sung by other people. \nAnd it was his spirit that converted Marley's band - The Wailers - from a rocksteady and ska trio to a much more bass-fuelled, political and spiritual group, a process later accelerated by Chris Blackwell. \nShamanistic and reliably stoned, \"Scratch\" nevertheless had a remarkable work ethic. He fell out with many of his collaborators, including the great Studio One boss Coxsone Dodd, and indeed The Wailers, though he and Marley would later reconcile. \nBut by coming to the height of his powers in late 1960s and 1970s Jamaica, he was a charismatic engineer and catalyst for the group of artists who produced much of the best music of the 20th Century. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58372458",
      "category": "world-asia",
      "title": "Afghanistan: US drone strike 'eliminates airport bomb threat'",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan,Taliban,United States",
      "text": "A US drone strike in the Afghan capital Kabul has prevented another deadly suicide attack at the airport, US military officials say.\nThe strike targeted a vehicle carrying at least one person associated with the Afghan branch of the Islamic State group, US Central Command said.\nThe US had warned of possible further attacks as evacuations wind down.\nDespite this, it has said that it will keep evacuating Afghans from Kabul airport until \"the last moment\".\nA deadline for the evacuation mission of 31 August was agreed between the US and the Taliban, who now control most of the country. \nThe US will be the last to complete its mission, with all other countries having already concluded theirs.\nThe final flights returning British troops from Afghanistan have been arriving in the UK on Sunday. \nThe US says it has facilitated the evacuation of more than 110,000 people from Kabul airport since 14 August - a day before the Taliban took control of the capital. \nThe BBC's Lyse Doucet, in Kabul, says she and her colleagues are still receiving urgent SOS messages from Afghans who feel threatened by the Taliban. They include musicians, university students and female politicians. \nMany of them feel they cannot have the kind of future they had prepared for after two decades of international engagement, our correspondent says - and many say the Taliban are stopping them from leaving. \nOn Sunday, Capt Bill Urban of Central Command said the US had carried out a targeted drone strike aimed at \"eliminating an imminent\" threat to Kabul airport. \n\"We are confident we successfully hit the target,\" he said, adding: \"Secondary explosions from the vehicle indicated the presence of a substantial amount of explosive material.\"\nHe said later that Central Command were aware of reports of civilian casualties following the drone strike. \"It is unclear what may have happened, and we are investigating further,\" he said, adding that Central Command would be \"deeply saddened by any potential loss of innocent life\".\nHis comments came after multiple reports of a loud explosion heard near Kabul airport. Some images posted on social media showed black clouds of smoke rising into the air above buildings.\nUS intelligence officials earlier said they had received \"specific, credible\" threats against the airport, and that the military would continue to carry out targeted strikes where necessary.\nThe US advised people to stay away from the area, despite time running out for anyone still trying to access evacuation flights.\nSeparately on Sunday, Kabul police said a child had been killed in a rocket strike on a house near the airport. Details about the strike are unclear.\nA bomb attack at the airport last Thursday killed as many as 170 people, including 13 US troops.\nA regional affiliate of the Islamic State group, IS-K, said it was behind Thursday's bombing.\nIn retaliation, the US carried out a drone strike on eastern Afghanistan late on Friday, saying it had killed two \"high-profile\" IS-K members.\nUS President Joe Biden on Sunday met the families of the 13 American personnel killed in Thursday's Kabul airport attack. \nMr Biden took part in a ceremony to honour the victims at Dover Air Force base in Delaware.\nIn addition to the US personnel killed in the IS-K bomb attack, dozens of Afghans who were queuing at the airport in the hope of leaving the country also died. Two British nationals and the child of a British national were among the dead.\nMost of IS-K's several thousand extremists are believed to be in hiding in the Nangarhar province of Afghanistan, east of Kabul."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58384738",
      "category": "uk-wales",
      "title": "Shotton: Man in court over murder of ex-wife Jade Ward",
      "tags": "Deeside,Mold",
      "text": "A man has appeared in court charged with murdering his ex-wife at his home in north Wales.\nRussell Marsh, 29, is accused of killing mother-of-four Jade Ward, also known as Jade Marsh, 27, at his house in Shotton, Flintshire, last week.\nDressed in a grey sweatshirt and tracksuit bottoms, Mr Marsh spoke only to confirm his name, address and date of birth at Mold Magistrates Court.\nHe was remanded in custody to appear at Mold Crown Court on Wednesday. \nFloral tributes, balloons, photographs, written messages, candles and teddy bears have been left on the pavement close to the semi-detached house where Ms Marsh was found dead on Thursday morning."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-45112674",
      "category": "world",
      "title": "Hurricanes: A guide to the world's deadliest storms",
      "tags": "Hurricanes,Severe weather",
      "text": "As we enter hurricane season, when there is a greater chance of more powerful storms developing in the Atlantic, here is a guide to how deadly storms form, how they are measured and why they happen where they do.\nHurricanes are the biggest and most violent storms on the planet. Every year, between June and November they hit the Caribbean, the Gulf of Mexico and the eastern coast of the United States, sometimes leaving a trail of destruction in their wake.\nIn the Pacific Ocean, they are known as cyclones. In the Indian Ocean and southern Pacific, they are known as typhoons. They are all tropical storms, but they are only called hurricanes in the north Atlantic and north-eastern Pacific.\nMost hurricanes that form in the Atlantic are the result of an atmospheric phenomenon known as a tropical wave. \nThe wave starts as a type of atmospheric trough that creates an area of relatively low air pressure - usually in western Africa, in mid-July. \nIf the conditions are right for it to develop, the low pressure starts to move west, with the help of the trade winds or easterlies.\nWhen it reaches the Atlantic, the tropical wave has the potential to become a hurricane - but for this to happen it needs enough energy in the form of heat and wind.\nIn fact, it needs a deep layer of warm water, with a surface water temperature above 27C.\nIt also needs the right winds - horizontally swirling winds to concentrate the storm and a weak vertical wind shear rising from the surface of the sea. \nIf the wind shear changes too much as it rises, it can disrupt the flow of heat and humidity needed to create the hurricane.\nThe final ingredient is a concentration of rain clouds and high humidity in the area.\nThis all needs to happen in the right place - generally between 10 and 30 degrees latitude in the northern hemisphere, where the rotation of the Earth helps the winds converge and rise in the area of low pressure.\nWhen a tropical wave encounters all these elements, they all start to interact over an area between 50km (31 miles) and 100km wide.\n\"The movement of the tropical wave is a trigger for the storm,\" says Jorge Zaval Hidalgo, general co-ordinator of Mexico's National Weather Service.\nThe storm is the catalyst - and the dance of heat, air and water begins.\nThe area of low pressure cools the humid, warm air rising from the ocean, which fills the clouds.\nThe condensation of this air releases heat, which lowers the pressure even more, drawing more humidity from the ocean and the storm builds.\nThe winds converge and rise within the area of low pressure, spinning counter clockwise, giving the hurricane its trademark shape.\nWhile the storm becomes more powerful, the eye of the hurricane - the central area about 30-60km wide on average - remains relatively calm.\nAround it, rises the eye wall of dense clouds and most intense winds.\nBeyond that are the spiral bands of cloud, where there is the most rain.\nThe wind speeds are what determine the moment at which we can call this phenomenon a hurricane.\nAt its birth, it is a tropical depression. As it gathers strength, it becomes a tropical storm. When speeds reach more than 118km an hour, it is a hurricane.\nHowever, hurricanes can be classified in five categories depending on the sustained wind speeds. In the Atlantic, the Saffir-Simpson wind scale is used to measure their destructive power.\nOne hurricane's winds can produce about half as much energy as the electrical generating capacity of the entire world, according to the National Oceanic and Atmospheric Administration (NOAA). \nHowever, it is not the winds that cause the most destruction and loss of life, but the storm surge and flooding caused by the hurricane's rain.\nIn the United States, for example, the storm surge caused by tropical cyclones in the Atlantic were responsible for nearly half of hurricane-related deaths between 1963 and 2012, according to the American Meteorological Society.\nThe level of destruction caused by a hurricane is also going to depend on other circumstances, such as the speed at which it hits, the terrain and local infrastructure in the affected area.\n\"The damage or danger associated with a tropical cyclone does not necessarily correspond to its category. For example, the highest level storm will not necessarily mean more rain,\" Mr Hidalgo told the BBC.\nHere is a recap:\nIf you can't see the explainer above, follow this link\nHurricane Irma: Visual guide\nSix graphics that sum up Puerto Rico disaster\nText and graphics by Camilla Costa, Carol Olona and Cecilia Tombesi"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hampshire-58377223",
      "category": "uk-england-hampshire",
      "title": "Man dies after paddleboard rescue off Hampshire coast",
      "tags": "RNLI,Exbury",
      "text": "A man has died after a family of paddleboarders were rescued off the south coast.\nEmergency services were called to the incident near the New Forest village of Exbury in Hampshire, on Saturday afternoon.\nThe 51-year-old man was airlifted to Southampton General Hospital where he was pronounced dead, Hampshire Constabulary said.\nA woman and two teenagers were saved by RNLI lifeboat crews.\nA RNLI spokeswoman said: \"RNLI lifeboats from Calshot and Cowes were launched following reports of a family in difficulty during a paddleboarding incident on Lepe Beach.\"\nShe added: \"The volunteer crew arrived to offer assistance to two teenagers and a lady. A fourth casualty was being airlifted to hospital when the lifeboat arrived.\"\nA Hampshire police spokeswoman said: \"We were called to a report that a man was unconscious in the sea at Lepe Beach, Exbury.\n\"The 51-year-old man was transported to Southampton General Hospital but despite the best efforts of emergency services was pronounced dead.\n\"Enquiries are ongoing to determine the circumstances surrounding the man's death.\"\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58380867",
      "category": "world-asia",
      "title": "New Zealand woman dies after receiving Pfizer vaccine",
      "tags": "Coronavirus vaccines,Coronavirus pandemic,New Zealand",
      "text": "New Zealand has reported what it believes to be its first death linked to the Pfizer Covid-19 vaccine. \nAn independent vaccine safety monitoring board said the woman's death was \"probably\" due to myocarditis, an inflammation of the heart muscle.\nIt also noted there were other medical issues which could have \"influenced the outcome following vaccination\".\nEuropean regulators say myocarditis is a \"very rare\" side effect and that the vaccine's benefits outweigh the risks.\nThe official cause of death has not yet been determined. \nHowever, the Covid-19 Vaccine Independent Safety Monitoring Board said the myocarditis was \"probably due to vaccination\". \n\"This is the first case in New Zealand where a death in the days following vaccination has been linked to the Pfizer COVID-19 vaccine. While the Centre for Adverse Reactions Monitoring has received other reports of deaths in someone recently vaccinated, none are considered related to vaccination,\" it said in a statement. \nThe woman's death is being investigated further and a coroner is due to rule on the case. Officials have not released any further details, including the woman's age.\nThe European Medicines Agency has highlighted myocarditis as a \"very rare\" side effect of the Covid vaccines made by Pfizer and Moderna, adding that the side-effects were more common in younger men.\nFor instance, the UK has seen 195 reports of myocarditis among people who have received the Pfizer vaccine, at a rate of around five cases per million. Most of those cases have led to mild symptoms.\nThe EMA has urged people to continue to get vaccinated, as they help to stop people from getting very sick with Covid-19.\nSymptoms of myocarditis can include new onset chest pain, shortness of breath and an abnormal heartbeat. \nExperts are urging anyone experiencing these symptoms in the days after vaccination to seek medical attention promptly.\nOn Monday New Zealand officials said they \"remain confident about using [the Pfizer vaccine] in New Zealand\".\nAccording to Johns Hopkins University, the country has seen 3,465 Covid cases and 26 deaths so far.\nNew Zealand was initially praised for its handling of the virus, but has since seen a slow roll-out of vaccines although it has been ramping up in recent days.\nMore than three million vaccine doses have been administered, and 23% of the population are now fully vaccinated.\nA recent spike in Covid cases, attributed to the Delta variant, has put large parts of the country into lockdown. There are currently more than 560 cases in the country of about 5 million people.\nRestrictions are set to ease on Tuesday, barring the country's biggest city Auckland."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58379875",
      "category": "business",
      "title": "Give UK workers four more bank holidays a year, says TUC",
      "tags": "Trades Union Congress",
      "text": "Workers in England and Wales are being fobbed off with a \"stingy\" number of bank holidays, say trades unions.\nThey get eight public holidays a year, which is four fewer than the EU average and half the number in Japan.\nThe umbrella body for unions, the TUC, is calling for a new public holiday between September and Christmas.\nIt would be \"a great way to thank working Britain for getting us through these tough times,\" TUC general secretary Frances O'Grady said.\n\"The August Bank Holiday will be a welcome break for everyone working hard to get us through the pandemic - especially those on the front line,\" said Ms O'Grady.\n\"But after August, there's no national holiday until Christmas. And that's because the number of holidays we get is so stingy compared to other nations.\"\nEven in Scotland, with nine bank holidays, and Northern Ireland which has 10 public holidays, the situation is only slightly better.\nA spokesman for the Department for Business, Energy & Industrial Strategy said: \"The current pattern of public and bank holidays is well established and whilst an additional bank holiday may benefit some communities and sectors, the cost to the economy of an additional bank holiday is considerable.\"\nAccording to the TUC every EU-member is more generous than the UK when it comes to public holidays.\nSeveral countries including Romania, Slovakia, Slovenia and Finland give 15 days off. The EU average is 12.8 days a year, the TUC said.\nJapan's workers enjoy 17 days off a year but New Zealanders only get 11.  \nHowever, in many countries if a bank holiday falls at the weekend, workers are not entitled to an additional day off. So in practice workers don't always enjoy as many holidays as the officially listed days suggest.\nThe TUC says all UK workers should get at least 12 public holidays and is calling for a wider debate on the issue.\n\"It's time for a national conversation - when should our new holidays be? What might they celebrate?\" added Ms O'Grady. \n\"An autumn holiday to break the long stretch to Christmas would be a good start.\" \nThose who have to work on bank holidays are entitled to be paid a premium or receive time off in lieu, the TUC said.\nBank holidays are created under the Banking and Financial Dealings Act 1971, or are created by royal proclamation - that is, by the Queen, who acts on government advice. \nThe department responsible for bank holidays is the Department of Business, Energy and Industrial Strategy.\nBank holidays are not actually statutory holidays, although most workers do get the day off.\nNine things you might not know about bank holidays"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58341916",
      "category": "uk-wales",
      "title": "Hospitality: Bullying, low pay and burn-out blamed for staff shortage",
      "tags": "Coronavirus lockdown measures,Careers,Wales business,Coronavirus vaccines,Social distancing,Employment,Hospitality industry,Recruitment,Personal protective equipment (PPE),Coronavirus pandemic",
      "text": "Hospitality workers have called for changes to the industry after an award-winning restaurant in south Wales closed its doors.\nShauna Guinn, co-owner of Hang Fire in Barry, Vale of Glamorgan, said the decision to close after a decade of building the business was \"heart-breaking\".\nShe blamed staff shortages and called the industry \"our own worst enemy\".\nOthers said hospitality must tackle a culture of bullying and low pay.\nMs Guinn, who owns the Hang Fire business with her partner Sam Evans, had to make 16 members of staff redundant and contact 1,300 customers to cancel their reservations last week.\n\"When we reopened after the second lockdown this year and we asked everybody to come back to work... [but] we pretty much lost our entire senior team of chefs\" she said.\n\"We lost our head chef who went to work for a street-food business, we lost a head chef who went to work at home because he's got twin boys and he became a house husband, we lost another guy to a garden centre and we lost a young chef to be a Tesco delivery driver. So it's not that they left Hang Fire, they left the industry.\"\nShe said the industry was tough to work in because of long, unsociable hours, physical work and low pay. \n\"If you're a small, independent restaurant, trying to buy really good-quality food, pay people well to deliver it in a building that is immaculately maintained, that actually costs a lot of money,\" she said. \n\"The only way to increase people's wages in that context would be to put the prices up on the menu and at some point the customer's not going to feel that that's value for money.\"\nWhere job adverts to recruit workers at the \"sought-after\" restaurant used to attract hundreds of applicants, recently she had only received a handful, of varying quality, she added. \nSimmie Vedi, a chef from Cardiff, said the hospitality industry as a whole had long suffered from the effects of low pay and a widespread bullying culture.\n\"Brexit has made it really difficult for employers to find cheap labour, which they shouldn't be doing anyway,\" she said.\n\"They need to start paying people fairly. If you're going to open up a restaurant - any business - you need to budget for paying your staff a living wage.\nShe added many chefs had found alternative work because \"they realise they can go and do something else where it's a lot less stressful and they're not being treated badly. They're not being made to feel terrible because they can't make a creme brulee\".\nShe said: \"The shouting, screaming chef is like a caricature. There's human beings on the receiving end of that behaviour. It is humiliating, it's degrading and in any industry you should not be treated like that.\"\nBut she added that, although more closures were likely, there was hope for the industry, as some staff worked to establish a kinder and more collaborative culture.\n\"There are people still in the industry who are really trying to change it - a lot of amazing young chefs as well as older people who are more experienced,\" she said.\n\"I have a lot of hope for future generations to really get a handle on this because it is a process to get people out of that mindset. \n\"It's maybe going to be a couple of years of a transition period. But the people in the industry who are fighting for that change, I don't want them to stop fighting for it.\"\nShe added: \"The pandemic has also given workers time to reflect on the important things in life.\n\"We were so used to a minimum 60 hours a week that it was second nature. It didn't register with us that there was something wrong with that. \n\"I think we just all had a bit of a break during coronavirus and we started to realise other things that we value, such as having our family time.\n\"My nan passed away in April and all I can do is just regret working instead of going to see her, working instead of taking any holidays.\n\"We want more of a balance. We want to have a life. But at the same time we don't want to be earning less. It's an incredibly hard job.\"\nRebecca Pout, manager of Cardiff's Nook restaurant, said treating staff well was key to stability in the team.\n\"It has been a rough couple of years. I've been doing this for 15 or 20 years and even I've had moments where I've thought if I want to do something else,\" she said. \n\"Personally, I think it's the best job in the world, I wouldn't want to do anything else. It's a hard job, but it is incredibly rewarding.\n\"In terms of retaining existing workers it's really about looking after them. We're only open five days a week so there's a guaranteed two days off, we keep people's hours to what they're comfortable with, we try to make sure everyone has a work-life balance which is incredibly important and something that's been lacking in the industry previously. \n\"It's about looking after the guys that we do have, fostering and nurturing our team. \n\"In terms of attracting new staff I think it's about using different platforms than we used to do pre-lockdown.\" \nShe added that encouraging the industry to become more respected, with customers prepared to pay more for better staff and better produce, would hugely improve the culture and quality of hospitality.\n\"I think the industry is looking at itself but it will take some time,\" she said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-58382410",
      "category": "world-latin-america",
      "title": "Brazil bank robbers tie hostages to getaway cars in Araçatuba",
      "tags": "Sao Paulo,Brazil",
      "text": "Bank robbers strapped hostages to the top of their getaway vehicles after a raid in the southern Brazilian city of Araçatuba. \nPolice said that at least three people were killed, among them one suspect.\nOfficials said more than 20 people took part in the heist, blocking off roads with burning vehicles and placing explosive devices across the city. \nLarge-scale bank robberies have become more frequent in recent years, with hostages used as human shields.\nInitial reports had put the number of assailants at more than 50 but that number has since been revised down to between 15 and 20.\nLieutenant Alexandre Guedes of the Military Police told GloboNews that one man was killed by the gang when they found him filming them.\nA woman and a suspect were killed in a stand-off with police outside the city as gang members tried to make their escape, officials said.\nA 25-year old cyclist was seriously injured when one of the explosive devices planted by the gang went off as he cycled past.\nHe was taken to hospital, where both of his feet had to be amputated, local media reported.\nThree other men are in hospital with bullet wounds.\nLt Guedes said there were still at least 14 bombs across the city and that the first indication was that they had some sort of sensor, which is triggered either by heat or motion.  \nSchools will remain closed on Monday and residents have been urged to stay indoors until all the devices have been dismantled.\nPolice said three suspects had been arrested. \nA gang of heavily armed men attacked three banks in the centre of Araçatuba in the early hours of Monday local time. \nAfter the robbery, the gang took a number of hostages and surrounded the local military police station. Gang members also blocked key access roads into the city by setting cars alight, local media reported.\nRecord TV journalist Yuri Macri posted video he said showed two of the getaway cars. The first has a person tied to its roof and another to its bonnet, while in the second, a person can be seen crouching on the bonnet. \nCCTV footage posted by another Twitter user shows multiple cars driving through the city, some with people tied to the hoods, while another person can be seen holding up his hands while standing up through the van's sun roof. \nMany residents reported hearing gunfire and even the sound of explosions. \nThe mayor of Araçatuba, Dilador Borges, said police had struggled to intervene as the attack unfolded.\n\"The police can't go on the attack, they can't confront them because there are too many lives on the line,\" he told Band TV. \nHe said he did not know if the robbers had freed the hostages yet but said the security forces had retaken control of the city centre.\nIt is not clear how much money the attackers took but some videos purport to show a resident gathering bank notes in the street. \nNews site G1 reports that the gang used drones to monitor the movements of the police from the air. \nIt is not the first time Araçatuba has been targeted by bank robbers. In 2017, criminals took control of various strategic spots throughout the city, attacked police stations and blocked roads as part of their robbery of a private security firm. \nThese well-planned robberies are part of a phenomenon Brazilians call New \"Cangaço\", referring to a term first used to describe the banditry that plagued parts of Brazil in the 1920s and 1930s.\nSmall and medium-sized cities have been the preferred targets. \nAccording to security expert Guaracy Mingardi these large-scale robberies started becoming more frequent around 2015. The targets are banks and firms that store and transport valuables.\nDozens of criminals take part in a single raid, many of them heavily armed with machine guns and sometimes explosives.\nWhile most of the raids have been carried out in Brazil, there has been at least one instance where a Brazilian gang carried out a spectacular robbery in neighbouring Paraguay."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58340809",
      "category": "world-asia",
      "title": "Kabul airport attack: 'Today I saw doomsday'",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan",
      "text": "Survivors have spoken of their horror after twin blasts hit crowds of people awaiting evacuation outside Kabul's airport on Thursday. Most witnesses have not been named for their own safety.\nOne Afghan, who previously worked with an international development group and who holds a US visa, was among the thousands of people who had been waiting outside Kabul's airport for hours when the explosion struck.\n\"It was as if someone pulled the ground from under my feet. For a moment I thought my eardrums were blasted and I lost my sense of hearing,\" he told Reuters news agency.\n\"I saw bodies and body parts flying in the air like a tornado taking plastic bags... into the air. I saw bodies, body parts, elderly and injured men, women and children scattered in the blast site.\n\"It is not possible to see doomsday in this life, but today I saw doomsday, I witnessed it with my own eyes.\"\nPreviously, he said, police and security forces would work to clear the scenes of attacks, but in the aftermath of Thursday's bombing \"there was no-one to handle the issue and move the bodies and the wounded to hospital or take them out of sight of the public\".\n\"Bodies and wounded were lying in the road and in the sewage canal. The little water flowing into it had turned into blood,\" he recalled.\n\"Physically, I am OK... but I don't think the mental wound and the shock I sustained from today's blast will ever let me live a normal life.\"\nOther witnesses spoke of the chaos at the scene after the initial blast.\n\"When people heard the explosion, there was total panic,\" a man named Milad, who had been waiting outside the airport with his wife and three children, told the AFP news agency. \n\"The Taliban then started firing in the air to disperse the crowd. I saw a man rushing with an injured baby in his hands.\"\n\"I will never, ever want to go (to the airport) again. Death to America, its evacuation and visas,\" he said.\nAnother man, a former interpreter with US forces in Afghanistan, told CBS News how he tried to save an injured child, who was around five years old.\n\"I just saw a lot of people got hurt and people that were lying on the ground. I saw a baby there and I went to her and I picked her up and started taking her to the hospital.\"\n\"I took her to the hospital, but she died on my hands,\" he said. \"That's heart-breaking. What is going on right now is heart-breaking, this whole country has fallen apart.\"\n\"I tried,\" the interpreter continued. \"I did my best to help her.\"\nImages shared on social media showed desperate survivors bringing the injured to safety using any means available, including wheelbarrows and taxis.\nOne man who helped others to a medical centre told Afghanistan's Tolo news that many people had been thrown down to the ground or into the water by the force of the blast. \n\"We carried the wounded here on stretchers - and look, my clothes are completely bloodied.\"\nThe Kabul Surgical Centre, run by the international medical charity Emergency, said that 60 people had arrived in less than two hours.\nThe hospital's medical co-ordinator said in a post on the group's Twitter account that patients were \"terrified, their eyes totally lost in emptiness, their gaze blank. Rarely have we seen such a situation\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58346909",
      "category": "world-asia",
      "title": "Herat under the Taliban: residents on the new rulers",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58389771",
      "category": "world-asia",
      "title": "Gunfire as Taliban celebrate US leaving Afghanistan",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58370371",
      "category": "uk-wales",
      "title": "Flood prevention: Swansea University study reveals role of wetlands",
      "tags": "Floods,Swansea University,Climate change,Environment",
      "text": "Wales' coastal wetlands provide more flood protection than previously thought, researchers have found. \nA team led by Swansea University used hydrodynamic models of eight Welsh estuaries to simulate storms of different strengths and modelled the damage they would be likely to cause.\nThey found estuary wetlands reduced flooding across all eight areas.\nThis could save up to £27m in avoided damage per estuary during a large storm, they found. \nThe team, which included researchers from Bangor University, the University of Exeter, Plymouth Marine Laboratory and CSIRO in Tasmania, Australia, also found estuary wetlands could reduce water levels by up to 2m (6ft 6in) in upstream areas.\nThey said the vegetation reduced the average flood extents by 35% and the amount of damage caused by 37%.\nThe study warned wetlands were facing growing threats from continued urban development, with 22 of the largest 32 cities in the world - including London, New York and Tokyo - built on low-lying land around estuaries, which puts them at increasing risk of flooding in a warming climate. \nIt  said climate change was driving increases in the magnitude and frequency of storms, as well as sea level rise. \nPrevious research has focused on wetlands along open coastlines, where the plants absorb wave energy and stop waves pushing inland, but the new study focused on estuarine environments.\nLead researcher Dr Tom Fairchild from Swansea University said: \"The effect we found was twofold, firstly the vegetation sucks the energy out of waves as they pass over it, but also the friction it creates slows the flow of water up the estuaries and into rivers.\n\"This is vital because during a storm, floodwater comes downstream from the source of the river, and meets tidal and storm surges from the sea.  \n\"Anything which slows this down, and prevents them from colliding at the same time, massively reduces the risk of flooding at upstream, inland areas.\"\nThe study demonstrated that towns such as Llanelli, Neath and Carmarthen have all likely benefited from the protective effects of marshes in recent years.\nAccording to Dr Fairchild, man-made flood defences could actually be making the situation worse: \"With people wanting to live close to the shore, embankments and other hard-engineered flood defences can lead to our natural defences dying off, whilst at the same time they can funnel river surges further upstream.\n\"So whilst they protect property along the coasts, they can actually cause more flooding inland, or at the very least do less to protect inland areas than natural wetland vegetation would.\"\nBut Dr Fairchild believes all is not yet lost: \"Wetlands can be incredibly resilient, and can take hold in just a few years, so long as there is enough space, the water is clean and there's the right amount of shelter,\" he said. \nHe said wetland habitats could be regenerated through active nourishment of sand bars, planting of wetland grasses, or integrating marsh conservation into coastal planning to reduce the building of homes and man-made flood defences along estuaries.  \nThe research has been published in the academic journal Environmental Research Letters. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58383576",
      "category": "entertainment-arts",
      "title": "Kanye West: Donda released by Universal without my say, artist claims",
      "tags": "Kanye West,Kim Kardashian,Music",
      "text": "Kanye West has claimed his label, Universal Music Group, released his much-delayed 10th studio album Donda without his approval.\nWest made the allegation shortly after the album was finally released on streaming services on Sunday.\nHe also claimed Universal had \"blocked\" a song featuring DaBaby and Marilyn Manson from being on the record.\n\"Universal put my album out without my approval and they blocked Jail 2 from being on the album,\" he wrote.\nUniversal has not issued a comment.\nThe track in question includes contributions from DaBaby and Marilyn Manson, both of whose involvement in Donda has caused controversy. \nManson is currently facing multiple allegations of sexual abuse, which he denies. In February Manson was dropped by his record label following claims by actress Evan Rachel Wood that she was \"horrifically abused\" by the musician.\nMeanwhile, DaBaby was condemned over a string of homophobic remarks made at Rolling Loud festival in Miami last month. The rapper initially apologised then deleted his apology, and has since appeared to mock his being \"cancelled\".\nThe rapper later said the comments were \"hurtful and triggering\", and that he appreciated the \"education\" he has received since.\nDaBaby was removed from the line-ups of several US music festivals and dropped by clothing company Boohoo after making his initial comments.\nWest had earlier claimed DaBaby's manager, Arnold Taylor, was stopping the track from being cleared and wouldn't communicate with him or his team.\nTaylor said he had not received any calls from West, and that he cleared the song within \"two seconds of receiving it\".\nDespite West's protests, Jail 2 has since appeared on streaming services along with the rest of his 27-track album, which is named after his late mother, who died in 2007.\nOther artists to feature on the album include The Weeknd, Travis Scott, Lil Baby, Kid Cudi, Jay Electronica and Young Thug.\nCritic reviews for Donda have so far been mixed. The NME said there were some \"gems\" among the 27 tracks, highlighting how the album has a spiritual focus and provides glimpses into struggles with mental health. \n\"Nobody needs all 27 of these tracks, but dig deep into its contents and you'll find enough gems to make his 10th album worth your time,\" said Rhian Daly.\nWriting for i News Kate Solomon said: \"At its best, Donda is brilliant: West's vocal abilities are as good as they've ever been and his vulnerability has never been so pronounced.\"\nSolomon also highlights the focus of religion on the album but says \"these moments of wonder are dragged down by a mire of intentionally difficult tracks, be that musically or thematically.\n\"It's a long and frustrating listen, a warning to all about the dangers of focus grouping and overthinking.\"\nWhile Ed Power from The Telegraph said West's Donda \"perfectly encapsulates the man himself: ego-driven, brilliant, and utterly exhausting\".\n\"As an unspooling piece of conceptual art it's fascinating. As pop, though, it is a thoroughly mixed bag,\" Power continued. \n\"Like a sermon that goes on too long, Kanye's stream-of-conscience observations on Jesus, Kim Kardashian and the importance of being Kanye suffer for an absence of breathing space. Full of sound and fury it may be - but West's latest ultimately lacks direction.\"\nChris Willman from Variety said: \"On a purely musical level, Donda is close to unassailable; any time spent tarrying on its release has been time well-wasted... it's a collection that never comes close to wearing out its welcome, alternating the brooding and the banging with a well-honed sense of dynamics.\"\nThe billionaire rapper, songwriter and businessman's album has had multiple delays since its promised release last year.\nHe held three listening parties, the third of which was last week. West, who recently filed papers to change his name to Ye, has been finalising the album for several weeks.\nLast week's event in West's hometown of Chicago involved an eclectic flurry of publicity stunts.\nDaBaby and Manson were in attendance, and then his soon-to-be ex-wife Kim Kardashian appeared wearing a Balenciaga wedding dress and accompanied by their four children during a play of the track No Child Left Behind.\nWest also unveiled a replica of his childhood home from which he later emerged in a suit of flames, before joining up with Kardashian.\nWest's mother was an English professor at Chicago State University who died aged 58 after complications from cosmetic surgery.\nDonda West's death had a devastating impact on her Grammy-winning son, who also named a creative content company after her.\nSince West last released an album, 2019's gospel-inspired Jesus Is King, he also launched a failed bid to become US president.\nFollow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58380791",
      "category": "world-asia",
      "title": "Afghanistan: US investigates civilian deaths in Kabul strike",
      "tags": "Afghanistan",
      "text": "The Pentagon says it can't yet dispute claims that a US drone strike on a suspected suicide bomber in Afghanistan killed a number of civilians.\nThe strike, near Kabul airport, killed 10 members of one family, including six children, relatives have told the BBC.\nThe US military said it was targeting a vehicle carrying at least one person associated with the Afghan branch of the Islamic State group.\nThe US was assessing and investigating reports of civilian deaths, it added.\nAmerican commanders said there were \"significant secondary explosions\" after the drone strike - implying there were explosives at the scene - which may have harmed people nearby.\nThe youngest child to be killed was two-year-old Sumaya, and the oldest child was 12-year-old Farzad, the family told the BBC. \n\"It's wrong, it's a brutal attack, and it's happened based on wrong information,\" Ramin Yousufi, a relative of the victims, said.\nHe added, tearfully: \"Why have they killed our family? Our children? They are so burned out we cannot identify their bodies, their faces.\"\nAnother relative, Emal Ahmadi, told the BBC that it was his two-year-old daughter who was killed in the strike.\nMr Ahmadi said he and others in the family had applied for evacuation to the US, and had been waiting for a phone call telling them to go to the airport. \nThat included one of his relatives, Ahmad Naser, who was killed in the strike and had previously worked as a translator with US forces. Other victims had previously worked for international organisations and held visas allowing them entry to the US.\nThe US, Mr Ahmadi added, had made \"a mistake, it was a big mistake\".\nPentagon press secretary John Kirby said the US was \"not in a position to dispute\" the reports.\n\"Make no mistake, no military on the face of the Earth works harder to avoid civilian casualties than the United States' military, and nobody wants to see innocent life taken,\" he said.\n\"We take it very, very seriously and when we know that we have caused innocent life to be lost in the conduct of our operations, we're transparent about it.\"\nHe then defended the intelligence about \"what we believed to be a very real, a very specific and a very imminent threat\" against Kabul's Hamad Karzai International airport from IS-K (Islamic State Khorasan Province), IS's Afghan affiliate.\nIn an earlier statement, US Central Command said there had been a number of \"substantial and powerful subsequent explosions\" following the drone strike.\nIt said the explosions suggested there had been \"a large amount of explosive material inside, that may have caused additional casualties\".\nThe last day of August will mark the end of what some describe as the end of US-led military engagement in Afghanistan, but the Taliban will proclaim it as the end of foreign occupation. On 1 September, Afghans will wake up and wait to see what this new chapter brings.\nWith every chapter in this 40-year war, Afghans dared to hope that the next chapter would be better than the last. I can say that of all the chapters I've witnessed over the last three decades, this is the most uncertain chapter yet. \nThe Taliban are promising to rule for all Afghans. They're promising to give Afghans the best education system in the world, to meet all of their needs. It's a huge challenge to move from an insurgency to governing again. The world will be watching - but watching most closely of all will be Afghans, wondering and hoping against hope that they will have a life they can call their own, in a country they still feel a sense of belonging to. \nAfghans tend to say they hold on to hope because it's the last thing they lose.\nFor the thousands who left, some of the best and brightest of this generation, who were educated, trained and prepared during this window of space provided by 20 years of international engagement - they have now not just left their country, they have lost their country. \nThey have lost their dreams, their hopes, everything they built up in the past 20 years. And it will be so, so painful for such a long time to come.\nThe US has been on high alert since a suicide bomber killed more than 100 civilians and 13 US troops outside the airport last Thursday. IS-K claimed responsibility.\nMany of those killed had been hoping to board one of the evacuation flights leaving the city, which fell to the Taliban on 15 August. \nThe US had repeatedly warned of an increase in attacks as 31 August - the date set for the Americans' withdrawal from Afghanistan - drew closer.\nOn Monday, a US anti-missile system intercepted a rocket flying over the capital towards the airport, US officials said. IS-K claimed responsibility for a total of five rockets that were fired.\nVideo and pictures carried by local news outlets showed smoke wafting across the rooftops of Kabul, and what appeared to be a burning car on a street.\nThe White House said President Joe Biden was briefed on the rocket attack.\n\"The President was informed that operations continue uninterrupted at HKIA (Kabul airport), and has reconfirmed his order that commanders redouble their efforts to prioritize doing whatever is necessary to protect our forces on the ground,\" White House press secretary Jen Psaki said in a statement. \nNo US or Afghan casualties have been reported so far from Monday's incident.\nThe United States has installed an anti-rocket and mortar system to protect the airport from further attacks.\nLater on Monday, British ministers and officials will be taking part in a number of international meetings aimed at defining a joint approach to the Taliban in Afghanistan. \nForeign Secretary Dominic Raab will hold talks with his counterparts from the G7 group of wealthy countries, as well as Nato and Qatar. \nAt the United Nations in New York, France and Britain are expected to propose a Security Council resolution calling for a safe zone in Kabul to protect people trying to leave the country."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58382927",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Northern Ireland's A&Es remain under 'extreme pressure'",
      "tags": "Craigavon,NI Health,Coronavirus pandemic",
      "text": "Health trusts have appealed for people to stay away from hospitals except in cases of medical emergency.\nIt is the second day emergency departments (EDs) have been under \"extreme pressure\".\nBelfast's Royal Victoria Hospital said there were 95 people in its ED, some waiting for admittance, others having being triaged and awaiting treatment.\nAntrim Area Hospital had 94 people in its ED as of 15:20 BST, again all at various stages of treatment.\nA spokeswoman for the Belfast Trust said the Royal's ED had seen 546 people over the weekend.\nThe Northern Trust said 486 people had been through Antrim Hospital's ED over the weekend, and 247 at Causeway Hospital.\nAt about 15:20 BST on Monday, there were 44 people in Causeway's ED.\nThe South Eastern Trust said the Ulster Hospital was under extreme pressure and asked people to consider other options of care if their condition was not urgent.\nMore than 60 people were waiting in Altnagelvin Hospital ED, with 24 waiting to be admitted to the hospital, according to the Western Trust.\nIn a tweet, the Southern Trust said Craigavon ED was very busy, with staff expecting the department to get even busier.\n\"Expect extremely long waiting times as Covid-19 continues to impact on bed pressures,\" the trust said.\nA total of 47 people are waiting to be seen at the South West Acute Hospital ED, with 21 people waiting to be admitted, the Western Trust tweeted.\nThe tweet appealed for people to only attend the ED if they have a medical or mental health emergency, urging those with minor injuries to attend Omagh Urgent Care and Treatment Centre.\nDr Tom Black, chairman of British Medical Association NI, said it feels like winter in terms of the \"needs, wants and demands of patients\".\n\"There's a combination of different factors,\" he said.\n\"People are getting older, they're getting sicker, we've got a Covid pandemic and also we've got the worst waiting lists in western Europe and it all piles pressure on to the health care workers in the ED departments because that's where the bottleneck is.\n\"We've a very difficult autumn ahead of us, a very difficult winter ahead, but hopefully some light at the end of the tunnel next spring.\"\nDr Alan Stout, chairman of the British Medical Association NI's GP committee, said the most worrying part was those waiting for admission to hospital were \"very, very sick patients\".\n\"Part of it is Covid-related and part of it is due to some of the conditions that have waited or not sought attention over the Covid period, but also the waiting lists and the knock-on impact of the waiting lists,\" he told BBC Radio Ulster's Good Morning Ulster programme.\nLondonderry GP Simon O'Hagan said the bank holiday weekend might be adding to existing pressures on accident and emergency departments.\n\"EDs by definitions are always incredibly busy, even in the middle of the night,\" he told BBC Radio Foyle.\n\"With bank holidays you have more people out and about, more kids getting injuries, people going over on their ankles, hurting their arms.\n\"It just means the place is properly packed out at the moment.\n\"What I would stress to anybody is please think twice before using A&E as your prime destination. If you feel incredibly unwell then A&E is the place to go.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-58381168",
      "category": "world-australia",
      "title": "Covid: Australia records 1,000th death from the pandemic",
      "tags": "Coronavirus pandemic,Australia",
      "text": "Australia has recorded its 1,000th death from the pandemic, as it struggles to contain Delta variant outbreaks.\nThe country's 1,003 Covid deaths is a lower total than most other advanced nations, due in particular to its early success in suppressing the virus.\nBut Australia is now seeing its worst case numbers since the pandemic began. \nA recent surge in infections in Sydney has challenged Australia's response strategy and strained health resources.\nOn Monday, New South Wales state - of which Sydney is capital - reported four new deaths and another daily record of 1,218 cases. \nAuthorities warned that death and hospitalisation rates would increase into October, even as more people got vaccinated. \nMore than half of Australians are in lockdown after outbreaks in Sydney, Melbourne and Canberra.\nLengthy lockdowns and a rapid rise in vaccinations has intensified debate over when states and the nation should reopen.\nPrime Minister Scott Morrison last week stepped away from the country's previous zero-Covid strategy. \nHe has called for the nation to begin easing restrictions when 70% of adults, or just over half of the general population, is vaccinated.\n\"We cannot live in this cave forever,\" he told parliament last week, referring to the multiple city lockdowns and closed state borders.\nBut critics and some medical experts oppose Mr Morrison's targets, arguing they could endanger lives if restrictions are eased too early. \nThe government's plan is based on modelling from the Doherty Institute, which shows if society reopened at a 70% vaccination rate, there would be an estimated 1,500 deaths and 389,000 cases in six months.\nAustralia's National Cabinet - which includes state leaders - agreed to the plan \"in principle\" in July. \nBut now some state premiers argue the modelling did not account for an escalation in Sydney's Delta wave. Western Australia and Queensland have voiced most concern. \nThose two states - along with South Australia, Tasmania and the Northern Territory - have Covid rates at zero or near to zero, after sealing off their borders.\nOn current vaccination rates it's estimated that Australia could reach the 70% mark by mid-November. \nCurrently, about 34% of adult Australians are vaccinated, while 57% have received a first dose. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58379885",
      "category": "world-us-canada",
      "title": "Hurricane Ida blows roof off Louisiana hospital",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58333533",
      "category": "world-asia",
      "title": "Afghanistan: Who are Islamic State Khorasan Province militants?",
      "tags": "Afghanistan,Taliban,Islamic State group",
      "text": "A local branch of the Islamic State group in Afghanistan has vowed to continue attacks now that Taliban militants are in control.\nSo who are these IS militants?\nIS-K - Islamic State Khorasan Province - is the regional affiliate of the Islamic State group.\nIt is the most extreme and violent of all the jihadist militant groups in Afghanistan.\nIS-K was set up in January 2015 at the height of IS's power in Iraq and Syria, before its self-declared caliphate was defeated and dismantled by a US-led coalition. \nIt recruits both Afghan and Pakistani jihadists, especially defecting members of the Afghan Taliban who don't see their own organisation as extreme enough.\n\"Khorasan\" refers to a historical region covering parts of modern-day Afghanistan and Pakistan. The group initially included Pakistan until a separate Pakistan section was declared in May 2019.\nAt its height the group numbered about 3,000 fighters.\nHowever, it has suffered significant casualties in clashes with both the US and Afghan security forces, and also with the Taliban.\nIS-K has targeted Afghan security forces, Afghan politicians and ministries, the Taliban, religious minorities, including Shia Muslims and Sikhs, US and Nato forces, and international agencies, including aid organisations.\nIS-K have been blamed for some of the worst atrocities in recent years, targeting girls' schools, hospitals and even a maternity ward, where they reportedly shot dead pregnant women and nurses. \nUnlike the Taliban, whose interest is confined to Afghanistan, IS-K are part of the global IS network that seeks to carry out attacks on Western, international and humanitarian targets wherever they can reach them.\nIS-K are based in the eastern province of Nangarhar, close to drug and people-smuggling routes in and out of Pakistan. \nWhile most of its activities have been in Nangahar and Kabul, it has also claimed attacks in the provinces of Kunar, Jowzjan, Paktia, Kunduz and Herat.\nPeripherally yes, via a third party, the Haqqani network. \nAccording to researchers, there are strong links between IS-K and the Haqqani network, which in turn is closely linked to the Taliban.\nThe man now in charge of security in Kabul is Khalil Haqqani who has had a $5m (£3.6m) bounty on his head. \nDr Sajjan Gohel from the Asia Pacific Foundation has been monitoring the militant networks in Afghanistan for years. \nHe says \"several major attacks between 2019 and 2021 involved collaboration between IS-K, the Taliban's Haqqani network and other terror groups based in Pakistan\".\nWhen the Taliban took over in Kabul on 15 August, the group released large numbers of prisoners from Pul-e-Charki jail, reportedly including IS and al-Qaeda militants. These people are now at large.\nBut IS-K have major differences with the Taliban, accusing them of abandoning Jihad and the battlefield in favour of a negotiated peace settlement hammered out in \"posh hotels\" in Doha, Qatar.\nIS-K considers Taliban militants \"apostates\", making their killing lawful under their interpretation of Islamic law.\nIS militants now represent a major security challenge for the incoming Taliban government, something the Taliban leadership shares in common with Western intelligence agencies."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58386094",
      "category": "uk-scotland",
      "title": "Scottish Green co-leaders given ministerial roles",
      "tags": "Patrick Harvie,Scottish Greens",
      "text": "The co-leaders of the Scottish Greens have been given junior ministerial roles in Nicola Sturgeon's government under the SNP-Green power-sharing deal.\nPatrick Harvie will focus on zero carbon buildings and active travel, while Lorna Slater will be minister for green skills and the circular economy.\nThe first minister said it was right to \"put politics aside to tackle the challenges in front of us decisively\".\nThe appointments will be formally approved by a vote of MSPs on Tuesday.\nThe Conservatives have said they will vote against the move, calling it a \"nationalist gamble\", but the SNP and Greens have a comfortable majority between them in the Holyrood chamber.\nThe two parties have signed off on a power-sharing deal which falls short of a full coalition, but sees Green politicians enter government for the first time anywhere in the UK.\nThe pact between the two pro-independence parties will see Green MSPs back the SNP administration in any confidence votes in parliament, as well as ensuring its budgets pass.\nThey will work together on a range of issues - including climate change, public transport, housebuilding and rent controls.\nHowever, the deal allows them to disagree on some other topics, including aviation policy, field sports and the future of fee-paying schools.\nMs Sturgeon said there had been \"compromise on both sides\" in the talks which led to the agreement, and that the parties had managed to \"find common ground and agree on areas where we can work together to build a better country\".\nAnd she said the two new Green ministers would \"contribute greatly to defining Scotland's path forward\" - with the parties aiming to deliver an independence referendum during the current parliamentary term.\nMr Harvie - whose full title will be minister for zero carbon buildings, active travel and tenants' rights - said he was \"thrilled at the opportunity to drive forward policies that enhance peoples' lives while supporting the urgent goal of tackling the climate emergency as we emerge from the pandemic\".\nAnd Ms Slater - the minister for green skills, circular economy and biodiversity - said her focus would be on delivering a \"just transition\" to a carbon-neutral economy, saying this must support the workforce as well as benefiting the natural environment.\nThe junior ministerial posts will allow the Green co-leaders to attend meetings of Ms Sturgeon's cabinet on occasions when their portfolios are being discussed.\nAnd each will serve on a cabinet sub-committee - Ms Slater on one focused on the climate emergency, and Mr Harvie on one looking at legislation.\nThe appointments will be put forward to the Queen for confirmation after they are approved by MSPs in a vote at Holyrood.\nThe Scottish Conservatives have opposed the SNP-Green deal as a \"coalition of chaos\", with MSP Murdo Fraser describing it as \"economic vandalism\".\nHe said: \"Nicola Sturgeon is taking a nationalist gamble with people's jobs - she is bringing in radicals, all in the hopes of ramping up her push for another divisive referendum.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58359541",
      "category": "business",
      "title": "Affordable uniforms law will miss new school year",
      "tags": "Schools,Personal finance,School uniform",
      "text": "A new law aimed at making school uniforms cheaper in England will not be in place in time for the start of this school year.\nHeadteachers are waiting for the new statutory guidance on uniforms, which will make schools place affordability at the centre of their uniform policy.\nThe government says schools should expect full details in the autumn.\nBut that means parents will not benefit from the changes, as schools go back this September. \nAccording to The Children's Society, the average uniform costs £315 per primary school pupil and £337 per secondary pupil. \nMike Amesbury, the Labour MP who first introduced the legislation, said he would be \"incredibly disappointed\" if any further delays to the guidance meant that the changes weren't fully in force for the start of the next academic year, beginning in September 2022. \nHe added that hundreds of thousands of children, parents and campaigners would be equally upset. \nIt is expected that the rules will limit the number of logos on uniforms, allowing parents to buy more items from supermarkets and shops other than a school's main supplier. \nWhen this new law eventually comes into force, it will save families a big sum of cash. \nAt the moment, some schools require trousers or skirts to have the school badge on, alongside jumpers, cardigans, polo shirts, blazers - and that's before you even get started on sports kits. \nEach item that's specific to the school costs more, so only having to buy one or two would mean big savings. \n In the meantime some local sewing services have pattern school logos and might be able to embroider a badge onto a generic top to save some cash. \nFor years many, schools have had a link to a local uniform shop, where all pupils must go to get kitted out. Although many parents see this as a way of supporting local business, for plenty of other families it just limits their chances of getting something cheaper elsewhere. This new law is aiming to open up the way those deals with supply shops are signed, so it's not done on a nod-and-a-wink, and will now have price as the central factor. \nParents will now have to wait and hope that the law is finalised before the next academic year begins to see the reality of those cash savings.  \nAzmina Siddique, policy manager at the Children's Society, told the BBC it was disappointing parents won't see a financial benefit this September.\nBut she added: \"We appreciate that these [changes] can take a bit of time and it's really important to get the guidance right.\"\nSchools will now have more time to review their policies, she said, adding: \"Teachers have also told us that, while they would be very happy for the law to have been passed, in year they have had - adjusting to home learning and the impact of the pandemic -  that one more thing before the summer term may have been difficult.\"\nSchools are also expecting a new tendering process, which will mean they can get the best value for money when selecting who makes and sells their uniforms. \nAdditionally there's expected to be a process for parents and carers to complain if they feel that's not happening effectively at their children's schools. \nWhile they wait for legislation to cut costs, many parents have taken matters into their own hands by forming groups and swap shops, often online, to offer others items that no longer fit and to find new kit for their own children. \nEmma Ball started the Uniform Exchange in Winsford, Cheshire, three years ago when her two eldest children left school and she was left with clothes she no longer had use for. \nShe now collects items from parents across the area and helps get them to families who need anything from a new blazer for high school to a pinafore for winter term. \nSince starting the exchange, she has helped more than 1,000 families and said that this year demand has doubled. \nEmma says the issue of incorrect uniforms affects secondary school pupils in particular, with some schools sanctioning them or even sending them home if they arrive without wearing the right clothes.\n\"Children shouldn't ever be punished for not having a school uniform,\" she said, adding that people shouldn't worry about going to a swap shop for school wear as they're keeping it out of landfill. \nParents Corinna Baker-Sinclair and Rebecca Benson have both used the swap shop in the town. \nWith three children in primary and another in secondary, Corinna said she would have to pay out well over £1,000 if she were to buy everything new each year. \nFor Rebecca, it's not just the financial cost of new uniforms that led her to use the uniform exchange. \"When you look around and see how much there actually is that can be put to good use rather than going to landfill it makes sense to reuse,\" she said. \"You'd much rather spend that money making memories than just to buy a school uniform.\"\nWhen the law requiring government to introduce the new guidelines came into force earlier this year, school standards minister Nick Gibb said they would help families to save money and ensure that cost was never a barrier to accessing the best possible education. \nHowever, with the new term starting imminently for most pupils in England, it's likely to be a year at least before parents see any change in the amount they're spending to kit out their children for school. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58380547",
      "category": "world-asia",
      "title": "Yongbyon: UN says North Korea appears to restart nuclear reactor",
      "tags": "Kim Jong-un,North Korea weapons programme,North Korea",
      "text": "North Korea appears to have restarted its Yongbyon nuclear reactor, the UN atomic agency has said in a report. \nPlutonium, which is used for nuclear weapons, is believed to be produced at the reactor's complex.\nThe International Atomic Energy Agency (IAEA) was expelled by Pyongyang in 2009 but relies on satellite imagery to carry out assessments.\nThe watchdog said the reactor has been discharging cooling water since July, suggesting it is operational.\nYongbyon, a nuclear complex with a 5-megawatt reactor, is at the heart of North Korea's nuclear programme.\nThis was the first sign of operational activity at the reactor since December 2018, months after US President Donald Trump met Kim Jong-un in Singapore, according to the IAEA.\nYongbyon has long been monitored from afar by experts trying to get an idea of how many weapons the regime is capable of producing.\nThe IAEA also gave more details about a radiochemical laboratory at the same complex, which re-processes spent nuclear fuel. The agency had earlier flagged up the lab's operations in June.\nThe latest report said that the laboratory had been operating for five months leading up to July 2021, suggesting that it handled a full batch of spent fuel.\nThe IAEA said the developments at the reactor and laboratory was \"deeply troubling\" and a clear violation of UN Security Council resolutions.\nSouth Korea's foreign ministry told Yonhap news agency that the government is \"continuously monitoring the North's nuclear and missile activities in close cooperation with the United States\".\nNorth Korea has continued to develop nuclear weapons since IAEA inspectors were expelled, holding its last test in 2017.\nKim Jong-un put the Yongbyon nuclear complex at the heart of his negotiations with Donald Trump.\nThe 5-megawatt reactor at the site has been the main source of weapons-grade plutonium for Pyongyang - though many analysts have pointed out that the facilities there are aging. \nThe deal to dismantle it in return for sanctions relief was reportedly rejected by Donald Trump. It is my understanding that this led to the breakdown of talks between the two leaders in Hanoi in 2019.\nIn January, Kim Jong -un pledged to further develop his nuclear arsenal. He said his scientists would work on miniaturising warheads and developing tactical weapons and a \"super-large hydrogen bomb\".\nUntil now, there were few signs the North was working on these projects. \nInstead, the regime has been focussed on its worsening economic state and food shortages.\nIt seems something has changed. \nIt is difficult for experts to get a clear picture of exactly what's going on at Yongbyon from satellite images, but the report describes the renewed activity as \"deeply regrettable\".\nIt may also be another headache for President Biden's administration who has said it's willing to hold talks, but so far it has not made North Korea a policy priority. \nPerhaps Pyongyang has decided that it's time it moved up Washington's \"to-do\" list."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58389241",
      "category": "world-asia",
      "title": "Afghanistan drone strike: 'Ten people died here.. including my daughter'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58382889",
      "category": "uk-wales",
      "title": "Covid: Classrooms to get £6m anti-Covid air technology",
      "tags": "Swansea University,National Association of Head Teachers,Plaid Cymru,Nefyn,Wales education,Coronavirus pandemic",
      "text": "Doctors have welcomed a £6m air technology fund to stop Covid spreading in schools, colleges and universities.\nThe Welsh government said it would pay for 30,000 CO2 sensors and 1,800 ozone disinfecting machines developed by Swansea University.\nThe National Association of Head Teachers said \"clear guidance\" was needed on what action to take when poor air quality was identified. \nPlaid Cymru called for safety guidance regarding ozone disinfecting machines. \nDr Eilir Hughes, a GP from Nefyn, Gwynedd, and a leading member of the Fresh Air campaign, said he was \"really pleased\" the Welsh government was taking the importance of ventilation seriously.\n\"We know that this virus spreads in the air and any measures you can introduce to reduce that risk of airborne transmission is welcome. \n\"I've been campaigning for these measures for some time and involved in rolling them out on Anglesey.\"\nDr Rhys Thomas, a consultant in anaesthetics at Glangwili Hospital, said: \"It's the air that infects you, not surfaces. It's breathing in somebody else's air that'll do it. \n\"Delta is far more infectious and dangerous, and transfers more readily in the air. \n\"We have to bring in multiple mitigations to defeat this virus. We need fresh air and clear air in indoor environments. CO2 monitors are our canaries in the coalmine. They'll start warning us that there's not enough fresh air into that room.\"\nThe Welsh government said it hoped to roll out the new technology during the autumn term, but schools on Anglesey have already been using CO2 monitors for over a year. \nCouncil leader Llinos Medi said the equipment was there to \"reassure\" staff and pupils about the flow of air within school buildings. \n\"We need to throw everything at this. This is part of the answer,\" she said.\n\"It's disappointing that its nearly a year on since Ynys Môn made the decision, and the Welsh government is now making its decision. \n\"The practicality of getting them bought and set up will be extremely challenging.\"\nPlaid Cymru's education spokeswoman, Sian Gwenllian MS, said her party had been calling for more guidance and resources for schools, colleges and universities about ventilation since last year.\n\"The provision of CO2 monitors to educational settings, while long overdue, is welcome, and is in line with other nations. \n\"It's important that measures we use are in line with the latest scientific guidance and I urge Welsh government to provide reassurance to educational settings on the use of devices such as ozone disinfectant systems. \n\"The use of ozone disinfecting machines is controversial to say the least and we all need to be satisfied that Welsh government is absolutely certain that they are a safe option before introducing them.\"\nA Welsh government spokesperson said: \"The ozone disinfecting machines, developed through Swansea University, are specifically for the disinfection of empty indoor space.  \n\"These machines have been developed to speed-up the decontamination of classrooms following a confirmed outbreak of Covid-19 only, and not as a form of air purification for occupied indoor spaces.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-49192495",
      "category": "world-asia",
      "title": "Taliban are back - what next for Afghanistan?",
      "tags": "War in Afghanistan (2001-present),Afghanistan,United States Army,Taliban,US-Taliban peace talks,United States",
      "text": "After 20 years of war, the Taliban has swept to victory in Afghanistan.\nThe group completed their shockingly rapid advance across the country by capturing Kabul on 15 August.\nIt came after foreign forces withdrew from Afghanistan following a deal between the US and the Taliban, two decades after US forces removed the militants from power in 2001.\nThe conflict has killed tens of thousands of people and displaced millions.\nTaliban forces have pledged not to allow Afghanistan to become a base for terrorists who could threaten the West.\nBut questions are already being asked about how the group will govern the country, and what their rule means for women, human rights, and political freedoms.\nBack in 2001, the US was responding to the 9/11 attacks on New York and Washington, in which nearly 3,000 people were killed. Officials identified Islamist militant group al-Qaeda, and its leader Osama Bin Laden, as responsible. \nBin Laden was in Afghanistan, under the protection of the Taliban, the Islamists who had been in power since 1996.\nWhen they refused to hand him over, the US intervened militarily, quickly removing the Taliban and vowing to support democracy and eliminate the terrorist threat.\nThe militants slipped away and later regrouped.\nNato allies had joined the US and a new Afghan government took over in 2004 but deadly Taliban attacks continued. President Barack Obama's \"troop surge\" in 2009 helped push back the Taliban but it was not long term.\nIn 2014, at the end of what was the bloodiest year since 2001, Nato's international forces ended their combat mission, leaving responsibility for security to the Afghan army.\nThat gave the Taliban momentum and they seized more territory. \nPeace talks between the US and the Taliban started tentatively, with the Afghan government pretty much uninvolved, and the agreement on a withdrawal came in February 2020 in Qatar.\nThe US-Taliban deal did not stop the Taliban attacks - they switched their focus instead to Afghan security forces and civilians, and targeted assassinations. Their areas of control grew.\nThey emerged in the civil war that followed the withdrawal of Soviet troops in 1989, predominantly in the south-west and the Pakistan border areas.\nThey vowed to fight corruption and improve security, but also followed an austere form of Islam.\nBy 1998, they had taken control of almost all of the country. \nThey enforced their own hardline version of Sharia, or Islamic law, and introduced brutal punishments. Men were made to grow beards and women had to wear the all-covering burka. TV, music and cinema were banned.\nAfter their overthrow they regrouped in Pakistani border areas.\nIn terms of lives lost, it is obviously not easy to say exactly. The number of coalition casualties is much better recorded than Taliban and Afghan civilians.\nResearch by Brown University estimates losses in the Afghan security forces at 69,000. It puts the number of civilians and militants killed at about 51,000 each.\nMore than 3,500 coalition soldiers have died since 2001 - about two-thirds of them Americans. More than 20,000 US soldiers have been injured.\nAccording to the UN, Afghanistan has the third-largest displaced population in the world. \nSince 2012, some five million people have fled and not been able to return home, either displaced within Afghanistan or taking refuge in neighbouring countries. \nBrown University research also puts the US spending on the conflict - including military and reconstruction funds in both Afghanistan and Pakistan - at $978bn (£706bn) up to 2020.\nHow the Taliban plan to govern Afghanistan remains unclear.\nWomen face an uncertain future. Taliban spokesman Suhail Shaheen says the group will respect the rights of women and minorities \"as per Afghan norms and Islamic values\".\nThe militants had declared an amnesty across Afghanistan and said it wanted women to join its government.\nBut there are fears over women's freedom to work, to dress as they choose, or even to leave home alone under Taliban rule. \nAnother major fear is that the country will once again become a training ground for terrorism.\nTaliban officials insist that they will fully adhere to the US deal and prevent any group from using Afghan soil as a base for attacks against the US and its allies.\nThey say they aim only to implement an \"Islamic government\" and will not pose a threat to any other country.\nBut many analysts say the Taliban and al-Qaeda are inseparable, with the latter's fighters heavily embedded and engaged in training activity.\nIt is also important to remember that the Taliban are not a centralised and unified force. Some leaders may want to keep the West muted by not stirring up trouble but hardliners may be reluctant to break links with al-Qaeda.\nJust how powerful al-Qaeda is and whether it could now rebuild its global network is also unclear.\nThen there is the regional branch of the Islamic State group - ISKP (Khorasan Province) - which the Taliban oppose.\nLike al-Qaeda, ISKP has been degraded by the US and Nato but could use the post-withdrawal period to regroup.\nIts fighter numbers could be only between a few hundred and 2,000 but it may try to gain footholds in Kazakhstan, Kyrgyzstan and parts of Tajikistan, which could be a serious regional concern. "
    }
  ]
}