{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/business-57109282",
      "category": "business",
      "title": "Amazon set to hire 10,000 UK workers",
      "tags": "Companies,Amazon,Retailing",
      "text": "US tech giant Amazon is to go on a hiring spree in the UK as online shopping continues to boom in the pandemic.\nAmazon is to hire 10,000 UK employees as it opens more warehouses in the north and south of England.\nIt is also creating a number of corporate roles in Cambridge, Edinburgh, London and Manchester.\nBusiness Secretary Kwasi Kwarteng said the move was \"a huge vote of confidence in the British economy\".\nThe coronavirus pandemic has accelerated a trend towards online shopping, and tech giants such as Amazon have reaped the benefits.\nNow the firm, which has come under criticism over working conditions and over the amount of tax it pays, is further entrenching its position in the UK.\nThe addition of 10,000 new roles, including thousands in its warehouses, will take its UK workforce to more than 55,000 by the end of the year.\nAmazon said pay for operations roles was £9.70 per hour, or £10.80 in London, with other benefits.\nIts profits tripled in the first three months of the year to $8.1bn (£5.76bn), up from $2.5bn a year ago.\nThe online retail giant will open new \"fulfilment\" warehouses in Dartford, Gateshead, Hinckley and Swindon, and a \"parcel receive\" warehouse in Doncaster.\nIt will recruit in its offices for roles in fashion, digital marketing, engineering, video production, software development, cloud computing, AI and machine learning.\nThe company will also be recruiting for its Amazon Web Services (AWS) cloud computing business and its operations network.\nAmazon continues to face scrutiny over how much tax it pays in the UK, which prompted the government to launch a digital services tax in April 2020.\nThe online retail giant has insisted that it pays all taxes required in the UK. \nOn Thursday, it won a court battle overturning an order for it to pay €250m (£215m) in back taxes to the EU.\nIn March, the Unite union demanded that Amazon give its British workers a \"new deal\", including allowing them to unionise and have a greater share of the firm's profits.\nAt the same time, it also launched a confidential hotline for Amazon workers to call to whistleblow on working conditions. \n\"Amazon continues to be plagued by reports of poor working conditions and anti-union tactics,\" said Unite's executive officer Sharon Graham at the time. \n\"Unite has written to Jeff Bezos to call on him to guarantee workers the freedom to talk with and form a union without fear.\"\nBusiness Secretary Kwasi Kwarteng heralded Amazon's plans as making a \"prime investment in our retail sector\", which will \"open up a wide range of opportunities for even more workers\".\nAmazon will also invest £10m over three years into a scheme to train 5,000 employees in subjects including accountancy, HGV driving and software development, in a bid to give them transferable skills.\nAmazon will pay 95% of tuition and associated fees for adult education courses, up to £8,000 over four years.\nLocal chambers of commerce will work with Amazon to identify regional skills shortages.\nShevaun Haviland, director general of the British Chambers of Commerce, said: \"Providing staff with training to plug the skills gaps that exist within the local business community is going to be a key driver to increasing productivity and boosting the economy as the UK recovers from the pandemic.\"\nAmazon's UK Country Manager John Boumphrey said: \"We're proud of the front-line roles we offer across Amazon, and we also know that they will be a stepping stone for some in their career journey.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57113389",
      "category": "uk-politics",
      "title": "Labour MP Wes Streeting diagnosed with kidney cancer",
      "tags": "Keir Starmer,Wes Streeting,Labour Party",
      "text": "Frontbench Labour MP Wes Streeting has been diagnosed with kidney cancer.\nThe 38-year-old Ilford North MP - who was promoted last week to shadow child poverty secretary - said the news came as \"an enormous shock\". \nBut he said the cancer had been \"caught early\" and his prognosis was \"very good\", adding he would take time off work until he made \"a full recovery\". \nLabour leader Sir Keir Starmer said the \"thoughts of the entire Labour Party\" were with Mr Streeting and his family. \nMr Streeting became a Labour MP in 2015 and is viewed as a rising star in the party.\nBefore joining the ranks in Westminster, he was the president of the National Union of Students and later led on education for LGBT+ charity Stonewall, tackling homophobia in schools. \nHe was then elected as a councillor on Redbridge Borough Council in London, becoming the local authority's deputy leader before making his move to Parliament. \nPosting a video on his Twitter feed, Mr Streeting said he discovered the diagnosis after going into hospital for a kidney stone in March. \n\"At the time, a scan identified a lump on the same kidney,\" he said. \n\"Around a month later, in April, unfortunately that lump was diagnosed as kidney cancer.\"\nThe MP added: \"While receiving a cancer diagnosis at the age of 38 has come as an enormous shock, the good news is because of that kidney stone the cancer has been caught early, my prognosis is very good, and I should make a full recovery.\n\"But it does mean I have to take time off work for treatment.\"\nMr Streeting thanked his family, friends and colleagues for their support, as well as Labour candidates and activists who he joined during last week's election campaign. \n\"Without knowing it, they made such a difference to me during what was a really difficult time, taking my mind off things and helping me to crack on as normal,\" he added.\nThe MP's team will carry out his constituency work while he \"follows doctors' orders\".\nHe added: \"My family have made it very clear - and actually so has Keir - that I will not be coming back until I've made a full recovery.\n\"Hopefully that won't be too long, but in the meantime, bear with me and thank you very much in advance for your support.\"\nPoliticians from across Westminster have wished Mr Streeting well in his recovery. \nSir Keir released a statement, saying: \"The thoughts of the entire Labour Party are with Wes and his family at this very difficult time.\n\"Wes is a friend and a colleague and I know he will come back from this even stronger and more determined than ever before. \n\"I cannot wait to see him back in Parliament as soon as possible.\"\nDeputy Labour leader Angela Rayner also tweeted to send her \"love and solidarity\", while shadow education secretary, Kate Green, said: \"Sending loads of love and good wishes to my wonderful, optimistic, brave and all round amazing friend and colleague.\"\nFormer Conservative Chancellor George Osborne tweeted \"everyone wishes you the very best and knows you will come back even stronger\", while Tory MP Nus Ghani wished him \"a swift recovery\".\nThe SNP's Stewart McDonald also sent his \"best wishes\", while Liberal Democrat MP Wera Hobhouse tweeted: \"I am thinking of you and wish you and your family all the strength you need.\"\nAnd Mr Streeting's Labour colleague, Stella Creasy, added: \"Cancer doesn't know who its dealing with - we are all rooting for your speedy recovery!\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57102250",
      "category": "uk-wales",
      "title": "Covid: Self-isolation 'hitting pupils' exam assessments'",
      "tags": "GCSEs,Coronavirus lockdown measures,Public health,A-levels,Secondary education,Coronavirus testing,Wales education,Students,Self-isolation,Video calling,Young people,Exams,Coronavirus pandemic",
      "text": "Pupils taking important A-level and GCSE tests are having to self-isolate due to positive Covid cases in schools.\nThis summer's results are being determined by teachers after exams were cancelled but many schools have scheduled assessments to collect evidence for grades.\nHead teachers and pupils have spoken of the pressures of the system which sees grades decided by schools and colleges.\nQualifications Wales said it offered \"flexibility\" and fairness. \nAt the end of April, a positive Covid case meant sixth formers at Ysgol Gyfun Gymraeg Bro Edern in Cardiff were sent home in the middle of important tests.\nMost pupils were able to return to school after close contacts were identified and only 18 had to isolate.\nHead teacher Iwan Pritchard said it had an impact on assessments, though the school had put arrangements in place to catch up with any missed work.\n\"We've got a system in place whereby the last week of this half-term, we've set aside for pupils to catch up with their assessments.\n\"We also use a lot of live learning so any pupil who is absent will be able to access their lessons online.\n\"But it does mean that departments can't really moderate and standardise their assessments correctly until every pupil has completed those assessments. \n\"So it will affect the pupils, it will affect the teachers and it will affect the timetable for the work that leaders in schools will have to put in before we produce the results in early June.\"\nConcerns have been voiced about the system of centre-determined grades, with some head teachers and unions claiming it creates undue pressure to provide evidence to back up the grades schools and colleges give pupils.\nIn practice it has meant pupils in many schools have been doing a series of assessments since the Easter holidays.\nSchools will release provisional results in June, and more details of how a controversial appeals system will work are expected in coming days.\nOne Flintshire mother, who did not want to be named, said the grading process had caused \"a lot of stress\" for her daughter studying A-levels and son doing GCSEs.\nHer son had to isolate after his classmate tested positive for Covid.\n\"He was in for seven days, started his assessments then got sent home,\" she said. \n\"He doesn't know whether he's coming or going. My son is basically taking exams - OK they are old exam papers, but they are exam standards that were expected two years ago. \n\"I can't see how that could be fair, when they haven't had the support children were getting then.\n\"My son's suffered very badly. Every time he was settling into learning at school he was sent home and then he would be back in school - he's spent a year constantly trying to settle into something new.\n\"It's affected his mental health and his ability to learn.\"\nThere are far fewer Covid cases being reported by schools and colleges, reflecting the very low levels of the virus in the community, though isolated cases can lead to larger groups having to isolate.\nSecondary age pupils have been taking rapid Covid tests in order to try to identify more cases when people are not showing symptoms.\nThe latest Public Health Wales data, published on 12 May, recorded 152 positive cases across all schools and colleges in the previous 21 days - significantly lower than the peak in December. \nChairman of Qualifications Wales, David Jones, said everyone was operating in \"very challenging\" circumstances, including some young people still having to isolate.\n\"I think the most important thing that's built into the approach of this summer is flexibility,\" he said.\n\"That flexibility is there in order to try and at least minimise the burden for teachers and lecturers and also to focus on the well-being of learners.\n\"I'm confident that the approach we've taken this year, which involved a huge amount of collaboration right across the system, is fair and it's going to put us in a good position to make sure that we give young people every opportunity to move on to the next stage.\n\"But saying that, I don't underestimate how difficult it is, how difficult the next four or five months are going to be.\"\nIn January, 17-year-old Cai Parry campaigned for formal assessments to be scrapped.\nThat system - which originally replaced exams - was also ditched as schools remained closed at the start of the year, but he said pupils found themselves doing different types of tests, some not dissimilar to exams.\n\"At my college we've been doing all internal assessments - some of them we would be able to look at notes - some of them we weren't,\" he said.\n\"Some times we've had coursework-type elements to it, but I understand that there have been a lot of varying ways of assessment depending on which college or school.\" \nMr Pritchard said, overall, pupils' well-being had suffered, despite everyone's best efforts.\n\"The stress that the whole situation has created with some pupils will have an effect on them for months and years to come,\" he said.\n\"That's something that we as schools and as the education system really need to acknowledge and to get to grips with - and to put things in place where we address some of those wellbeing issues that pupils will be showing for many, many months to come.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57109660",
      "category": "uk",
      "title": "Indian variant: Second jabs could be brought forward to tackle rise",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus testing,Coronavirus pandemic",
      "text": "Second vaccine doses could be brought forward and local restrictions introduced to help tackle the Indian variant in the worst-affected areas, the UK  government has said. \nMinister Nadhim Zahawi said steps could also include vaccinating younger people in multi-generational households.\nMeanwhile, a top scientist has warned lifting restrictions on 21 June is in doubt because of the Indian variant. \nCases in the UK have more than doubled to 1,313, Public Health England said. \nThe figures released on Thursday have risen from 520 cases recorded by PHE up to 5 May.\nMost of the cases - 1,255 - are in England, while there are 35 in Scotland, 12 in Northern Ireland and 11 in Wales, according to PHE. \nHowever, Prof Paul Hunter, who sits on a number of Covid advisory committees for the World Health Organization, said current figures were around two weeks out of date and would now be higher. \nHe told BBC Radio 4's Today programme the Indian variant was now in most regions of the UK, with the possible exception of Yorkshire and Humber and north-east England. \nMore than 30% of cases are in London, followed by 25% in north-west England, 12% in eastern England, 10% in the East Midlands and 8% in the South East, PHE said.\nFour people have now died with the Indian variant of concern as of 12 May, according to PHE. \nAccording to Friday's government figures, a further 17 people have died in the UK within 28 days of a positive test and another 2,193 coronavirus cases have been recorded.\nThe Department of Health and Social Care said there was \"no firm evidence yet to show this variant has any greater impact on severity of disease or evades the vaccine\".\nBut experts believe it may be more transmissible.\nAnd the department said ministers could not rule out imposing local restrictions if they were necessary to suppress a variant which vaccines are less effective against. \nVaccines Minister Mr Zahawi said the government was also considering reducing the gap between vaccine doses for people in areas where the variant is spreading. \nHe added that pilots of vaccinating younger people in multi-generational households in Luton had been successful.\nProf Hunter said there was \"possibly\" a case for targeting vaccines in certain areas - but jabs took two to three weeks to work. This would mean diverting doses from other areas, where the Indian variant could also soon be spreading. \nHe added that he thought it was more important to administer as many first doses as possible than boost the number of second doses at this stage. \nOn Thursday, Prime Minister Boris Johnson said there was no evidence to suggest England's planned lockdown easing could not go ahead.\nThe next major easing of restrictions is due to take place on 17 May.\nBut Prof Hunter said step four of the roadmap out of lockdown, which is due on 21 June and would see all legal limits on social contact lifted, \"is in doubt\". \nCurrently, he said the Indian variant was spreading in younger, unvaccinated people but if cases increased in the elderly so would hospital admissions, putting pressure on the NHS. \nMr Zahawi said easing restrictions on 21 June depended on the government's four tests being met - including that vaccines continue to be effective and the risks are not fundamentally changed by new variants. \nWhy could the Indian variant be a problem when the vaccination programme is doing so well?\nThe issue is that we are only part way through even though those most at risk have been prioritised.\nThere is still debate about how transmissible the new variant is.\nBut modelling by the University of Warwick has estimated that a 30%-40% more transmissible variant combined with relaxing restrictions in May and June could lead to more hospital admissions than in the first wave.\nIt would be a very different situation if we were in the autumn when overall levels of immunity would be making it harder for the virus to spread.\nInstead, we are in the delicate phase where restrictions are being eased as the vaccine is taking over the burden of suppressing the virus.\nOne option being considered is closing the gap between the first and second doses.\nThis would give vulnerable people, who have already been offered their first jab, extra protection more quickly.\nHowever, there could be a trade-off as studies suggest the current 12-week gap between doses leads to a better immune response than the originally planned three-week gap.\nAsked whether local lockdowns were being considered, Mr Zahawi said nothing was \"off the table\", including further regional or national measures. \nHowever, he said surge testing was the \"most effective way\" of dealing with variants. \nSurge testing is already taking place in 15 areas across England, including Bolton, Blackburn, London, Sefton and Nottingham.\nThis is when increased testing and enhanced contact tracing is carried out in specific locations to try to prevent the spread of outbreaks.\nGreater Manchester's Labour Mayor Andy Burnham told BBC Breakfast local lockdowns \"can't be the answer\" and urged ministers to deliver more vaccines to areas where case rates are highest. \nThe Conservative leader of Bolton Council, David Greenhalgh, also appealed to the government not to enforce a local lockdown, saying people would simply travel to pubs and restaurants in neighbouring areas. \nHe said he had also asked the health secretary for more resources and vaccines, including for younger people, to tackle the surge. \nMr Greenhalgh said talks on the introduction of vaccines for younger age groups had been \"very constructive\" and \"all the soundings\" were that the government was looking to progress this as soon as possible. \nPHE said mobile testing units had been set up in Bolton, and door-to-door PCR testing had been offered to 22,000 residents. A PCR test is the most accurate way to check for Covid.\nMore doses have been delivered to the town, which has also set up a vaccine bus to increase uptake among those who are eligible. \nExtra clinics will open in Blackburn and Darwen in Lancashire from next week to offer the vaccine to those who are eligible under national guidelines.\nBut the area's public health director, Prof Dominic Harrison, said he was \"furious\" the government had refused a request to extend vaccinations in Blackburn. \nOn Thursday, the council initially said all over-18s would be offered a jab, before later stating only those with underlying conditions could book an appointment.\nMeanwhile, the R number - or reproduction number - in England is estimated to have risen slightly from between 0.8 and 1.0 to between 0.8 and 1.1, according to the government's Scientific Advisory Group for Emergencies. \nIf the R number is above one then the number of cases keeps increasing.\nAdditional reporting by Hazel Shearing"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57111615",
      "category": "world-europe",
      "title": "Cyber attack 'most significant on Irish state'",
      "tags": "Republic of Ireland,Dublin,Computers,Cyber-attacks,Cyber-security",
      "text": "A cyber attack on Irish health service computer systems is \"possibly the most significant cybercrime attack on the Irish state\", a minister has said.\nSpeaking on broadcaster RTÉ, Ossian Smyth said the attack \"goes right to the core of the [health] system\".\nHowever, he also said that it was \"not espionage\".\nTaoiseach (Irish PM) Micheál Martin said that he had consulted with cyber security experts and that the state would not be paying a ransom.\nHe said it would \"take some days\" to assess its impact.\n\"What's important is people cooperate with the HSE,\" he said, and added that emergency services remain open, and the vaccine programme continues uninterrupted.\nThe health service has temporarily shut down its IT system to protect it after the attack.\nMr Smyth, who is minister for public procurement and eGovernment, said it was an international attack.\nHe added: \"These are cyber criminal gangs, looking for money.\n\"What they're attempting to do is to encrypt and lock away our data, and then to try to ransom it back to us for money.\"\nThe Health Service Executive (HSE) said it had taken the precaution of closing down its systems to further protect them and assess the situation.\nMr Smyth said the Irish government is \"deploying everything\" in its response.\n\"It's widespread. It is very significant, and possibly the most significant cybercrime attack on the Irish State.\"\nThe National Cyber Security Centre (NCSC) has said the HSE became aware of a significant ransomware attack on some of its systems in the early hours of Friday morning and the NCSC was informed of the issue and immediately activated its crisis response plan.\nIreland's Health Minister Stephen Donnelly said the incident was having \"a severe impact on [the] health and social care services\". \nEmergency services continued, he said.\nAnne O'Connor of the HSE told RTÉ on Friday afternoon that if \"this continues to Monday, we will be in a very serious situation and we will be cancelling many services\".\nA number of hospitals in the Republic of Ireland are reporting disruption to services. \nThe HSE is tweeting about what services have been affected.\nIn a tweet, Mr Donnelly said his department is working to ensure the systems and information is protected. \nHe added that Covid-19 vaccinations and testing would proceed as normal.\nEarlier, HSE chief executive Paul Reid told RTÉ's Morning Ireland it is working to contain a sophisticated human-operated ransomware attack on its IT systems.\nHe said that the cyber attack was affecting all national and local systems involved in all core services.\nMr Reid said the attack is focused on accessing data stored on central servers.\nHe said it is a major incident, but that no ransom demand has been made at this stage.\nComputer viruses that threaten to delete your files unless you pay a ransom are known as ransomware.\nLike other computer viruses, it usually finds its way onto a device by exploiting a security hole in vulnerable software or by tricking somebody into installing it.\nRotunda Hospital Master Professor Fergal Malone said they had discovered during the night that they were victims of the ransomware attack, which is affecting all of its electronic systems and records.\nProf Malone said he believed it could also have affected other hospitals, which was why they had shut down all of their computer systems.\nProf Malone said all patients are safe and the hospital had contingency plans in place so it can function normally using a paper-based system.\nHe added that this would slow down the processing of patients, which is why the hospital was looking to limit the numbers attending appointments on Friday.\nHe said life-saving equipment was in operation and it was computers with healthcare records that have been affected.\nThe child and family agency, Tusla, said its IT systems are not operating as a result of the attack, as the agency is hosted on the HSE network.\nIt said any person wishing to make a referral about a child can do so by contacting the office in their area.\nThe HSE tweeted that the National Ambulance Service is \"operating as per normal with no impact on emergency ambulance call handling and dispatch nationally\".\nProf Seamus O'Reilly, oncologist at Cork University Hospital, said all of its computers had been switched off due to the cyber attack.\nProf O'Reilly said cancer care was time dependent on technology and the hospital is anxious to proceed with treatment. \nKrysia Lynch, chair of the Association for the Improvement in Maternity Services in Ireland, said it was time to ask the HSE if they have patient records stored in a robust way and if they have proper cyber defences for this type of ransomware."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57114168",
      "category": "world-middle-east",
      "title": "Israel-Gaza: Strike collapses building during live BBC report",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57100078",
      "category": "uk-northern-ireland",
      "title": "DUP leadership: Counting of votes begins after voting ends",
      "tags": "Gregory Campbell,DUP (Democratic Unionist Party),Arlene Foster,Sir Jeffrey Donaldson",
      "text": "Counting of votes has now started to elect the next leader of the Democratic Unionist Party (DUP).\nNorthern Ireland's Agriculture Minister Edwin Poots and Lagan Valley MP Sir Jeffrey Donaldson are bidding to succeed Arlene Foster. \nShe steps down as DUP leader on 28 May and will then leave her role as NI first minister at the end of June. \nIt is the first time in the party's 50-year history that a leadership contest has taken place. \nOnly three people have held the role of DUP leader since the party was established in 1971 - its founder the late Ian Paisley, followed by Peter Robinson and its current leader, Arlene Foster.\nA secret party ballot of party MPs and NI Assembly members was held on Friday. The announcement on the next leader is expected at about 17:00 BST, the party has said.  \nA new deputy leader will also be elected after incumbent Lord Dodds announced he would not bid for re-election. \nMr Poots became an MLA (Member of the Legislative Assembly) for the Lagan Valley constituency in 1998 and has also served on Lisburn City Council.\nHe has served as Northern Ireland minister for the environment, minister for arts, culture and leisure and as health minister over the course of his political career.\nHe has said he would like to remain as agriculture minister and would not take on the role of Northern Ireland first minister if elected party leader. \nIn a message to MPs and Northern Ireland Assembly members, Mr Poots said that leading the DUP \"would be my greatest honour\".\nHe said he had been \"tried and tested over many years in political office\" and had a plan to \"reinvigorate unionism\".\nLeaving DUP headquarters on Friday afternoon, he said it was a \"good day for democracy\".\nMP Ian Paisley, who is backing Mr Poots, said it was a \"really good day\" for the DUP.\n\"This is a democratic decision. At last, the elected members are deciding who their leader is,\" he said.\n\"That's a very, very important decision.\"\nMr Poots is facing stiff competition for the leadership from Sir Jeffrey Donaldson, who has been the MP for Lagan Valley since 1997.\nAt that time he was an Ulster Unionist Party (UUP) member but was one of several politicians who defected to the DUP in 2004 after a dispute over the 1998 Good Friday Agreement peace deal.\nOn Thursday, Sir Jeffrey told DUP assembly members and MPs that he will contest the next assembly election and serve as first minister if elected.\n\"If elected leader, I will not be leading remotely from Westminster. I will be on the ground and intend to fight the next assembly election so that I can be based here,\" he said. \n\"I would take on the role of first minister as I believe that our people not only want a leader of unionism, they want a leader for Northern Ireland.\"\nOn Friday outside DUP headquarters, Sir Jeffrey said he was \"feeling good\", when questioned by waiting reporters. \nMP Jim Shannon, who is backing Sir Jeffrey, said the latter had \"statesman-like qualities\".\n\"I feel that Jeffrey has the qualities that take him beyond Northern Ireland and across the mainland and maybe further afield,\" he said. \n\"I think those are statesman-like qualities which the party needs.\"\nBoth Mr Poots and Sir Jeffrey not only represent the constituency of Lagan Valley, but also work out of the same office building.\nThere were three candidates in the running to be deputy leader - East Londonderry MP Gregory Campbell and MLAs Paul Frew, of North Antrim, and Paula Bradley, of North Belfast.\nHowever, it is understood Mr Frew, who is also Mr Poots' campaign manager, pulled out of the race on Friday. It is not clear who he is supporting. \nAfter casting her vote, outgoing leader Mrs Foster said she voted for the person who \"would bring the Democratic Unionist Party forward\".\n\"And I think that's very obvious,\" she added. \nOnly DUP members elected to the House of Commons and the Northern Ireland Assembly get to vote in a leadership election, according to party rules.\nThere are 28 MLAs - including Mrs Foster - and eight MPs, who make up the electoral college.\nIn order to become party leader, the winning candidate must secure the support of at least 19 of the party's MLAs and MPs.\nEach leadership candidate spoke to party members with a vote for 10 minutes on Friday morning, and each deputy leader contender spoke for five minutes. \nThe DUP headquarters is an unassuming building, bar the trail of MPs and MLAs making their way inside. It looks to most, like a meeting hall.\nThe leadership contenders arrive early to avoid the media, ahead of making their final pitch to the electoral college, virtually due to Covid guidelines.\nMedia stationed outside are unsure which door the politicians are going to enter at, with several entrances it's become a bit of a guessing game. \nPeople passing by the building, though, seem unfazed by the unprecedented election taking place within its walls. \nMPs and MLAs began arriving in a staggered fashion to cast their ballot - crucially in secret, with only 36 eligible voters.\nGavin Robinson - in Team Sir Jeffrey - was the first to leave after voting, but when asked about it, he merely gave a thumbs up.\nBoth men have been campaigning right up to the last minute with videos and messages being sent to all party members who are eligible to vote in the leadership election.\nSir Jeffrey wrote to DUP MLAs and MPs on Thursday night, presenting them with the results of a poll conducted on behalf of his campaign, which appeared to suggest he would have a broader electoral appeal than his competitor.\nThe results were released internally within the DUP, but BBC News NI political correspondent Stephen Walker obtained a copy and reported the results on The View on Thursday night.\nWhen asked who was the best choice for DUP leader, 75% of respondents who indicated a preference favoured Sir Jeffrey for the role.\nMr Poots' team highlighted the size of the survey sample - 500 people -  and pointed out that there was no clarity on who took part in the poll or the political background of the respondents. \nThey also said that in their view, the real poll on Sir Jeffrey's electoral appeal was the MP's performance in the last general election, when the DUP's overall majority in Lagan Valley fell from 19,000 to 6,000 and the party lost 16% of the vote share. \nMr Poots meanwhile, also sent party members an eve of poll letter, highlighting his ministerial experience at Stormont.\nHe also sent a video to the DUP's electoral college, in which he talked about joining the party when he was 16 and said his greatest passion was working for the people of Northern Ireland\nMrs Foster announced her decision to resign after facing a revolt from DUP members.\nShe had led the party since December 2015 and was appointed first minister of Northern Ireland the following month.\nBBC News NI understands that she will sever her ties with the DUP when she stands down as first minister.\nSources close to her said she thinks it is no longer the party she joined."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57102251",
      "category": "uk-wales",
      "title": "Covid: Half of young adults vaccinated in some areas of Wales",
      "tags": "Queensferry,Coronavirus lockdown measures,Deeside,Coronavirus vaccines,Cardiff,Coronavirus testing,Welsh government,NHS Wales,University of Oxford,Young people,Coronavirus pandemic",
      "text": "Almost half of young adults have received a first coronavirus vaccine in some Welsh health board areas.\nIn north Wales, 44% of people aged 18-29 have been given a first dose, while in Cardiff and the Vale of Glamorgan 46% have been vaccinated.\nAn average of 36.6% of people under 30 in Wales have had the jab as the roll-out moves at different speeds across Welsh health boards.\nOne vaccine centre manager said young people were \"coming in their droves\".\nThe Welsh government has committed to offering every adult a first dose of the coronavirus vaccine by the end of July, after succeeding in offering all people in priority groups one to nine a first dose by the middle of April.\nPeople under 30 have been offered the Pfizer jab as an alternative to the Oxford-AstraZeneca vaccine, after a link with rare blood clots was identified. That was extended to people under 40 last week.\nWhile vaccine centres have dealt with a greater number of people failing to attend appointments compared with the initial roll-out to more vulnerable groups, one vaccine manager said the data showed a \"promising\" commitment to being vaccinated among younger age groups.\n\"We have seen a really good uptake,\" said Tom Halpin, who manages the Deeside Rainbow Vaccination Centre at a leisure centre in Queensferry, Flintshire.\n\"It is really promising to see all the young people coming through the doors. We run seven days a week, so the fact that lots of them are taking time out of working days to come and receive their vaccine is really promising.\"\nThe Deeside centre is in the Betsi Cadwaladr University Health Board area which covers the whole of north Wales. Their latest update this week showed that 44% of people aged 18-29 had received a first dose of the Covid vaccine.\nOther health board areas are also nearing half their young adult population, including the Cardiff and Vale University Health Board area where 46% of 18 to 29-year-olds have had the vaccine.\nMr Halpin said the vaccine uptake was part of a desire to \"get back to normal\" among younger age groups.\n\"There was definitely a huge sense of relief in the early days when we were on the higher priority groups, everybody was really relieved to receive their vaccine,\" he said. \n\"Now, I think people want to get back to normal, and the younger group are coming in their droves to help enable that to happen.\"\nGreta Sion had her first vaccine last week. She was called for a jab after signing up to a reserve list in case of spare doses.\n\"I queued for a while but it was such an easy process. Within half an hour, I was done. I was vaccinated,\" said the 23-year-old currently working in Cardiff.\nWhile she had seen stories about possible side effects, Ms Sion, who plans to study a postgraduate degree at Oxford University, said the benefits of getting the vaccine outweighed any risks.\n\"I didn't really question it,\" she said.\n\"I just thought, up until now, it has been such a success. I think that this is the way out of it, or at least the way towards a little bit more normality.\"\n\"I am hoping to do a postgraduate degree in September so it means I will be able to meet my fellow students, we will be able to socialise,\" said Ms Sion. \n\"It is what we have wanted for a year so hopefully this will just open so many doors, and we can see the restrictions being eased a bit more now.\"\nHer friends are sharing selfies from vaccine centres and they are \"excited\" to get it.\n\"From my experience, I know all my friends have been quite excited to get it. \n\"We are asking each other 'Have you been vaccinated?' - we have all been very willing, and we want it. \n\"To know that this means that we and those around us are going to be safer - there is no doubt, we have been very willing and excited to get it.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57107154",
      "category": "business",
      "title": "Portugal: No decision yet on UK holiday travel",
      "tags": "Tourism,Travel,TUI Travel,Portugal,Travel & leisure industry",
      "text": "Portugal has yet to decide whether it will allow visits from UK holidaymakers as it extends its \"state of calamity\" until 30 May.\nFrom 17 May, travellers from England and Scotland won't have to quarantine upon their return from Portugal and other \"green list\" countries.\nBut those countries have their own restrictions on who can visit.\nHowever, some football fans may be able to go to the planned UEFA Champions League final in Porto on 29 May.\nPortugal's government has announced that it is extending its \"state of public calamity\" on the mainland - the second highest level of alert - for a further 15 days from Monday, until 30 May.\nUnder current plans, people from England and Scotland will be allowed to travel to Portugal for non-essential reasons from Monday.\nBut whether they will be allowed in by Portugal has not been decided yet by the Portuguese government, said cabinet office minister Mariana Vieira da Silva.\n\"I have no information to give yet,\" she said at a briefing when asked whether the UK restrictions would soon be lifted.\n\"Work is going on and as soon as there is a decision it will be announced, but no decision was taken in this cabinet meeting,\" she said.\nTravellers from the UK are one of the biggest markets for Portugal's tourism sector, along with those from Spain and France.\nMs Vieira da Silva did not say when a decision on the matter might be taken.\nAt present, Portugal allows flights to and from the UK, but only for essential travel, such as for business, study, family reasons, health or humanitarian reasons.\nFirms including Tui and Easyjet have been offering holidays and flights to green list countries, but online travel firm On The Beach has stopped selling all holidays for this summer due to Covid uncertainty.\nTui has 44 flights due to depart for Portugal between 17 and 30 May. These include 28 to the Algarve, a popular destination for UK summer holidays.\nThe UEFA Champions League final in Porto has not yet been officially announced, but is widely expected after Portugal's government agreed to allow a limited number of fans to attend, despite this not yet being the case at domestic games.\nMs Vieira da Silva said that a series of restrictions would apply.\nThere will be a 12,000 limit on numbers and tickets will be for named people in designated seats, which will spaced in line with health guidelines.\nFans will have to fly in on charters, arriving and leaving \"on the same day\" in what Ms Vieira da Silva described as \"a bubble situation\" - passing through a separate zone at the airport, as well as having to take a coronavirus test before travelling."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-57102489",
      "category": "education",
      "title": "Mary Beard's retirement present to fund students",
      "tags": "University of Cambridge,Mary Beard",
      "text": "Historian Mary Beard is to fund scholarships for two disadvantaged students to study classics at Cambridge University, as a \"retirement present\".\nThe Cambridge professor is stepping down next year after almost 40 years of teaching and research.\nShe described the £80,000 donation as her \"payback time\".\n\"I am very conscious of what I've gained from classics, no-one from my family had a university degree,\" said Dame Mary.\nThe historian and television presenter wants to help widen the reach of classics as a subject, so it's not \"just for posh people who've done Latin for ages\".\nMost people approaching retirement might expect the present to be heading in their direction, but Dame Mary - no stranger to doing things her own way - wants to mark her departure with her own donation.\n\"It's a pledge, that we really do want people from more diverse backgrounds to study classics. Classics is a subject that has changed, is changing, but needs to change more.\n\"But you still walk around the faculty and it looks, although not entirely, very white,\" said Dame Mary.\nThe funding, £40,000 for each of two students, will help with living costs through their degree course, and will be available to students from low-income families or under-represented groups.\nDame Mary has not named the awards after herself, but after one of her classics tutors, Joyce Reynolds.\nShe said her former tutor at Cambridge, now aged 102, had been a \"fantastic fighter for the rights of women in what was then a very male subject\".\n\"I have no illusion that giving a couple of scholarships is the solution, but it's a way of showing we're serious about equality of opportunity,\" said Dame Mary.\nShe said classics students are \"trained to think hard, to express themselves, to write well - qualities that a hell of a lot of employers are looking for\".\nThe subject also offered a way of \"thinking about the world differently\", with different perspectives on philosophy, culture, gender and race.\nHer BBC television series, such as Julius Caesar Revealed and Mary Beard's Ultimate Rome: Empire Without Limit, have brought ancient history to a wider, modern audience.\nShe has also faced threats and abuse on social media, and what she's called \"sexist rants\" online.\nDame Mary said her own interest in classics was through an early enthusiasm for archaeology, and she remembers the excitement of finding a Roman coin and \"holding the past\".\nOne of her earliest memories, she said, was being taken by her mother to the British Museum as a small child, and an attendant being kind enough to open a display case to let her hold a piece of ancient Egyptian carbonised cake. \nShe now wants to help open up classics for another generation of young people.\nZaynab Ahmed, a current third-year classics student at Newnham College, Cambridge, said a barrier was the lack of state schools teaching the subject.\nShe said that was why the Cambridge four-year course was more accessible, with a foundation year to support students who might not have studied Latin at school.\n\"Classics is a subject I've fallen in love with. It's about the past, but it's also about how we understand ourselves now,\" she said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57104234",
      "category": "uk-politics",
      "title": "David Cameron: I was paid far more at Greensill than as PM",
      "tags": "David Cameron,Greensill Capital,Lobbying,Treasury Select Committee",
      "text": "David Cameron has said he was paid \"far more\" as a part-time adviser to now-collapsed Greensill Capital than when he was prime minister.\nHe told MPs he had had a \"big economic investment\" in the finance company, including shares.\nBut he insisted he was not motivated by money when he lobbied ministers on behalf of the firm - and he believed he had acted in the national interest.\nMr Cameron was paid £150,402 a year when he quit as prime minister in 2016.\nSpeaking via video link to the Treasury Select Committee, he repeatedly declined to reveal his exact salary at Greensill, which he joined two years after leaving Downing Street, calling it a \"private matter\".\nThe panel of MPs is among three parliamentary committees that have launched inquiries into the company, following its collapse in March.\nMr Cameron told the Treasury Committee he had not broken any rules when he tried to influence ministers and officials on behalf of Greensill Capital around the start of the Covid pandemic in spring last year. \nHe said it had been \"appropriate\" for him to call and text ministers and officials directly, as financial schemes were being designed quickly at a \"time of extraordinary crisis\".\nBut he conceded that in future \"prime ministers should only ever use letter or email, and should restrict themselves far more\".\nAnd he backed a tightening up of the rules for ministers and officials who take jobs in industry.\nMr Cameron has previously said he began working as a \"part-time senior adviser\" to Greensill Capital in August 2018.\n\"I was paid an annual amount, a generous annual amount, far more than what I earned as prime minister, and I had shares - not share options but shares in the business - which vested over the period of time of my contract,\" he told the committee.\nHe described reports he had been set to make £60m from Greensill before its collapse as \"completely absurd\".\nMr Cameron also said the demise of Greensill Capital was a \"great regret\" to him, and there were \"important lessons to be learned\" from it.\nHe added that he had conducted \"quite a lot of due diligence\" before taking up the advisory role, including asking questions about \"every aspect of the business\".\nWhat is lobbying?\n\"I had a big economic investment in the future of Greensill, so I wanted the business to succeed,\" Mr Cameron told MPs. \"I wanted it to grow.\"\nHe said his economic interest in the firm had been \"important\" but was not relevant to the MPs' inquiry into its collapse and its contacts with government. \nAnd he said he had felt the firm's proposals would help small businesses access cash during an economic crisis, and were \"absolutely in the public interest\".\nIn a separate hearing, with the the Public Accounts Committee, Mr Cameron said he had only learned that Greensill Capital was in financial difficulty towards the end of last year.\nHe added that the past few months, during which his work for the company has come in for widespread criticism, had been \"very difficult\", but said he felt more sorry for the hundreds of staff who had lost their jobs.\nThe former prime minister repeatedly texted ministers and officials, including Chancellor Rishi Sunak, asking for the firm to be included in a Covid-related government loan scheme.\nBut his attempts to involve Greensill in the Covid Corporate Financing Facility were ultimately unsuccessful after they were rebuffed by the Treasury."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57097475",
      "category": "world-middle-east",
      "title": "Israel reinforces Gaza border as conflict rages on",
      "tags": "Israel,Palestinian territories,Gaza,Jerusalem",
      "text": "Israel has deployed tanks and troops to its border with Gaza, as it mulls whether to launch a ground operation in the territory after days of violence.\nConflict raged throughout Thursday as Palestinian militants fired rockets into Israel and the Israeli army maintained a barrage of air strikes.\nMore than 100 people have been killed in Gaza and seven have died in Israel.\nJewish and Israeli Arab mobs have also been fighting within Israel, prompting the president to warn of civil war.\nDefence Minister Benny Gantz ordered a \"massive reinforcement\" of security forces to suppress the internal unrest, and more than 400 people were arrested.\nTwo infantry units and one armoured unit were positioned near the border with Gaza on Thursday. At least 7,000 army reservists have also been called up.\nNo decision has yet been made on whether to launch a ground operation. The Israeli army is expected to put forward plans for a possible offensive imminently, but it would need to be approved by army chiefs and various levels of government.\nThe four-days of violence in Gaza and Israel is the worst since 2014. It was initially fuelled by weeks of Israeli-Palestinian tension in East Jerusalem which led to clashes at a holy site revered by both Muslims and Jews. This spiralled into an incessant exchange of Palestinian rocket fire and Israeli airstrikes.\nIn other developments on Thursday:\nAccording to the health ministry in Gaza, at least 103 people have been killed in the four-days of conflict. Officials in the territory, which is controlled by the Islamist militant group Hamas, many civilians have died including 27 children.\nIsrael says dozens of those killed in Gaza were militants, and that some of the deaths are from misfired rockets from Gaza.\nIn the Israeli city of Sderot, a young boy was killed when rocket fire from Gaza hit his home, and shrapnel penetrated the shelter he was hiding in.\nIsrael has also called up 10 reserve border patrol companies to help tackle the worst unrest between Arab and Jewish communities for many years. Political leaders have appealed for calm, and President Reuven Rivlin described the outbreaks of rioting in several towns and cities as \"senseless civil war\".\nThere have been widespread calls for de-escalation, including from Israel's ally the US, but little sign of the conflict easing. \nA senior Hamas official said the group was ready for a \"reciprocal\" ceasefire if the international community pressures Israel to \"suppress military actions\" at the disputed Al-Aqsa Mosque in Jerusalem.\nHowever, Israeli military spokesman Hilda Zilberman said Israel was not seeking a ceasefire at the current time, the Times of Israel reported.\nThe fear among civilians on both sides is taking its toll.\nNajwa Sheikh-Ahmad, a Gaza mother, said of Wednesday night: \"You cannot sleep... In any moment your home might be your grave.\n\"You cannot be secure. As a mother it's very terrifying, it's very exhausting for my feelings, for my humanity,\" she told the BBC's Today programme. \nIn Israel, an apartment block was destroyed in the city of Petah Tikva shortly after residents had gone to their bomb shelters.\n\"We heard an alarm and suddenly there was a bang. Smoke entered the shelter, and the neighbour next to me who was sitting on a chair flew back,\" one resident told the news website Ynet.\nThe fighting between Israel and Hamas was triggered by days of escalating clashes between Palestinians and Israeli police at a holy hilltop compound in East Jerusalem. \nThe site is revered by both Muslims, who call it the Haram al-Sharif (Noble Sanctuary), and Jews, for whom it is known as the Temple Mount. Hamas demanded Israel remove police from there and the nearby predominantly Arab district of Sheikh Jarrah, where Palestinian families face eviction by Jewish settlers. Hamas launched rockets when its ultimatum went unheeded.\nPalestinian anger had already been stoked by weeks of rising tension in East Jerusalem, inflamed by a series of confrontations with police since the start of Ramadan in mid-April.\nIt was further fuelled by the threatened eviction of Palestinian families from their homes in East Jerusalem by Jewish settlers and Israel's annual celebration of its capture of East Jerusalem in the 1967 Middle East war, known as Jerusalem Day.\nThe fate of the city, with its deep religious and national significance to both sides, lies at the heart of the decades-old Israel-Palestinian conflict. Israel in effect annexed East Jerusalem in 1980 and considers the entire city its capital, though this is not recognised by the vast majority of other countries. \nPalestinians claim the eastern half of Jerusalem as the capital of a hoped-for state of their own.\nAre you in Israel or Gaza and affected by these events? Please share your story by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57113452",
      "category": "entertainment-arts",
      "title": "Woman Sitting Near a Window: Pablo Picasso work sells for $100m",
      "tags": "Art,Auctions",
      "text": "A painting by Pablo Picasso has sold for more than $100m - marking the fifth work by the Spanish artist to sell for a nine-figure sum.\nWoman Sitting Near a Window (Marie-Therese) sold for $103.4m (£73.5m) on Thursday at Christie's auction house in New York.\nThat figure comprises $90m for the painting itself, with fees and commissions on top, Christie's said. \nThe auction house had estimated the painting would sell for $55m.\nThe work, titled Femme Assise Pres d'Une Fenetre (Marie-Therese) in Spanish, was sold after 19 minutes of bidding.\nThe impressive sales figure is a sign of the art market's vitality, which will be a source of relief for the industry after an uncertain year amid the Covid-19 pandemic.\nBonnie Brennan, president of Christie's America, said the success of Thursday's auction \"signals a real return to normal and also a message that the art market is really back on track\".\nIt also confirms the continuing significance and popularity of works by Picasso, who was born in 1881 and died in 1973.\nThe painting, which depicts Picasso's young mistress and muse, Marie-Therese Walter, was acquired only eight years ago at a London sale for £28.6m ($44.8m), less than half the price it sold for on Thursday.\nThursday's auction marked the fifth work by Picasso to have sold for more than $100m. \nHe is one of a very small number of artists to have sold multiple works above this threshold, alongside Jackson Pollock, Vincent van Gogh and Francis Bacon.\nThe record for a Picasso is $179.4m (£127.6m), which was paid for his painting The Women of Algiers in 2015.\nThe last painting to fetch more than $100m was Claude Monet's 1890 work Meules, which reached $110.7m in New York in 2019.\nThis is the first time in two years that a work has broken the $100m mark since an 1890 Claude Monet Meules painting reached $110.7m (£78.7m) at Sotheby's, also in New York.\nFollow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57109660/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Indian variant: Second jabs could be brought forward to tackle rise",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus testing,Coronavirus pandemic",
      "text": "Second vaccine doses could be brought forward and local restrictions introduced to help tackle the Indian variant in the worst-affected areas, the UK  government has said. \nMinister Nadhim Zahawi said steps could also include vaccinating younger people in multi-generational households.\nMeanwhile, a top scientist has warned lifting restrictions on 21 June is in doubt because of the Indian variant. \nCases in the UK have more than doubled to 1,313, Public Health England said. \nThe figures released on Thursday have risen from 520 cases recorded by PHE up to 5 May.\nMost of the cases - 1,255 - are in England, while there are 35 in Scotland, 12 in Northern Ireland and 11 in Wales, according to PHE. \nHowever, Prof Paul Hunter, who sits on a number of Covid advisory committees for the World Health Organization, said current figures were around two weeks out of date and would now be higher. \nHe told BBC Radio 4's Today programme the Indian variant was now in most regions of the UK, with the possible exception of Yorkshire and Humber and north-east England. \nMore than 30% of cases are in London, followed by 25% in north-west England, 12% in eastern England, 10% in the East Midlands and 8% in the South East, PHE said.\nFour people have now died with the Indian variant of concern as of 12 May, according to PHE. \nAccording to Friday's government figures, a further 17 people have died in the UK within 28 days of a positive test and another 2,193 coronavirus cases have been recorded.\nThe Department of Health and Social Care said there was \"no firm evidence yet to show this variant has any greater impact on severity of disease or evades the vaccine\".\nBut experts believe it may be more transmissible.\nAnd the department said ministers could not rule out imposing local restrictions if they were necessary to suppress a variant which vaccines are less effective against. \nVaccines Minister Mr Zahawi said the government was also considering reducing the gap between vaccine doses for people in areas where the variant is spreading. \nHe added that pilots of vaccinating younger people in multi-generational households in Luton had been successful.\nProf Hunter said there was \"possibly\" a case for targeting vaccines in certain areas - but jabs took two to three weeks to work. This would mean diverting doses from other areas, where the Indian variant could also soon be spreading. \nHe added that he thought it was more important to administer as many first doses as possible than boost the number of second doses at this stage. \nOn Thursday, Prime Minister Boris Johnson said there was no evidence to suggest England's planned lockdown easing could not go ahead.\nThe next major easing of restrictions is due to take place on 17 May.\nBut Prof Hunter said step four of the roadmap out of lockdown, which is due on 21 June and would see all legal limits on social contact lifted, \"is in doubt\". \nCurrently, he said the Indian variant was spreading in younger, unvaccinated people but if cases increased in the elderly so would hospital admissions, putting pressure on the NHS. \nMr Zahawi said easing restrictions on 21 June depended on the government's four tests being met - including that vaccines continue to be effective and the risks are not fundamentally changed by new variants. \nWhy could the Indian variant be a problem when the vaccination programme is doing so well?\nThe issue is that we are only part way through even though those most at risk have been prioritised.\nThere is still debate about how transmissible the new variant is.\nBut modelling by the University of Warwick has estimated that a 30%-40% more transmissible variant combined with relaxing restrictions in May and June could lead to more hospital admissions than in the first wave.\nIt would be a very different situation if we were in the autumn when overall levels of immunity would be making it harder for the virus to spread.\nInstead, we are in the delicate phase where restrictions are being eased as the vaccine is taking over the burden of suppressing the virus.\nOne option being considered is closing the gap between the first and second doses.\nThis would give vulnerable people, who have already been offered their first jab, extra protection more quickly.\nHowever, there could be a trade-off as studies suggest the current 12-week gap between doses leads to a better immune response than the originally planned three-week gap.\nAsked whether local lockdowns were being considered, Mr Zahawi said nothing was \"off the table\", including further regional or national measures. \nHowever, he said surge testing was the \"most effective way\" of dealing with variants. \nSurge testing is already taking place in 15 areas across England, including Bolton, Blackburn, London, Sefton and Nottingham.\nThis is when increased testing and enhanced contact tracing is carried out in specific locations to try to prevent the spread of outbreaks.\nGreater Manchester's Labour Mayor Andy Burnham told BBC Breakfast local lockdowns \"can't be the answer\" and urged ministers to deliver more vaccines to areas where case rates are highest. \nThe Conservative leader of Bolton Council, David Greenhalgh, also appealed to the government not to enforce a local lockdown, saying people would simply travel to pubs and restaurants in neighbouring areas. \nHe said he had also asked the health secretary for more resources and vaccines, including for younger people, to tackle the surge. \nMr Greenhalgh said talks on the introduction of vaccines for younger age groups had been \"very constructive\" and \"all the soundings\" were that the government was looking to progress this as soon as possible. \nPHE said mobile testing units had been set up in Bolton, and door-to-door PCR testing had been offered to 22,000 residents. A PCR test is the most accurate way to check for Covid.\nMore doses have been delivered to the town, which has also set up a vaccine bus to increase uptake among those who are eligible. \nExtra clinics will open in Blackburn and Darwen in Lancashire from next week to offer the vaccine to those who are eligible under national guidelines.\nBut the area's public health director, Prof Dominic Harrison, said he was \"furious\" the government had refused a request to extend vaccinations in Blackburn. \nOn Thursday, the council initially said all over-18s would be offered a jab, before later stating only those with underlying conditions could book an appointment.\nMeanwhile, the R number - or reproduction number - in England is estimated to have risen slightly from between 0.8 and 1.0 to between 0.8 and 1.1, according to the government's Scientific Advisory Group for Emergencies. \nIf the R number is above one then the number of cases keeps increasing.\nAdditional reporting by Hazel Shearing"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55659820",
      "category": "health",
      "title": "What are the Covid variants and will vaccines still work?",
      "tags": "Vaccination,Brazil,India,South Africa,Coronavirus pandemic",
      "text": "A new type of coronavirus has been found that scientists say is of \"great concern\". \nThe Omicron variant worries experts because it is very different to the types of Covid current vaccines are designed to fight. \nA variant is a slightly altered - or mutated - version of a virus. There are thousands of Covid variants around the world which is to be expected because viruses mutate all the time.\nOmicron is strikingly different from many other types due to the long list of genetic mutations it has undergone. \nIn particular, there are dozens of changes to the part of the virus targeted by the vaccine - the spike protein.\nEarly signs are that current vaccines might not work quite as well against Omicron.\nData from around the world suggests Omicron may be more infectious and spreads very easily. \nThis suggests the variant might be better at sidestepping some of the protection offered by vaccines, or past infection. \nPreliminary lab studies show two doses of Covid vaccine may not be enough. An answer could be giving people extra doses to boost their immunity, like the UK is doing now.\nUK research suggests boosters should provide good protection against severe illness.\nExperts say Omicron might be milder, since fewer people are getting sick enough with it to need hospital treatment compared to other variants.\nEven so, if it is more infectious it could lead to more deaths in an unvaccinated population.\nAs with other Covid variants, the risk remains highest for people who are elderly or have significant underlying health conditions. \nAlthough current vaccines may not be a perfect fit for Omicron they are still the best line of defence against Covid. \nThey have cut the risk of severe illness against the other major Covid variants, including Delta, Alpha, Beta and Gamma. \nDoctors say it is vital people get the recommended number of doses to gain maximum protection against existing and emerging variants. \nThe government is ramping up its vaccination programme in response to Omicron, and hopes to offer every adult in the UK a booster jab by the end of January. \nAlthough Covid infections have been rising, the number of hospitalisations and deaths has remained well below the levels seen in earlier waves. Experts say this is because of the success of the vaccine programme. \nUpdated versions of vaccines against Covid variants are already being designed and tested.\nManufacturers could scale up production quickly too and regulators have already discussed how to fast track the approval process. \nModerna has already said it hopes to have an Omicron booster ready by March. \nThe most potentially dangerous ones are called variants of concern and, along with Omicron, include:\nUK officials are also keeping an eye on a recent descendent of the Delta variant, called AY.4.2 or \"Delta plus\". \nViruses make carbon copies of themselves to reproduce but they aren't perfect at it. Errors can creep in that change the genetic blueprint, resulting in a new version of the virus - in other words, a variant. \nIf this gives the virus a survival advantage, the new version will thrive. \nThe more chances coronavirus has to make copies of itself in us - the host - the more opportunities there are for mutations to occur. \nThat's why keeping infections down is important. Vaccines help by cutting transmission as well as protecting against serious Covid illness. \nExperts say it is possible that the new highly altered variant B.1.1.529 may have originated in a patient whose immune system was unable to get rid of a Covid infection quickly, giving the virus more time to morph. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57109563",
      "category": "entertainment-arts",
      "title": "Friends reunion premiere date and celebrity guests announced",
      "tags": "Friends,Television,Streaming,Sitcoms",
      "text": "The much-anticipated reunion special of Friends has finally got a US release date and trailer after a lengthy delay caused by the coronavirus pandemic. \nFriends: The Reunion will be available on the HBO Max streaming service from 27 May after the sitcom's original cast were able to film together last month.\nFriends was one of the biggest sitcoms of the 90s and ended in 2004.\nThe 10-series show has found a new generation of fans thanks to re-runs and streaming services like Netflix.\nAll six members of the original cast - Matthew Perry (Chandler), Jennifer Aniston (Rachel), Courteney Cox (Monica), Lisa Kudrow (Phoebe), Matt LeBlanc (Joey) and David Schwimmer (Ross) - are set to take part, though it's not yet been announced how it can be viewed in the UK.\nThey will feature alongside other supporting stars including Maggie Wheeler (Janice), James Michael Tyler (Gunther), Reese Witherspoon (Jill) and Tom Selleck (Richard), as well as Elliott Gould and Christina Pickles, who played Ross and Monica's parents, Jack and Judy.\nCelebrity guests, including David Beckham, Lady Gaga, BTS, Cara Delevingne, Mindy Kaling, James Corden, Malala Yousafzai and Justin Bieber, are also expected to appear.\nA trailer for the reunion, released on Thursday, shows the six actors walking together to a melodic version of the show's iconic theme-tune of I'll Be There For You by The Rembrandts.\nA caption then teases the special as: \"The One Where They Get Back Together\".\nRumours of a reunion originally swirled back in November 2019. It was originally due to air in May 2020 but the Covid-19 pandemic delayed production throughout the year.\nFilming for the special eventually took take place last month on the show's original soundstage on the Warner Bros lot in Burbank, California, in front of a live audience.\nJennifer Aniston shared the trailer on Instagram on Thursday, adding: \"It's official! The #FriendsReunion premieres May 27th on @HBOMax - could we BE any more excited?!\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57089249",
      "category": "world-europe",
      "title": "Young woman found in boat drifting for 22 days at sea",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-44124396",
      "category": "newsbeat",
      "title": "Israel-Gaza violence: The conflict explained",
      "tags": "Gaza border clashes,Israel & the Palestinians,Israel,Palestinian territories,Gaza,Jerusalem",
      "text": "A ceasefire was agreed on 21 May between Israel and the Palestinian militant group Hamas. \nIt came after 11 days of fighting, which left at least 255 people dead. Most of those killed were Palestinians in the territory of Gaza.\nIsrael and Hamas both claimed victory in the latest conflict. \nThe violence in May followed a month of rising tensions in Jerusalem. But the fighting has gone on for decades.\nBritain took control of the area known as Palestine after the ruler of that part of the Middle East, the Ottoman Empire, was defeated in World War One. \nThe land was inhabited by a Jewish minority and Arab majority. \nTensions between the two peoples grew when the international community gave Britain the task of establishing a \"national home\" in Palestine for Jewish people. \nFor Jews it was their ancestral home, but Palestinian Arabs also claimed the land and opposed the move.\nBetween the 1920s and 1940s, the number of Jews arriving there grew, with many fleeing from persecution in Europe and seeking a homeland after the Holocaust of World War Two.\nViolence between Jews and Arabs, and against British rule, also grew.\nIn 1947, the UN voted for Palestine to be split into separate Jewish and Arab states, with Jerusalem becoming an international city. \nThat plan was accepted by Jewish leaders but rejected by the Arab side and never implemented.\nIn 1948, unable to solve the problem, British rulers left and Jewish leaders declared the creation of the state of Israel.\nMany Palestinians objected and a war followed. Troops from neighbouring Arab countries invaded.\nHundreds of thousands of Palestinians fled or were forced out of their homes in what they call Al Nakba, or the \"Catastrophe\".\nBy the time the fighting ended in a ceasefire the following year, Israel controlled most of the territory. \nJordan occupied land which became known as the West Bank, and Egypt occupied Gaza. \nJerusalem was divided between Israeli forces in the West, and Jordanian forces in the East.\nBecause there was never a peace agreement - with each side blaming the other - there were more wars and fighting in the following decades.\nIn another war in 1967, Israel occupied East Jerusalem and the West Bank, as well as most of the Syrian Golan Heights, Gaza and the Egyptian Sinai peninsula.\nMost Palestinian refugees and their descendants live in Gaza and the West Bank, as well as in neighbouring Jordan, Syria and Lebanon.\nNeither they nor their descendants have been allowed by Israel to return to their homes - Israel says this would overwhelm the country and threaten its existence as a Jewish state.\nIsrael still occupies the West Bank, and although it pulled out of Gaza the UN still regards that piece of land as occupied territory. \nIsrael claims the whole of Jerusalem as its capital, while the Palestinians claim East Jerusalem as the capital of a future Palestinian state. The US is one of only a handful of countries to recognise the city as Israel's capital.\nIn the past 50 years Israel has built settlements in these areas, where more than 600,000 Jews now live.\nPalestinians say these are illegal under international law and are obstacles to peace, but Israel denies this.\nTensions are often high between Israel and Palestinians living in East Jerusalem, Gaza and the West Bank. \nGaza is ruled by the Palestinian militant group Hamas, which has fought Israel many times. Israel and Egypt tightly control Gaza's borders to stop weapons getting to Hamas. \nPalestinians in Gaza and the West Bank say they are suffering because of Israeli actions and restrictions. Israel says it is only acting to protect itself from Palestinian violence.\nThe threatened eviction of some Palestinian families in East Jerusalem has also caused rising anger.\nThere are a number of issues which Israel and the Palestinians cannot agree on. \nThese include: what should happen to Palestinian refugees; whether Jewish settlements in the occupied West Bank should stay or be removed; whether the two sides should share Jerusalem; and - perhaps most tricky of all - whether a Palestinian state should be created alongside Israel. \nPeace talks have been taking place on and off for more than 25 years, but so far have not solved the conflict.\nIn short, the situation isn't going to be sorted out any time soon.\nThe most recent peace plan, prepared by the United States when Donald Trump was president, was called \"the deal of the century\" by Israel's then-Prime Minister Benjamin Netanyahu. But it was been dismissed by the Palestinians as one-sided and never got off the ground.\nAny future peace deal will need both sides to agree to resolve complex issues.\nThe BBC's Middle East editor, Jeremy Bowen, says the latest round of violence in May was the fourth big war between Hamas and Israel since 2008.\nHe's seen previous wars end like this before: \"Similar things have been said by both sides in claiming victory and then essentially the seeds of the next conflict are sown.\n\"I can tell you one thing for certain - that if the status quo does not change favourably, there will be another round of this.\"\nCorrection 21st June 2021: An earlier version of this article incorrectly described the US as recognising Israel's claim to the whole of Jerusalem and this has been amended to instead explain that the US recognises the city as Israel's capital.\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-devon-57091381",
      "category": "uk-england-devon",
      "title": "Dartmouth: WW1 submarine wreck given protection",
      "tags": "Royal Navy,World War One,Dartmouth",
      "text": "The wreck of a British submarine used in World War One has been given protection.\nThe submarine, which was deliberately sunk in 1918, was used to boost Britain's defensive power in the war.\nThe protected status of the wreck, off the coast of Dartmouth, Devon, means it can be dived, but its contents are protected by law and must not be moved. \nA team of specialist divers found the submarine during an investigation and reported the find to Historic England.\nLead diver Steve Mortimer, who was part of the team searching for the remains of German U-boats when they came across the wreck, said: \"Every diver dreams of identifying a historically important wreck.\"\nAt the start of World War One, HMS/m D1 was used to protect the coast of Dover and monitor German shipping movements before it was delegated to training duties. \nIn October 1918 it was deliberately sunk and used as a training target for Royal Navy training exercises detecting enemy submarines.\nIt is upright and remains largely intact on the seabed. \nHistoric England's chief executive Duncan Wilson said: \"This is a fascinating survival which deserves protection as an important part of our seafaring history.\"\nMr Mortimer said they were expecting to find the remains of a German U-boat but were \"thrilled to discover a ground-breaking British submarine instead\". \n\"It's tremendous that D1 is now protected but divers can still visit.\"\nThe Department for Digital, Culture, Media and Sport has granted protection to the wreck, on advice from Historic England.\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57109007",
      "category": "uk-politics",
      "title": "Howard Beckett: Patel laws 'disgusting' says union boss after Labour suspension",
      "tags": "Priti Patel,Labour Party,Unite",
      "text": "The home secretary's immigration policies are \"disgusting\", union official Howard Beckett has said following his suspension from Labour. \nThe suspension came after the Unite assistant general secretary tweeted that Priti Patel \"should be deported\".  \nMr Beckett later apologised to Ms Patel and deleted the post. \nBut he told Sky News his suspension was \"completely inappropriate\" and insisted he would not pull out of the race to lead Unite. \nHe added that he had not received any notice of his suspension from Labour, but had found out about the move on social media. \nHe also said Labour was becoming \"the party of the establishment\" and accused party leader Sir Keir Starmer of failing to \"show leadership\".\nWhile suspended from the party Mr Beckett is not allowed to take up his place on Labour's ruling body.\nHe sits as a union representative on Labour's National Executive Committee - a role that requires membership of the party.\nMr Beckett is a candidate in the race to succeed longstanding leader Len McCluskey at Unite, one of Labour's biggest financial backers.\nHis tweet was a response to the Home Office detaining two Indian immigrants in Glasgow on Thursday over \"suspected immigration offences\".\nThe Home Office defended its actions, saying: \"The UK government is tackling illegal immigration and the harm it causes, often to the most vulnerable people by removing those with no right to be in the UK.\"\nIn his now-deleted twitter message, Mr Beckett wrote: \"Priti Patel should be deported, not refugees. She can go along with anyone else who supports institutional racism. She is disgusting.\"\nIn a later apology posted on Twitter, he said: \"My earlier tweet, deleted after half an hour, was never intended to be literal.\"\n\"My intention was to emphasise that racist policies should be rejected and have no place in society,\" he added. \n\"The wording was wrong, offensive and I apologise unreservedly to Priti Patel. No-one should be deported.\"\nSpeaking to Sky News, he said his language had been \"inappropriate\" adding: \"I don't look at Priti Patel and see her migrant background and colour of her skin, I look at Priti Patel and I see a racist agenda, the racist policies that are being carried out, the institutional racism that is now becoming the norm in society.\" \nHe added: \"I don't have a racist bone in my body.\"\nA Labour spokesperson had earlier said it was taking the matter \"extremely seriously\" and pledged \"appropriate action will be taken\".\nConservative MP Steve Baker said it was \"an extraordinary, absolutely intolerable remark\" which must have a \"robust response\" from Labour. \nThe BBC has contacted Unite for a comment. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57120761",
      "category": "uk",
      "title": "Covid-19: Second jabs 'accelerated' and Portugal to allow UK tourists",
      "tags": "World Health Organization (WHO),Blackburn,Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Friday evening. We'll have another update for you tomorrow morning.\nSecond vaccine doses will be accelerated for the over-50s and clinically vulnerable, the prime minister said, amid increasing concern over the India variant. The NHS will get in touch with people in those groups, who will now get their second dose eight weeks after their first, rather than 12. Boris Johnson said there was no reason to delay England's plans to ease lockdown for now, but the variant could \"make it more difficult\" in June. He said the India variant was thought to be more transmissible than others, but it was unclear by how much. But there's no evidence to suggest vaccines are less effective at protecting against severe illness from the India variant.\nBritish tourists will be allowed to enter Portugal from next Monday, the Portuguese authorities said. Portugal is on the UK's \"green\" list for unrestricted travel from then, but there had been confusion over whether the Portuguese would reciprocate. The government in Lisbon said anyone arriving would need to have produced a negative PCR test result within the previous 72 hours. Meanwhile, Greece has launched its tourist season, lifting most remaining restrictions on movement and declaring \"we are putting the lockdown behind us\".\nGlasgow and Moray will remain under level three Covid restrictions for at least another week, First Minister Nicola Sturgeon announced. She said the \"difficult\" decision to retain the existing regulations in Glasgow came after a rise in cases in the city. The rest of mainland Scotland will drop down to level two next week, where up to six people from three different households will be able to meet inside each others' homes. Most islands will be placed in level one.\nThe World Health Organization (WHO)'s chief Tedros Adhanom Ghebreyesus said the second year of the pandemic is set to be more deadly than the first, with the crisis in India of huge concern. He urged rich countries to reconsider plans to vaccinate children and instead to donate jabs to the international Covax scheme for poorer countries. He was speaking at a virtual meeting in Geneva, which will itself begin vaccinating everyone over 16 from next week. Take a look at the effort to share international vaccines around the world here.\nIf you've been feeling particularly overwhelmed after socialising since coronavirus restrictions started to ease, you're not alone. What some people call a \"social hangover\" is the feeling of exhaustion after depleting all your energy. According to clinical psychologist Dr Julie Smith, this is expected after a long period of lockdown. \"What you do every day becomes your comfort zone,\" she tells Newsbeat. It's your brain's way of saying \"we haven't done this in a while, stay alert and be careful. That's just your survival response\".\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nThe advice on hugging in England and Scotland is changing from Monday, find out how to do it safely here.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55333756",
      "category": "uk-wales",
      "title": "Covid: What are the new rules for Wales?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus testing,Welsh government,Coronavirus pandemic",
      "text": "Most curbs to people's daily lives have been lifted as Wales moves to the lowest level of Covid rules.\nRules limiting socialising in pubs, bars and restaurants have been removed, while nightclubs are able to reopen for the first time since measures brought in to tackle the spread of Omicron were introduced after Christmas.\nSocial distancing rules were also scrapped as Wales moved into alert level zero on 28 January.\nPeople who test positive for Covid must now isolate for a minimum of five full days, with two negative lateral flow tests will be required on day five and six.\nHowever masks are still required to be worn in most public places in Wales, including shops, hospitals and on public transport. \nBut they are no longer needed for bars and restaurants, and changes to rules due to be announced later, mean they will also no longer be needed when visiting someone in their own room at a care home.\nWhat do the changes mean for people and businesses in Wales, and what can you do and when?\nChanges to rules have been made over the last two weeks, after First Minister Mark Drakeford laid out his plan to ease restrictions by the end of January.\nThe changes saw:\nFrom Thursday, 10 February Wales returns to a three-week review cycle as the country is at alert level zero\nThe lowest set of restrictions since the start of the pandemic, we were last in alert level zero at Christmas.\nUnder it most curbs to our daily life are removed, all businesses are allowed to reopen, but people still have to wear face masks in many public places, and self isolation rules still apply.\nSince 22 December, fully vaccinated adults, children aged between five and 18 and vaccine clinical trial participants identified as a close contact of a positive case of Covid-19 in Wales do not need to self-isolate. \nInstead, the Welsh government strongly advises them to take lateral flow tests for seven days as a precautionary measure. Children under five do not need to isolate and are not required to take a PCR test or do lateral flow tests.\nFrom 28 January people who have tested positive must isolate for a minimum of five full days, with two negative lateral flow tests will be required on day five and six.\nUntil then, the self-isolation period was seven days, down from the 10 days it was previously, with negative lateral flow tests needed on day six and seven. \nThe Welsh government has urged people to take lateral flow tests before socialising, shopping or visiting people and not to go out if it is positive.\nIt is advising meeting outdoors where possible and to make sure indoor meetings are well ventilated.\nPeople, it said, should leave at least a day between social events.\nFrom 26 December, groups of no more than six people were allowed to meet in pubs, cinemas and restaurants in Wales, with licensed premises having to offer table service only, and face masks worn, along with contact tracing details collected. \nBut under the Welsh government announcement, all of this changed on 28 January.\nThe rule of six was scrapped, meaning people can go to the pub with whoever they like, can go to the bar for a drink, and social distancing has ended.\nPeople are also able to be served at bars again, as table service only rules were scrapped.\nWhile wearing a face mask in a pub or bar is no longer required by law, the Welsh government has advised staff and customers to wear them indoors, when not eating, drinking or dancing.\nLimits on indoor or outdoor event numbers were lifted on 7 August.\nFor important life events such as weddings, civil partnerships, funerals and wakes, the numbers will be determined by the ability of the venue to manage social distancing and other reasonable measures.\nAll guests will need to take a lateral flow test.\nPeople attending weddings, civil partnership or alternative wedding ceremony or reception, no longer have to wear face coverings by law under alert level zero.\nHowever the Welsh government says it strongly advises people to wear a face covering indoors when not eating, drinking or dancing.\nYou can, and international travel is allowed, although local rules and quarantine will apply.\nOn 25 January 2022, the Welsh government stopped advising people against travelling abroad for holidays for the first time since the start of the pandemic. \nNightclubs were closed from 26 December, but under the four stage plan, they have been allowed to open from 28 January, when Wales moved to alert level zero. \nHowever, Covid passes are still needed for nightclubs, along with cinemas, theatres and other large events. \nFrom 15 January the number of people allowed to attend an outdoor event rose from 50 to 500.\nOn 21 January all outdoor activities moved to alert level zero, with no limits on the number of people who can take part and crowds were able to return to sporting events. \nPupils returned later than planned for the start of the new spring term in January.\nA legal restriction to work from home unless unavoidable, with £60 fines for anyone who did not comply and had no reasonable excuse, has been scrapped from 28 January.\nHowever, the Welsh government has said it will remain important to work from home if you can.\nYou have been able to travel anywhere in the UK since 12 April, subject to restrictions in force in the other nations.\nIt also means people from other parts of the UK can come here.\nAll holiday accommodation was able to fully reopen from 17 May."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57102251/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Half of young adults vaccinated in some areas of Wales",
      "tags": "Queensferry,Coronavirus lockdown measures,Deeside,Coronavirus vaccines,Cardiff,Coronavirus testing,Welsh government,NHS Wales,University of Oxford,Young people,Coronavirus pandemic",
      "text": "Almost half of young adults have received a first coronavirus vaccine in some Welsh health board areas.\nIn north Wales, 44% of people aged 18-29 have been given a first dose, while in Cardiff and the Vale of Glamorgan 46% have been vaccinated.\nAn average of 36.6% of people under 30 in Wales have had the jab as the roll-out moves at different speeds across Welsh health boards.\nOne vaccine centre manager said young people were \"coming in their droves\".\nThe Welsh government has committed to offering every adult a first dose of the coronavirus vaccine by the end of July, after succeeding in offering all people in priority groups one to nine a first dose by the middle of April.\nPeople under 30 have been offered the Pfizer jab as an alternative to the Oxford-AstraZeneca vaccine, after a link with rare blood clots was identified. That was extended to people under 40 last week.\nWhile vaccine centres have dealt with a greater number of people failing to attend appointments compared with the initial roll-out to more vulnerable groups, one vaccine manager said the data showed a \"promising\" commitment to being vaccinated among younger age groups.\n\"We have seen a really good uptake,\" said Tom Halpin, who manages the Deeside Rainbow Vaccination Centre at a leisure centre in Queensferry, Flintshire.\n\"It is really promising to see all the young people coming through the doors. We run seven days a week, so the fact that lots of them are taking time out of working days to come and receive their vaccine is really promising.\"\nThe Deeside centre is in the Betsi Cadwaladr University Health Board area which covers the whole of north Wales. Their latest update this week showed that 44% of people aged 18-29 had received a first dose of the Covid vaccine.\nOther health board areas are also nearing half their young adult population, including the Cardiff and Vale University Health Board area where 46% of 18 to 29-year-olds have had the vaccine.\nMr Halpin said the vaccine uptake was part of a desire to \"get back to normal\" among younger age groups.\n\"There was definitely a huge sense of relief in the early days when we were on the higher priority groups, everybody was really relieved to receive their vaccine,\" he said. \n\"Now, I think people want to get back to normal, and the younger group are coming in their droves to help enable that to happen.\"\nGreta Sion had her first vaccine last week. She was called for a jab after signing up to a reserve list in case of spare doses.\n\"I queued for a while but it was such an easy process. Within half an hour, I was done. I was vaccinated,\" said the 23-year-old currently working in Cardiff.\nWhile she had seen stories about possible side effects, Ms Sion, who plans to study a postgraduate degree at Oxford University, said the benefits of getting the vaccine outweighed any risks.\n\"I didn't really question it,\" she said.\n\"I just thought, up until now, it has been such a success. I think that this is the way out of it, or at least the way towards a little bit more normality.\"\n\"I am hoping to do a postgraduate degree in September so it means I will be able to meet my fellow students, we will be able to socialise,\" said Ms Sion. \n\"It is what we have wanted for a year so hopefully this will just open so many doors, and we can see the restrictions being eased a bit more now.\"\nHer friends are sharing selfies from vaccine centres and they are \"excited\" to get it.\n\"From my experience, I know all my friends have been quite excited to get it. \n\"We are asking each other 'Have you been vaccinated?' - we have all been very willing, and we want it. \n\"To know that this means that we and those around us are going to be safer - there is no doubt, we have been very willing and excited to get it.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57110267",
      "category": "uk",
      "title": "Prince Harry: I want to break cycle of pain for my children",
      "tags": "UK Royal Family,Meghan, Duchess of Sussex,Prince Harry, Duke of Sussex,Archie Harrison Mountbatten-Windsor",
      "text": "The Duke of Sussex has said he wants to \"break the cycle\" of the \"pain and suffering\" of his upbringing with his own children.\nPrince Harry, who is expecting a daughter with wife Meghan and is already father to their son Archie, said he did not want to pass on pain from his own experience.\nBut he said he did not think \"we should be pointing the finger\" at anybody.\nBuckingham Palace and Clarence House declined to comment on his remarks.\nDuring an appearance on the Armchair Expert podcast, Prince Harry compared his life to a mixture of the film The Truman Show, in which the main character unwittingly lives his life on a TV show, and being in a zoo.\nHe said in being born into the Royal Family \"you inherit every element of it without choice\", including that the UK media \"feel an ownership over you\". \nPrince Harry told American actor and podcast co-host Dax Shepard: \"I don't think we should be pointing the finger or blaming anybody, but certainly when it comes to parenting, if I've experienced some form of pain or suffering because of the pain or suffering that perhaps my father or my parents had suffered, I'm going to make sure I break that cycle so that I don't pass it on, basically.\n\"It's a lot of genetic pain and suffering that gets passed on,\" he said, adding that parents should be trying to stop that happening.\nHe said: \"I started to piece it together and go 'okay, so this is where he went to school, this is what happened, I know this about his life, I also know that is connected to his parents so that means he's treated me the way he was treated, so how can I change that for my own kids?'\"\nThe Prince of Wales ignored questions from a BBC reporter about his son's remarks, which were put to him as he arrived at a royal engagement in Cardiff earlier.\nThe 36-year-old duke said he was in his early twenties when he thought: \"I don't want this job, I don't want to be here. I don't want to be doing this. Look what it did to my mum, how am I ever going to settle down and have a wife and family when I know that it's going to happen again?\n\"I've seen behind the curtain, I've seen the business model. I know how this operation runs and how it works, I don't want to be part of this.\"\nIn the wide-ranging 90-minute interview, the prince said his family's move to the US had not been part of the plan but he had to put his family and their mental health first.\nOn his and Meghan's life in Los Angeles, California, he said: \"Living here now I can actually lift my head and I feel different, my shoulders have dropped, so have hers, you can walk around feeling a little bit more free, I can take Archie on the back of my bicycle, I would never have had the chance to do that.\"\nBBC royal correspondent Jonny Dymond said, for the palaces, Prince Harry's comments come \"firmly on the private side of the curtain\".\n\"That's not to say that they don't talk about it behind the curtain. It's been put to me by various people in different quarters that this is largely as a result of Meghan, that Harry is - or was - happier in his role before Meghan,\" he said.\n\"But Harry himself says in this podcast... that Meghan was part of the process of him understanding that there was a different way, and a different place for him to be. So he's pretty open about that.\"\nDuring the episode, Prince Harry says he decided to go to therapy after a conversation with Meghan. \"Suddenly it was like the bubble was burst,\" he said.\n\"I plucked my head out of the sand, gave it a good shake off and I was like, 'Okay, you're in this position of privilege, stop complaining or stop thinking as though you want something different. Make this different, because you can't get out.'\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57102422",
      "category": "health",
      "title": "Covid vaccines have saved 11,700 lives and 33,000 hospital admissions",
      "tags": "Coronavirus vaccines,Vaccination,Matthew Hancock,Coronavirus pandemic",
      "text": "Coronavirus vaccines have saved 11,700 lives and stopped 33,000 people becoming seriously ill with Covid-19 in England, research suggests.\nThe Public Health England analysis, up to the end of April, found people in their 70s and 80s had seen the biggest fall in deaths and hospital admissions.\nHealth Secretary Matt Hancock said the figures were \"remarkable\".\nGetting a vaccine is \"one of the most important things you will be asked to do in your lifetime\", he added.\nExtra vaccination clinics are being set up in parts of Lancashire to offer more jabs to people aged 38 and over, and anyone with an underlying health condition who is over 18. \nThis is, in part, to help reduce the spread of the India variant, which is causing concern because scientists believe it could be at least as transmissible as the Kent variant. \nNine out of 10 people aged 40 and over have now had a first vaccine dose in England. The impact of the vaccines is likely to be similar across the UK, with more than 53 million doses administered in total.\nPublic Health England (PHE) used data on how well the vaccines are working and the number of people being vaccinated in different age groups, to calculate deaths and illness prevented from Covid.\nIt is estimated that, thanks to vaccines:\nand:\nThe latest government data - based on evidence from the UK rollout - suggests one dose of the Pfizer-BioNTech or Oxford-AstraZeneca vaccine cuts the risk of infection by as much as 70%, and serious illness and death by even more.\nIf someone is less likely to become infected and have symptoms, then the spread of the virus between people is also less likely.\nDr Mary Ramsay, head of immunisation at PHE, said: \"The vaccine has already saved so many lives and we can now see the huge impact it has had on preventing people becoming seriously ill and therefore also protecting our hospitals.\n\"As these figures highlight, getting your vaccine could save your life or stop you becoming seriously ill from Covid-19. \n\"It will also significantly reduce your chances of getting infected and infecting others. \n\"It is vital to get both doses of your vaccine when you are offered it.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57099789",
      "category": "science-environment",
      "title": "Winchcombe meteorite to go on public display",
      "tags": "Earth science,Geology,Winchcombe,Natural History Museum,Meteorites",
      "text": "From Monday, you'll get a chance to see the most famous space rock in Britain.\nThe meteorite that fell on the Gloucestershire town of Winchcombe in February is going on public display at London's Natural History Museum.\nScientists are busy studying the rock because it holds within it chemistry that existed at the formation of our Solar System 4.6 billion years ago.\nBut they've got enough material to enable a 100g chunk to also be shown off to museum visitors.\nTo the uninitiated, the display meteorite looks like a small piece of half-burnt coal. Lean in close, though, and you can see some strands of grass and even some mud. This is something that fell out of the sky into a field.\nVictoria Bond, whose land that was and who's donated the rock fragment to the museum, is still surprised by the discovery.\nShe'd given permission for scientists to come on to her farm to perform a systematic sweep, but doubted anything would be found among all the sheep faeces that covered the ground.\n\"They were moving like zombies, pacing back and forth in a line, looking for the meteorite,\" she recalls. \"And as I left that morning in my car, I could see them jumping for joy. \n\"How they found it is amazing. I'm thinking of putting a plaque in the field because the footpath, the Cotswold Way, is no more than 100 yards away.\"\nFrom the many videos of the incoming fireball that were recorded that Sunday night, and also from the thousands of eyewitness accounts, researchers had been able to correctly identify where in England rocky debris might come down. And the subsequent searches turned up trumps. It was Mira Ihasz in a University of Glasgow-led sweep of the Bond land that spotted something precious among the sheep poo.\nThat discovery may have been the single biggest chunk recovered in the Winchcombe area, but the museum has many more pieces now in its collection - roughly 500g.\nThey are kept in a special box to keep them dry. Each piece is in a little bag. Lumps larger than a pea are wrapped in foil first.\nMuch of the material comes from the driveway of the Wilcock family. Their home was in the crosshairs of the fireball.\nRob, his wife Cathryn and daughter Hannah had carefully picked up some of the debris that went splat on the tarmac. Museum scientists then came in to sweep up the remaining dust using a toothbrush and an empty cottage cheese pot. \nBelieve it or not, those plastic ephemera are now part of the national collection, too. As will be a square of the dented Wilcock driveway when it's dug up. These artefacts are all part of the story and will eventually join the Bond fragment on display.\n\"It's fabulous to see the Winchcombe meteorite finally on show. It's so beautiful,\" says Cathryn. \"It's mind-blowing,\" adds Hannah. \nThere's some crazy money being offered online right now by privateer collectors seeking to buy or sell Winchcombe space rock.\nBut Rob says the family never thought of selling their share: \"We wanted the meteorite (to go to the museum) to inspire young people to get into science and do lots of good work. We owe a lot to scientists at the moment and I think we should inspire the next generation.\"\nDr Helena Bates, the interim curator of meteorites at the Natural History Museum, certainly hopes that will be the case.\n\"This is the first meteorite to be observed to fall and then be recovered in the UK for 30 years,\" she tells BBC News.\n\"But the other thing is, we have not had a carbonaceous chondrite ever fall in the UK. Carbonaceous chondrites are really, really special, because they are basically some of the oldest, most pristine material we could possibly get to look at. \n\"They're like time capsules from the beginning of the Solar System. That piece of rock that fell in Gloucestershire has a 4.567-billion-year history.\"\nScientists in the UK and abroad are subjecting the meteorite pieces to a battery of tests.\nYou might think that 500g - the weight of half a bag of sugar - represents an inadequate supply for all the researchers who want to examine it. But it's actually ample. Space missions sent to retrieve similar rock from asteroids would be thrilled to grab as much.  \nThe museum's Dr Ashley King is bombarding a tiny bit with X-rays to reveal its mineral make-up. \n\"Each kind of mineral has its own characteristic X-ray pattern. It's like a fingerprint,\" he says.\n\"When the Solar System was forming, there was this huge cloud of gas and dust with the Sun at the centre, and then everything started accreting together to make bigger bodies, like the asteroids and the comets and eventually the planets. This meteorite tells us what minerals were present back then.\"\nThe scientists know enough already about Winchcombe to make a submission to the international body that classifies meteorites. \nIt's very probably what's referred to as a CM carbonaceous chondrite. CMs are highly prized because they contain abundant organic, or carbon-rich, molecules. This, obviously, is chemistry that fascinates researchers because it lies at the basis of life.\nWe don't have traces of biological activity on Earth until almost a billion years after the Solar System's formation, but studying meteorites like Winchcombe could give us clues as to how life got going on our planet.\nThat's an amazing thought as you gaze at the 100g block in the museum's glazed display-case.\nThe Natural History Museum reopens to the public on Monday after its enforced Covid closure. To get in, visitors must book a free timed ticket in advance online at the museum's website."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57109282/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Amazon set to hire 10,000 UK workers",
      "tags": "Companies,Amazon,Retailing",
      "text": "US tech giant Amazon is to go on a hiring spree in the UK as online shopping continues to boom in the pandemic.\nAmazon is to hire 10,000 UK employees as it opens more warehouses in the north and south of England.\nIt is also creating a number of corporate roles in Cambridge, Edinburgh, London and Manchester.\nBusiness Secretary Kwasi Kwarteng said the move was \"a huge vote of confidence in the British economy\".\nThe coronavirus pandemic has accelerated a trend towards online shopping, and tech giants such as Amazon have reaped the benefits.\nNow the firm, which has come under criticism over working conditions and over the amount of tax it pays, is further entrenching its position in the UK.\nThe addition of 10,000 new roles, including thousands in its warehouses, will take its UK workforce to more than 55,000 by the end of the year.\nAmazon said pay for operations roles was £9.70 per hour, or £10.80 in London, with other benefits.\nIts profits tripled in the first three months of the year to $8.1bn (£5.76bn), up from $2.5bn a year ago.\nThe online retail giant will open new \"fulfilment\" warehouses in Dartford, Gateshead, Hinckley and Swindon, and a \"parcel receive\" warehouse in Doncaster.\nIt will recruit in its offices for roles in fashion, digital marketing, engineering, video production, software development, cloud computing, AI and machine learning.\nThe company will also be recruiting for its Amazon Web Services (AWS) cloud computing business and its operations network.\nAmazon continues to face scrutiny over how much tax it pays in the UK, which prompted the government to launch a digital services tax in April 2020.\nThe online retail giant has insisted that it pays all taxes required in the UK. \nOn Thursday, it won a court battle overturning an order for it to pay €250m (£215m) in back taxes to the EU.\nIn March, the Unite union demanded that Amazon give its British workers a \"new deal\", including allowing them to unionise and have a greater share of the firm's profits.\nAt the same time, it also launched a confidential hotline for Amazon workers to call to whistleblow on working conditions. \n\"Amazon continues to be plagued by reports of poor working conditions and anti-union tactics,\" said Unite's executive officer Sharon Graham at the time. \n\"Unite has written to Jeff Bezos to call on him to guarantee workers the freedom to talk with and form a union without fear.\"\nBusiness Secretary Kwasi Kwarteng heralded Amazon's plans as making a \"prime investment in our retail sector\", which will \"open up a wide range of opportunities for even more workers\".\nAmazon will also invest £10m over three years into a scheme to train 5,000 employees in subjects including accountancy, HGV driving and software development, in a bid to give them transferable skills.\nAmazon will pay 95% of tuition and associated fees for adult education courses, up to £8,000 over four years.\nLocal chambers of commerce will work with Amazon to identify regional skills shortages.\nShevaun Haviland, director general of the British Chambers of Commerce, said: \"Providing staff with training to plug the skills gaps that exist within the local business community is going to be a key driver to increasing productivity and boosting the economy as the UK recovers from the pandemic.\"\nAmazon's UK Country Manager John Boumphrey said: \"We're proud of the front-line roles we offer across Amazon, and we also know that they will be a stepping stone for some in their career journey.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-57091191",
      "category": "uk-england",
      "title": "Covid: £13.5bn needed to help pupils catch up, report says",
      "tags": "Schools,Impact of the COVID-19 pandemic on children",
      "text": "Some £13.5bn is needed to reverse the damage to pupils' education caused by the pandemic, a think tank has said.\nThe Education Policy Institute says the money is needed as pupils have lost up to two months of learning in reading, and up to three months in maths. \nIt is calling on the government to extend the school day and increase funding for poor pupils, as part of a series of measures to help recovery.\nThe government has already given £1.7bn for catch-up support in England.\nThis week, the Prime Minister promised to address the learning pupils have missed during the pandemic, and ensure every child is able to fulfil their potential. \nThe report points out this will require significant investment. \nIt says the government will need to put in place an ambitious programme of support to run over a number of years, to help pupils who have lost months of education since schools were first closed in March 2020.\nThe report calculates the total cost to help pupils catch up is £13.5bn over three years, which compares with the annual schools budget for England of £48bn. \nIn total, it is estimated the lost learning could result in total lost lifetime earnings of between £62bn and £420bn, across the eight million school children in England. \nThe researchers argue that extra support should be kept in place for a number of years to address the inequalities in education that existed before the pandemic, and to improve the results of pupils.\nThe Education Policy Institute (EPI) research shows that even before Covid, poorer pupils were already 18 months of learning behind their more affluent classmates by the time they took their GCSEs - with that attainment gap already starting to widen.  \nThe impact of school closures meant that by autumn 2020, pupils had lost up to two months in reading overall, and up to three months in maths in primary schools. \nBut following school closures before Christmas and in early 2021, losses are likely to have increased further, the report suggests. \nTo make up for the loss of so much time in school, the report recommends a number of measures that should be part of the recovery plans the government is working on.\nThese include longer school days, so that children can take part in a range of education, sports and social activities.\nOther suggestions include summer activities to help well-being, more one-to-one and small group tuition, extra funding for pupils from poorer families and mental health support.\nThe recovery should also include support for younger children in the early years, where high-quality education and care can play a decisive role. \nAnd much more funding is needed for 16 to 19-year-olds in further education colleges and those studying apprenticeships, the researchers recommend.\nNatalie Perera, chief executive of the EPI, says if the government is committed to dealing with the harmful and long-term consequences of Covid, then it needs to provide a serious funding boost.\n\"We are calling on the government to implement a series of effective, evidence-based policies from this September to support children and young people - not only with their learning, but with their well-being and mental health too.\" \nKevin Courtney, joint general secretary of the National Education Union, said the government's response has been utterly insufficient.\n\"The government must prioritise education in the forthcoming Spending Review so that schools can increase the number of properly qualified teachers on staff, and bring down our historically high class-sizes. The solution to Covid cannot be yet more austerity.\" \nA government spokesman highlighted its initial £1.7bn investment in a catch-up plan for pupils, adding: \"We are working with parents, teachers and schools to develop a long-term plan to make sure all pupils have the chance to recover from the impact of the pandemic as quickly and comprehensively as possible - and we have appointed Sir Kevan Collins as education recovery commissioner to advise on this work.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57107502",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Glasgow case rate rises as levels decision due",
      "tags": "Coronavirus lockdown measures,Glasgow,Aberlour,Coronavirus pandemic",
      "text": "The number of Covid cases in Glasgow has risen further as the first minister prepares to announce if restrictions will ease in the city and in Moray.\nThe seven-day rate per 100,000 population in Glasgow is 80.4, while in Moray it has fallen to 68.9.\nThree other council areas are also narrowly above 50 cases per 100,000, a key benchmark for deciding the appropriate tier of restrictions.\nThe Scottish government is due to announce its decision on Friday.\nOn Tuesday, First Minister Nicola Sturgeon said Moray was likely to remain under level three Covid restrictions when the rest of mainland Scotland moves down to level two next week.\nHowever, since then a growing number of cases in Glasgow has given cause for concern. \nMeetings took place on Thursday with local public health teams, and national clinical director Prof Jason Leitch said the outbreak in the south of Glasgow was \"relatively contained\".\nMeanwhile, NHS Grampian said Moray's outbreak was showing \"signs of improvement\".\nPublic Health Scotland publishes data from three days ago, because more recent figures are often revised upwards later. On 11 May the rates per 100,000 population were:\nThe Glasgow cases are concentrated mainly in the south of the city with one district, Pollokshields West, seeing 47 positive cases over the previous seven days, giving a local case rate of 1,008 per 100,000 population.\nMost of mainland Scotland is scheduled to move to level two Covid restrictions on Monday, which will allow people to hug and visit other households indoors. Most islands will move to level one.\nProf Leitch said earlier that people should be concerned about the increasing numbers in Scotland's largest city.\nBut he added: \"It is relatively contained, not yet exponential growth like we have seen with this virus before.\"\nThe reasons behind the increase in cases in Glasgow are not yet known, although it is suspected the so-called Indian variant has played a role.\nNHS Greater Glasgow Clyde and Glasgow City Council is writing to all households in the G41 and G42 areas, asking people to get tested regardless of whether they have symptoms.\nDr Linda de Caestecker, director of public health at the health board, said the south of the city appeared to be affected and there had been a \"cluster of outbreaks\" linked to household transmission.\nA leading epidemiologist told BBC Scotland the latest spikes in Glasgow and Moray showed \"a loss of control of the pandemic\". \nDr Deepti Gurdasani, from Queen Mary University London, warned against restrictions being eased and said \"the government should be considering the opposite\".\nShe told the Good Morning Scotland programme: \"In Scotland as a whole, we have actually seen the number of new cases double in the last week.\n\"While the cases are so low, it's hard to see exponential rises. This is what early exponential rises look like and we're seeing loss of control of the pandemic.\n\"The situation is likely much wider and other places will follow unless action is taken to prevent and pre-empt this now.\"\nMs Sturgeon and other leading politicians have also issued words of caution this week around celebrations of Eid - one of the biggest holidays in the Muslim calendar.\nIn the north of Scotland, outbreaks have also been seen in areas such as Lossiemouth and Aberlour.\nAdditional mobile testing units are to be deployed in communities.\nDeputy director of public health for NHS Grampian, Chris Littlejohn, said the number of people coming forward for testing had increased and that it was possible the outbreak in Elgin may be starting to plateau.\nHe added: \"Despite a fourfold increase in the numbers being tested, the positivity rate has stayed broadly the same, which is encouraging and means the outbreak isn't currently any worse than we already feared.\"\nElgin - which has seen dozens of cases associated with Elgin Academy - and Keith are said to have been been particular hotspots.\nThe vaccination of younger adults in Moray was earlier accelerated because of the coronavirus surge in the area."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57108649",
      "category": "uk",
      "title": "Agoraphobic mum-to-be can be forced to hospital for birth, court rules",
      "tags": "Pregnancy",
      "text": "Medics can use force to take a pregnant woman who has agoraphobia to hospital to give birth, a judge has ruled.\nThe 21-year-old has an \"overwhelming\" fear of leaving her home, the Court of Protection in London heard.\nShe wants a home birth - unless there is an emergency. But the NHS wants her to have the baby in a \"planned way\" in hospital, due to the increased risks if she gives birth at home.\nJudge Mr Justice Holman said his ruling was in the woman's best interests.\nHe concluded that \"proportionate\" force could be used by specially-trained staff if she refused to leave home on a specified day near her due date.\nThe woman, who the judge said lived \"far from London\", has barely left home in four years and had her scan at home.\nThe judge said the woman's partner and mother thought she should give birth in hospital.\nThe woman and the NHS trust cannot be named for legal reasons.\nMr Justice Holman said evidence showed there was a risk there could be a \"catastrophe\" if she had a home birth.\n\"I think you should go to hospital and have this baby,\" he told the woman and her partner who watched on video link.\n\"It will avoid potential risks and disaster if something goes wrong. I think it is better than some awful rush job in the middle of the night.\"\nHe added: \"I know it will be an ordeal for you.\"\nMr Justice Holman concluded that the woman's agoraphobia meant that she did not have the mental capacity to make decisions about the birth of her baby.\nAgoraphobia is a condition which may include fears of leaving a \"safe\" place, being left alone or in a situation where sufferers feel trapped.\nPeople can seek advice from NHS Choices. their GP or the charity Anxiety UK."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57117918",
      "category": "business",
      "title": "Portugal to allow UK tourists from Monday",
      "tags": "Tourism,Travel,Portugal,Coronavirus testing,Coronavirus pandemic",
      "text": "British tourists will be allowed to enter Portugal from next Monday, the Portuguese authorities have announced.\nPortugal is on the UK's \"green\" list for unrestricted travel from then, but there had been confusion over whether the Portuguese would reciprocate.\nCoronavirus is still causing concern in Portugal and the country has extended its state of calamity to 30 May. \nThe government in Lisbon said anyone arriving would need to take a negative PCR test before departure. \nThe announcement was made by the Portuguese foreign ministry, which said tourism authorities had been ensuring that testing capacity in Portugal will meet the demand from tourists.\n\"With an air capacity from (at least) 21 airports in the United Kingdom into Portugal, reinforced due to the high demand from this market, the options are wide for the British tourists to visit Portugal from any point,\" the ministry said.\n\"People from the United Kingdom have visited Portugal and celebrated our culture, traditions, landmarks, history, and enjoyed our warm hospitality for decades. We look forward to welcome all travellers coming from the UK.\"\nThe Portuguese announcement followed days of uncertainty and confusion over whether thousands of holidays booked by UK travellers from Monday would in fact go ahead.\nOn Thursday, it looked as though many holidaymakers' hopes would be dashed when Portugal extended its Covid emergency measures.\nBut to widespread relief, the Lisbon government has now given its approval to UK tourists.\nAuthorities in the UK had already announced that travellers from England and Scotland  would not have to quarantine on their return from Portugal and other \"green list\" countries from 17 May.\nHowever, those countries have their own restrictions on who can visit.\nAs an NHS worker, 32-year-old Rebecca Morgan, of Bow in east London, has gone beyond the call of duty during the pandemic.\nInstead of taking her annual leave over the past year, she has been doing extra shifts on Covid wards. \nBut now she feels it really is time for a break - which is why she plans to fly to Faro in Portugal on 31 May for a week's holiday.\n\"I'm super-desperate to go away,\" she told the BBC. \"I've not had a proper week off for a year and a half. I'm really looking forward to having a good lie down on the beach.\"\nRebecca is expecting to pay £400 for the three required PCR tests and would have preferred the option to isolate at home. \n\"The cost of the tests will probably cost more than the holiday,\" she says.\n\"I'm tested twice a week for work, had Covid back in January and I've had both vaccines now, so I'm not expecting to get Covid at this stage.\"\nAt present, Portugal allows flights to and from the UK, but only for essential travel, such as for business, study, family reasons, health or humanitarian reasons.\nThose travel restrictions will be lifted only from 17 May.\nTui has 44 flights due to depart for Portugal between 17 and 30 May. These include 28 to the Algarve, a popular destination for UK summer holidays.\nOther firms, including EasyJet, have been offering holidays and flights to green list countries, but online travel firm On The Beach has stopped selling all holidays for this summer because of Covid uncertainty.\nEasyJet said: \"We welcome the decision from the Portuguese government meaning that those travelling from the UK will be allowed to travel safely to Portugal from Monday. \n\"We look forward to reuniting friends and family and taking customers on a long-awaited holiday this summer.\"\nThe Abta travel association said it was \"fantastic\" that tourists could return to Portugal.\n\"UK tourism is a really important part of the Portuguese economy, contributing half a billion pounds a year in normal times,\" an Abta spokesperson said.\nAt the same time, Greece has launched its tourist season, lifting most remaining restrictions on movement and declaring \"we are putting the lockdown behind us\".\nAlthough an average of 2,000 daily Covid cases are still being reported, vaccinations are being rolled out with the Greek islands as a priority."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56844925",
      "category": "world-asia-india",
      "title": "What is the India Covid variant and will vaccines work?",
      "tags": "India,Coronavirus pandemic",
      "text": "A coronavirus variant identified in India is being investigated by scientists across the world. \nHowever, it is not yet known how far it has spread or whether it is driving the deadly second wave of Covid in India itself.\nViruses mutate all the time, producing different versions or variants of themselves. \nMost of these mutations are insignificant - and some may even make the virus less dangerous - but others can make it more contagious and harder to vaccinate against.\nThis variant - officially known as B.1.617 - was first detected in India in October. \nSample testing is not widespread enough across India to determine how far or quickly the variant is spreading.\nIt was detected in 220 out of 361 Covid samples collected between January and March in the western Indian state of Maharashtra.\nMeanwhile, it has been spotted in at least 21 countries, according to the GISAID global database.\nInternational travel appears to have brought the variant to the UK, where 103 cases have been identified since 22 February.\nMost travellers from India have now been banned from coming to the UK. \nPublic Health England has listed the India variant as one of several \"variants under investigation\". \nThe BBC has been told by experts that it could soon be added to the \"variant of concern\" list. \nScientists do not yet know whether this variant is more infectious or resistant to vaccines. \nDr Jeremy Kamil, a virologist at Louisiana State University, says one of its mutations is similar to those seen in variants identified in South Africa and Brazil.\nAnd this mutation may help the virus evade antibodies in the immune system that can fight coronavirus based on experience from prior infection or a vaccine. \nBut what appears to be more worrying at the moment is a variant identified in the UK, which is dominant in Britain and has spread to more than 50 countries. \n\"I doubt whether the Indian variant is more infectious than the UK variant - and we must not panic,\" Dr Kamil says.\nMuch of the data around the India variant is incomplete, scientists say, with very few samples being shared - 298 in India and 656 worldwide, compared with more than 384,000 sequences of the UK variant. \nAnd after the first recorded cases in India, fewer than 400 cases of the variant have been detected worldwide, Dr Kamil says. \nIndia has been reporting about 200,000 Covid cases daily since 15 April - well beyond its peak of 93,000 cases a day last year. \nDeaths too have been rising. \n\"India's high population and density is a perfect incubator for this virus to experiment with mutations,\" says Ravi Gupta, a professor of clinical microbiology at the University of Cambridge. \nHowever, the wave of cases in India could have been caused by large gatherings, and lack of preventive measures such as mask-wearing or social distancing. \nDr Jeffrey Barrett, from the Wellcome Sanger Institute, says it is possible there could also be a cause-and-effect relationship with the new variant, but there is still a lack of evidence. \nHe points out that the India variant has been around since late last year: \"If it is driving the wave in India it has taken several months to get to this point which would suggest it's probably less transmissible than the Kent B117 variant.\"\nScientists believe existing vaccines will help control the variant when it comes to preventing severe disease. \nSome variants will inevitably escape the current vaccines, according to a paper published in Nature by Prof Gupta and his fellow researchers. As a result, changes to vaccine design will be needed to make them more effective.\nHowever, the vaccinations now available are still likely to slow down the spread of the disease. \n\"For most people, these vaccines can mean the difference between little to no disease and ending up in the hospital with a risk of dying,\" says Dr Kamil. \n\"Please take the first vaccine you are offered. Do not make the mistake of hesitating and waiting for an ideal vaccine.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57121629",
      "category": "world-us-canada",
      "title": "Elise Stefanik: Trump loyalist wins Republican leadership post",
      "tags": "Republican Party,New York,Donald Trump",
      "text": "US Republicans have appointed New York Congresswoman Elise Stefanik, a Trump loyalist, to the third-ranking post in the House of Representatives. \nIt follows an earlier vote to oust the incumbent chairwoman, Liz Cheney, from the role over her criticism of former President Donald Trump.\nThe final tally of Friday's secret ballot was 134 for Ms Stefanik to 46 for her opponent, Congressman Chip Roy.\nMs Stefanik's win was expected, as she had the backing of top Republicans.\nThe move is seen as a sign Mr Trump's grip on the party is as strong as ever six months after he lost the election.\n\"Thank you to my colleagues for electing me to serve as House Republican Conference Chair,\" Ms Stefanik wrote on Twitter after the vote.\n\"I am excited to lead our unified team... to combat Biden and Pelosi's Far-Left agenda!\" she added, referring to President Joe Biden and Democratic Speaker of the House Nancy Pelosi.\nIn remarks to reporters, Ms Stefanik said her predecessor -  who is the daughter of ex-US Vice-President Dick Cheney - remained \"a part of this Republican conference\". \nMs Cheney fell afoul of her party earlier this year, as she was one of 10 Republicans who voted with Democrats to impeach then-President Trump for inciting the 6 January Capitol riot. He was eventually acquitted in the Republican-controlled Senate.\nMs Stefanik added on Friday that \"we are united in working with President Trump\", calling the former president a \"critical part of our Republican team\".\nAs chairwoman, she will oversee day-to-day operations for the Republican conference, which meets regularly to determine committee assignments for lawmakers and produces fact sheets and materials to keep the party's message unified.\nMr Trump issued a statement congratulating Ms Stefanik on her \"overwhelming victory\" and saying the \"Make America Great Again movement is strong\".\nRepublican House Leader Kevin McCarthy congratulated Ms Stefanik and Mr Roy, saying: \"We had a healthy debate and a good election. We've got a lot of work to do in this leadership team, in this conference.\" \nCongressman Steve Scalise, the second-highest ranking House Republican, also praised Ms Stefanik, adding that the party \"is incredibly unified\". \nMr Roy, a hardline conservative who had said he was running because Ms Stefanik's credentials were not strong enough, hailed the conference's voting process and congratulated his rival.\n\"It's time for us to move forward with a vision and a plan to fight for the forgotten men and women of this country, their way of life, and the principles - built upon the bedrock of freedom - that have made it great,\" he added in a statement.\nIn 2014, the New York lawmaker became the youngest woman ever elected to Congress.\nThen 30-years-old, she billed herself to voters as a traditional conservative with an independent streak. In her first major bid for public office, Ms Stefanik flipped a Democratic-controlled seat in upstate New York and claimed a more than 20-point victory.\nBefore running for office, she worked for the George W Bush White House and for former Republican Speaker of the House Paul Ryan.\nMs Stefanik criticised Mr Trump during his campaign on numerous issues. Later, her opposition to Trump-backed policies, including his border wall and tax cuts, earned her low ratings from conservative watchdog groups.\nBut she became one of Mr Trump's top defenders during his first impeachment trial, with her clashes with Democrats frequently going viral in conservative media.\nIn 2019, Mr Trump decreed on Twitter: \"A new Republican Star is born.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57115876",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Glasgow and Moray to remain under level 3 restrictions",
      "tags": "Coronavirus lockdown measures,Glasgow,Coronavirus pandemic",
      "text": "Glasgow and Moray will remain under level three Covid restrictions for at least another week, First Minister Nicola Sturgeon has announced.\nShe said the \"difficult\" decision in Glasgow followed a rise in cases.\nMs Sturgeon said the situation in the city was causing even more concern than Moray, which had already been warned it was likely to stay in level three.\nThe decision means nearly 730,000 people in Glasgow and Moray will not move down to level two.\nMs Sturgeon said initial research suggested that the outbreak centred in the south side of Glasgow was being driven by the Indian variant of the virus.\nThe first minister added that people were being asked not to travel in or out of Glasgow and Moray for the coming week, unless the journey was for permitted purposes.\nThe rest of mainland Scotland will drop down to level two from Monday, and most islands will be placed in level one.\nMs Sturgeon said: \"It is inevitable that as we continue to navigate our way through this pandemic, we will hit bumps in the road.\n\"However, if we exercise suitable caution as we're seeking to do today, then even though that is difficult, we are much more likely to stay on the right track overall.\" \nThe seven-day rate of cases per 100,000 population in Glasgow is 80.4, while in Moray it has fallen to 68.9.\nThe rates are above 50 cases per 100,000, a key benchmark for deciding the appropriate tier of restrictions.\nThe latest Public Health Scotland data shows that on 11 May, the rates per 100,000 population were also above that level in East Renfrewshire (52.3), Midlothian (50.8) and Clackmannanshire (50.4).\nThe Glasgow cases are concentrated mainly in the south of the city, with one district, Pollokshields West, seeing 47 positive cases over the previous seven days, giving a local case rate of 1,008 per 100,000 population.\nThe move to level two Covid restrictions on Monday in the rest of mainland Scotland will allow people to hug and visit other households indoors. Pubs and restaurants can also sell alcohol indoors.\nMs Sturgeon said the Indian variant of the virus had been detected in Glasgow, which caused increased concern among public health advisers and the government.\n\"We do not yet have a full understanding of the impact of this variant, including on the protection afforded by the vaccines,\" she said.\n\"I do want to stress that nothing at this stage suggests it is causing more severe illness.\n\"However, it is thought that this variant could be significantly more transmissible than even the Kent variant that was identified before Christmas - and that alone calls for an appropriate degree of caution.\"\nShe added that public health teams were \"optimistic that enhanced testing and vaccination will be capable of getting this situation under control\".\nMs Sturgeon also said there were \"grounds for cautious optimism that the situation is improving\" in Moray.\nHowever, the number of cases is still more than double the Scottish average.\nThe first minister said it was \"prudent\" to keep the area in level three for another week \"so we can be more confident that the situation is firmly under control\".\nThe deputy director of public health at NHS Grampian, Chris Littlejohn, said: \"The current restrictions and interventions appear to be working. \n\"This is not the moment to lower our guard - but we hope we can see the end of the current outbreak not too far ahead if we stick with it.\"\nNHS Greater Glasgow and Clyde is encouraging all people in the hotspot areas to visit a Covid testing centre. It said it was \"actively pursuing\" ways to ensure vaccination uptake was as high as possible. \nGlasgow Chamber of Commerce's chief executive, Stuart Patrick, said the decision was \"deeply disappointing\" and that many businesses would have been \"caught up in developments outside their control\".\nAndrew McRae, from the Federation of Small Businesses (FSB) Scotland, said local businesses and customers in Glasgow and Moray would be \"crushed\".\n\"The damage of this change, especially in Glasgow, is exacerbated by the lateness of this announcement,\" he said.\n\"It means wasted stock, disappointed customers and increased debt.\"\nStephen Montgomery of the Scottish Hospitality Group said: \"We're in exactly the situation we wanted to avoid. Staff are getting ready for their shifts or have been working flat out to prepare for opening. \n\"You can't just turn this stuff on and off like flicking a light switch.\"\nScottish Labour leader Anas Sarwar said: \"This decision will come as a disappointment to many, but I fully understand and appreciate the need for this action.\n\"If the right action is taken now, we can get Glasgow and Moray back on track and into level two as soon as safely possible.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57121825",
      "category": "uk-northern-ireland",
      "title": "Edwin Poots is elected DUP leader",
      "tags": "DUP (Democratic Unionist Party),Sir Jeffrey Donaldson",
      "text": "Northern Ireland Agriculture Minister Edwin Poots has been elected leader of the Democratic Unionist Party.\nHe succeeds Arlene Foster, who steps down as party leader on 28 May and will then leave her role as NI first minister at the end of June. \nMr Poots beat MP Sir Jeffrey Donaldson to take the top post in the party.\nIt is the first time in the party's 50-year history that a leadership contest has taken place. \nMr Poots received 19 votes and Sir Jeffrey 17 votes. \nHe has said that he would like to remain as agriculture minister and would not take on the role of Northern Ireland first minister if elected party leader. \nNorth Belfast MLA Paula Bradley has been elected as the party's new deputy leader, after incumbent Lord Dodds announced he would not bid for re-election. \nShe beat MP Gregory Campbell by 18 votes to 16, and is the first woman elected to the post. \nOnly three people have held the role of DUP leader since the party was established in 1971 - its founder the late Ian Paisley, followed by Peter Robinson and its current leader, Arlene Foster.\nA secret party ballot of party MPs and NI Assembly members was held on Friday.\nMr Poots said it was an immense honour to be selected for the top post and he was looking forward to a \"positive relationship right across Northern Ireland with my party colleagues and indeed with people from other parties\".\nHe said Northern Ireland people had shown \"remarkable resilience\". \n\"I stand here very proud to be taking up the mantle as leader of the Democratic Unionist Party and that brings with it a responsibility to all of unionism,\" he said.\n\"I will be a leader in unionism who will be reaching out to other leaders in unionism. I want to see unionism working together.\"\nHe said the Northern Ireland Protocol, which places a border down the Irish Sea, has proven to be a \"massive challenge for us\". \nHe said he wants to ensure that there is not the \"unionist bickering that we have had in the past\" and \"I will encourage all unionists to work with me\". \nLater, speaking to reporters outside Stormont, Mr Poots said he would speak to Northern Ireland Secretary Brandon Lewis on Friday night and meet him next week. \nThe DUP leader-designate cancelled media interviews and did not take any questions. \nMr Lewis, and Irish Foreign Minister Simon Coveney, separately tweeted their congratulations to Mr Poots and said they looked forward to working with him.\nAhead of the party vote, in a message to MPs and Northern Ireland Assembly members, Mr Poots said that leading the DUP \"would be my greatest honour\".\nHe said he had been \"tried and tested over many years in political office\" and had a plan to \"reinvigorate unionism\".\nMs Bradley said she would serve the party to the best of her ability and give it \"her all\". She said she would support the leader, but would at times be a \"critical friend\".\n\"It's a great honour. I would never have thought just over a week ago that I would be standing in this position today,\" she said. \nThere has been concern in the past that it looked like the DUP's Westminster grouping seemed to have too much power and too much sway. \nClearly this is a signal that they want the power base shifted back to Stormont and that is what is going to happen from the end of the month. \nFor Edwin Poots, this has been a lifelong ambition for him. He is steeped in the DUP. \nHis father is a DUP founding member. He is also Free Presbyterian. \nHe has talked about reform being one of his key policies and clearly that has won some of those undecided DUP politicians over, in terms of getting behind him. \nThere has been a concern in recent years that some of the establishment and key central figures within DUP HQ held too much power. \nHe obviously wants to oversee all of that and that has been what he's promised them. Clearly the pitch has paid off. \nThe result of this also shows that there is still a split in the party. \nSome of those within Sir Jeffrey's camp are incredibly disappointed and very shocked by the result. \nThey were quietly confident that they were going to edge it.\nMr Poots became an MLA (Member of the Legislative Assembly) for the Lagan Valley constituency in 1998 and has also served on Lisburn City Council.\nHe has served as Northern Ireland minister for the environment, minister for arts, culture and leisure and as health minister over the course of his political career.\nAfter the DUP and Sinn Féin agreed to share power together and formed a government in 2007, Mr Poots was appointed as culture and arts minister in the executive.\nIt would be the first of a number of ministerial briefs he has held during his political career.\nThe DUP is a socially conservative party and Mr Poots's religiously-influenced views - including his belief that the earth is 6,000 years old - have also generated headlines in the past.\nRead more here.\nA former police officer, canteen kitchen worker and social worker, Ms Bradley is arguably less known among the public than MP Gregory Campbell, who was also a contender for the deputy leader post. \nShe currently chairs Stormont's Communities Committee. Prior to being elected to Stormont, she had been a councillor on Newtownabbey council.\nMs Bradley is one of the more socially liberal members of the party. \nDefeated leadership contender Sir Jeffrey Donaldson said he has has no regrets about putting his name forward. \n\"They [party members] have made their choice and I respect that,\" he said. \n\"The party must now consider what that means for our way forward, what it means for the union that we cherish, and what it means for Northern Ireland.\"\nMP Ian Paisley, who backed Mr Poots for leader, said he was \"personally delighted\" for him.\n\"We have been boyhood friends, and are very, very close, and I am personally delighted for him,\" Mr Paisley said. \n\"I am also delighted for Paula. She is an absolutely excellent candidate for deputy leadership, she made one of the best speeches I have ever heard in a selection meeting today.\"\nHe said the differences between the leadership candidates were \"subtle\". \n\"It is important that people recognise that because the power base is at Stormont, and because most of the votes in the electoral college are based at Stormont, then clearly that is where the influence is going to be,\" he added. \nEast Antrim MP Sammy Wilson declined to say which candidate he had voted for, but congratulated Mr Poots and Mrs Bradley.\nHe described his election as \"very significant\" and said dealing with the post-Brexit arrangements for Northern Ireland and the Irish Sea border would be a \"massive issue\".\n\"Not only for unionists, but for people across the political spectrum. One of the big jobs Edwin has to do is to persuade the government that what they've done in signing the protocol is wrong and they've got to get it changed.\"\nMrs Foster announced her decision to resign after facing a revolt from DUP members.\nShe had led the party since December 2015 and was appointed first minister of Northern Ireland the following month.\nBBC News NI understands that she will sever her ties with the DUP when she stands down as first minister.\nSources close to her said she thinks it is no longer the party she joined."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57108879",
      "category": "uk",
      "title": "Covid-19: India variant concerns and Wales advises only 'essential' overseas travel",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Friday morning. We'll have another update for you this evening. \nSecond vaccine jabs could be given earlier and local restrictions imposed to tackle the Indian Covid variant in badly hit areas, the UK government says, after cases more than doubled to 1,313 in a week. The Department of Health and Social Care says \"economic or social\" restrictions could be imposed in parts of England, if any variant \"escapes the vaccine\". However, there's \"no firm evidence yet\" to show that's the case with the Indian variant, or that it has any greater impact on severity of disease.\nBolton has seen a sharp spike in infections since mid-April and a doctor reports an increase in people turning up at casualty with confirmed or suspected Covid in the past week. The Indian variant makes up the majority of new coronavirus cases. Lynn Donkin, the town's assistant director of public health, tells us: \"We've now got a picture of widespread community transmission.\"\nWhile the UK government says people in England can go on holiday abroad to a small number of countries from Monday, Welsh ministers say people in Wales should travel overseas only for \"essential purposes\". That advice is likely to remain for at least three weeks. First Minister Mark Drakeford is expected to confirm later that Covid \"alert level two\" will apply from Monday. Meanwhile, in Scotland, First Minister Nicola Sturgeon is to give an update on Covid restrictions for Glasgow and Moray. \nCoronavirus vaccines have saved 11,700 lives and stopped 33,000 people becoming seriously ill, Public Health England analysis suggests. The research - covering the vaccination programme to the end of April - found people in their 70s and 80s had seen the biggest reduction in deaths and hospital admissions.\nFrom Monday, close physical contact with people from other households is allowed in England and Scotland. For millions of us it will be the first time we've hugged family and friends in months. Scientists explain how best to do it, while limiting the chance of spreading coronavirus. \"Don't hug too frequently, keep it short,\" is the advice of Prof Cath Noakes, who advises the government.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nWhat you're allowed to do from Monday will depend on where in the UK you live. Check which rules apply to you.\nFind more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57114850",
      "category": "business",
      "title": "Gupta empire facing UK fraud probe over Greensill",
      "tags": "Companies,Serious Fraud Office,Sanjeev Gupta,Greensill Capital,Liberty Steel",
      "text": "The business empire of Liberty Steel owner Sanjeev Gupta is under investigation by the Serious Fraud Office (SFO).\nThe probe is over suspected fraudulent trading and money laundering, including its financing arrangements with failed company Greensill Capital UK.\nGreensill, a major lender to Mr Gupta's business, collapsed in March.\nGFG Alliance, Mr Gupta's family conglomerate, said it would co-operate fully with the investigation.\n\"As these matters are the subject of an SFO investigation we cannot make any further comment,\" a GFG spokesperson added.\nGFG Alliance employs 35,000 people at companies stretching from Wales to Australia. Its Liberty Steel arm in the UK has about 3,000 staff.\nThe company's reliance on Greensill caused many to worry that it might itself be at risk following the finance firm's demise. GFG is in talks with finance firms about providing emergency loans. A request for a £170m from the UK government was rejected.\nOn Thursday, former prime minister David Cameron, who worked for Greensill and lobbied the government on its behalf, appeared before MPs to answer questions about his role.\nThe announcement of a Serious Fraud Office investigation into the workings of Sanjeev Gupta's metals-based empire has serious consequences, before any evidence is even heard. \nFirst, the BBC understands that the Department for Business feels vindicated that it did not agree to give the so-called \"saviour of steel\" a requested government bailout of £170m.\nSecond, and perhaps more importantly, it sets back Mr Gupta's attempts to raise new finance to replace the money it once received from the now defunct Greensill.\nThe government has promised to save the steel plants - owned by Gupta's GFG alliance that are now in dire financial straits - but this investigation makes the chance of it surviving in its current form an increasingly remote possibility. \nThe news comes a day after former prime minister and former Greensill employee, David Cameron, defended his role in lobbying the government to grant Greensill access to a government-backed Covid loan programme. \nIn its statement, GFG said it \"continues to serve its customers around the world and is making progress in the refinancing of its operations which are benefitting from the operational improvements it has made and the very strong steel, aluminium and iron ore markets\".\nGreensill's business model - called supply chain finance - worked by placing itself between customers and suppliers. It would immediately pay the invoices that suppliers gave to their customers, meaning those suppliers would not have to wait possibly for months for payment.\nThe Financial Times has claimed that one of Mr Gupta's companies had sent Greensill invoices for business it had supposedly done with four European metal companies. But those European companies told the newspaper they had not dealt with GFG.\nHowever, GFG said the invoices were for products it expected to perhaps sell in the future and that the financial arrangement was common for many of Greensill's clients.\nDuring Mr Cameron's appearance before the Treasury Committee on Thursday, he acknowledged that GFG had a very close relationship with Greensill, and said it was \"disturbing\" to read the reports about the invoices.\nMr Gupta was once hailed as the saviour of British steel when his company bought a struggling steel mill in South Wales, saving it from likely closure. Liberty Steel then went on to snap up several ailing UK plants and turn them around.\nGFG now operates in 30 countries, and has revenues of about £20bn."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56905845",
      "category": "uk",
      "title": "Parents seek second inquest into baby's hospital death",
      "tags": "Family,Inquests,NHS,Bereavement",
      "text": "The parents of a baby who died after medical errors are to push for a new inquest into his death, after they say a \"cruel\" inquest denied them justice.\nHayden Nguyen died in 2016 after medics failed to treat an infection properly.\nBut despite the NHS trust admitting mistakes, coroner Shirley Radcliffe concluded the infant died of natural causes, after raising concerns about the hospital's initial investigation. \nThe coroner has refused to comment on her actions.\n\"What the coroner did was kill Hayden a second time,\" Hayden's father, Tum, told the BBC.\n\"It was premeditated and extraordinarily cruel.\"\nHayden was six days old when his parents took him to the Chelsea and Westminster hospital in west London in August 2016.  \nHe initially had a fever but rapidly deteriorated; he had a cardiac arrest and died within 12 hours of arriving there.  \nAn internal NHS investigation concluded eight errors were made in Hayden's care, and the root causes of his death were: \n\"When they had completed the investigation, they sat us down and took us through it line by line,\" says Alex Nguyen, Hayden's mother. \n\"Although the content was incredibly disturbing, it was in a way healing and it helped a little bit with the grieving process.\"\nAn inquest at Westminster Coroner's Court, conducted by Dr Radcliffe, followed.\nHowever, the coroner, who has overseen inquests into the deaths of celebrities such as Amy Winehouse and Dolores O'Riordan, was not happy with the hospital's investigation.\nUnbeknown to Tum and Alex, Dr Radcliffe contacted the Chelsea and Westminster to express her concerns. \nHer actions prompted the hospital to issue a second report into Hayden's care, which halved the number of errors, and said the root cause of his death was the infection \"which is known to have a high mortality\". \nArmed with this second report, the coroner concluded that Hayden had died of natural causes.  \n\"What the clinicians did was negligence, possibly neglect,\" says Tum. \n\"But I don't think they did it in a premeditated fashion. I think what the coroner did was premeditated and cruel.\"\nWhen they overcame their astonishment at the coroner's actions, the parents, who work in social media and IT, pursued the case by taking legal action against the hospital. \nThe Chelsea and Westminster acknowledged that failures had contributed to Hayden's death.\nA letter from its lawyers says: \"The expert evidence obtained on behalf of the trust indicates that had the severity and progression of Hayden's condition been recognised and acted upon earlier, he would have survived beyond 07:15 on 25 August 2016\".\nNeither the hospital nor the coroner responded to the BBC's request for comment.  \nThere are virtually no avenues for families to challenge the conduct of coroners. \nThe chief coroner's office explicitly says it does not comment on coroners' conclusions, and in each of the past three years only 0.2% of complaints against judicial office-holders were upheld by the Judicial Conduct Investigations Office.  \nPeter Walsh, who leads the charity Action against Medical Accidents, has supported scores of families who have been failed by the NHS.\nWhile he says coroners have huge latitude in how they conduct inquests, he says he is surprised by what happened here.\n\"I've never heard of another case where an investigation led by a hospital trust, finding and admitting mistakes, is challenged by the coroner at an inquest,\" said Mr Walsh. \nTum and Alex appealed to the attorney general for permission to go to the High Court to get a new inquest, a request that has now been granted.\nOf the first inquest, Alex says: \"If you read back over the conclusions, it looks like Hayden was only six days old, was quite ill, he got appropriate care and he couldn't have been saved.\"\nBut, she adds: \"That is what is on the record and it's not just and it's untrue\".  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57110368",
      "category": "world-middle-east",
      "title": "Israel intensifies attacks in Gaza as conflict enters fifth day",
      "tags": "Israel & the Palestinians,Israel,Palestinian territories,Gaza",
      "text": "Israel has intensified its assault on Gaza, as Palestinian militants continue to fire rockets into Israel on the fifth day of hostilities.\nIsrael's military said air and ground forces were involved in attacks on Friday but had not entered Gaza.\nMeanwhile, clashes between Palestinians and the Israeli security forces spread across much of the occupied West Bank.\nAt least 122 people have been killed in Gaza and eight have died in Israel since the fighting began on Monday.\nJewish and Israeli-Arab mobs have also been fighting within Israel, prompting its president to warn of civil war.\nDefence Minister Benny Gantz ordered a \"massive reinforcement\" of security forces to suppress the internal unrest that has seen more than 400 people arrested.\nPolice say Israeli Arabs have been responsible for most of the trouble and reject the accusation that they are standing by while gangs of Jewish youths target Arab homes.\nThis week's violence in Gaza and Israel is the worst since 2014. It came after weeks of rising Israeli-Palestinian tension in East Jerusalem which culminated in clashes at a holy site revered by both Muslims and Jews. Hamas, the militant group that rules Gaza, began firing rockets after warning Israel to withdraw from the site, triggering retaliatory air strikes.\nIn Gaza, Palestinians fearing an incursion by Israeli troops have been fleeing areas close to the border with Israel. Residents who had left Shejaiya in Gaza City said shells had been falling on homes.\n\"We felt like we were in a horror movie,\" said local resident Salwa Al-Attar, who escaped the bombardment with her family. \"The planes were above us, and the tanks and navy were bombing - and we could not move. The children, women and men were screaming.\"\nThe Israeli military said it had conducted an operation overnight to destroy a network of Hamas tunnels that it dubbed \"the metro\", but no troops had entered Gaza. It added that - over the course of Thursday evening and Friday morning - 220 more projectiles were fired from the Gaza Strip.\nIn southern Israel, an 87-year-old woman died after falling on her way to a bomb shelter near Ashdod. Other areas including Ashkelon, Beersheba and Yavne were also targeted.\nGaza's health ministry said 31 children were among those killed since fighting began, and many other civilians have died. Another 900 Gazans have also been wounded. Israel says dozens of those killed in Gaza were militants, and some of the deaths were caused by misfired rockets from Gaza.\nIn a statement released early on Friday morning, Israeli PM Benjamin Netanyahu said the country's military operation against Palestinian militants would continue for \"as long as necessary\". He added that Hamas would pay a heavy price, as would other \"terrorist groups\".\nA Hamas military spokesman said the group was ready to teach Israel's military \"harsh lessons\" should it decide to go ahead with a ground incursion. \nAlso on Friday, there were protests at the Jordanian and Lebanese borders with Israel in support of the Palestinians. One man died after being hit by Israeli shell fire while protesting, state media in Lebanon reported.\nOn Thursday, Israel's military called up 7,000 army reservists and deployed troops and tanks near its border with Gaza. It said a ground offensive into Gaza was one option being considered but a decision had yet to be made.\nAs fighting entered its fifth day, United Nations Secretary General António Guterres called for \"an immediate de-escalation and cessation of hostilities in Gaza and Israel\".\nHis plea echoed that of other diplomats - including from Israel's ally the US - but appeals to Israeli and Palestinian leaders have so far failed to produce a ceasefire agreement.\nA senior Hamas official has said the group is ready for a \"reciprocal\" ceasefire if the international community pressures Israel to \"suppress military actions\" at the disputed al-Aqsa Mosque in Jerusalem.\nHowever, a senior adviser to Mr Netanyahu told the BBC that international calls for restraint were misplaced.\n\"We didn't want this conflict, but now that it's started it has to end with a sustained period of quiet,\" said Mark Regev. \"That can only be achieved by Israel taking out Hamas - their military structure, their command and control.\"\nIsrael has also called up 10 reserve border patrol companies to help tackle the worst unrest between Arab and Jewish communities for many years. \nMr Netanyahu has proposed introducing \"administrative detention\" for rioters. The controversial measure would allow authorities to detain people for extended periods of time without charge.\nPresident Reuven Rivlin described the outbreaks of rioting in several towns and cities as \"senseless civil war\".\nMeanwhile, attempts by parties in Israel to form a coalition to replace Mr Netanyahu's government following inconclusive elections in March appear to have collapsed after a key right-wing leader pulled his party out of negotiations, calling the hostilities a \"reality changing event\", local media say.\nNaftali Bennett is now in discussions with Mr Netanyahu's Likud party to try to form a \"broad national unity government\", according to reports.\nThe fighting between Israel and Hamas was triggered by days of escalating clashes between Palestinians and Israeli police at a holy hilltop compound in East Jerusalem. \nThe site is revered by both Muslims, who call it the Haram al-Sharif (Noble Sanctuary), and Jews, for whom it is known as the Temple Mount. Hamas demanded Israel remove police from there and the nearby predominantly Arab district of Sheikh Jarrah, where Palestinian families face eviction by Jewish settlers. Hamas launched rockets when its ultimatum went unheeded.\nPalestinian anger had already been stoked by weeks of rising tension in East Jerusalem, inflamed by a series of confrontations with police since the start of Ramadan in mid-April.\nIt was further fuelled by Israel's annual celebration of its capture of East Jerusalem in the 1967 Middle East war, known as Jerusalem Day.\nThe fate of the city, with its deep religious and national significance to both sides, lies at the heart of the decades-old Israel-Palestinian conflict. Israel in effect annexed East Jerusalem in 1980 and considers the entire city its capital, though this is not recognised by the vast majority of other countries. \nPalestinians claim the eastern half of Jerusalem as the capital of a hoped-for state of their own.\nAre you in Israel or Gaza and affected by these events? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57108109",
      "category": "world-middle-east",
      "title": "Israel-Gaza: BBC reporters' reaction on the ground",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57102249/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: People in Wales asked not to travel abroad",
      "tags": "Coronavirus lockdown measures,Public health,Travel,Bala,Social distancing,Welsh government,Hospitality industry,NHS Wales,Penarth,Coronavirus pandemic",
      "text": "People in Wales will be able to travel to a small list of countries from Monday without going into quarantine when they get back.\nBut despite adopting the traffic-light system used in England, ministers are advising people not to go abroad.\nThe first minister warned it was \"best avoided\" because of concerns travellers could bring Covid with them.\nMeanwhile, he revealed he had planned to go further in easing Covid rules but paused because of the Indian variant.\nPlans to allow pubs to trade indoors, and for cinemas and museums to reopen, will go ahead from Monday. \nMinisters had considered relaxing lockdown restrictions further on the same, but Mark Drakeford said officials had \"decided to hold back\" for more advice.\nHe told the BBC he had been considering allowing \"some small events\" and \"greater mixing between people not in a household\".\nBoth are now on hold.\nExperts are concerned the variant has mutations that may make it more transmissible, but it is not yet known if it causes more severe disease or if it might make current vaccines less effective.\nA total of 26 cases of two variants first identified in India had been found in Wales as of last Thursday - including 11 of a type identified by officials as a \"variant of concern\".\nA total of 1,313 cases of the variant of concern have been identified in the UK.\nPrime Minister Boris Johnson announced on Friday evening the wait between jabs will be cut from 12 weeks to eight for the over-50s and clinically vulnerable because of concern over the Indian variant.\nThe change does not apply in Wales and the Welsh government said it will continue with the rollout as planned.\nA Welsh government spokesperson said: \"We have considered the latest evidence and advice from the [Joint Committee on Vaccination and Immunisation].\n\"Given the low numbers of the Indian variant and the high numbers of people in Wales already vaccinated, we are confident that our vaccination programme already has the flexibility it needs to respond swiftly and effectively and are not making any changes at this stage.\"\nPeople in England and Scotland can take holidays abroad in a small number of so-called \"green\" countries - including Portugal, Israel and Singapore - without having to quarantine when they return.  \nWales will be adopting the same \"traffic light\" system, with countries classified as green, amber and red.\nIt means people will be able to travel to a small number of foreign destinations in the green list without the need to quarantine on their return.\nMandatory quarantine for countries not on the green list remains in place, and visitors to red list countries will need to book hotels on their return.\nEveryone who travels will need to book at least one test on their return.\nHowever, the Welsh government said it would continue to advise people to only travel for essential purposes.\nMr Drakeford said: \"This is the year to take your holiday in Wales and foreign travel is best avoided.\"\nHe admitted his travel advice was not a rule because it would be \"unenforceable\". He urged caution against \"importing\" coronavirus from other parts of the world.\n\"We know most people who travel from Wales will be doing it from Bristol, Manchester, London, so once those airports are open and travel across the UK is allowed, then people from Wales will be able to travel,\" he said.\nMr Drakeford told a press conference on Friday he did not want to \"make people feel guilty\" about going abroad, but urged people to \"think of their own safety and the safety of others\", adding there were \"fantastic opportunities\" to take a holiday in Wales instead.\nFrom 24 May, a \"paper-based vaccination status\" will be available for people in Wales who have had two doses of vaccination and need to urgently travel to a country that requires Covid vaccination proof. \nA UK government app that will act as a vaccine passport is due to be available in England on Monday, but the first minister said there was likely to be a four-week gap before it could be used in Wales due to technical reasons.\nMr Drakeford told the press conference Wales would move to Covid alert level two from Monday, meaning:  \nFrom 24 May, restrictions on numbers of visitors to care homes will be eased.\nMr Drakeford said that, if the situation remained positive at the start of June, he would look at whether Wales could move to alert level one.\nBut he warned he may need to delay that because of the Indian variant.\nThis move would include \"looking at relaxing the rules further around people meeting in their own homes, increasing the number of people able to attend wedding receptions and restarting larger events\".\nEllen Morris, the owner of two pubs in Bala, Gwynedd, welcomed the relaxation of the rules but said it would be difficult to police rules which dictate only six people from six different household can meet.\n\"They are grown adults - they should be able to decide, it shouldn't be me telling them you can do this,\" she told BBC Radio Wales.\n\"They call it hospitality - I don't feel I'm being very hospitable these days. We are talking about people's mental health here. It's been a long enough year without being left out of groups.\"\nMr Drakeford said social distancing rules in hospitality venues could be lifted if transmissions continued to fall.\nDJ Stacey Alford, from Penarth, Vale of Glamorgan, has been receiving support from the UK government's freelancers' fund and Universal Credit.\nShe said she had been \"extremely cautious\" and followed the rules very closely, but was frustrated by stricter rules in Wales than in England.\n\"My bugbear is we can't even do things like background noise, so those opportunities are gone, but DJs in England are able to do that.\"\nThe relaxation will also mean indoor play centres can open, and indoor wedding ceremonies of up to 30 people can take place.\nGail Windley, a wedding planner from Swansea, welcomed the news but said it would still mean weddings would be too small for most couples, and criticised a lack of clarity about further easing.\nCharmaine Heydenrych, who owns a soft play centre in Cardiff, said she was \"ready\" to open but said being limited to 30 people was \"not sustainable\".\nWelsh Conservative Russell George welcomed the move to level two but said the Welsh government \"should have outlined a roadmap to give hope to businesses and communities\". \n\"It is concerning that the Welsh Government has indicated that social distancing and mask wearing will be required into the Autumn. \n\"What people really want is for the Welsh and UK governments to work together, to end the confusion over different restrictions in the two countries, especially as the virus does not recognise borders.\"\nPlaid Cymru leader Adam Price welcomed the first minister's call for people to holiday in Wales rather than go aboard.\n\"It's a positive message - we need it for the economy as well. It's not just about greater health protection but also supporting tourism and hospitality businesses which have had a torrid time\".\nMr Price said the sector still needed further financial support: \"What is the plan for the months ahead for hospitality?\". \nThe 26 cases of two variants first fouind in India are \"almost entirely the result of international travel\", the first minister said.\nMr Drakeford said those infected were \"people coming back to Wales from overseas\" and all cases were being carefully monitored by local public health teams.\n\"All the information I have had is that the individuals involved are following all the advice that they are required to follow, self-isolating and so on,\" he said.\n\"And the advice I have is not that we need to be overly concerned about the position in Wales at the moment.\"\nDr Gill Richardson, deputy chief medical officer for vaccines in Wales, told BBC Wales \"we're not led to believe that it will evade the vaccine at this point\".\nPublic Health Wales told BBC Wales it was not identifying where the 11 variant of concern cases were \"due to the risk of small number identification\".\nDr Robin Howe, incident director for Public Health Wales, said the majority of cases were associated with travel or with known contact, with the remainder still under investigation."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-13331522",
      "category": "world-middle-east",
      "title": "Hamas: The Palestinian militant group that rules Gaza",
      "tags": "Israel & the Palestinians,Israel,Palestinian territories,Gaza,Hamas",
      "text": "Hamas is the largest of several Palestinian militant Islamist groups.\nIts name is an Arabic acronym for the Islamic Resistance Movement, originating as it did in 1988 after the beginning of the first Palestinian intifada, or uprising, against Israel's occupation of the West Bank and Gaza Strip. Under its charter, it is committed to the destruction of Israel.\nHamas originally had a dual purpose of carrying out an armed struggle against Israel - led by its military wing, the Izzedine al-Qassam Brigades - and delivering social welfare programmes.\nBut since 2005, when Israel withdrew its troops and settlers from Gaza, Hamas has also engaged in the Palestinian political process. It won the legislative elections in 2006, before reinforcing its power in Gaza the following year by ousting the rival Fatah movement of President Mahmoud Abbas. \nSince then, militants in Gaza have fought four major conflicts with Israel, which along with Egypt has maintained a blockade on the strip to isolate Hamas and to pressure it to stop attacks.\nHamas as a whole, or in some cases its military wing, is designated a terrorist group by Israel, the United States, European Union and United Kingdom, as well as other powers.\nHamas came to prominence after the first intifada as the main Palestinian group opposed to the Oslo peace accords signed in the early 1990s between Israel and the Palestine Liberation Organisation (PLO), the body representing most Palestinians. \nDespite numerous Israeli operations against it and clampdowns by the Palestinian Authority (the main governing body of the Palestinians) Hamas found it had an effective power of veto over the process by launching suicide attacks.\nIt carried out multiple bus bombings, killing scores of Israelis, and stepped up its attacks after Israel assassinated its chief bomb maker Yahya Ayyash in December 1995. \nThe bombings were widely blamed for turning Israelis off the peace process and bringing Benjamin Netanyahu - a staunch opponent of the Oslo accords - to power in 1996.\nIn the post-Oslo world, most particularly following the failure of US President Bill Clinton's Camp David summit in 2000 and the second intifada which followed shortly thereafter, Hamas gained power and influence as Israel clamped down on the Palestinian Authority, which it accused of sponsoring deadly attacks.\nHamas organised clinics and schools, which served Palestinians who felt let down by the corrupt and inefficient Palestinian Authority, dominated by the Fatah faction.\nMany Palestinians cheered the wave of Hamas suicide attacks in the first years of the second intifada. They saw \"martyrdom\" operations as avenging their own losses and Israel's settlement-building in the West Bank, territory wanted by Palestinians for a future state of their own.\nIn March and April 2004, Hamas spiritual leader Sheikh Ahmed Yassin and his successor Abdul Aziz al-Rantissi were assassinated in Israeli missile strikes in Gaza. \nThe death of Fatah leader Yasser Arafat that November saw the Palestinian Authority newly led by Mahmoud Abbas, who viewed Hamas rocket-fire as counter-productive. \nWhen Hamas scored a landslide victory in Palestinian parliamentary elections in 2006, the stage was set for a bitter power-struggle with Fatah.\nHamas resisted all efforts to get it to sign up to previous Palestinian agreements with Israel, as well as to recognise Israel's legitimacy and to renounce violence.\nHamas's charter defines historic Palestine - including present-day Israel - as Islamic land and it rules out any permanent peace with the Jewish state.\nThe document also repeatedly makes attacks on Jews as a people, drawing charges that the movement is anti-Semitic. \nIn 2017, Hamas produced a new policy document that softened some of its stated positions and used more measured language. \nThere was no recognition of Israel, but it did formally accept the creation of an interim Palestinian state in Gaza, the West Bank and East Jerusalem - what are known as pre-1967 lines.\nThe document also stresses that Hamas's struggle is not with Jews but with \"occupying Zionist aggressors\". Israel said the group was \"attempting to fool the world\".\nAs a result, the new Hamas-led government was subjected to tough economic and diplomatic sanctions by Israel and its allies in the West.  \nAfter Hamas ousted forces loyal to Fatah from Gaza in 2007, Israel tightened its blockade on the territory, and Palestinian rocket-fire and Israeli air strikes continued. Egypt also closed its border crossing with Gaza and has only opened it intermittently since.\nIsrael holds Hamas responsible for all attacks emanating from the strip, and the two sides have been in a constant state of conflict ranging from deadly incidents around the border to full-scale hostilities.\nThe deadliest round, in 2014, saw at least 2,251 Palestinians, including 1,462 civilians, killed during 50 days of fighting. On the Israeli side, 67 soldiers and six civilians were killed.\nMost recently, an 11-day conflict in May 2021 killed at least 256 people in Gaza and 13 in Israel before it ended with an Egyptian-brokered truce.\nRepeated attempts at reconciliation between Hamas and Fatah have failed, and the first Palestinian elections for 15 years, in which Hamas was due to compete, were called off by President Abbas in April 2021.\nMeanwhile, the humanitarian situation for the two million Palestinians in Gaza has deteriorated. The strip's economy has collapsed, and there are shortages of water, electricity and medicine. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-57087381",
      "category": "uk-scotland-scotland-politics",
      "title": "SNP holds Airdrie and Shotts seat in by-election",
      "tags": "Shotts,Airdrie,SNP (Scottish National Party)",
      "text": "The SNP has held one of its Westminster seats in a by-election after seeing off a challenge from Labour.\nAnum Qaisar-Javed won the Airdrie and Shotts seat for the SNP with a reduced majority of 1,757 over her Labour opponent.\nHer victory brings the total number of SNP MPs in the Commons back to 45. \nThe by-election was held after sitting MP Neil Gray resigned in order to stand in last week's Scottish Parliament election. \nMs Qaisar-Javed is a 28-year-old modern studies teacher who was a Labour activist until the independence referendum in 2014. She becomes Scotland's second-ever female Muslim MP.\nHer win follows the SNP's landslide victory in last week's Scottish Parliament election - which saw the SNP's Kaukab Stewart and Pam Gosal of the Scottish Conservatives become the country's first women of colour to be elected to Holyrood. \nThe by-election saw Ms Qaisar-Javed receive 10,129 votes, with Labour second on 8,372 - a majority of 1,757.\nThe SNP's share of the vote was 46.4% - 1.4 percentage points higher than in the 2019 election - with Labour's share increasing by 6.5 percentage points to 38.4%.\nThe Conservatives finished third with 2,812 votes, with the Liberal Democrats fourth on 220.\nTurnout was 34.3% - lower than the average of 46.5% for a by-election in the last parliament - with counting being done overnight.\nMr Gray won the seat for the SNP with a majority of 5,201 in the last general election in 2019.\nHe was elected as the MSP for the Airdrie and Shotts seat in the Scottish Parliament last week - with SNP rules meaning he had to quit as an MP in order to stand for Holyrood. \nMs Qaisar-Javed said she hoped to be a role model for other people from minority backgrounds - and also pledged to \"fight for independence\" after being elected.\nShe said she taught her students about why there are fewer people from minority communities in politics, adding: \"We talk about reasons such as a lack of role models, and it has taken until 2021, but now we have two women of colour in the Scottish Parliament.\n\"But I don't just want women of colour to look at me, or people of colour, I want anyone from any minority group to be able to look at me and say 'if she can do it, so can I'.\"\nIn a speech made after votes were counted at the Ravenscraig Regional Sports Facility in Motherwell, she added that the \"initial priority has to be the Covid recovery\".\nBut she said: \"As we move through the pandemic and when the time is right, then yes of course we will be looking to campaign for another independence referendum, as is the right of people of Scotland.\n\"Whatever the result is of that referendum, so be it, but that choice is of paramount importance.\"\nThe contest was the first Westminster by-election to be held in Scotland since 2011.\nThis was the SNP's first ever Westminster by-election defence, and one they have handled fairly comfortably - albeit with a reduced majority. \nIn theory this could have been a closer contest, with Labour coming within 195 votes of regaining the seat in 2017, but it increasingly seemed like the forgotten election as polling day approached.\nIt was perhaps understandable that it would fly under the radar in terms of the political debate in Scotland, coming as it did one week after a crucial set of Scottish Parliament elections.\nBut the same was true from a Westminster angle, with the contest in Hartlepool a week earlier seeming to take on far greater significance in the eyes of Labour, particularly in the wake of their defeat.\nAirdrie and Shotts was once a Labour stronghold, and a textbook example of Scotland's importance to the party's position in government. It was the base first of the Scottish Secretary, Helen Liddell, and then the Home Secretary, John Reid.\nTonight, it has once again been held by the SNP, the new dominant political force in this part of the world - while UK Labour's focus appears to be on bickering over the results of elections elsewhere."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57123933",
      "category": "world-middle-east",
      "title": "Israel Gaza violence: Clashes spread to West Bank",
      "tags": "Israel & the Palestinians,Israel,Palestinian territories",
      "text": "Violent clashes between Israeli troops and Palestinians have spread across much of the occupied West Bank, following days of hostility in Gaza.\nAt least 10 Palestinians are reported to have died in the West Bank unrest, while hundreds have been injured.\nIsraeli forces used teargas, rubber bullets and live fire, as Palestinians threw petrol bombs.\nThe confrontations in the West Bank mark a broadening out of some of the worst violence in the region in years.\nThe conflict began on Monday and followed weeks of spiralling Israeli-Palestinian tension in East Jerusalem. The increased hostilities culminated in clashes at a holy site revered by both Muslims and Jews. Hamas - the militant Islamist group which rules Gaza - began firing rockets after warning Israel to withdraw from the site, triggering retaliatory air strikes.\nAt least 126 people have been killed in Gaza and eight have died in Israel since the fighting began.\nMany towns and cities in the occupied West Bank were convulsed by angry protests on Friday, prompting international calls for calm.\nThere were running battles between Israeli soldiers and young Palestinians, who appear newly emboldened by the events of the past week, the BBC's Arab affairs editor Sebastian Usher says.\nMeanwhile, there were protests at the Jordanian and Lebanese borders with Israel, in support of the Palestinians, on Friday. One man died after being hit by Israeli shell fire while protesting, state media in Lebanon reported.\nThe Israeli military said it conducted an operation overnight to destroy a network of Hamas tunnels that it dubbed \"the metro\", but no troops had entered Gaza. It added that - over the course of Thursday evening and Friday morning - 220 more projectiles were fired from the Gaza Strip.\nIn southern Israel, an 87-year-old woman died after falling on her way to a bomb shelter near Ashdod. Other areas including Ashkelon, Beersheba and Yavne were also targeted.\nGaza's health ministry said 31 children were among those killed since fighting began, and many other civilians have died. Another 950 Gazans have also been wounded. Israel says dozens of those killed in Gaza were militants, and some of the deaths were caused by misfired rockets from Gaza.\nOn Friday, the United Nations said that an estimated 10,000 Palestinians had left their homes in Gaza since Monday because of the conflict.\nThe conflict has also seen Jewish and Israeli-Arab mobs fighting within Israel itself, prompting the president to warn of civil war. Defence Minister Benny Gantz ordered the security forces to suppress the internal unrest on Thursday, and more than 400 people were arrested.\nPolice say Israeli Arabs have been responsible for most of the trouble and have rejected the accusation that they are standing by while gangs of Jewish youths target Arab homes.\nIn Gaza, Palestinians fearing an incursion by Israeli troops have been fleeing areas close to the border with Israel. Residents who had left Shejaiya in Gaza City said shells had been falling on homes.\n\"We felt like we were in a horror movie,\" said local resident Salwa Al-Attar, who escaped the bombardment with her family. \"The planes were above us, and the tanks and navy were bombing - and we could not move. The children, women and men were screaming.\"\nIn a statement released early on Friday morning, Israeli Prime Minister Benjamin Netanyahu said the military operation against Palestinian militants would continue for \"as long as necessary\". He added that Hamas would pay a heavy price, as would other \"terrorist groups\".\nA Hamas military spokesman said the group was ready to teach Israel's military \"harsh lessons\" should it decide to go ahead with a ground incursion. \nOn Thursday, Israel's military called up 7,000 army reservists and deployed troops and tanks near its border with Gaza. It said a ground offensive into Gaza was one option being considered but a decision had yet to be made.\nAnalysis by Paul Adams, diplomatic correspondent in Jerusalem\nIsrael's Prime Minister Benjamin Netanyahu has spoken of Israel waging a battle on two fronts. \nBut he may not have been doing justice to the swirling array of conflicts currently raging across Israel, Gaza and the West Bank. Rarely in recent years has violence erupted in all of these places at the same time. \nA week ago, the fear that Palestinians in east Jerusalem might be evicted to make way for Jewish settlers, coupled with repeated raids by Israeli security forces on the area surrounding Jerusalem's al-Aqsa mosque, galvanised opinion among Israeli Arabs and triggered waves of rocket attacks by Hamas.\nLong-simmering resentments among Israel's Arab minority exploded in several of the country's mixed cities. Violent gangs, Jewish and Arab, exploited the tension. \nBy Friday, the violence had circled back to the West Bank where the death toll in clashes with the Israeli army has crept up. \nJerusalem, land rights, holy places and decades of unresolved conflict: this week's spasm of violence has highlighted them all. \nAs fighting entered its fifth day, United Nations Secretary General António Guterres called for \"an immediate de-escalation and cessation of hostilities in Gaza and Israel\".\nHis plea echoed that of other diplomats - including from Israel's ally the US - but appeals to Israeli and Palestinian leaders have so far failed to produce a ceasefire agreement.\nA senior Hamas official has said the group is ready for a \"reciprocal\" ceasefire if the international community pressures Israel to \"suppress military actions\" at the disputed al-Aqsa Mosque in Jerusalem.\nHowever, a senior adviser to Mr Netanyahu told the BBC that international calls for restraint were misplaced.\n\"We didn't want this conflict, but now that it's started it has to end with a sustained period of quiet,\" said Mark Regev. \"That can only be achieved by Israel taking out Hamas - their military structure, their command and control.\"\nThe fighting between Israel and Hamas was triggered by days of escalating clashes between Palestinians and Israeli police at a holy hilltop compound in East Jerusalem. \nThe site is revered by both Muslims, who call it the Haram al-Sharif (Noble Sanctuary), and Jews, for whom it is known as the Temple Mount. Hamas demanded Israel remove police from there and the nearby predominantly Arab district of Sheikh Jarrah, where Palestinian families face eviction by Jewish settlers. Hamas launched rockets when its ultimatum went unheeded.\nPalestinian anger had already been stoked by weeks of rising tension in East Jerusalem, inflamed by a series of confrontations with police since the start of Ramadan in mid-April.\nIt was further fuelled by Israel's annual celebration of its capture of East Jerusalem in the 1967 Middle East war, known as Jerusalem Day.\nThe fate of the city, with its deep religious and national significance to both sides, lies at the heart of the decades-old Israel-Palestinian conflict. Israel in effect annexed East Jerusalem in 1980 and considers the entire city its capital, though this is not recognised by the vast majority of other countries. \nPalestinians claim the eastern half of Jerusalem as the capital of a hoped-for state of their own.\nAre you in Israel or Gaza and affected by these events? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57083571",
      "category": "uk",
      "title": "Covid-19: Five ways to make hugging safer, from the experts",
      "tags": "Family,Coronavirus lockdown measures,UK government,Relationships,Friendship,Coronavirus pandemic",
      "text": "The advice on hugging is changing from Monday. It is no longer advised against for people from different households in England and Scotland - and for millions of people this will be the first time they've hugged family and friends in months.\nExperts say there are real benefits to hugging - it lowers stress and blood pressure - but the government is urging people to be cautious. So how can you give a cautious hug? We've gathered advice from coronavirus experts on how to hug safely.\n\"Personally I'm going to restrict my hugging to family members and not beyond,\" says Prof Sally Jane Cutler from the University of East London. \"I think we have to be very conserved about who we choose to hug.\"\nProf Cath Noakes - who sits on the Sage committee that advises the government - adds that the risk will depend on who you're hugging. \"It would worry me if we were advocating we could hug all of our friends every time we meet them again.\n\"Perhaps don't hug everybody you know. If you are going to hug somebody, restrict it to very small numbers of close family who perhaps you would really value a hug from.\"\nFrank Atherton, the chief medical officer in Wales - where some families and friends can already cwtch (cuddle) if they form an extended household - also urges against hugging every Tom, Dick and Harry. \n\"Prevalence rates are really quite low at the moment, and being close to a member of your family is less risk now,\" he says. \"But with strangers, I would be very cautious still.\"\nThe government's new advice suggests people should take extra care with those vulnerable to Covid, and maybe choose not to hug elderly relatives - especially if either hugger is not vaccinated.\nThe length of time you spend in close contact with someone also makes a difference. \"Don't spend too long making face-to-face contact, make it a brief hug,\" Dr Atherton says.\nProf Noakes agrees: \"Don't hug too frequently, keep it short.\"\nThe government's own updated advice on hugging also makes this point. \"Longer periods of close contact increase the risk of transmission, but remember that even brief contact can spread Covid-19 - and there is no such thing as a fully safe period of close contact,\" it says.\n\"Try and avoid being face to face, so perhaps if you turn your face away slightly, and even wearing a mask could help,\" Prof Noakes says.\n\"The reality is that when you hug someone you are very close to them and we know the virus is in people's breath and you are very close to that breath at that moment.\"\n\"The other thing - which sounds really miserly - but there is the option of wearing a face covering while hugging,\" says Prof Linda Bauld from the University of Edinburgh. \n\"If you were visiting a vulnerable person in general, you would want to do that. Hand hygiene is still really important as well. When you touch someone, you are touching things they have touched.\"\nExperts have always been clear that the risks from Covid are lower outside. The government advice on close contact also suggests hugging loved ones outside is safer.\nIf people are meeting inside - as is allowed in groups of up to six from 17 May - then make sure the space is well ventilated, it adds.\n\"Open windows and doors, or take other action to let in plenty of fresh air. The more fresh air that is brought inside, the quicker any airborne virus will be removed from the room.\" \nThe government suggests that to make close contact safer, people should test themselves regularly - even if they don't have symptoms.\nCurrently, test kits are free to order for anyone who wants one.\n\"Around one in three people with coronavirus do not show symptoms, so can spread the virus to others without knowing,\" the government says. \"Testing regularly will help to reduce risk.\"\nNot everyone may be excited for the return of hugs next week - but according to science, it's good for you.\nTouch is \"really fundamental\" for humans, says Prof Robin Dunbar, evolutionary psychologist at the University of Oxford - and going without it weakens our close relationships.\n\"The sort of more intimate touching - arm round the shoulder, a pat on the arm and these kind of things reserved for closer friendships and family members - are really important,\" he says. They make us feel happier, satisfied and trusting of others.\nTouch is our first sense to develop in the womb, and research has shown physical contact with others can reduce the effect of stress. \nProf Linda Bauld says there are scientifically-proven benefits to touch and \"particularly a warm embrace\". \"We know from studies that it lowers heart rate, blood pressure and reduces stress,\" she says.\nProf Dunbar says the reason humans need physical contact is because we evolved from primates who groom each other.\nAlthough most of our fur has gone, humans do the same movements on exactly the same neurons when they stroke, cuddle or pat each other, he says. This triggers endorphins, the feel-good chemicals in the brain.\nDo you have plans to hug a loved one on Monday? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57109039",
      "category": "world-us-canada",
      "title": "Covid: Biden hails 'great day' as he sheds mask in Oval Office",
      "tags": "Vaccination,United States,Coronavirus pandemic",
      "text": "President Joe Biden has hailed a \"great day for America\" as US officials said vaccinated people can go mask-less in most indoor and outdoor settings.\nThe president removed his mask in the Oval Office with Republican lawmakers as the guidance was being announced.\nThe advice still calls for wearing masks in crowded indoor settings like buses, planes and hospitals.\nThe Biden administration has faced pressure to ease restrictions on fully vaccinated people.\nIn another major step for the US in returning to pre-pandemic life, the president of the 1.7m-member American Federation of Teachers labour union called for schools to reopen fully in the autumn. \nIt comes after Pfizer's vaccine was approved for children aged 12 to 15.\nThe US coronavirus caseload has fallen to its lowest point since last September, with deaths at their fewest since last April. \nAccording to the new guidance from the Centers for Disease Control and Prevention (CDC), physical distancing can also cease for the fully vaccinated.\nMr Biden, Vice-President Kamala Harris and staff went without facial coverings during a White House Rose Garden event to trumpet the new guidelines.\n\"We're not going to go out and arrest people,\" added Mr Biden, urging non-vaccinated Americans to wear masks.\nHis Twitter account posted: \"The rule is now simple: get vaccinated or wear a mask until you do. The choice is yours.\" The US president has no power to order Americans to get vaccinated or wear masks.\nThe latest rules come with about 35% of Americans now fully vaccinated, though the roll-out has been losing momentum.\nCDC Director Dr Rochelle Walensky said on Thursday at the White House: \"Anyone who is fully vaccinated can participate in indoor and outdoor activities, large or small, without wearing a mask. \n\"If you are fully vaccinated, you can start doing the things you have stopped doing because of the pandemic. We have all longed for this moment, when we can get back to some sense of normalcy.\" \nThe guidance does not apply to healthcare facilities or places such as prisons and homeless shelters. Masks are also still advised for planes and other public transport.\nThe CDC's advice does not supersede local ordinances, and some businesses may still require customers and workers to wear masks.\nIn April, the CDC said masks can be avoided for most outdoor activities, but recommended their use in crowded settings. \nDr Walensky said that immuno-compromised people may want to consider continuing to wear a mask outdoors. \nThe CDC defines \"fully vaccinated\" as two weeks after receiving a second jab of a two-dose vaccine, or two weeks after the single-dose Johnson & Johnson vaccine.\nThe move could alarm some Americans, with less than half of the population fully vaccinated and no way to confirm whether someone has received their shots or not.\nPresident Biden has set a 4 July goal of vaccinating 70% of Americans with at least one jab. Around 250m jabs have been given so far, according to latest estimates."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-lancashire-57119252",
      "category": "uk-england-lancashire",
      "title": "Covid Indian variant: Pupils keep face masks in parts of North West",
      "tags": "Bolton,Sefton,Coronavirus pandemic,Bury",
      "text": "Secondary school pupils and college students in parts of north-west England will continue wearing masks because of concerns about the Covid-19 Indian variant.\nPupils and students across Lancashire are being advised to use face coverings until 21 June. Bolton and Bury councils have also said masks will remain. \nThe advice comes following a surge in coronavirus cases across the region.\nElsewhere masks will no longer be required in classrooms from Monday.\nThe Indian variant has been detected in Bolton, Greater Manchester, in Blackburn, Lancashire and in Sefton, Merseyside, which have all seen rates rise rapidly.\nIn a coronavirus briefing, Prime Minister Boris Johnson said the variant could pose \"serious disruption\" to lockdown easing in England on 21 June, but added that he did not believe that the \"present evidence\" showed a need to delay the next stage in the easing of lockdown in England on Monday.\nDr Sakthi Karunanithi, Lancashire County Council's director of public health, said recommending that masks remain in use was \"very tough\", given that it comes as other restrictions ease nationally, but the \"increase in prevalence of this variant... means we need to take some prudent steps to help reduce its spread\".\n\"Wearing face coverings in schools and colleges for a few weeks longer will help to contain this and ensure the variant doesn't take hold,\" he said.\n\"This is vital, so we can build on the good work to keep levels of infection, hospital admissions and the numbers of people becoming seriously ill low.\"\nA letter from the council to parents in Bolton, which currently has the highest rate of cases in England, said it was \"asking schools to retain the use of face coverings, as per the current arrangements, until further notice\".\nThe letter, from the council's children's services and public health directors, said there had been \"instances where young people attending school or college have contributed to the spread of the virus\".\nAs such, it said, \"we believe it would be irresponsible to wait until we have higher levels of the newer variants... circulating before we act\".\nIn a similar letter, Bury Council's interim assistant director of education and inclusion, Julien Kramer, said there was a risk that progress made in reducing case numbers could be \"undermined by the spread of this more infectious variant\".\n\"I am sure that you will understand the need for caution at this time,\" he added.\nSefton's public health team has also advised that masks should be worn in schools beyond Monday in areas experiencing outbreaks.\nThe move has been supported by the Association of School and College Leaders teaching union.\nGeneral secretary Geoff Barton said there was \"clearly a great deal of concern about the variant...and the situation is obviously going to be fluid in the immediate future with regards to face masks\".\n\"We back schools in the decisions they make,\" he added.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56901353",
      "category": "health",
      "title": "Covid vaccine: Period changes could be a short-term side effect",
      "tags": "Coronavirus vaccines,Anti-vaccination movement,Vaccination,Women,Periods",
      "text": "At a Covid vaccine appointment, you will probably be warned of possible side effects - fever, headache, a sore arm for a day or two afterwards. Changes to the menstrual cycle will not appear on the list.\nBut women online around the world have started asking if early, heavy or painful periods might be an unlisted reaction to the jab. \nDr Kate Clancy, a medical anthropologist, shared on Twitter her experience of an unusually heavy period following the Moderna vaccine, and received dozens of similar accounts in response. With former colleague Dr Katharine Lee, she launched a survey documenting people's experiences.\nWe don't yet know whether the vaccine is causing these changes - it hasn't been studied. It's possible women post-vaccination were more likely to notice or attribute changes, particularly after hearing about others' experiences.\nBut Dr Victoria Male, a reproductive immunologist at Imperial College London, said some post-menopausal women, and people taking hormones which stop their periods, have reported bleeding. So she's inclined to suspect there may be a physical reaction occurring.\nA number of trans men and post-menopausal women who don't normally have periods got in touch with Drs Clancy and Lee saying they had experienced bleeding after the jab. \nAnd, though the link is unproven, there are logical reasons the vaccine could be causing changes to periods - but these changes are not anything to worry about, reproductive specialists say. While painful or unexpected periods can be distressing, they're not a sign of any long-term harm.  \nThe womb lining is part of the immune system - in fact there are immune cells in almost every part of the body. \nImmune cells play a role in building up, maintaining and breaking down the lining of the uterus - which thickens to prepare for a pregnancy, and then sheds in the form of a period if the egg is not fertilised. \nAfter vaccination, lots of chemical signals which have the potential to affect immune cells are circulating round the body. This could cause the womb lining to shed, and lead to spotting or earlier periods, Dr Male explained.\nThis doesn't mean there is any link to miscarriages though - during pregnancy different processes maintain the womb lining, including the presence of the placenta - the organ linking the fetus to its mother's blood supply. \nDr Male said there is now extensive evidence from women who have had the jab which suggests they are at no higher risk of pregnancy loss. \nWhat we do know, though is that other infections are linked to miscarriage and having Covid during pregnancy has been linked to pre-term delivery, according to Dr Alexandra Alvergne at the University of Oxford. \nShe said there was a plausible link between the vaccine and menstrual changes, as the timing of ovulation (when an egg is released) can be affected by inflammation.\nThis can be the case when people are sick and have a fever, but vaccines also cause an inflammatory response in the body - it's all part of your immune system firing up and starting to produce the antibodies and other cells that fight disease. \nThere is also some evidence from a previous study that people with signs of inflammation from infection had more painful periods.\nThere is evidence from both the flu and HPV vaccines that they can affect the menstrual cycle temporarily - but there are no long-term side effects. \nAnd there's \"masses of evidence\" they don't affect fertility, Dr Male said. \nWhile these changes shouldn't be of concern, Dr Male and others spoken to for this article emphasise the need for studies into the effect of the vaccine on periods, so that people know what to expect.\n\"There's an issue here about how often women's health is ignored,\" she said.\n\"Imagine if you didn't know that fever could be a vaccine side effect?\" gynaecologist Dr Jen Gunter wrote on her site The Vajenda.\n\"You might be concerned that something untoward was happening to your body, when all you were experiencing was a typical post-vaccine fever. That is exactly the same with menstrual irregularities.\"\nEqually, for trans men and post-menopausal women, bleeding can be a sign of cancer, so it's important for people to know whether it is also a harmless vaccine side effect, Dr Lee explained.\nDr Sue Ward, vice-president of the Royal College of Obstetricians and Gynaecologists, said anyone who notices bleeding that is unusual for them should consider contacting their doctor. And she encouraged people to think about reporting any concerns or possible side effects to the Yellow Card scheme to help track them. \nMeanwhile, the notion of vaccines affecting periods has been picked up by people spreading misinformation on social media. \nAnti-vaccine and conspiracy theory groups have presented genuine accounts of people's personal experiences - like Dr Clancy's thread - as evidence of vaccines causing damage, or being part of a sterilisation plot by global elites. \nFalse claims that women's cycles or even pregnancies could be affected just by being near vaccinated people have gained significant traction on social media in recent weeks.\nOne such video, viewed well over 300,000 times since mid-April, shows a \"holistic reproductive practitioner\" warning users that \"women's periods and their menstrual cycles are being significantly affected, even if they haven't received it [the vaccine] themselves\". \nOther anti-vaccine advocates and holistic health practitioners, in posts gaining hundreds of thousands of views across platforms, claimed vaccinated people can \"shed\" the virus's spike protein to others. \nThis is physically impossible.\nMost Covid-19 vaccines work by giving the body instructions to make a tiny fragment of the virus's distinctive spike so it can learn how to fight it off. The spike protein, which cannot reproduce, then disintegrates or is destroyed.\nThe mRNA - the instruction to make the spike protein - is also extremely fragile. That's why those vaccines are so hard to store and transport, because the genetic information falls apart and becomes useless very easily. \nNone of the vaccines allow any part of the virus to replicate, let alone shed - the only thing replicating are your immune cells which produce antibodies to fight off viruses. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57124736",
      "category": "world-us-canada",
      "title": "Cat jumps five storeys to safety from burning building",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57120603",
      "category": "entertainment-arts",
      "title": "Martin Bashir: BBC religion editor leaves the corporation",
      "tags": "Television,BBC",
      "text": "Martin Bashir has stepped down from his role as the BBC's religion editor, the corporation has confirmed. \nBashir, 58, has reported on religious affairs for the BBC since 2016, and previously worked for programmes including Panorama.\nThe corporation said he was leaving due to ongoing health issues. \nHis departure comes after questions were raised about how he secured an interview with Princess Diana for Panorama in 1995.\nThe deputy director of BBC News, Jonathan Munro, said: \"Martin Bashir has stepped down from his position as the BBC's Religion Editor, and is leaving the corporation. \n\"He let us know of his decision last month, just before being readmitted to hospital for another surgical procedure on his heart. Although he underwent major surgery toward the end of last year, he is facing some ongoing issues and has decided to focus on his health.\"\nHe added: \"We wish him a complete and speedy recovery.\"\nBashir is one of the most well-known journalists in the UK, having made news headlines for his interviews with Michael Jackson and Diana, Princess of Wales.\nIt was during her 1995 interview with Bashir that Princess Diana admitted to having had an affair and also spoke of Prince Charles's relationship with the then Camilla Parker-Bowles.\n\"There were three of us in this marriage, so it was a bit crowded,\" she told Bashir on Panorama, in a programme watched by millions globally.\nHowever, Bashir had recently come under scrutiny after it emerged mocked-up bank statements had been produced in an attempt to secure the interview with the princess.\nThe BBC has apologised for the use of the statements, but has insisted they played \"no part in her decision to take part in the interview\".\nBashir will not face a criminal investigation. But retired Supreme Court judge Lord Dyson has carried out an inquiry into the incident.\nA spokeswoman for Lord Dyson said he had concluded his investigation and that the report had been \"passed to the BBC for publication in due course\".\nA BBC spokesman said the report would be published \"very soon\".\nBashir, aged 58, had been absent from his role in recent months after contracting Covid-19 and undergoing quadruple bypass surgery.\nIn the first of his two most famous interviews, Princess Diana also talked frankly about her difficulties with post-natal depression and bulimia.\nIt made headlines around the globe and was watched by 22.8m in the UK, winning Bashir a Bafta TV award.\nHe was also named Royal Television Society's Journalist of the Year in 1996.\nIn 2003, Bashir also interviewed pop singer Jackson for an ITV documentary.\nThe journalist asked him about reports of multiple plastic surgery and the \"baby dangling\" incident, when the star held his baby son over a balcony to show waiting fans beneath.\nThe programme, for which Bashir trailed the singer for eight months, was watched by 14m viewers.\nBashir's career began as BBC news correspondent from 1987 to 1992. He then joined the corporation's investigative programme Panorama, and also worked on shows including Songs of Praise and Public Eye.\nIn a 1998 Panorama programme he interviewed Louise Woodward, the British au pair convicted of the manslaughter of Matthew Eappen, a baby she was looking after in the US.\nThe exclusive interview, in which she declared her innocence, was recorded after she was released from a US prison, when her conviction was reduced from murder to involuntary manslaughter.\nBashir also interviewed the five men suspected of killing London teenager Stephen Lawrence in 1999, having moved to ITV in 1998 to work on Tonight with Trevor McDonald.\nHe went on to speak to disgraced Tory peer Lord Archer, Tony Martin the Norfolk farmer who was jailed for killing a burglar and former footballer George Best, as well as making a series of documentary films about the serial killer doctor, Harold Shipman.\nOther interviewees included Michael Barrymore and Major Charles Ingram, also known as \"the coughing major\", infamous for his appearance on TV game show Who Wants to Be a Millionaire?\nIn 2004, Bashir moved to New York, where he worked on ABC News, and later MSNBC as a political commentator, where he worked until 2013.\nHe quit MSNBC when he became the controversial focus of attention himself, for remarks he made about former US vice-presidential candidate Sarah Palin. \nHe then broadcast an apology on his show saying his remarks were \"ill-judged\".\nBashir returned to the UK and was appointed the BBC's Religious Affairs correspondent in 2016. In 2019, he took part in a celebrity version of ITV's X Factor, which replaced the traditional X Factor series, and was eliminated in the third week.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57105539",
      "category": "uk",
      "title": "MPs urge Boris Johnson to deliver on social care reform vow",
      "tags": "Social care",
      "text": "MPs have warned they will be \"extremely disappointed\" if the PM fails to produce a plan to reform adult social care in England by the end of the year.\nThe warning follows this week's Queen's Speech which did not include detailed proposals for long-term reform.\nThe cross-party Commons health and social care committee said the lack of funding detail could undermine plans to integrate health and care services.\nThe government has been asked for a response.\nMPs on the committee have been scrutinising the plans for integrated care systems in the forthcoming Health and Care Bill. \nThe new systems mean local NHS and social care teams work together more closely, helping to reduce bureaucracy and focusing services better around patients' needs. \nBut they say it is an omission to fail to give full details about the reform. \nBoris Johnson had originally promised to \"fix\" the system when he became prime minister in July 2019 and has said he will bring forward proposals \"later in the year\". \nThe committee said the forthcoming Health and Care Bill should include a statutory requirement for the health secretary to publish a detailed 10-year plan within six months of the legislation receiving royal assent.\nIn the report, the MPs said: \"The absence of a fully-funded plan for social care has the potential to destabilise integrated care systems and undermine their success.\n\"However, we note that the prime minister has committed the government to producing a 10-year plan later this year; and we would be extremely disappointed if detailed plans for this were not published before the end of the calendar year.\"\nIt added that the problems faced by the care sector over the past two decades \"will not be solved\" without \"secure, long-term funding\". \nThere is a fundamental question being asked by MPs in this report. Can you really improve the way health and care systems work together for the people who need them, if one of those services is on its knees? \nThe problems for social care run deep. It has an underpaid, undervalued workforce leading to staff shortages. \nFewer people get council support now than a decade ago, even though an ageing population means more people are asking for help. And those who pay for their own care are charged extra to subsidise a system which has been underfunded for years. \nThe prime minister said nearly two years ago that he had a clear plan to \"fix the crisis in social care once and for all\". In the Queen's Speech on Tuesday, just nine words were used to repeat the promise of reform, but again, no detail or timetable. \nThis influential group of MPs is warning that without a vision for the future of care, plans for the future of the NHS are also being put in jeopardy.\nCommittee chairman and former health secretary Jeremy Hunt said if the issues were addressed, then the government had \"an opportunity to deliver a post-pandemic watershed 1948 moment for the health and care system, matching the significance of the year the NHS was founded\".\nHe added that if they were not addressed, it would be \"a wasted opportunity to deliver the truly integrated care required by an aging population\". \nIn 2019, 1.9 million people made requests for social care - including both older people and working age adults with disabilities, according to the King's Fund.\nIts chief executive Richard Murray said the reforms set out in the white paper could give the NHS \"greater flexibility to deliver joined-up care\" but said they would only go so far, however. \n\"The government has yet to say how it will tackle staff shortages, redress deep-seated health inequalities, or bring forward long-overdue reform of the social care sector,\" he added. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57122817",
      "category": "uk",
      "title": "Covid: Indian variant could disrupt 21 June easing, PM says",
      "tags": "Coronavirus pandemic",
      "text": "The Indian virus variant could pose \"serious disruption\" to lockdown easing in England on 21 June, the PM says.\nBoris Johnson said if it was found to be \"significantly\" more transmissible there could be \"some hard choices\".\nThe wait between jabs will be cut from 12 weeks to eight for the over-50s and clinically vulnerable because of concern over the variant, he added.\nCases of the Indian coronavirus variant have nearly tripled in the past week, Public Health England figures show.\nSurge testing is already taking place in 15 areas across England, including Bolton, Blackburn, London, Sefton and Nottingham.\nAccording to Friday's government figures, a further 17 people have died in the UK within 28 days of a positive test and another 2,193 coronavirus cases have been recorded.\nSpeaking at a Downing Street briefing alongside the UK's chief medical adviser, Prof Chris Whitty, Mr Johnson said first Covid vaccine doses will also be prioritised \"for anyone eligible who has not yet come forward\". Currently, England's vaccination rollout is open to people over the age of 38.\nThe prime minister said he did not believe that the \"present evidence\" showed a need to delay the next stage in the easing of lockdown in England on Monday - when pubs and restaurants will be allowed to serve customers indoors and six people or two households can meet in a private home.\nBut Mr Johnson warned: \"I have to level with you that this new variant could pose a serious disruption to our progress and could make it more difficult to move to step four in June.\"\nHe added: \"But I urge everyone to exercise the greatest caution because the choices we each make in the coming days will have a material effect on the road ahead.\"\nHe said he did not believe it was \"impossible\" to go ahead with step four of England's roadmap to ease coronavirus restrictions, but \"we have to be utterly realistic\" and there was \"the risk of disruption and delay\". \nThe government's aim with the fourth and final step of the roadmap is to remove all legal limits on social contact on 21 June - meaning there will be no limits on gatherings indoors or outdoors - nightclubs will be allowed to reopen and there will be no limits on weddings.\nThe government has said easing restrictions on 21 June depended on its four tests being met - including that vaccines continue to be effective and the risks are not fundamentally changed by new variants.\nAfter months of positive news, including falling cases and a hugely successful vaccination campaign, the tone has shifted.\nThe full relaxation in June is in jeopardy and there is the looming spectre of greater pressure on the NHS.\nIt is important to remember we are in a dramatically different situation than at the start of the year, due to the huge success of the vaccination campaign.\nBut we are in a race between the virus and the vaccine. Easing restrictions on Monday and a more transmissible variant means the virus will move even faster.\nThe faster the virus spreads, the more people will get infected and the more people could end up in hospital. This is because vaccines are great, but not perfect and not every vulnerable person has had one.\nSage estimates a variant that is 40% more transmissible could put pressure on hospitals and that it is possible the variant that emerged in India spreads even more quickly than that.\nThe problem, though, is even greater for countries which haven't got successful vaccination programmes, where even more transmissible variants could be hugely damaging.\nMr Johnson added that there was \"no evidence to suggest that our vaccines will be less effective in protecting people against severe illness and hospitalisation\".\nThe Army will be deployed on the streets of Blackburn and Bolton to give out tests to help the surge testing efforts.\nThere will be an acceleration of the vaccine rollout there, Mr Johnson said, including longer opening hours at vaccination centres.\nProf Whitty said delays to the vaccination programme for younger people were not expected with the prioritisation of second doses for older age groups.\nHe warned that if the variant first discovered in India proved to be more transmissible than other variants, the UK could see \"a really significant surge\" in Covid-19 cases, adding: \"That's a really critical question to which we do not yet have the answer.\"\n\"We expect over time this variant will overtake and come to dominate in the UK in the way that the Kent variant did,\" he added.\nThe Scientific Advisory Group for Emergencies (Sage) has said there is a \"realistic possibility\" that the variant could be as much as \"50% more transmissible\" than the Kent strain.\nCases of the Indian variant found in the UK to date have nearly tripled in the past week to 1,313, Public Health England said. \nMost of the cases - 1,255 - are in England, while there are 35 in Scotland, 12 in Northern Ireland and 11 in Wales, according to PHE.\nIt said four people have now died with the Indian variant - officially designated a variant of concern - as of 12 May.\nMobile testing units have been set up in Bolton, PHE said, and door-to-door PCR testing had been offered to 22,000 residents. A PCR test is the most accurate way to check for Covid.\nMore doses have been delivered to the town, which has also set up a vaccine bus to increase uptake among those who are eligible. A rapid response team of 100 nurses, public health advisers and environmental health officers has also been sent in.\nMr Johnson warned those living in Bolton and other affected areas that there was \"now a greater risk from this new variant\" and he urged people to be \"extra cautious\".\n\"There will be targeted new activity in Bolton and Blackburn to accelerate vaccine take-up among eligible cohorts - including longer opening hours at vaccination sites,\" he said.\nExtra clinics will open in Blackburn and Darwen in Lancashire from next week to offer the vaccine to those who are eligible under national guidelines. The vaccination capacity of local pharmacies will also be increased.\nBut the area's public health director, Prof Dominic Harrison, said he was \"furious\" the government had refused a request to extend vaccinations in Blackburn. \nOn Thursday, the council initially said all over-18s would be offered a jab, before later stating only those with underlying conditions could book an appointment.\nWhen asked by Fergus Walsh, the BBC's medical editor, whether over-18s who live in hotspot areas should have a first vaccine dose, Prof Whitty said there had been \"debate\" on this point.\nHe said the UK's vaccine advisers believed the \"sensible thing to do\" was to prioritise jabs to \"those most at risk in all the places across the UK\", explaining that age remained the single biggest factor when it came to those who fell seriously ill or died from Covid.\nMeanwhile, the R number - or reproduction number - in England is estimated to have risen slightly from between 0.8 and 1.0 to between 0.8 and 1.1, according to the government's Scientific Advisory Group for Emergencies. \nIf the R number is above one then the number of cases keeps increasing.\nElsewhere, the Welsh government has said it is \"confident\" its vaccination programme \"already has the flexibility it needs to respond swiftly and effectively and are not making any changes at this stage\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57113470",
      "category": "science-environment",
      "title": "The most plastic-polluted riverbed in the UK",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-57113872",
      "category": "uk-england-essex",
      "title": "Reality TV's Stephen Bear charged with sharing sexual images",
      "tags": "Reality TV,Loughton",
      "text": "Reality TV star Stephen Bear has been charged with sharing sexual images.\nThe 31-year-old, of Loughton, Essex, faces allegations of voyeurism, disclosing private, sexual photographs and films with intent to cause distress and harassment without violence.\nHe is due to appear at Colchester Magistrates' Court on 2 July.\nMr Bear won Celebrity Big Brother in 2016 after appearing on MTV's Ex on the Beach in 2015 and 2016.\nHe also co-presented Just Tattoo Of Us with Charlotte Crosby on MTV in 2017, appeared on Channel 4's Celebs Go Dating in 2017 and featured in an episode of BBC Three's Eating with My Ex in 2019.\nA statement from Essex Police said: \"A man has been charged in connection with an investigation into the disclosure of intimate photographs without consent.\n\"Stephen Bear, 31, of Bryony Close, Loughton was arrested in January.\n\"He has now been charged with voyeurism, disclosing private, sexual photographs and films with intent to cause distress, and harassment without violence.\" \nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57102249",
      "category": "uk-wales",
      "title": "Covid: People in Wales asked not to travel abroad",
      "tags": "Coronavirus lockdown measures,Public health,Travel,Bala,Social distancing,Welsh government,Hospitality industry,NHS Wales,Penarth,Coronavirus pandemic",
      "text": "People in Wales will be able to travel to a small list of countries from Monday without going into quarantine when they get back.\nBut despite adopting the traffic-light system used in England, ministers are advising people not to go abroad.\nThe first minister warned it was \"best avoided\" because of concerns travellers could bring Covid with them.\nMeanwhile, he revealed he had planned to go further in easing Covid rules but paused because of the Indian variant.\nPlans to allow pubs to trade indoors, and for cinemas and museums to reopen, will go ahead from Monday. \nMinisters had considered relaxing lockdown restrictions further on the same, but Mark Drakeford said officials had \"decided to hold back\" for more advice.\nHe told the BBC he had been considering allowing \"some small events\" and \"greater mixing between people not in a household\".\nBoth are now on hold.\nExperts are concerned the variant has mutations that may make it more transmissible, but it is not yet known if it causes more severe disease or if it might make current vaccines less effective.\nA total of 26 cases of two variants first identified in India had been found in Wales as of last Thursday - including 11 of a type identified by officials as a \"variant of concern\".\nA total of 1,313 cases of the variant of concern have been identified in the UK.\nPrime Minister Boris Johnson announced on Friday evening the wait between jabs will be cut from 12 weeks to eight for the over-50s and clinically vulnerable because of concern over the Indian variant.\nThe change does not apply in Wales and the Welsh government said it will continue with the rollout as planned.\nA Welsh government spokesperson said: \"We have considered the latest evidence and advice from the [Joint Committee on Vaccination and Immunisation].\n\"Given the low numbers of the Indian variant and the high numbers of people in Wales already vaccinated, we are confident that our vaccination programme already has the flexibility it needs to respond swiftly and effectively and are not making any changes at this stage.\"\nPeople in England and Scotland can take holidays abroad in a small number of so-called \"green\" countries - including Portugal, Israel and Singapore - without having to quarantine when they return.  \nWales will be adopting the same \"traffic light\" system, with countries classified as green, amber and red.\nIt means people will be able to travel to a small number of foreign destinations in the green list without the need to quarantine on their return.\nMandatory quarantine for countries not on the green list remains in place, and visitors to red list countries will need to book hotels on their return.\nEveryone who travels will need to book at least one test on their return.\nHowever, the Welsh government said it would continue to advise people to only travel for essential purposes.\nMr Drakeford said: \"This is the year to take your holiday in Wales and foreign travel is best avoided.\"\nHe admitted his travel advice was not a rule because it would be \"unenforceable\". He urged caution against \"importing\" coronavirus from other parts of the world.\n\"We know most people who travel from Wales will be doing it from Bristol, Manchester, London, so once those airports are open and travel across the UK is allowed, then people from Wales will be able to travel,\" he said.\nMr Drakeford told a press conference on Friday he did not want to \"make people feel guilty\" about going abroad, but urged people to \"think of their own safety and the safety of others\", adding there were \"fantastic opportunities\" to take a holiday in Wales instead.\nFrom 24 May, a \"paper-based vaccination status\" will be available for people in Wales who have had two doses of vaccination and need to urgently travel to a country that requires Covid vaccination proof. \nA UK government app that will act as a vaccine passport is due to be available in England on Monday, but the first minister said there was likely to be a four-week gap before it could be used in Wales due to technical reasons.\nMr Drakeford told the press conference Wales would move to Covid alert level two from Monday, meaning:  \nFrom 24 May, restrictions on numbers of visitors to care homes will be eased.\nMr Drakeford said that, if the situation remained positive at the start of June, he would look at whether Wales could move to alert level one.\nBut he warned he may need to delay that because of the Indian variant.\nThis move would include \"looking at relaxing the rules further around people meeting in their own homes, increasing the number of people able to attend wedding receptions and restarting larger events\".\nEllen Morris, the owner of two pubs in Bala, Gwynedd, welcomed the relaxation of the rules but said it would be difficult to police rules which dictate only six people from six different household can meet.\n\"They are grown adults - they should be able to decide, it shouldn't be me telling them you can do this,\" she told BBC Radio Wales.\n\"They call it hospitality - I don't feel I'm being very hospitable these days. We are talking about people's mental health here. It's been a long enough year without being left out of groups.\"\nMr Drakeford said social distancing rules in hospitality venues could be lifted if transmissions continued to fall.\nDJ Stacey Alford, from Penarth, Vale of Glamorgan, has been receiving support from the UK government's freelancers' fund and Universal Credit.\nShe said she had been \"extremely cautious\" and followed the rules very closely, but was frustrated by stricter rules in Wales than in England.\n\"My bugbear is we can't even do things like background noise, so those opportunities are gone, but DJs in England are able to do that.\"\nThe relaxation will also mean indoor play centres can open, and indoor wedding ceremonies of up to 30 people can take place.\nGail Windley, a wedding planner from Swansea, welcomed the news but said it would still mean weddings would be too small for most couples, and criticised a lack of clarity about further easing.\nCharmaine Heydenrych, who owns a soft play centre in Cardiff, said she was \"ready\" to open but said being limited to 30 people was \"not sustainable\".\nWelsh Conservative Russell George welcomed the move to level two but said the Welsh government \"should have outlined a roadmap to give hope to businesses and communities\". \n\"It is concerning that the Welsh Government has indicated that social distancing and mask wearing will be required into the Autumn. \n\"What people really want is for the Welsh and UK governments to work together, to end the confusion over different restrictions in the two countries, especially as the virus does not recognise borders.\"\nPlaid Cymru leader Adam Price welcomed the first minister's call for people to holiday in Wales rather than go aboard.\n\"It's a positive message - we need it for the economy as well. It's not just about greater health protection but also supporting tourism and hospitality businesses which have had a torrid time\".\nMr Price said the sector still needed further financial support: \"What is the plan for the months ahead for hospitality?\". \nThe 26 cases of two variants first fouind in India are \"almost entirely the result of international travel\", the first minister said.\nMr Drakeford said those infected were \"people coming back to Wales from overseas\" and all cases were being carefully monitored by local public health teams.\n\"All the information I have had is that the individuals involved are following all the advice that they are required to follow, self-isolating and so on,\" he said.\n\"And the advice I have is not that we need to be overly concerned about the position in Wales at the moment.\"\nDr Gill Richardson, deputy chief medical officer for vaccines in Wales, told BBC Wales \"we're not led to believe that it will evade the vaccine at this point\".\nPublic Health Wales told BBC Wales it was not identifying where the 11 variant of concern cases were \"due to the risk of small number identification\".\nDr Robin Howe, incident director for Public Health Wales, said the majority of cases were associated with travel or with known contact, with the remainder still under investigation."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57094274",
      "category": "health",
      "title": "Indian variant: What's causing the spike in Bolton?",
      "tags": "Coronavirus lockdown measures,India coronavirus lockdown,Coronavirus testing",
      "text": "Cases of the Indian Covid variant have more than doubled in the past week, figures from Public Health England show. Bolton in Greater Manchester is one town that has seen a sharp spike in infections since mid-April. So how concerned should we be?\nLike much of north-west England, Bolton saw a rise in coronavirus cases in October, a lull over Christmas, and then another wave in January. \nBy mid-April, lockdown had forced daily infections back almost to single figures locally. Then something worrying happened. \nRates started rising sharply again - doubling in the last week of April, then doubling again in the first week of May. \nNo one knows for sure how this spike in infections started.\n\"We've got higher rates in the younger age groups, but the increases are now happening across all the under 60s,\" says Lynn Donkin, the assistant director of public health in Bolton. \n\"That suggests to me that we've got transmission within households and that's now part of the situation here.\"\nSamples from Bolton were sent to scientists at Public Health England who identified a variant of the virus - now known as B.1.617.2 - that was first spotted in India earlier this year. \n\"Initially we did see some cases linked to international travel,\" says Ms Donkin. \n\"But we've now got a picture of widespread community transmission, associated with all sorts of different settings.\"\nThose settings are thought to include a number of schools which have sent home classes to self-isolate. \nViruses mutate all the time, producing different versions of themselves. \nMost of these mutations are insignificant - but others can make the virus more contagious or harder to vaccinate against.\nThere is still a lot we don't know about B.1.617.2 - recently named the fifth variant of concern in the UK.\nPublic Health England scientists believe it is \"at least\" as transmissible as the so-called Kent variant now dominant across Europe. Others think it may be able to spread substantially faster. \nWork is still under way in labs across the world but there is currently no evidence it causes more severe disease or can evade Covid vaccines in any way - the single biggest concern of scientists.\nIn Bolton, the B.1.617.2 variant now makes up the majority of new coronavirus cases. \nAttention has been focused on just a handful of neighbourhoods to the south of town centre - Rumworth, Deane and Great Lever.\nAbout half of new cases detected in Bolton over the last week have come from those three areas alone. \n\"It's is an incredibly busy part of the town,\" says Yasmin Qureshi who was elected as the local Labour MP in 2010. \n\"It's very urbanised with major bus and train routes. There is a university, a sixth form college and a community college. There are some deprivation issues with a lot of people in social housing; some people not working or in low-paid jobs.\"\nIt's areas like this, with dense urban housing, that have been vulnerable to coronavirus since the start of the pandemic - making it difficult to disentangle the effect of the variant from other factors. \nThe local council has been targeting the area for some weeks now, with mobile testing units, leaflets in Hindi and Gujarati, and door-to-door visits, handing out self-testing kits.\nEnhanced contact tracing has also been put in place, meaning those who have been close to a positive case are tested rather than simply told to self-isolate. \n\"We're doing everything we can, and we've got a comprehensive plan in place to control the spread,\" says Ms Donkin. \n\"Our schools have already reached out to us, for example, to say they want to continue with face coverings for the time being, and we would very much support that.\"\nOverall, Bolton's infection rate is now sitting at 192 cases per 100,000 people - the highest in the country. \nIt is younger age groups who are far more likely to test positive, perhaps in part because school children are routinely tested twice a week. \nEncouragingly, rates in those most at risk from a serious Covid infection - the over 60s - have not risen significantly so far, and hospital admissions are still well below the levels recorded earlier this year.\n\"We have seen an increase in people attending the emergency department with confirmed or suspected Covid over the last week,\" says Dr Rauf Munshi, clinical lead for acute medicine at the Royal Bolton hospital. \n\"Cases are highest in the younger age group, but we know from dealing with previous waves that this will eventually start to affect older and more vulnerable people. This is also a cause for concern.\n\"We do know that there is usually a delay of around 14 to 19 days between rising cases and admissions to hospital, so we are prepared for this eventuality in the coming days.\"\nWhat doctors in Bolton, and scientists across the country, hope is that here is where the vaccination programme will kick in.\nThe latest data suggests both the AstraZeneca and Pfizer Covid vaccines are extremely effective at preventing severe disease, hospitalisation and death, meaning the most vulnerable should be far better protected than they were in earlier waves of the pandemic.\nBut there is one stumbling block. In Bolton, the areas with the highest infections over the last week map very closely to areas with the lowest vaccination rates. \nThe NHS is now sending out a mobile vaccine bus into those parts of the town and it's thought door-to-door jabs are also being considered.\nAnd at a national level, the growth of this variant creates problems for the government. \nEngland is just days away from the single most significant relaxation of Covid restrictions so far - with indoor mixing starting again from 17 May.\nMinisters are thought to be considering a \"surge vaccination\" strategy - allowing areas with high case rates to open up jabs now to younger age groups rather than asking them to wait to be called forward. \nIt's an idea the mayor of Greater Manchester, Andy Burnham, has been calling for over the past week.\nThe government could go further and impose stricter local rules on hotspot areas, similar to the tiered system of regional restrictions which existed last autumn.\nThat is likely to be strongly resisted in Bolton - where people have already lived under more weeks of lockdown than most of the country.\n\"I just don't think tiers work because people simply move from one area to another,\" says Ms Qureshi. \n\"I think we can sometimes get too anxious about things. I'm not saying we shouldn't be concerned and it is important to get vaccination rates up. But it's a judgement call for each individual and I think people are sensible enough to know who to hug.\"\nAs has been said many times before in this pandemic, the next few weeks will be key. \nIf infections can be controlled - and if the vaccines work as they should, with a lid kept on hospital admissions - then life can start to return to normal in Bolton as planned.\nAdditional reporting by Rob England, BBC England Data Unit\nFollow Jim on Twitter "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57119579",
      "category": "health",
      "title": "Indian Covid variant: How much faster does it spread?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "After months of good news, including falling Covid cases and a hugely successful vaccination campaign, the tone has shifted.\nEngland's full relaxation of rules in June is in jeopardy and there is the looming spectre of greater pressure on the NHS. \nThe thorn in the plans is the variant of coronavirus that emerged in India - B.1.617.2 - and has started spreading around the world.\nConcerns have been mounting over the past week and, for the first time, the scientists advising the UK government are now confident it does spread more easily. \nThe expectation is the variant will edge out the one that emerged in Kent and eventually \"dominate\" cases in the UK. \nWe are in a race between the virus and the vaccine. Easing restrictions on Monday and a more transmissible variant means the virus will move even faster. \nBut there is still huge uncertainty about exactly how much better the B.1.617.2 variant is at spreading. \n\"That's a really critical question to which we do not yet have the answer,\" said Prof Chris Whitty.\nIf it is just a smidge faster than the Kent variant, which still makes up the overwhelming majority of cases in the UK, then there's not much to worry about.  \nHowever, the government's scientific advisory group for emergencies (Sage) says there is a \"realistic possibility\" it could spread 50% faster, which is a lot. \nThere are some higher estimates of 60% coming out of India, but these are based on published genetic sequences from viral samples and its not clear how representative of the overall picture they are.\nSage estimates the problems would really start with a variant that was 40% more transmissible as it \"would lead to a substantial resurgence of hospitalisations\" and put pressure on the NHS. \nThe uncertainty is reminiscent of last year when the new variant in Kent was first detected and raised questions about the approach to controlling the virus. \nBut it is important to remember we are not in the same situation as last year. \nMore than 19 million people - a third of the adult population - have had both jabs of their vaccine. Another 17 million have had one. Vaccines are weakening, if not eliminating, the link between infection and severe disease. \nAnd overall cases are also far lower. The Office for National Statistics estimates fewer than 50,000 people currently have the virus. The figure was 1.25 million at the start of the year. Currently there are only around 1,000 people in hospital with Covid.\nThe concern is that while vaccines are great they are not perfect and not everyone who is vulnerable has had one. So if there was another wave of cases from the combination of relaxing and a new variant then a worrying number of people could still end up in hospital. \nNote these predictions are not crystal balls. Earlier mathematical models had predicted a summer wave, but suddenly became far more optimistic once it became clear vaccinated people were less likely to spread the virus. \nPlans to reopen are going ahead, but the vaccination campaign is being tweaked to give more vulnerable people more immunity more quickly. \nThe hope is if the variant is going to pose a problem then there will be time to spot any further warning signs - such as a rise in hospital admissions - and then act.\nThe prime minister, Boris Johnson, said that if the Indian variant proves to be \"significantly more transmissible\" than other strains then \"we're likely to face some hard choices\" in the UK.\nBut the problem posed by more transmissible variants is far greater in countries that haven't got successful vaccination programmes, where they could be hugely damaging.\nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-57114734",
      "category": "world",
      "title": "Covid: Delay child vaccinations and share jabs with Covax, says WHO",
      "tags": "World Health Organization (WHO),Children,Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "Wealthier nations should postpone plans to give children and teenagers Covid vaccines and instead donate supplies to low-income countries, the head of the World Health Organization (WHO) says. \nTedros Adhanom Ghebreyesus on Friday urged countries to supply more vaccines to the global fair-access scheme Covax.\nThe international distribution of Covid vaccines remains vastly uneven.\nSince the first vaccines were approved in December, wealthier countries have bought up most of the supply.\nMany are racing to vaccinate as much of their population as possible.\nSpeaking at a virtual conference in Geneva on Friday, the WHO's Dr Tedros said he understood why some countries wanted to vaccinate children and adolescents, but said \"right now, I urge them to reconsider\". \n\"In low and lower-middle income countries, Covid-19 vaccine supply has not been enough to even immunise healthcare workers, and hospitals are being inundated with people that need lifesaving care urgently,\" he said.\nLast week, US President Joe Biden laid out plans to begin coronavirus vaccine shots for 12- to 15-year-olds as soon as possible. He also said he hoped that 70% of US adults would receive at least one dose of a Covid-19 vaccine by 4 July, when American families are expected to come together to mark Independence Day.\nMeanwhile, Canada has authorised the use of the Pfizer coronavirus vaccine for children aged between 12 and 15. The province of Alberta, which has the highest rate of the virus in the country, has already started offering the jabs to citizens over the age of 12.\nIn Switzerland, some places began offering Covid vaccination appointments to 16-year-olds last week.\nSo far, the US and China have administered the highest number of vaccine doses overall, with India in third place. But while nearly all of Europe and the Americas have begun vaccination campaigns, a few countries in Africa are still to get started.\nThe Covax scheme was developed with the aim of first vaccinating 20% of the population in the 92 poorer countries that signed up, starting with health workers.\nThe scheme is co-led by the WHO, the Global Vaccine Alliance (Gavi) and the Coalition for Epidemic Preparedness Innovations (Cepi), with the UN children's fund, Unicef, as key implementation partner. \nDuring Friday's conference, Dr Tedros also warned that the second year of the pandemic was likely to be deadlier than the first, and that the situation in India was of grave concern. \nIn India, many health workers on the frontline dealing with coronavirus patients have not been vaccinated, and some are dying. The severe shortage of doses comes amid a deadly second Covid wave and warnings of an impending third wave.\nThe WHO says this is a moral catastrophe, which could greatly impact more low-income countries. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-57114209",
      "category": "uk-scotland-glasgow-west",
      "title": "Sunshine on Leith actor Kevin Guthrie jailed for three years for sex attack",
      "text": "Actor Kevin Guthrie has been jailed for three years for sexually assaulting a woman at a flat in Glasgow.\nThe Sunshine on Leith star, 33, had denied the charge and told Glasgow Sheriff Court he had only \"helped\" the woman after she fell ill. \nHowever, the jury was told that his DNA was found inside her underwear.\nSheriff Tom Hughes told Guthrie: \"The court must show that women can be protected from domestic sexual offences.\"\nHe added: \"The offence you have been convicted of caused distress and consequences to the young woman involved in this case.\n\"She was unwell and thought her drink had been spiked elsewhere that night.\n\"The jury accepted that you committed these heinous crimes and the only appropriate sentence is imprisonment.\"\nGuthrie, who also starred in the Fantastic Beasts films and Netflix series The English Game, was found guilty after a four-day trial and placed on the sex offenders register indefinitely.\nThe attack happened at the flat of Scott Reid - a fellow actor, best known as Methadone Mick in BBC's Still Game - on 30 September 2017.\nThe 29-year-old woman had been due to meet the men at a bar in Glasgow but Mr Reid received a call from a taxi driver to collect her as she appeared ill.\nHe and Guthrie helped the woman into the flat in Glasgow's Kelvindale and put her on a bed.\nThe court heard Mr Reid called NHS 24 and left Guthrie in the room \"to make sure she was OK\".\nThe woman told the court: \"I remember my top being lifted up and my bra being held down.\"\nShe was groped by Guthrie before he performed a sex act on her.\nGuthrie carried out a further two sexual acts and kissed her on the mouth.\nThe court heard he would stop when Scott Reid came into the room."
    }
  ]
}