{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58283177",
      "category": "world-asia",
      "title": "Afghanistan: How many refugees are there and where will they go?",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "Thousands of people are scrambling to flee Afghanistan after the Taliban seized back control of the country, almost two decades after they were ousted by a US-led coalition.\nThe United Nations has warned that up to half a million Afghans could flee the country by the end of the year and has called on neighbouring countries to keep their borders open. \nThe current crisis comes on top of the 2.2 million Afghan refugees already in neighbouring countries and 3.5 million people forced to flee their homes within Afghanistan's borders.\nThe US-led operation to evacuate people by air has now ended, with the last flight taking off from Kabul airport just after midnight on Tuesday - a deadline agreed with the Taliban for foreign forces to withdraw.  \nMore than 123,000 civilians were evacuated by US forces and its coalition partners after the Taliban took control of the capital on 14 August - but it's unclear exactly how many of those were Afghan nationals. \nThe US has said that it flew nearly 80,000 civilians out of Kabul and of those, about 5,500 were Americans and more than 73,500 were either Afghans or other foreign nationals. \nWhile the UK Ministry of Defence, which ended its evacuations on Saturday, said it had flown out more than 15,000 people and some 8,000 of them were Afghans. \nAt the height of the operation, the US said its military planes were departing the airport every 39 minutes - although the evacuations did slow down after the suicide bomb attack on the 26 August outside the airport, which killed about 170 people, including 13 American troops.\nMany of those flown out of the country were taken to emergency processing centres set up in several countries, including Spain, Germany, Qatar and Uzbekistan.\nAs many as 300,000 Afghans have been affiliated with US operations in the country since 2001, according to the International Rescue Committee, and tens of thousands of them are eligible to obtain a US visa - but many will now have to find a different way out of the country. \nAt the weekend, the US said it had received assurances from the Taliban that Afghan nationals who are issued with valid travel documents by another country will be allowed to leave Afghanistan. \nThe Taliban control all the main land crossing points with Afghanistan's neighbours (shown on the map below) and reports suggest they are only allowing traders or those with valid travel documents to leave the country.\nHowever, many of those trying to flee because they fear for their safety under Taliban rule will not have any paperwork. \nThe UN has urged Afghanistan's neighbours to keep their borders open to refugees and called on the international community to support those countries. \nBut Uzbekistan, which borders the north of Afghanistan, has said its main crossing point is closed to \"ensure security\" and there are no plans to open it. \nPakistan, which has the longest border with Afghanistan, has also said it will not accept refugees - with its US ambassador telling the BBC: \"We are already overburdened by the refugees, and it is beyond our capacity to host any more refugees.\"\nLast week, satellite imagery of the Spin Boldak crossing point between Afghanistan and Pakistan showed a large crowd of people gathered on the Afghan side. \nThe BBC's Shumaila Jaffery, who was at the crossing point, said it was a chaotic scene with many Afghans not being allowed to enter Pakistan. \nLast Friday, two Afghans were reportedly killed by Pakistani security forces at the Torkham border crossing after trying to enter Pakistan illegally.\nThere have also been reports of thousands of Afghans trying to cross the western border with Iran, but it's unclear how many have been successful. \nThe latest movement of Afghans is part of a historical exodus from a country that has suffered instability and conflict over many years.\nEven before the Taliban retook control, more than 550,000 people had been forced to flee their homes this year due to fighting, according to the UNHCR. \nThat means an estimated 3.5 million Afghans are currently internally displaced within the country.\nIn addition to those within Afghanistan's borders, about 2.2 million refugees and asylum seekers were also seeking sanctuary in neighbouring nations as of the end of last year.\nThis year, Afghans have also had to deal with a severe drought and food shortages across most of the country. A report by the UN World Food Programme (WFP) in June said that 14 million people - more than a third of the population - were suffering from hunger. \nMary-Ellen McGroarty, WFP country director for Afghanistan, said last week that unless emergency food and medical supplies arrived soon, the \"already horrendous situation\" would become \"an absolute catastrophe, a complete humanitarian disaster\".\nNeighbouring countries Pakistan and Iran saw the highest numbers of Afghanistan's refugees and asylum seekers last year.\nAlmost 1.5 million fled to Pakistan in 2020, while Iran hosted 780,000, according to UNHCR figures.\nGermany was third, with more than 180,000, while Turkey took nearly 130,000.\nWhen looking at asylum seeker numbers only - those who have applied for sanctuary in another country but whose claims have not yet been granted - Turkey, Germany and Greece top the list, with about 125,000, 33,000 and 20,000 respectively.\nAlthough there are no Afghan asylum seekers in Iran, those with refugee cards - an official document recognising their status - are able to access the country's health and education systems.\nThe UN has called on its member states to help Afghan people in \"their darkest hour of need\" - but while some countries have offered refugees a safe haven, others have indicated they will not be giving sanctuary to those fleeing the crisis. \nBoth Pakistan and Iran have said that they cannot cope with a further influx of Afghan refugees. Officials in both countries have said that any refugees that do arrive will have to stay in camps near the border until they can return to Afghanistan. \nUzbekistan has said it will help transfer Afghans to third countries but will only host refugees temporarily. The Tajikistan government previously offered to accept up to 100,000 refugees but it's unclear if any have been allowed in yet. Turkmenistan has said its airspace can be used for evacuation flights but it hasn't made any commitment to take in refugees itself. \nIn Turkey, the government has urged European countries to take responsibility for any new migrant crisis, saying Turkey would not be \"Europe's migrant storage unit\". The country has stepped up construction of a border wall with Iran to thwart those entering illegally. \nOfficials in several European Union countries say they are keen to avoid a repeat of the 2015 migrant crisis, when there was a populist backlash against large numbers of Syrian refugees being allowed to enter EU territory.\nFrance, which evacuated more than 2,800 people from Kabul airport, mostly Afghans, has indicated it will accept some refugees but has not specified a number. Germany has also not specified a number but Chancellor Angela Merkel has said as many as 40,000 people still in the country may have a right to be evacuated to Germany if they feel they are endangered.\nOther EU countries, like Austria, Poland and Switzerland have said they will not accept any new Afghan arrivals and are upping their border security to guard against illegal arrivals. \nThe UK has said it will take in 5,000 Afghans in 2021 as part of a scheme to resettle 20,000 over the next few years, focusing on those at greatest risk from the Taliban.\nThe US has not said how many refugees it will accept yet, but it has authorised $500m (£367m) for \"unexpected urgent refugee and migration needs of refugees\". Canada has said that it will resettle 20,000 Afghans while Australia has said it will take in 3,000.\nSeveral countries, including Kosovo and Uganda, have also accepted US requests to temporarily accept Afghan refugees before they are resettled elsewhere. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58270098",
      "category": "health",
      "title": "Covid: What’s the best way to top up our immunity?",
      "tags": "Medical research,Coronavirus vaccines,Vaccination,Coronavirus pandemic,Immune system",
      "text": "There are marked differences in your immune system after a natural infection with coronavirus and after vaccination. \nWhich is better?\nEven asking the question bordered on heresy a year ago, when catching Covid for the first time could be deadly, especially for the elderly or people already in poor health.\nNow, we're no longer starting with zero immunity as the overwhelming majority of people have either been vaccinated or have already caught the virus. \nIt is now a serious question that has implications for whether children should ever be vaccinated. And whether we use the virus or booster shots to top up immunity in adults. Both have become contentious issues.\n\"We could be digging ourselves into a hole, for a very long time, where we think we can only keep Covid away by boosting every year,\" Prof Eleanor Riley, an immunologist from the University of Edinburgh, told me. \nProf Adam Finn, a government vaccine adviser, said over-vaccinating people, when other parts of the world had none, was \"a bit insane, it's not just inequitable, it's stupid\".\nWe need to understand a little bit about the key building blocks of both our immune system and the virus it is attacking. \nThe power-couple of the immune system that clears the body of infection are antibodies and T-cells. Antibodies stick to the surface of the virus and mark it for destruction. T-cells can spot which of our own cells have been hijacked by the virus and destroy them. \nFor all the trouble the virus has caused, it is spectacularly simple. It has the famous spike protein, which is the key it uses to unlock the doorway into our body's cells. And 28 other proteins that it needs to hijack our cells and make thousands of copies of itself. (For comparison it takes about 20,000 proteins to run the human body).\nThere are four key areas to compare vaccine and natural infection with the virus.\nHow much of the virus the immune system learns to attack\nYou get a broader immune response after being infected with the virus than vaccination. \nWhether you've had Moderna or Pfizer or Oxford-AstraZeneca, your body is learning to spot just one thing - the spike protein. \nThis is the critical part of the virus to make antibodies to, and the results - by keeping most out of hospital - have been spectacular. \nBut having the other 28 proteins to target too, would give T-cells far more to go at. \n\"That means if you had a real humdinger of an infection, you may have better immunity to any new variants that pop up as you have immunity to more than just spike,\" said Prof Riley. \nHow well it stops infection or prevents severe disease\nWe know there have been cases of people catching the virus twice (re-infection) and of being vaccinated and catching Covid (known as breakthrough infection). \n\"Neither gives you complete protection versus infection, but the immunity you get from either seems to protect you pretty well from serious illness,\" said Prof Finn, from the University of Bristol.\nAntibody levels are, on average, higher about a month after vaccination than infection. However, there is a huge gulf in antibodies between those who are asymptomatic (who don't make very much) and those who get a severe bout of Covid.\nThe biggest immune response comes from people who caught Covid and were then vaccinated. We're still waiting for data on what happens the other way round.\nHow long does protection last?\nAntibody levels have been shown to decline over time, although this may not be important for preventing severe disease.\nThe immune system remembers viruses and vaccines so it can respond rapidly when an infection is encountered. \nThere are \"memory T-cells\" that linger in the body, and B-cells remain primed to produce a new flood of antibodies on demand. There is evidence of immune responses more than a year after infection and vaccine trials have also showed lasting benefit.\n\"In terms of durability, we're still waiting to see,\" said Prof Peter Openshaw, from Imperial College London. \nWhere in the body is the immunity?\nThis matters. There is a whole different suite of antibodies (known as immunoglobulin As) in the nose and lungs, compared with those (immunoglobulin Gs) that we measure in the blood. \nThe former is more important as a barrier to infection. Natural infection, because it is in the nose rather than a jab in the arm, may be a better route to those antibodies, and nasal vaccines are being investigated too. \nProf Paul Klenerman, who researches T-cells at the University of Oxford, said: \"The location of an infection makes a difference even if it's the same virus, so we would expect important differences between natural infection and vaccines.\"\nThere is clear evidence that adults who have not had any vaccine dose will have stronger immune defences if they do get vaccinated, even if they have caught Covid before. \nBut there are two big questions:\nThe idea of regularly topping up immunity throughout life is not radical in other infections, such as RSV (respiratory syncytial virus) or the four other coronaviruses that infect people and cause common cold symptoms. \nEach time you're exposed, the immune system gets a little bit stronger, and this continues until old age, when the immune system starts to fail and the infections become a problem again. \n\"This isn't proven, but it could be a lot cheaper and simpler to let that happen than spend the whole time immunising people,\" said Prof Finn, who warns we could end up \"locked into a cycle of boosting\" without seeing if it was necessary.\nHowever, he said the argument in children had \"already been won\" as \"40-50% have already been infected and most weren't ill or particularly ill\".\nThere are counter-arguments. Prof Riley points to long-Covid in children, and Prof Openshaw to nervousness around the long-term effects of a virus that can affect many of the body's organs. \nBut Prof Riley said there was potential in using vaccines to \"take the edge off\" Covid, followed by infection, to broaden the immune response. \nShe said: \"We really need to consider, are we just frightening people rather than giving them the confidence to get on with their lives? We're close to just worrying people now.\"\nOf course, with cases continuing to rumble on, there may not be much choice. \n\"I'm wondering whether it's inevitable,\" said Prof Klenerman, as if the virus continues to spread then \"there will be this ongoing boosting effect\". \nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-devon-58294842",
      "category": "uk-england-devon",
      "title": "Devon girl, 14, finishes round-Britain sailing trek",
      "tags": "Sailing,Topsham",
      "text": "A teenager from Devon has finished sailing around Great Britain in a trek she hopes will make her officially the youngest person to have done so.\nKatie McCabe, 14, from Topsham, set off from Exmouth in her 26ft (8m) wooden boat Falanda at the end of June.\nShe returned on Saturday afternoon, with other vessels and an enthusiastic crowd welcoming her back.\nShe has also raised thousands of pounds for charity during her 1,600 nautical mile (3,000km) challenge.\nShe carried out her anticlockwise journey with her father, David McCabe, sailing about five miles (8km) behind her for insurance reasons.\nHowever, she was alone for her vessel's piloting.\nShe was raising awareness of marine pollution and raising money for two charities, including Sea Shepherd UK. \nA Just Giving page for Sea Shepherd UK had an original target of £6,000. She has raised more than £10,000 so far.\nSpeaking in Torbay on Saturday before setting off on the last leg of her trip, she said she was already thinking ahead to her next challenge.\nShe said: \"Ellen MacArthur is amazing and so is Laura Dekker, and I'd like to do something like they've done, so maybe racing [is what] I'd like to try next.\"\nThe current youngest person to sail solo around Britain is Timothy Long, from Aylesbury, who sailed around Britain last year, aged 15."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58276062",
      "category": "world-us-canada",
      "title": "Family of American taken by Taliban beg for return",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban,Joe Biden",
      "text": "Charlene Cakora, 57, spent a frantic week in Washington DC trying to convey a message to President Joe Biden: rescue her brother from Taliban captivity.\nMrs Cakora's brother, Mark Frerichs, was kidnapped by the group over a year ago. He is one of two remaining Americans thought to have been kidnapped by the Taliban during the US war in Afghanistan who is still unaccounted for.\nAmid the Afghan government's collapse, the fall of Kabul and chaotic scenes of thousands scrambling to flee the country being broadcast around the globe, his family said they were increasingly desperate for his return, and frustrated by the lack of progress from the government. \n\"We have been at war with the Taliban for 20 years. President Biden declared the war over on 31 August,\" Mrs Cakora told the BBC. \"When a war ends, each side get to have their prisoners come home. That is all we are asking for Mark.\" \nThe family had \"waited patiently\" through both the Trump and Biden administrations, she said.\n\"[We] were told that efforts were underway to get my brother home,\" she added. \"Well, they were not.\" \nAt least seven US civilians have been taken captive or gone missing during the war in Afghanistan. Of the total, one was reportedly killed, one escaped, and three were rescued or released. An eighth captive, Bowe Bergdahl, was a US soldier captured after deserting his post in 2009. He was released in 2014. \nMr Frerichs, 59, had been living and working in Kabul as a civil engineer for 10 years when he was kidnapped. \nA \"journeyman contractor\" who went from project to project, motivated by a desire to help people in need, he had found \"a good fit for himself in Afghanistan,\" Mrs Cakora said. \"Three days before he was kidnapped, he told me that he had just finished a municipal water project. He was so proud of it.\" \nThe US Navy veteran was lured to a meeting to discuss a potential project and taken against his will to Khost Province, a former national security official told the BBC. \nIn Khost, the official said, he was handed over to the Haqqani Network, one of the region's most powerful and feared militant groups. The network's leader, Sirajuddin Haqqani, is one of the Taliban's top deputy leaders. \nAdvocates working to secure Mr Frerichs' release say that the \"only\" thing that the Taliban have mentioned when US officials have pressed for his return is the release of Bashir Noorzai, a Taliban-affiliated drug lord who has been imprisoned in the US for the last 16 years. \nNoorzai, who was arrested in 2005, was sentenced to life in prison in 2009 on charges that he imported over $50m (£36m) worth of heroin from Afghanistan and Pakistan into the US and other countries.  He fought alongside the now-deceased Taliban founder Mullah Mohammed Omar against Soviet occupation in the 1980s, and is believed to have supplied the group with financial backing, weapons, ammunition and as many as 400 fighters.\nResponding to BBC queries, a state department spokesperson said that the US Special Representative for Afghanistan has pressed the Taliban for Mr Frerichs' release and raised the issue with Taliban representatives in Qatar and Pakistan. \n\"We place a high priority on Marks Frerichs' safety and will not stop working until he is safely returned to his family,\" the spokesperson said. \nSpokespeople at the Taliban's representative office in Qatar did not respond to BBC requests for comment. \nMrs Cakora said that while the family understands that an exchange of Noorzai for Mr Frerichs is a \"hard trade\" and that it would mean making concessions to kidnappers, they believe it is the only viable option. \nWhen asked what she would tell the White House about her case, Mrs Cakora directed a plea at President Biden. \n\"Please treat my brother like he was your son and act to bring him home quickly,\" she said. \nShe also had a message for Taliban political leader Abdul Ghani Baradar. \n\"We know that this war is ending, and you want your prisoners back as much as we want my brother,\" she said. \"Please treat him well and work with US officials to arrange a prisoner swap that gets you Bashir Noorzai and returns Mark home safely to us. Let that be the one thing that both sides can see as a win.\" \nBesides Mr Frerichs, only one other American suspected to have been abducted in Afghanistan, author Paul Overby Jr, remains unaccounted for. Mr Overby was last heard from in May 2014, when he vanished in Khost while traveling to interview Sirajuddin Haqqani. The Taliban have denied any involvement.  \nWith the situation in Afghanistan growing more dangerous by the day, Mrs Cakora expressed hope that her brother's release may provide a small positive outcome. \n\"President Biden has the power to make it happen,\" she said. \"The story on our exit from Afghanistan is horrible. Can't we get one glimmer of good news by having my brother come home?\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-58278210",
      "category": "world-asia-india",
      "title": "A woman tries to flee the Taliban: 'We lost everything again'",
      "tags": "Asia,Afghanistan,Women's rights in Afghanistan,India",
      "text": "Last Sunday, as Afghanistan fell to the Taliban, a woman in Kabul and her teenage son packed their lives into two leather suitcases and set out for the airport. \nIn the suitcases were jewellery, watches, cash, hard drives and work papers, and what clothes they could fit, including winter clothes, in case they ended up somewhere cold.\nThe woman, D, didn't live in Kabul. She had already been running for a week. Her journey began when she fled the border city she called home as Taliban fighters closed in. As an outspoken women's rights activist, she didn't feel safe there anymore.\nIn Kabul, in a dress, headscarf, mask and gloves, D tried to find a taxi to take her and her son to the airport. Eventually she gave up and they walked for an hour in the bristling heat, carrying their suitcases.\nThe airport was a maelstrom of chaos. Men, women and children were scaling the airport walls, milling on the tarmac, squatting around the taxiways, sitting atop parked planes. Young men were clinging to departing US Air Force planes in a doomed bid for freedom.\nDusk fell on the beleaguered city, and D and her son waited patiently for a flight. Then they gave up. As they stepped back out into the hot night, they encountered a rush of people towards the airport. They were engulfed by the crowd, and someone among them snatched their bags.\n\"We helplessly saw them being stolen in front of our eyes,\" D told me down the phone from Kabul, her voice trembling.\n\"They just ran away with our bags,\" she said. \"We lost everything again.\" \nShe broke into sobs.\n\"Things have been stolen from me for as long as I remember - my childhood, my youth,\" she said. \"My work and my family saved me.\"\nFor close to two decades, D has run a women's rights group in Afghanistan, teaching girls to read and providing women with shelter, counselling and training for jobs. \nNow she feared retribution. Some of the fathers, husbands, brothers, uncles, and fiancés of the women she helped went to prison. In their march towards Kabul, the Taliban freed inmates from several prisons, and some of those men now could be roaming free. \n\"I am sure they came looking for me,\" D said. \"I don't know what would have happened if I didn't flee in time.\"\nD and her son fled her hometown days before the Taliban arrived. They took separate flights to Kabul, and her husband travelled later by road - a two day journey. After she reached the capital, D spoke to the guard at their building back home. He told her some men had come to the apartment.\n\"The first night after invasion they came looking for us,\" she said. \"They knocked on the door. The guard refused to open.\"\nThe guard told her he heard the men through the door, discussing plans to shoot him and search the apartment, but they left instead. The next morning, the men came again, climbed the wall, and entered the house. They peppered him with questions: Where were D and her family? Where were their cars? \n\"Since then, every night they have come looking for me. Every night. They have ransacked our home,\" D said. \"I don't know who they were. They wore scarves. I heard they were accompanied by local Taliban who stood behind.\"\nD's life is one of immense courage in the face of violence. During the war between the Soviet forces and the mujahedeen, she survived rocket attacks on her school. Her headmistress was murdered for refusing to wear a headscarf, she said. Another teacher was killed for alleged communist sympathies. \nAfter school she moved to Kabul. During the civil war of the 1990s, she got married, finished her studies, had children, and kept moving homes as the war wrecked neighbourhood after neighbourhood.\n\"It was like we were leading a life of picnickers,\" she said. \"Every time the fighting arrived in my neighbourhood, we would just pick up our bedding and move.\"\nWhen the Taliban seized control of the city in 1996, D lost her job. She returned to her looted apartment in Kabul and, defying a Taliban ban, began teaching girls from there. In the apartment at least, there was an oven on hand to burn the teaching materials if the need arose. \nIn 2001, a new war started, but the ousting of the Taliban allowed her to teach again at least. And she went on to do much more for Afghanistan's women and girls. It was never easy, she said. \n\"I have struggled all my life. I have never really enjoyed it. Even when you are working for women in Afghanistan, you are making enemies and becoming targets of many men.\"\nAs the Taliban approached her hometown two weeks ago, D feared she would become a target again. When her three sons were young, the family received threats to kidnap them because of her work, she said. Two of her sons were sent abroad while the US kept the Taliban at bay. The eldest hasn't seen his father in a decade; the youngest in three years. \nLast Sunday, as Kabul fell, the three family members left in Afghanistan hunkered down once again in fear and anxiety.\n\"I am tired mum,\" D's son told her. \"How long should we run and hide because of your work? Why do we have to pay the price for what you do?\"\nD was now sobbing inconsolably.\n\"My work and family were my only happiness,\" she said. \"They have stolen my happiness.\"\nAs the week ended, some hope arrived. D got word that there might be seats on a plane for her, her husband, and her son - either to the US or Europe.\nThey went back to the airport and waited again - on the run for the third time in three weeks. This time they took just three small bags containing their valuables. \"There's really nothing else to carry,\" D told me, over the phone from the airport. \"We will buy clothes when I reach wherever they take us.\"\nI asked her if her son was feeling better.\n\"Not really,\" she said. \"Running away was never his choice. It's always been a question of survival. It is the price my family has paid for my work.\"\nWhen she woke him on Friday to tell him they were going back to the airport he said, \"I want to sleep and I want to be free.\"\nThis was our last conversation, on Friday. D was in limbo, like thousands of others. Destination unknown. Life precarious. Jolted suddenly into a different existence.\n\"I didn't expect this to happen and so fast,\" she said. \"We had just finished painting the house. We were hoping to enjoy a peaceful life next year.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58297895",
      "category": "world-asia",
      "title": "Covid: New Zealand pandemic strategy in doubt amid Delta spread",
      "tags": "Coronavirus lockdown measures,Auckland,Wellington,Jacinda Ardern,Coronavirus pandemic,New Zealand",
      "text": "The arrival of the highly infectious Delta variant \"does raise some big questions\" about New Zealand's pandemic response, a minister has said.\nCovid-19 response minister Chris Hipkins said the variant \"changes the game considerably\" and makes existing protections \"look less adequate\".\nIt comes as the country announced a further 21 confirmed cases in the latest outbreak of the virus.\nNew Zealand had quashed earlier Covid outbreaks with rapid, strict lockdowns.\nThe country was praised for its efforts, which effectively stopped the spread of the virus. Prime Minister Jacinda Ardern has repeatedly referred to New Zealand as \"our team of five million\".\nAccording to Johns Hopkins University data, there have been 3,016 total confirmed cases in the country, and 26 reported deaths. \nBut authorities recently announced a snap lockdown after one man tested positive in Auckland with the Delta variant. \nThere are now 72 active cases. Seven schools in the city have reported positive cases among students, and the country has also announced six infections in the capital, Wellington. \nOfficials are now warning that they will probably extend the Auckland lockdown, which is set to expire on Tuesday.\nSpeaking to the media on Sunday, Mr Hipkins said eliminating the virus inside New Zealand was still the government's aim. \n\"The reality though is that a virus that can be infectious within 24 hours of someone getting it - that changes the game considerably,\" he told the televised Q+A political talk show on Sunday. \n\"It does mean that all of our existing protections... start to look less adequate and less robust,\" he said, adding that it raises \"some pretty big questions about what the long-term future of our plans are\".\n\"At some point we will have to start to be more open in the future.\"\nAccording to the New Zealand ministry of health website, as of Thursday more than 960,000 people were double vaccinated, and nearly 1.7 million had received a first dose, in a population of just under five million. \nBut critics have questioned the speed of the vaccine rollout. New Zealand has one of the lowest number of fully vaccinated people among the OECD - an international group of countries that are among the world's most prosperous economies. \nEarlier this month Prime Minister Ardern announced that national borders would remain closed until the end of this year. The aim was to vaccinate the population by then, she said. \nAfter that the country would move to a new individual risk-based model for quarantine-free travel."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58290593",
      "category": "uk",
      "title": "Afghanistan: Labour demands urgent action over evacuation crisis",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan",
      "text": "Foreign Secretary Dominic Raab has been urged to step up efforts to get British and eligible Afghans to the UK, amid claims some had been attacked while waiting to leave the country.\nLisa Nandy said she had heard of people being beaten, shot at or raped while trying to get documentation in Kabul.\nThe shadow foreign secretary urged Mr Raab to work with Nato partners to set up a safe corridor to the airport.\nThe Foreign Office said it was trying to get people out as fast as possible.\nA spokeswoman said the government's \"top priority\" was to \"do all we can to deliver on our obligations to British nationals, and those who have helped us\". \nMore than 3,000 people, including British nationals and Afghan staff, have been evacuated from the country since Sunday, the Foreign Office said.\nThere have been chaotic scenes outside Kabul airport as thousands of Afghans have desperately sought to leave the country and governments have scrambled to evacuate their citizens and eligible Afghan colleagues.\nThe US has warned its citizens to avoid the airport, with continued chaos outside the terminal. \nFormer UK PM Tony Blair - who sent UK troops into Afghanistan 20 years ago - has said the UK has a \"moral obligation\" to stay in the country until \"all those who need to be are evacuated\". \nAbout 4,500 US troops are in temporary control of Hamid Karzai International Airport, with about 900 British soldiers also on patrol at the site as part of efforts to secure the evacuation flights.\nMs Nandy told BBC News: \"The fact that people are being asked to carry documentation that links them to the United Kingdom in order to prove their eligibility but that is the documentation that makes them a target for the Taliban who are checking those documents en route.\n\"There are no safe corridors to the airport, there are makeshift camps that have sprung up where people are being beaten and even reports of rapes.\"\nThe Labour MP wrote in the letter to Mr Raab: \"My office is currently in touch with hundreds of people who cannot reach the Baron Hotel or Hamid Karzai International Airport, have been beaten at checkpoints or turned away - some with young children.\"\nShe said many of those stranded at the airport perimeter were women or girls, asking Mr Raab to consider establishing a military policing operation with Nato allies \"just outside the gate, or a processing zone inside\". \nShe also said the Baron Hotel in Kabul, where many British nationals are being told to travel for processing, is being blockaded by the Taliban. \nTaliban militants have been manning checkpoints around the perimeter of the airport and blocking Afghans without travel documents from entering.\nTwelve people have been killed in or around Kabul airport since Sunday, according to a Taliban official quoted by the Reuters news agency.\nBut even those with valid papers have struggled to get to the airport, with reports that some have been beaten by Taliban guards.\nThe US embassy in Afghanistan has issued a security alert advising American citizens not to travel to Kabul airport, warning of \"potential security threats outside the gates\", while other countries, including Switzerland and Germany, have raised concerns about the situation outside the airport.\nMs Nandy praised those - including military and diplomatic staff - \"working around the clock to help people in difficult and dangerous circumstances\". But she said \"many, many people\" were \"in danger of losing their lives\". \nAnother Labour MP, Chris Bryant, said there were many reports of British nationals and families being unable to reach the Foreign Office through its dedicated telephone helpline. \nHe said calls either go \"straight to a voicemail sending people back to the [government] website or nothing at all\".\nThe Foreign Office said the line for UK nationals to request consular support was working.\nMr Blair said the decision to withdraw troops was \"tragic, dangerous, unnecessary\" and that it was not in the West or Afghanistan's interests. He said the move by US troops had \"every Jihadist group round the world cheering\". \nThe former Labour leader said: \"We must evacuate and give sanctuary to those to whom we have responsibility - those Afghans who helped us and stood by us and have a right to demand we stand by them.\n\"There must be no repetition of arbitrary deadlines. We have a moral obligation to keep at it until all those who need to be are evacuated. And we should do so not grudgingly but out of a deep sense of humanity and responsibility.\"\nThe US has a planned deadline of 31 August for withdrawal - but President Biden has said troops may stay past this date to help with evacuations.\nMr Blair admitted mistakes had been made over Afghanistan, but \"the reaction to our mistakes have been unfortunately further mistakes\". He said while \"imperfect\", the \"real gains over the past 20 years\" were now likely to be lost. \nSir Laurie Bristow, British ambassador to Afghanistan, has said the evacuation from Kabul has been \"without a doubt\" his greatest international challenge. \nThe diplomat has stayed in Afghanistan to help process visas, relocating from the embassy to an emergency handling centre at the city's airport. \nHe added that his team would continue to \"work tirelessly to get British nationals, Afghan staff and others at risk out of the country as quickly as possible as we also support Afghanistan's long-term future\". \nMeanwhile, a former Royal Marine who founded an animal welfare charity in Kabul said he was now \"in talks\" with the Foreign Office about getting his staff out of Afghanistan.\nPaul \"Pen\" Farthing said 68 workers and their families were being processed, so they could \"hopefully\" come to the UK.  \nThe Foreign Office confirmed it was in contact with Mr Farthing, with a spokeswoman saying it was \"working closely with the Home Office to offer assistance\". \nOn Thursday, Mr Farthing wrote on Twitter that his wife, Kaisa, had made it on to an evacuation flight out of the capital, Kabul.\nSharing a photograph of the \"empty\" flight, he said the situation was \"scandalous as thousands wait outside Kabul airport being crushed as they cannot get in\", before warning people would get \"left behind\" in Afghanistan.\nHowever, Defence Secretary Ben Wallace has insisted that no plane carrying Britons and Afghans to the UK has left Kabul empty, adding the government was \"absolutely ploughing through the numbers\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58286000",
      "category": "world-asia",
      "title": "Afghanistan: The desperate scramble to escape",
      "tags": "Kabul,Afghanistan,Taliban",
      "text": "\"Get back, get back,\" screamed the British soldier at a crowd gathered in front of the secure compound where those being evacuated by the UK embassy are taken before flying out. \nIn front of him, many frantically waved their British passports in the air, hoping to be allowed through but a group of Afghan security guards wielding rubber hoses tried to push them back. \nMany in the crowd had not received any indication they would be evacuated, but had pitched up in any case, desperate for a route out of Afghanistan. Others, however, had received emails from the embassy telling them arrive here, and wait to be processed for a flight. \nThey include Helmand Khan, an Uber driver from west London, who had arrived with his young children in Afghanistan a few months back to visit relatives. He thrusts a handful of British passports towards me. \"For the last three days I'm trying to go inside,\" he tells me in despair, with his two young sons by his side. \nAlso here is Khalid, a former interpreter for the British army. His wife gave birth to a child just two weeks ago, and he's terrified the baby could die in such scenes. \"I've been here since the morning,\" he says, \"the Taliban lashed me on the back on my way.\" \nA short walk away is the main entrance to the compound. Thousands have turned up, the vast majority with no realistic prospect of being evacuated. British soldiers at times fired into the air to control the crowd. The only way to get inside is to somehow push your way through the crowd, and wave your documents in their faces, hoping they will allow you past. The situation seems even more chaotic at the airport gates manned by US soldiers, while in front of the main civilian entrance to the airport the Taliban have been regularly firing into the air and beating back crowds who try and surge inside. \nI'm constantly bombarded with questions by the Afghans who are trying to enter the British controlled compound, and who are at a total loss as to what to do. \"Can you help me?\" \"Will they let me in?\" Many try to show me documents they've brought with them, proving they spent time working with international forces or foreign embassies.\nOne young woman tells me she was an international basketball player. She has not had any contact with the British embassy, but says she's in fear for her life. She chokes up trying to describe her terror. \nThe Taliban insist all those linked to the government have been granted an amnesty. The group says it intends to establish an \"inclusive\" government, but many here are deeply anxious about the future. \nElsewhere in the city, things are far calmer. It feels like a different world. Shops and restaurants are opening up, though at a fruit and vegetable market stallholders tell me there are still significantly fewer people out and about. One man, selling cosmetic products, says there are far fewer women in particular, though it's not uncommon to see them on the streets. \nThe Taliban meanwhile are everywhere, patrolling in vehicles seized from the Afghan security forces. They say they're maintaining a presence to prevent looting and unrest, and some residents tell us they do feel more secure, not least because the militants are no longer carrying out targeted killings or bomb blasts. \nMany are still trying to establish what life under Taliban rule will look like. One taxi driver tells me he ferried a group of fighters across the city whilst playing music from the car stereo. \"They didn't say anything,\" he tells me whilst grinning, \"they're not strict like they were before.\" \nBut other reports are emerging of the Taliban turning up at the homes of journalists or former government figures and questioning them. Many fear it's only a matter of time before they're targeted violently. \nBack close to the airport, and Khalid, the former interpreter with a young baby finally manages to make it into the holding compound. \nOthers are still struggling though and one British Afghan pleads with me to help. \"How can I take my children through this crowd,\" he asks? Many others, not eligible for evacuation but desperate to leave, will be left behind to face a deeply uncertain future."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-bristol-58291660",
      "category": "uk-england-bristol",
      "title": "Only Fools and Horses garage door sold to TV fan",
      "tags": "Comedy,Television,Bristol City Council,Bristol",
      "text": "An avid fan of Only Fools and Horses has donated a \"significant sum\" to charity for a red garage door which featured in the TV comedy series.\nDel Boy's red no. 22 lock-up in Bedminster, Bristol, was replaced in May as part of a council revamp.\nBristol City Council gave the door to the Bottle Yard Studios which offered it to collector Scott Harrington. \nMr Harrington said he hoped to set up a museum to display memorabilia so people \"could take a trip down memory lane\".\n\"What started as a hobby has turned into a real passion for us and we regularly showcase our items free of charge for charitable events. \n\"Our long-term aim is to create our own family museum where people can take a trip down memory lane with us to celebrate key moments in our history represented by our memorabilia, to keep these moments alive,\" he added.\nHe also said he and his wife were in talks with the National Lottery Heritage Fund to help fund this venture.\nIn the meantime they hope the door will be displayed at the British Motor Museum in Warwickshire, alongside the Reliant Regal car from the show which is also there.\nThe council-owned garages in Duckmoor Road were built in 1962 at a similar time to the three high-rise blocks nearby - Southbow House, Winterstoke House and Whitemead House. \nWhitemead House featured as a filming location in Only Fools and Horses, portraying the exterior of Del Boy's fictional Nelson Mandela House which was supposed to be in Peckham.\nSite co-ordinator at the Bottle Yard Studios, Emma Reid said: \"The door represents a small but fun slice of British TV history made here in Bristol and we wanted to make sure it would be preserved for the future. \n\"When we found out about the other Only Fools and Horses items Scott had already collected, it seemed like the perfect home for it.\"\nThe donation has gone to the Film and TV Charity to help the industry recover from the pandemic.\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-58288512",
      "category": "world-middle-east",
      "title": "Ever Given: Cargo ship returns through Suez Canal it blocked",
      "tags": "Shipping industry,Suez canal",
      "text": "The huge container ship that blocked the Suez Canal in March - disrupting global trade - has passed back through the waterway without incident.\nThe Ever Given was among a convoy of vessels sailing from the Mediterranean Sea to the Red Sea, the Suez Canal Authority (SCA) said.\nIt had been offloading its cargo in Europe and is now en route to Asia.\nThe ship was refloated after a major six-day salvage operation that led to the death of one person.\nIt was then impounded for three months near the canal city of Ismailia while a compensation deal was agreed between Egypt and the Ever Given's owners.\nThe SCA, in a series of tweets, said the Ever Given was escorted through the 193km (120-mile) canal by two tugboats and senior SCA guides.\nIt was one of 26 ships that travelled from north to south through the canal on Friday, while 36 ships sailed in the opposite direction, the SCA added, hailing the waterway as the \"shortest and fastest navigational route linking the east with the west\".\nThe Ever Given, one of the world's largest container ships, had been delivering its 18,300 containers to Rotterdam, Felixstowe and Hamburg and is now travelling to China.\nThe 400m-long (1,312ft) ship became wedged across the canal after running aground amid high winds on 23 March, blocking it for hundreds of ships and disrupting global trade.\nFollowing its release, the SCA sought compensation for the Ever Given's Japanese owner Shoei Kisen for the cost of the salvage operation, damage to the canal's banks and other losses.\nThe terms of the deal were not disclosed but Egypt had eventually settled on a $550m (£397m) demand."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58289890",
      "category": "entertainment-arts",
      "title": "R. Kelly aide says he paid bribe for singer to marry Aaliyah",
      "tags": "Celebrity,R. Kelly,United States,Music",
      "text": "A former tour manager for US R&B singer R. Kelly has testified that he bribed a government worker in 1994 to obtain a fake ID for then 15-year-old Aaliyah - so the singers could marry. \nDemetrius Smith said he paid $500 (£367) for an ID used by Mr Kelly, then 27, to wed Aaliyah, who was under age.\nMr Smith was giving evidence after he was granted immunity from prosecution.\nMr Kelly is on trial accused of sexual abuse, racketeering and bribery. He has denied the charges.\nSpeaking at the singer's trial on Friday in Brooklyn, New York, Mr Smith said the decision to obtain the document was made by Mr Kelly's \"associates\" after Aaliyah had said she was pregnant.\nHe said that when he questioned the idea, pointing out that the teenager - whose full name was Aaliyah Dana Haughton - was \"too young\", he was asked \"whose side I was on\".\nMr Smith, 65, told the court that he then \"went to the welfare office, and I walked in, and I said: 'Hey, want to make some money?'\"\nEarlier court documents reportedly said the bribe was paid on 30 August 1994 - just one day before the marriage licence was issued.\nThe certificate, leaked at the time, listed Aaliyah's age as 18. The marriage was annulled months later.\nAaliyah died in a plane crash in 2001, aged 22. Her debut album, Age Ain't Nothing But a Number, was produced and written by R. Kelly.\nMr Kelly, 54, full name Robert Sylvester Kelly, is on trial also accused of being the ringleader of a two-decade-long scheme where he recruited women and underage girls for sex.\nIf he is convicted on all counts he could be sentenced to several decades in prison.\nThe singer is best known for hits including I Believe I Can Fly, Bump n' Grind and If I Could Turn Back the Hands of Time.\nProsecutors have claimed the singer used bodyguards, drivers, lawyers and accountants to cover up his alleged crimes, and blackmailed victims by photographing and filming them having sex and then threatening to release the tapes.\nEven if he is acquitted, Mr Kelly still faces sex-related charges in Illinois and Minnesota, where he has also pleaded not guilty.\nHe has been in jail for the last two years and was moved in June to Brooklyn from Chicago for the trial."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58300877",
      "category": "world-us-canada",
      "title": "Tennessee flash floods kill 22 with dozens missing",
      "tags": "Floods,New York,Tennessee,Hurricanes,United States,Severe weather",
      "text": "At least 22 people have been killed and dozens more are missing following flash floods in the US state of Tennessee.\nRescue crews are still searching for dozens of people in rural Humphreys County, which is west of Nashville.\nThe record-breaking flooding began on Saturday, submerging entire roads and taking out telephone and power lines.\nEmergency workers are searching door-to-door in the worst-hit areas, with rescuers also combing through the debris of homes that were washed away.\nThe names of the missing have been listed on a notice board at an emergency centre in Humphreys County, with relatives left fearing the worst.\nOn the county's Facebook page, people have been desperately seeking any information that could help locate their missing friends and relatives.\n\"My niece was swept away,\" one woman wrote. \"Her family is still looking for her. They were told she was found but it wasn't her.\"\n\"Me and my family are looking for our 6-year-old cousin,\" another person wrote. \"Any information is appreciated.\"\nMost of the missing are from the town of Waverly. The state's Governor Bill Lee visited on Sunday.\n\"The loss of life and property damage is devastating,\" he said. \"Our hearts are with the many Tennesseans experiencing loss and heartbreak.\"\nOne woman, Shirley Foster, discovered that a friend had died and approached Governor Lee as he walked through the town.\n\"I thought I was over the shock of all this,\" she told him, according to the Associated Press. \"I'm just tore up over my friend. My house is nothing, but my friend is gone.\"\nThousands of people in Humphreys County have been left without power, while a reunification centre has been set up at a school. People have been asked to donate items to help those displaced.\nEmergency officials expect the death toll to rise in the coming days.\n\"I would expect, given the number of fatalities, that we're going to see mostly recovery efforts at this point rather than rescue efforts,\" Tennessee Emergency Management Director Patrick Sheehan said.\nAt least 17 inches (43cm) of rain fell in Humphreys County in less than 24 hours Saturday, breaking Tennessee's one-day record. \nIt comes as another major weather event, Storm Henri, dumps heavy rain on the north-eastern US.\nMore than 120,000 homes and businesses are without power in the region after the storm made landfall in Rhode Island late on Sunday.\nPresident Joe Biden, meanwhile, has approved disaster relief for the states of Rhode Island, Connecticut and New York, which have been hit by the storm.\nThe storm is forecast to weaken as it pushes out to the Gulf of Maine on Monday afternoon. \nMany factors contribute to flooding, but a warming atmosphere caused by climate change makes extreme rainfall more likely.\nThe world has already warmed by about 1.2C since the industrial era began and temperatures will keep rising unless governments around the world make steep cuts to emissions.\nHow have you been affected by the extreme weather? If it is safe for you to do so, email: haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-58292735",
      "category": "uk-england-birmingham",
      "title": "Three men sought by police in Birmingham Gay Village attack probe",
      "tags": "Homophobia,Bicester,Birmingham,Hate crime",
      "text": "Police have released details of three men they want to speak to in connection with a violent homophobic attack in Birmingham.\nRob and Patrick, in their 30s, were outside the Missing Bar in the city's Gay Village on Sunday.\nWest Midlands Police said homophobic abuse was shouted at them and the pair were assaulted with bottles.\nPatrick was knocked unconscious in the attack and his partner suffered several deep cuts.\nDetectives said they want to speak to Sohail Khan, 24, Mosin Mahmood, 31 and Ishaaq Ayaz, 21, who are all from Birmingham, in connection with the assault.\nRob told the BBC he and Patrick, from Bicester, Oxfordshire, had been at a friend's housewarming party and decided to go dancing in the village.\nAs they left Missing Bar, on Bromsgrove Street, Rob said he made a joke towards a group of men in a car and they shouted homophobic slurs back.\nDetectives said one of them took Patrick's phone as he tried to film them and one of their female friends was dragged along by the SUV as she tried to get it back.\nThe woman, in her 20s, suffered a foot injury.\nOfficers said the men then attacked Rob and Patrick with bottles. Rob and Patrick needed treatment in hospital for their injuries.\nRob said he regretted chasing after the group but added: \"[The Gay Village] should be a safe area to be who you want and not have to tolerate people yelling homophobic remarks at you.\"\nSgt Marc Petford said the attack was \"outrageous\" and the force was determined to find the people responsible.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leeds-58291273",
      "category": "uk-england-leeds",
      "title": "Eileen Barrott death: Husband charged with murder",
      "tags": "West Yorkshire Police,Leeds",
      "text": "A man has been charged with murdering his wife at the couple's home.\nNurse Eileen Barrott, 50, was found seriously injured in Naburn Fold, in the Whinmoor area of Leeds, last Sunday, but died at the scene.\nHer husband Mark Barrott, 54, was arrested near Elgin, in Scotland, in the early hours of Thursday.\nMr Barrott is due to appear at Leeds Magistrates' Court on Monday charged with murder.\nMrs Barrott worked as a nurse at St James's Hospital in Leeds.\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58294809",
      "category": "world-us-canada",
      "title": "Storm Henri: US East Coast warned of significant damage",
      "tags": "Hurricanes,United States,Severe weather",
      "text": "Residents on the US East Coast have been urged to prepare for one of the most powerful storms in years.\nTropical Storm Henri, which is expected to hit New York's Long Island and southern parts of New England on Sunday, has weakened from a hurricane.\nBut officials say the threats to the region remain high.\nA state of emergency has been declared in parts of New York state as winds of up to 75mph (120km/h) and as much as six inches (15cm) of rain are expected. \nOn Saturday - when the storm was initially upgraded to a hurricane - Federal Emergency Management Agency administrator Deanne Criswell told CNN that \"even if it doesn't make landfall as a hurricane, the tropical force winds and the storm surge can cause significant damage\".\n\"We're going to see power outages, we're going to see downed trees, and even after the storm has passed, the threat of falling trees and limbs is still out there,\" she added.\nOn Saturday evening, a concert taking place in New York City's Central Park was abruptly stopped \"due to approaching severe weather\", police said. \nAbout 60,000 people were thought to be attending the \"homecoming\" concert - a celebration of the city's return to hosting large events following the restrictions caused by the pandemic.\nThe line-up of artists included Bruce Springsteen, Patti Smith, Paul Simon and also Barry Manilow - whose performance was cut short as concert-goers were told to make their way to the nearest exits. \nAbout six million people living near the coast in parts of Long Island, Connecticut and Massachusetts had been issued with hurricane warnings before the storm was downgraded.\nMore than 36 million people in large parts of southern New England as well as New York and New Jersey had received tropical storm warnings.\nNew York Governor Andrew Cuomo declared a state of emergency for Long Island and New York City as well as other parts of the state, pleading with residents: \"Please take this storm seriously.\" \nMassachusetts has closed its parks and beaches until Monday, the office of Governor Charlie Baker said. \nWith about 300,000 people predicted to lose electricity, officials urged \"all residents... to begin storm preparations today, and to pay close attention to local weather\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-58299376",
      "category": "uk-scotland-scotland-politics",
      "title": "Covid in Scotland: Education Secretary Shirley-Anne Somerville tests positive",
      "tags": "Coronavirus pandemic,Shirley-Anne Somerville",
      "text": "Education Secretary Shirley-Anne Somerville is self-isolating after testing positive for Covid-19.\nMs Somerville announced the news on Twitter, saying she has lost her sense of smell.\nIt is not clear if she has recently met in person with other members of the Scottish cabinet or MSPs.\n\"After losing my sense of smell yesterday I went for a Covid test which has come back positive,\" Ms Somerville said. \n\"I'll now self isolate and continue to work from home. Keep yourself and others safe and please take a test if you have any symptoms.\"\nUnder the current guidance, people who test positive for Covid should isolate for 10 days from the day symptoms began. \nMs Somerville is SNP MSP for Dunfermline and replaced John Swinney as Cabinet Secretary for Education and Skills after the election. \nA total of 3,190 new cases of coronavirus have been confirmed in Scotland over the last 24 hours, according to the latest government statistics. \nIt is the fourth day in a row that the number of new cases has been above 3,000, but lower than the 3,613 recorded on Friday. \nSince the beginning of the pandemic, 8,070 people have died after recently testing positive for Covid."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58235639",
      "category": "world-asia",
      "title": "Afghanistan: Who's who in the Taliban leadership",
      "tags": "Asia,Afghanistan,Taliban",
      "text": "The Taliban took many by surprise as they swept across Afghanistan in just 10 days in August, quickly taking control of towns and cities. \nThe militant group has announced an interim government, declaring the country an \"Islamic Emirate\". \nThe cabinet will be led by Mullah Mohammad Hassan Akhund, one of the movement's founders.\nSo, here's what is known about who is leading the Taliban today. \nHibatullah Akhundzada became the supreme commander of the Taliban in May 2016, and is now leader of the so-called Islamic Emirate of Afghanistan.\nIn the 1980s, he participated in the Islamist resistance against the Soviet military campaign in Afghanistan, but his reputation is more that of a religious leader than a military commander.\nAkhundzada worked as head of the Sharia Courts in the 1990s.\nAfter first seizing power in the 1990s, the Taliban introduced and supported punishments according to their strict interpretation of Islamic law: they publicly executed murderers and adulterers and amputated thieves' limbs.\nUnder the leadership of the reclusive Mullah Mohammed Omar (who is thought to have died in 2013), the Taliban also banned television, music, movies, make-up, and stopped girls aged 10 and over from attending school.\nAkhundzada is believed to be in his 60s and has lived most of his life in Afghanistan. \nHowever, according to experts, he maintains close ties with the so-called \"Quetta Shura\" - the Afghan Taliban leaders said to be based in the Pakistani city of Quetta.\nAs the group's supreme commander, Akhundzada is in charge of political, military and religious affairs.\nMullah Mohammad Hassan Akhund is one of the four men who founded the Taliban in Afghanistan in 1994.\nHe is a longtime head the Taliban's powerful leadership council, or Rehbari Shura. \nHe served as foreign minister and deputy prime minister during the Taliban's rule in Afghanistan in 1996-2001. \nHe is under UN sanctions for his role in the government during that period.\nSirajuddin Haqqani is another of the group's top figures, who is on an FBI most wanted list.\nAfter the death of his father, Jalaluddin Haqqani, he became the new leader of the Haqqani network, which has been credited with some of the most violent attacks that have occurred in Afghanistan against Afghan forces and their Western allies in recent years.\nThe Haqqani network is currently one of the region's most powerful and feared militant groups. Some say it is even more influential than the Islamic State group in Afghanistan.\nThe group, designated by the US as a terrorist organisation, oversees the Taliban's financial and military assets along the Pakistan-Afghanistan border.\nHaqqani is believed to be around 45.\nIn an opinion piece in the New York Times last year before the signing of the Doha agreement, Haqqani wrote: \"For more than four decades, precious Afghan lives have been lost every day. Everyone has lost somebody they loved. Everyone is tired of war. I am convinced that the killing and the maiming must stop.\"\nMullah Abdul Ghani Baradar is a Taliban co-founder.\nHe became a lynchpin of the insurgency after the militants were toppled by the US-led invasion in 2001.\nBut he was captured in a joint US-Pakistani operation in the southern Pakistani city of Karachi in February 2010.\nHe remained in prison for eight years, until he was released as part of a plan to facilitate the peace process. He has been the head of their political office in Qatar since January 2019.\nIn 2020, Baradar became the first Taliban leader to communicate directly with a US president after having a telephone conversation with Donald Trump. Before that, Baradar signed the Doha agreement on the withdrawal of US troops on behalf of the Taliban. \nMohammad Yaqoob is the son of the founder of the Taliban, Mullah Mohammed Omar.\nHe is believed to be little more than 30 years old and is currently the leader of the group's military operations.\nFollowing the death of former Taliban leader Akhtar Mansour in 2016, some militants wanted to appoint Yaqoob as the group's new supreme commander, but others felt that he was young and lacking in experience.\nAs the Taliban advanced through the country, Yaqoob urged Taliban fighters not to harm members of the Afghan military or government and to stay out of abandoned homes of government and security officials who had fled, according to the Associated Press news agency."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58300897",
      "category": "business",
      "title": "Covid: Government warns Covid test firms over misleading prices",
      "tags": "Tourism,Companies,Coronavirus testing,Travel & leisure industry,Coronavirus pandemic",
      "text": "More than 80 private Covid travel test providers listed on the government's website will be issued two-strike warnings over misleading prices, Health Secretary Sajid Javid has announced.\nA further 57 firms will be removed from the website on Monday, because they either no longer exist or do not actually provide the relevant tests. \nThe health secretary said the move was to clamp down on \"cowboy behaviour\".\nThe government will also introduce spot checks on the test providers.\nThe UK government has made it a condition of international travel to England that tests before travel, and on your arrival in the UK are mandatory.\nThe number of tests that are needed is dependent on your arrival from either a green or amber country or your vaccination status. Arrivals from red countries must still use quarantine hotel facilities.\nThe government website has a list of private companies that offer such tests - but a recent review by the Department of Health found the prices displayed were lower on the Gov.UK site than the actual amount they cost.\nSome of the most common complaints from travellers also mention tests listed on the government's list of providers that do not exist at the price advertised, whilst others allege poor service.\nMr Javid said: \"It is absolutely unacceptable for any private testing company to be taking advantage of holidaymakers and today's action clamps down on this cowboy behaviour.\n\"57 firms will be removed from the Gov.UK list and a further 82 will be given a two-strike warning - if they advertise misleading prices ever again, they're off.\"\nHe added that the spot checks being introduced were to ensure that all private providers \"follow the rules\" and meet the government's \"high standards of transparency\".\nBut consumer group Which? said that it had warned the government about the problems with private travel test providers six months ago.\n\"It's welcome news that the government is finally taking responsibility for its list of test providers and carrying out an audit, but it's six months late,\" Rory Boland, travel editor at consumer association Which?, told the BBC.\n\"There should not have been providers listed on the Gov.UK website that don't exist. We found this in our first investigation in April, when providers were telling us that the system would collapse if larger numbers of people were travelling.\"\nHe added that Which? had repeatedly reported some Covid test providers to the government: \"In our second investigation, we looked at the 10 cheapest providers and we found that none of the tests listed below £80, were actually attainable for less than that.\n\"We submitted the names to the government and they removed three of those 10 names in June.\"\nWhile the government has not named the providers that it intends to remove from the Gov.UK website, or the firms that will be receiving warnings, Which? says it is certain that the test providers offering Covid tests that start from £20 will be targeted.\nMr Boland said: \"You can't get the £20 tests. We haven't met anyone who's had a £20 test. Generally the price you pay, at the cheaper end, is £40-£50. \n\"A lot of these firms offering £20 tests require you to drive to somewhere in England on a specific day, such as in Middlesbrough. When you try to book the test online, the booking calendar is almost always full.\"\nIn April, Transport Secretary Grant Shapps told MPs that some travel tests had fallen to below £45, saying he was \"very anxious\" to reduce the cost of the tests for consumers. \nLast week, the Competition and Markets Authority's former chairman, Lord Tyrie, accused it of not doing enough to protect consumers, saying that PCR testing for travel had become a \"predictable Covid rip-off\".\nIn response, the business and competition regulator told the BBC it warned government officials that consumers could face risks from the fast-growing travel testing industry in April and May."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-58281212",
      "category": "world-africa",
      "title": "Kenya holds biggest ever animal census",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-58295511",
      "category": "world-latin-america",
      "title": "Hurricane Grace kills eight as it rips through eastern Mexico",
      "tags": "Mexico",
      "text": "At least eight people are known to have died after Hurricane Grace tore through eastern Mexico, bringing torrential rain and high winds and causing power cuts and flooding.\nThe deaths and the worst damage occurred in the state of Veracruz, where the storm uprooted trees when it made landfall early on Saturday. \nIn the state capital, Xalapa, many streets became rivers of mud. \nThe hurricane later weakened to a tropical storm as it moved inland. \nHowever, high winds and downpours were reported to be causing more flooding as Grace travelled north of Mexico City. \nThe storm brought wind speeds of up to 200 km/h (125mph) when it reached the coast of mainland Mexico. Of the eight people killed, six were members of the same family, state government officials said.\nResidents of the coastal town of Tecolutla, in Veracruz state, said the hurricane had been devastating. \n\"You could just hear the thunder of the falling trees, it sounded very nasty, very horrible,\" Laura Jacinto said, adding: \" I was very scared, I was very scared last night.\"\nAnother resident, Adolfo Lopez, said: \"The roof... everything is gone, it took everything with it.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-58297984",
      "category": "uk-scotland-edinburgh-east-fife",
      "title": "Gunshots fired at Edinburgh home in 'targeted attack'",
      "tags": "Edinburgh",
      "text": "Gunshots were fired at a house in Edinburgh during a targeted attack as children played nearby.\nDetectives said a window was damaged in the property on Burdiehouse Drive, Burdiehouse, at about 20:40 on Friday.\nA man, woman and two young children were inside at the time but no one was injured. \nPolice Scotland are keen to trace a small black hatchback car which was in the area and drove off towards Southhouse Broadway.\nDet Insp Bob Campbell said: \"Whilst this may be a targeted attack, the fact is that a number of shots were fired indiscriminately at the house with some ricocheting off the wall and into the garden.  \n\"Children were playing in gardens nearby and there were people in the street at the time.\n\"Thankfully no one was injured but the gunman obviously has no regard for anyone in the area, including children, some of whom were really terrified by what happened.\"\nDet Insp Campbell urged anyone with information about the incident to contact officers or Crimestoppers, where information can be passed on anonymously.\nMeanwhile local community inspector Kieran Dougal sought to reassure local people. \n\"We recognise and understand the impact this incident will have had on the residents of Burdiehouse,\" he said \n\"Thankfully firearm incidents like this are rare in Edinburgh and I would stress that the city remains a safe place to live, work and visit.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-58291873",
      "category": "world-australia",
      "title": "Covid: Australian police clash with anti-lockdown protesters",
      "tags": "Coronavirus lockdown measures,Sydney,Coronavirus pandemic,Australia",
      "text": "Police in the Australian cities of Melbourne and Sydney have clashed with thousands of people protesting against Covid lockdowns.\nIn Melbourne, mounted officers used pepper spray when elements of a 4,000-strong rally broke through police lines.\nPolice arrested 218 people, and at least seven officers were injured. \nIn Sydney, where lockdown measures have been extended for another month, more than 1,000 officers dispersed protests. \nIt came as the state of New South Wales (NSW), of which Sydney is the capital, recorded 825 new locally-acquired cases, the highest number for any Australian territory in a 24-hour period.\nIn Brisbane, the capital of Queensland, more than 2,000 protesters gathered before holding a largely peaceful march. \nPolice in the state of Victoria condemned the violence that broke out in Melbourne on Saturday.\n\"While there were some peaceful protesters in attendance, the majority of those who attended came with violence in mind,\" a spokeswoman said, quoted by the Sydney Morning Herald.\n\"The behaviour seen by police was so hostile and aggressive that they were left with no choice but to use all tactics available to them.\"\nAll those arrested face fines of A$5,452 (£2,850) for breaching Covid regulations, police said. Three people were also charged with assaulting police.\nStay-at-home orders were extended across Victoria on Saturday in a bid to contain a widening outbreak of Covid cases.\nThe protests in Sydney were smaller, with about 250 people taking part.\nDeputy NSW Police Commissioner Mal Lanyon told reporters that one officer had been injured after being dragged into a road by a protester and that 47 arrests had been made.\nHe said police had stopped about 38,000 cars heading into the city centre and handed out 260 infringement notices to people across the state suspected of breaching lockdown regulations. He called the actions of the protesters \"deplorable\", saying the police response was not about stopping free speech but stopping the spread of coronavirus.\nAbout 1,500 officers were deployed to disperse the protesters in Sydney and NSW police minister David Elliott said they had done an \"exemplary\" job.\nThe protests came hours after a lockdown in Sydney was extended until the end of September to slow the spread of a Covid outbreak.\nAuthorities also imposed a curfew on two million residents in the city's worst-hit suburbs.\nSydney residents have been under stay-at-home orders since late June. However, infections have more than doubled in the past week.\nCritics of the curfew say they do not think it is an effective virus control. NSW lawmakers have also criticised authorities for applying harsher restrictions in Sydney's poorer west and south-west suburbs.\nAustralia has been widely praised for its pandemic response and has recorded 978 deaths, fewer than many nations.  But the emergence of the Delta variant in early June triggered a surge of infections."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58296816",
      "category": "uk",
      "title": "Afghanistan: Kabul evacuation gathering pace, says ambassador",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "Efforts to evacuate Britons and eligible Afghans from Kabul are gathering pace, the British ambassador says, with nearly 6,000 flown out on UK flights since 13 August.\nSir Laurie Bristow, who remains in the Afghan capital, said 1,000 people had departed in a 14-hour period alone.\nIt comes after the government said seven Afghan civilians died in chaotic crowds outside the airport on Saturday.\nThe US is under pressure to extend evacuations beyond the end of August.\nThe Ministry of Defence said the total figure stands at 5,725 people - 3,100 of whom are Afghan nationals and their families.\nSir Laurie, speaking from the evacuation handling centre in Kabul, praised the efforts of all those helping - including soldiers, diplomats and Border Force staff - but added \"there is still a huge amount of work to do\". He said he was \"so proud of what our people are doing\". \nEarlier, armed forces minister James Heappey said the Taliban were now marshalling queues at the airport, speeding up the process.\n\"Today the queue is flowing better,\" Mr Heappey said on Sunday, adding that the Taliban were overseeing separate UK and US evacuation queues, which was \"making a big difference\".\nHe urged more people to come forward if they had been told to do so.\nUntil now a lot of people had been put off going to Baron Hotel in Kabul, where many British nationals have been told to travel for processing, because of reports of violence and chaotic scenes, he said.\nLeaders of the G7, including US President Biden, are meeting virtually this week to discuss the situation. \nUK Prime Minister Boris Johnson said it was \"vital that the international community works together to ensure safe evacuations, prevent a humanitarian crisis and support the Afghan people to secure the gains of the last 20 years\".\nThe UK, which holds the leadership of the group at the moment, had called for Tuesday's meeting. \nMr Johnson spoke to ruling emir of Qatar Sheikh Tamim bin Hamad al-Thani on Sunday, Downing Street said. The pair agreed it was vital that Afghan people continue to be supported, and that the international community fully funds the aid response, it said.\nMeanwhile, Labour leader Sir Keir Starmer has urged Mr Johnson for more details on what he has done to extend the evacuation period. In a letter to the prime minister, he said there were \"too many unanswered questions\" about the mission, adding: \"Proper planning for the coming days will ensure that no-one to whom we owe so much will be left behind.\" \nThe US has a planned deadline of 31 August for withdrawal from Afghanistan - but President Biden has said troops may stay past this date to help with evacuations.\nArmed forces minister Mr Heappey reiterated previous comments from ministers that the UK could not say with confidence it would get all British nationals out, but he said more capacity was becoming available with each day and other nations were joining the UK effort.\nWriting in the Mail on Sunday, Defence Secretary Ben Wallace said the US would have his complete support if it chose to push back the deadline for leaving but there was \"no time to lose\" to get people out of the country.\nMr Heappey said if the US did stay longer that would give the UK the opportunity to continue flying people out.\nBut he also gave some reassurance that even if the deadline was not extended, people would still be able to access the UK resettlement programme through other routes, such as handling centres in refugee camps or embassies.\nGeneral Lord Richards, who was Chief of the Defence Staff and commanded international forces in Afghanistan in 2006, told the BBC there was \"no doubt\" lives would be saved if troops could stay beyond 31 August.\nA UN multilateral humanitarian intervention operation needed to be implemented quickly, he told Radio 4's Broadcasting House.\nFormer UK Prime Minister Tony Blair, who sent British troops into Afghanistan 20 years ago, said the UK had a \"moral obligation\" to stay in the country until \"all those who need to be are evacuated\".\nThe exit of allied troops would have every Jihadist group around the world cheering, he wrote on his website, and called the US withdrawal \"tragic, dangerous, and unnecessary\".\nMr Heappey was asked for his reaction to reports that the prime minister gave Foreign Secretary Dominic Raab permission to stay on his summer holiday as Afghanistan collapsed into chaos.\nHe responded saying everyone who should have been at the emergency Cobra meetings was there and it was \"simply not the case there was any delay in enacting this longstanding plan because of where in the world people were at the time\".\nMr Heappey was also asked about the defence secretary's suggestion in his article that the UK could still retain a presence in Afghanistan after the military had gone.\n\"It's something we would hope for because that takes away from the urgency of this week but the Taliban have a vote in that,\" he said.\n\"That might be a presence that emerges in six months, a year, two years' time,\" he said, adding that it would depend on how the international community wanted to recognise the Taliban and whether the Taliban were willing to have an international presence in the country.\n\"I certainly don't think we should rush to recognise the Taliban,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-58292306",
      "category": "uk-england-merseyside",
      "title": "Hillsborough: Minute's applause for 97th victim",
      "tags": "Hillsborough trials,Liverpool",
      "text": "A minute's applause has been held at Liverpool's first home game this season for a man who became the 97th victim of the Hillsborough disaster. \nAndrew Devine died aged 55 in July - 32 years after suffering life-changing injuries in the 1989 stadium crush.\nA coroner recently ruled he was the 97th fatality due to the disaster at the FA Cup semi-final between Liverpool and Nottingham Forest.\nFans at Saturday's game with Burnley chanted \"Justice for the 97\".\nMr Devine was 22 at the time of the disaster, when overcrowding occurred on the terraces of Sheffield Wednesday's Hillsborough stadium on 15 April 1989.\nIn 2016, inquests concluded that the 96 fans who had died had been unlawfully killed.\nA senior coroner recently said Mr Devine, who died on 27 July, was the disaster's \"97th fatality\" and therefore the conclusion was the same.\nHe said the lifelong Liverpool fan had died from aspiration pneumonia, which had been caused by a brain injury due to oxygen deprivation and crush injuries.\nEarlier this year, South Yorkshire Police offered an \"unreserved apology\" to those affected by the crush, admitting that \"serious errors and mistakes were made\" by its officers both during the disaster and in subsequent investigations.\nThe force, along with West Midlands Police, agreed to pay damages to more than 600 people following a cover-up in the aftermath.\nTwo retired police officers and an ex-solicitor who were accused of altering police statements after the disaster were acquitted in May at the end of the latest trial on the tragedy.\nNo-one has ever been convicted over police actions concerning the disaster in what a senior government minister described as \"the greatest scandal of British policing of our lifetimes\".\nIn his programme notes, Liverpool captain Jordan Henderson said the players knew Mr Devine from his visits to games and their training base.\n\"Andrew was an incredible person, someone who fought for 32 years against injuries that had been expected to end his life much sooner than they did,\" Henderson said.\n\"Knowing that people in this city and beyond are still suffering due to Hillsborough is heart-breaking, but all we can do is carry on being there for each other as best we can,\" he added.\nFans at Saturday's game, which Liverpool won 2-0, displayed a tribute mosaic featuring the number 97.  \nOutside of the stadium, the previously-named 96 Avenue walkway has been renamed 97 Avenue.\nArrangements have also begun for Mr Devine's name to be etched on Anfield's Hillsborough Memorial. \nLiverpool FC said the club's playing shirts would be amended for the 2022-23 season, with the 97 emblem featuring on the nape of neck. \nThe minute's applause ahead of Saturday's game was also held in tribute to people who had died with coronavirus.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-58297761",
      "category": "uk-england-birmingham",
      "title": "Man arrested over Birmingham Gay Village attack",
      "tags": "Homophobia,Bicester,Birmingham,Hate crime",
      "text": "A man has been arrested in connection with a violent homophobic attack in Birmingham.\nRob and Patrick, in their 30s, were abused and attacked outside the Missing Bar in Bromsgrove Street, in the city's Gay Village on 15 August.\nHomophobic abuse was shouted from a car and the pair were then assaulted with bottles, West Midlands Police said.\nThe 31-year-old man has been arrested on suspicion of wounding and remains in custody.\nThe couple from Bicester, Oxfordshire, told the BBC they had been at a friend's housewarming party and then decided to go dancing.\nPatrick was knocked unconscious in the attack and his partner suffered several deep cuts. Both needed treatment in hospital for their injuries.\nDetectives said they still wanted to speak to two other men - Sohail Khan, 24, and Ishaaq Ayaz, 21, both from Birmingham - about the attack.\nPolice said they wanted to speak to Ishaaq Ayaz (left) and Sohail Khan about the attack.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58025735",
      "category": "uk-wales",
      "title": "Sepsis: Teen footballer wants better care for young adults",
      "tags": "Youth and disability,Cardiff,Disability,Care homes,Sepsis,Young people,Cardiac arrest,Coronavirus pandemic",
      "text": "A teenager who dreamed of a place in Wales' national football team says there needs to be better care for young adults, after sepsis left her disabled.\nHollie Smith, 19, from Cardiff, was set for a trial to get into the women's team when she was struck down by a kidney infection last year.\nIt developed into sepsis, her heart stopped, and the young striker was left needing round-the-clock care.\nHollie said more care facilities for young people were urgently needed.\n\"When I woke up from my cardiac arrest, I had lost the use of my right side - I could no longer stand, sit up, eat, dress, look after or wash and toilet myself,\" said Hollie. \n\"Considering I was about to trial for the Welsh national football ladies' team before going into hospital this was all a bit of a shock.\" \nAmid struggles with her mental health as she tried to adapt to such a brutal change, Hollie underwent months of intensive physiotherapy, which restored some of the movement she had lost.\nOn returning home from hospital in December, she faced a new routine of two carers, four times a day, helping her with even the most basic of tasks.\nAfter six weeks, disaster struck and she developed sepsis a second time - which affected her kidneys, lungs and brain.\nHollie was put in an induced coma for more than two weeks and was told she was \"very lucky\" to survive.\nBut life has since consisted of a hospital bed in the living room, with bumpers to protect her from injury when having seizures, a full ceiling hoist, a team of carers, and a daily cocktail of medications.\n\"I can't do the most basic of tasks, whereas I'm watching other people my age going to university and driving, and what a normal teenager or young adult should be doing,\" she said.\n\"It's been pretty horrendous to be honest - I think only now is it all starting to sink in.\n\"I do try to be positive but at the moment it's quite hard, because with Covid, everything that needs to be done is considerably slower because of the pandemic.\"\nIncredibly - and with a fierce determination common in many sportspeople - the former footballer has been planning for the future and how she could use her experiences to help others.\n\"My personal goals are to go to college and resit my A-levels in order to give me a stepping stone to go on to university and study medicine. \n\"I also hope to start campaigning for better young disabled adults' facilities. \n\"Now, the long-term outlook for recovery is poor. However, I do hope in the future that I will be able to sit up with minimal assistance and be able to propel myself in a wheelchair and find a new sport to get into.\"\nHer family said they hoped to adapt their home to give Hollie as much independence as possible and have also been trying to raise funds for private physiotherapy and a personal-use defibrillator. \nHollie added she hoped to have enough for a holiday with carers provided \"so that my parents get a break too\". \nIn the meantime, Hollie has highlighted that although her care has been excellent, there should be better facilities when young people experience sepsis or are learning to adapt to disability.\n\"I've been told that I meet the threshold for residential care. However, the only places I could go would be a care for the elderly facility, or a place for people with learning difficulties, and neither would really be able to meet my needs,\" she said. \n\"Also in hospital there is a children's hospital but no transition for young adults - I was on a ward with dementia patients and people sometimes four times my age.\n\"I just want young adults to be able to have more suitable surroundings and activities to do in hospital. Also, even after being in hospital, a lot of social services and facilities care is geared towards the elderly and I just feel that needs to change.\"\nBut she was keen to stress that the hospital team at University Hospital of Wales \"were and still are amazing with me and my family and I owe my life to them\".\nCardiff council said it was \"committed to working with individuals to find the best way of meeting their needs to ensure the best outcomes can be achieved\". \n\"Although every effort is made to offer different types of facilities and care services so that younger people can live independently whilst accessing the support they need, we do recognise that, due to the city's demographics, many services have a focus on older people. \n\"That said, care services are regularly reviewed, and in order to identify how we can best deliver high-quality services to younger people with disabilities in Cardiff, a partnership project is due to begin shortly which will help us make improvements which best meet the needs of everyone requiring care in Cardiff. \n\"Importantly, we will work with Cardiff and Vale University Health Board where care is shared between health and the council.\"\nThe health board said its patient experience team had contacted Hollie to share her experience \"including what aspects could have been better\".\n\"When patients are admitted to hospital they are triaged and are placed on a ward with access to the most appropriate clinical expertise for their needs so they get the right care and treatment at the right time,\" said a Cardiff and Vale health board official.\nA Welsh government said decision on appropriate care \"should be considered for patients on an individual basis in consultation with the clinician responsible for their care\". \nIt added: \"We expect health boards to ensure there is no loss in the quality of any service provided, there is on-going engagement and good patient experience in the handover and transition of care from paediatric to adult services.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58297623",
      "category": "world-asia",
      "title": "Afghanistan crisis: 'Hey world, do you care what happens here?'",
      "tags": "Afghanistan,Taliban",
      "text": "A week after the Taliban takeover of the country, many Afghans are uncertain of what it will mean for their lives and their safety. Here, a young female student shares her fears about her future. The BBC is not identifying her to protect her safety.\n\"It is the seventh day since the country collapsed, the president escaped, and the Taliban, once again, came to power.\nWe are left behind...\nFear has taken over my whole being, and as the days pass, I can feel how hope fades away from within me. It gets replaced with frustration. All I can see is darkness, uncertainty, and a not so bright future.\nI will be killed certainly. I have reasons to be...\nThis is how it feels when the ones you are afraid of occupy the country.\nImagine being on a long road, with no end, with hazy weather; alone.\nI have witnessed so many hurdles in my life, many that no other girl would be able to tolerate. I could manage to overcome them, but this...\nHey world, do you care what happens here? Do we matter to you? Do you see us? Do you?\nFor those who are listening, for those who care, I am writing this. I am saying this.\nWe are suffering here, we are being left behind.\nLiving with fear is no less than death. It is worse.\nIf you are listening to us, help us. Help us survive, and once again believe in light and rise; stronger than before.\nWe want our country back. Want our people to live the way they want, the way they deserve.\nTell your countries to stop war - war is ugly, it has a dirty face, it has no winner. The heart is too tiny to bear war, to bear its consequences.\nWe are the fruit of war, some young girls drown in uncertainties, in fear, in doubts... looking for somebody to help us survive. Looking at our families and crying for being unable to do anything.\nLooking at the sky and asking from him: do you see us, will you help us? Shall I have hope, that little hope!\nHey world, hey people living out there, lucky you! I envy the life you live.\nLook at us. I was the one with so many big dreams, dreams of helping others and now I am seeking help.\nThis is war. Will I be able to ever say: We did it? We could make it? Will I?\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-58285359",
      "category": "education",
      "title": "Covid: CO2 monitors pledged to aid school ventilation",
      "tags": "Schools",
      "text": "Around 300,000 carbon dioxide monitors are to be made available to schools in England next term to help improve ventilation and lessen Covid outbreaks.\nThe Department for Education said the portable monitors could be used to identify areas where more air-flow is needed.\nTeaching unions have been calling for urgent extra ventilation measures.\nThey welcomed the pledge, but added any ventilation needs picked up by the monitors must be acted upon.\nMost Covid safety restrictions have been relaxed in England's schools. Neither masks, bubble groups nor socially distancing rules are required this coming term.\nMany schools have been opening windows and doors to keep air moving around classrooms to lessen the likelihood of Covid outbreaks, but this is easier in warmer weather.\nPupils will be offered twice weekly Covid testing and two tests at school when the autumn term starts to lessen the amount of infection coming into school.\nHowever, those who have come into contact with a confirmed case will no longer have to isolate.\nThe removal of restrictions has left teachers and some parents concerned that the mass-mixing of pupils may lead to a spike in Covid cases.\nEducation Secretary Gavin Williamson said: \"Providing all schools with CO2 monitors will help them make sure they have the right balance of measures in place, minimising any potential disruption to education and allowing them to focus on world class lessons and catch up for the children who need it. \n\"By keeping up simple measures such as ventilation and testing, young people can now enjoy more freedom at school and college,\" he added.\nThe DfE says it is prioritising special schools and alternative provision for the delivery of CO2 monitors, as they are likely to have higher rates of vulnerable pupils.\nBut a statement on Friday made clear that this £25m batch of CO2 monitors has yet to be fully procured, less than two weeks before many schools return.\nHowever, it said: \"All schools and colleges are expected to receive at least partial allocations during the autumn term, enabling all settings to monitor areas where they believe airflow may be weakest.\"\nGeoff Barton, general secretary of the Association of School and College Leaders, said:  \"In truth, this equipment should have been in place ready for the start of the autumn term, and arguably a lot earlier in the crisis, but it is a case of better late than never. \n\"Government guidance to schools and colleges on reducing the risk of coronavirus transmission highlights the importance of keeping spaces well ventilated, but doesn't go much further than recommending that windows should be opened to improve natural ventilation. \n\"This is challenging in the depths of a British winter and does not make for an environment which is conducive to learning. Our understanding is that carbon dioxide monitors will indicate when spaces need ventilating thereby reducing the need to keep windows open all the time.\"\nKevin Courtney, joint general secretary of the National Education Union, said: \"This is a really welcome first step in accepting our argument that funding is needed for good ventilation. \n\"It follows examples set by administrations in New York City, Scotland and Ireland. \n\"Sadly, Gavin Williamson failed to get on the front-foot over the summer but the initial investment of £25m in CO2 monitors is welcome now and will start to make a difference. It is vital, though, that government must also commit to supporting schools to address any ventilation problems identified by these monitors.\"   "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58297893",
      "category": "world-asia",
      "title": "Afghanistan: Afghan woman gives birth to baby girl on US evacuation plane",
      "tags": "War in Afghanistan (2001-present),Germany,Afghanistan,Taliban,United States",
      "text": "A woman evacuated from Afghanistan amid the continuing chaos in the country has given birth to a baby girl on an evacuation flight.\nThe US Air Force said the Afghan woman went into labour en route to Ramstein Air Base in Germany. \nMedical personnel boarded the plane after it landed and delivered the baby in the aircraft's cargo hold. \nBoth baby and mother are said to be in good condition at a nearby medical facility. \nAt one point on the journey, the pregnant woman began having \"complications\", the thread said. The pilot had to descend in order to increase air pressure on board the plane, \"which helped stabilise and save the mother's life\".\nThousands of Afghans are outside the international airport in the capital, Kabul, days after the Taliban took control of the city, waiting in the sweltering heat and a throng of people for a chance to flee the country.\nUS forces currently control the airport. About 17,000 people have so far been airlifted from the site by the US military, the White House said on Saturday. \nUS President Joe Biden has set a deadline of 31 August for the withdrawal of all US troops from the country. However, several nations are seeking an extension to this deadline to help safely evacuate their citizens and Afghans who served with Western agencies. It is feared they are at risk of Taliban reprisals. \n\"They want to evacuate 60,000 people between now and the end of this month,\" EU foreign policy head Josep Borrell told AFP news agency on Saturday. \"It's mathematically impossible.\"\nThe Taliban have blamed the US for the chaos at the airport. \n\"America, with all its power and facilities... has failed to bring order to the airport,\" Taliban official Amir Khan Mutaqi reportedly said. \"There is peace and calm all over the country, but there is chaos only at Kabul airport.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58297621",
      "category": "world-us-canada",
      "title": "Everly Brothers: US rock 'n' roll star Don Everly dies aged 84",
      "tags": "Music",
      "text": "Don Everly, the surviving member of the rock 'n' roll duo The Everly Brothers, has died at the age of 84. \nA family spokesperson confirmed Everly's death to the Los Angeles Times, but did not disclose the cause. \nEverly and his brother, Phil, had hits worldwide in the late 1950s and early 1960s, including Bye Bye Love and All I Have To Do Is Dream. \nThey were known for their close harmonies, and influenced groups like The Beatles and Simon and Garfunkel.\nThe pair had an onstage breakup in 1973 that led to a decade-long estrangement, but Phil later told Time magazine that the brothers' relationship had survived this.\nEverly died on Saturday at his home in Nashville, according to the family spokesperson. \n\"Don lived by what he felt in his heart. Don expressed his appreciation for the ability to live his dreams... with his soulmate and wife, Adela, and sharing the music that made him an Everly Brother,\" a statement said. \nThe Everly brothers were the children of country and western singers and performed on the family radio show while growing up.\nIn their heyday, between 1957 and 1962, they had 15 US top 10 hits. These included Bye Bye Love and Cathy's Clown.\nThe duo called it quits during a performance in California in 1973, in which Phil smashed his guitar and walked off stage. \nDuring their time apart, both pursued solo careers with limited success. \nThey reunited a decade later with a concert in London, followed by a comeback album. \nIn a 1986 interview with the Associated Press news agency, Don Everly said the two were successful because \"we never followed trends\".\n\"We did what we liked and followed our instincts. Rock 'n' roll did survive, and we were right about that. Country did survive, and we were right about that. You can mix the two but people said we couldn't,\" he said. \nThe Everly Brothers were elected to the Rock 'n' Roll Hall of Fame in its first year, 1986, and they were given a lifetime achievement award at the Grammys in 1997.\nRolling Stone magazine has described them as \"the most important vocal duo in rock\".\nPhil Everly died of pulmonary disease in 2014, aged 74. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58286372",
      "category": "world-asia",
      "title": "'They will kill me': Desperate Afghans seek way out after Taliban takeover",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Women's rights in Afghanistan,Taliban",
      "text": "The rapid Taliban takeover of Afghanistan has left some fearing for their lives and seeking to escape the country, often by any means necessary.\nThe militant Islamist group is said to be carrying out door-to-door searches while violent scenes have also been reported at some Taliban-controlled checkpoints. \nThe militants seized control of major cities last week as part of a sweeping offensive that shocked international observers. It culminated in the fall of the capital, Kabul, which triggered the collapse of the Afghan government.\nNow, those who have worked for the government or other foreign powers, as well as journalists and activists, say they are fearful of reprisals and need to be evacuated. They have spoken to the BBC, but their names have been changed to protect their safety.\nUsman, who worked as an interpreter for the British armed forces, was sheltering with his wife and some neighbours when the Taliban came. He was woken in the early hours of the morning and told the group were nearby.\n\"They were searching door-to-door,\" he told the BBC's World at One programme. \"Everyone panicked - then the news spread to every other house.\"\n\"A neighbour said they were searching for weapons, documents and government vehicles. They were trying to find out who had worked for Nato or the government.\"\n\"I put on my clothes and just jumped over a wall and ran away,\" Usman said. \"I know that I am going to be killed. There is no other way.\"\nUsman was told he was eligible for relocating to the UK in December, but after all his paperwork was processed he received a letter of rejection on Friday. \"We are not feeling safe,\" he said. \"I'm really desperate.\"\nHashem, a translator, was sheltering in an apartment in one of the country's biggest cities when he spoke to the BBC.\n\"I've been working with intermediary forces and thought the US and German governments would help,\" he said.\n\"I have had to destroy all my documents.\"\n\"I had the courage to go to Kabul airport, and someone from the Taliban told me there had been fake news spreading that the Americans would take people out.\"\n\"He told me to tell others not to go to the airport. We're discussing plans about what we can do to flee to another country.\"\nIt is not just those who worked for international governments who are fearful. Two women who worked for a media outlet are in hiding and say the Taliban are searching for them.\nWithout a visa, however, they say travelling to an airport would be futile.\n\"They have twice called at my house... looking for me and my husband,\" one of the women, Aida, said. \"They are asking other members of my family where we are and they have also been sending me threatening texts.\"\n\"They say that when they find me they will kill me.\"\n\"I feel really desperate and stressed about what will happen to me and my family,\" she said.\n\"Right now we are like turkeys in our homes,\" her colleague, Saabira, said. \"We can't go out because the Taliban are all around us.\" She said her food supplies were running worryingly low. \n\"The Taliban are trying to find government [workers], journalists, and women's rights activists. We are really worried  - what if they come to our home? What if they knock on our door?\"\n\"The airport is not possible for us because we haven't [got a] visa\" she said. \"We haven't got money or any support, so it's impossible.\"\nMeanwhile, dozens of English language teachers who worked for the British council training Afghan school teachers are desperate to leave but have been denied visas to come to the UK.\n\"We are horrified and really scared,\" one said. \"For the past week, I couldn't speak English in front of anyone because I was scared they would realise I worked with foreigners and inform on me.\"\n\"I never considered going to Kabul airport, I have children and I couldn't risk their lives,\" he said. \"Our concern is that [the Taliban] are searching for specific people who provided services for foreign governments, it makes us scared.\"\n\"But when I see Kabul airport, I don't see any way to cross the crowd and get in.\"\n\"I want the UK government to consider the service that we provided for them,\" he said. \"If we remain in Afghanistan our lives are in great danger.\"\nAdditional reporting by Gareth Evans, Georgina Rannard and Mike Thomson"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58271517",
      "category": "world-asia",
      "title": "Afghanistan: Danger lies on Kabul's airport road to freedom",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "As thousands of citizens and foreign nationals attempt to flee Afghanistan, scenes outside Kabul airport have become increasingly desperate.\nSince the Taliban took control of the country at the weekend and closed land border crossings, the capital's airport has become the only way out of the country for many.\nBut the militants have said they don't want Afghans to leave the country. They have set up checkpoints on Airport Road - shown in yellow, below - the main route to Hamid Karzai International Airport, and have attacked people.\nThe violence has left 12 people in the area, dead - killed by gunshots or in stampedes - since Sunday, an anonymous Taliban official told Reuters news agency, meaning the journey to the airport is an increasingly treacherous one.\nInside the walls of the airport compound, more than 4,000 US troops are in temporary control. Outside, heavily-armed Taliban fighters now ring the perimeter, generating an atmosphere of fear.\nThe militants are reportedly preventing Afghans - including some of those with visas - from getting to the tarmac.\nBut even before people fleeing reach the edge of the airport, they are being attacked en route, witnesses say.\nA correspondent for the LA Times newspaper saw dozens of Taliban firing into the air, aiming weapons at crowds and using sticks and rope to lash civilians as they tried to make their escape. Graphic images captured by Marcus Yam show at least one woman hurt and a young child left bloodied with what appears to be a head injury.\nPhotos published by SBS showed an Afghan interpreter, who appeared to have been attacked, being treated for a gunshot wound. \nCrowds have also been gathering along the airport's perimeter to the north of the city - seen in the map above - over the past few days, with reports of a stampede injuring 17 people on Wednesday. Many have been trying to climb over barbed wire fences and there are reports of shots being fired.\nAmong the crowds are families with children, many of whom have not had access to food and drink for days, reporters on the ground say. Footage shared on social media showed children being passed over a wall to foreign soldiers in the hope they might be able to escape. \nOne girl in a pink jacket was hoisted aloft to a soldier on a ladder.\nThe chaotic conditions emerged as European governments rushed to bring home their citizens - as well as Afghan colleagues.\nAlthough the Taliban have said Afghans should stay in the country they have also claimed they are facilitating a safe exit for both foreigners and locals. \"We are preventing any form of violent, verbal clash at the airport among Afghans, foreigners and Taliban members,\" an official said.\nThe latest reports of Taliban violence and harassment come as a confidential UN document, seen by the BBC, says the militants are intensifying their hunt for people who worked for and collaborated with Nato and US forces.\nThe crush of people heading for the airport can be seen in satellite images of the area, with thousands converging in vehicles as they desperately tried to escape.\nImages of the chaos first emerged from Kabul airport on Monday as it was overrun by Afghans terrified at the prospect of Taliban rule."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58283811",
      "category": "uk-wales",
      "title": "Plymouth shooting: Woman shot by husband wants gun law change",
      "tags": "Domestic abuse,Plymouth,Firearms,Chepstow,Plymouth shooting,Gun control,Rossett",
      "text": "A woman who survived being shot by her estranged husband wants tougher gun laws following the Plymouth shooting. \nJake Davison, 22, who was licensed to own a gun for clay pigeon shooting, shot and killed five people before killing himself on 12 August.\nRachel Williams, from Monmouthshire, wants changes including for firearms to be kept at gun clubs and not at home.\nThe Home Office said licences are kept under \"constant review\" by police and can be revoked. \nIt added: \"We are determined to tackle the heinous crime of domestic abuse, and earlier this year achieved a historic milestone when we passed the Domestic Abuse Act - and will be publishing our Domestic Abuse Strategy later this year to transform the whole of society's response to this crime.\"\nIn a petition, Ms Williams also calls for anyone with a history of domestic abuse, violence, mental health issues, including anxiety and depression, or drug or alcohol misuse to be prohibited from having a licence and for licences to be reapplied for every other year.  \nShe said some exemptions should be made in some instances for owners including farmers and shooting sports professionals.\nDomestic abuse counsellor and campaigner Ms Williams was badly injured when her estranged husband Darren burst into her Newport hair salon and opened fire in 2011. \n\"My left leg was blasted at point-blank range, most of my shin was gone, I'd lost my knee, all they salvaged was my kneecap,\" she said. \nA six-hour search followed before he was found dead in nearby woods.\nHer son Jack, 16, was found dead at the same spot six weeks later.\n\"That's the biggest impact for me,\" she said.\n\"That will always outweigh any injuries physically or mentally for me. \n\"Nobody expects that when you leave an abusive partner your child's going to commit suicide because of it.\"\nMs Williams said she was moved to create the petition by Davison's 12-minute attack, in which he killed his 51-year-old mother, a three-year-old girl and her father, 43, a 59-year-old man and a 66-year-old woman before killing himself.\n\"To think it was people going about their daily lives, a little girl killed on a walk with her dad...\n\"When you've been shot like I have myself and you know your life can be taken away within a second - I can't get my head around why somebody needs a gun.\n\"Police officers, trained marksmen, they don't take their guns home with them, they've got to sign these guns in and out - why is somebody else allowed to have a gun in the home, what do they need it for?\"\n\"We know a lot of firearms get stolen in house burglaries, like the one in my shooting,\" she said.\nThe British Association for Shooting and Conservation (BASC), which is based in Rossett, Wrexham, said: \"It is in the shooting community's interest to ensure public safety.\"\nThe organisation added there was a gap in the current licensing system and called for a statutory obligation on GPs to put a so-called marker on gun applicants' medical notes. \nIt said: \"Their participation in the process is wholly voluntary, and many GPs refuse to participate. \n\"Since the introduction of medical verification in 2016 the system has been in disarray.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58293832",
      "category": "world-asia",
      "title": "Afghanistan: US fears risk of Islamic State attack at Kabul airport",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan,Taliban,United States",
      "text": "The US has warned its citizens to avoid Kabul airport amid concerns about the potential for attacks by Afghanistan's branch of the Islamic State (IS) group.\nA security alert on Saturday told US citizens to stay away due to possible \"security threats outside the gates\".\nOnly those individually told to make the journey by a US government representative should do so, it said.\nUS defence officials said they were monitoring developments and looking at alternative routes. \nNo further details were given about the potential threat of an IS attack, and the group has not publicly threatened to carry out attacks in Kabul.\nThe US advice on Saturday came amid continued chaos outside the airport terminal and reports of people being crushed as thousands attempt to escape from Afghanistan, a week after the Taliban takeover.\nThe UK's Ministry of Defence said seven people died in the crowds and conditions there remained \"extremely challenging.\"\nCrowds have been gathering daily, hoping to be allowed on to a flight. Those who work with the US and its allies, as well as people who have campaigned on issues like human rights, fear they may face reprisals at the hands of the Taliban if they are unable to leave. \nWhat exactly happened at the airport gates on Saturday remains unclear.\nHowever, Sky News' chief correspondent Stuart Ramsay said that people at the front of the crowd of thousands were being \"crushed to death\", with British soldiers pulling those in danger from the throng. \nHe has described it as \"the worst day by far\", and said they believed people had died at the scene.\nIn a briefing on Saturday, the US Department of Defense said 17,000 people had been flown out of the airport, including some 2,500 US citizens. \nAn official said a \"small number\" of Americans and Afghans the US wanted to evacuate had faced harassment. In some cases, they had been beaten on their way to the airport.\nA spokesperson for the US State Department later told the BBC they issued the guidance to avoid large crowds outside the airport gates.\nIt is also because they now have the capacity to communicate with US citizens \"on a personalised basis\", to give them \"tailored instructions\" on how to travel, the spokesperson said.\nOther countries have also warned about the situation on the ground. \nGermany's government issued a statement saying the airport remains \"extremely dangerous and access to the airport is often not possible\", while the Swiss foreign ministry announced the security situation had \"deteriorated significantly in the last few hours\" and postponed a chartered evacuation flight from Kabul. \nUS forces are currently controlling the international airport. They are helping to evacuate their own citizens and those of other countries, including Afghans who worked with Western forces and fear for their safety under the Taliban.\nBut the US has set a withdrawal date of 31 August for their troops, and it is unclear what will happen after this date.\nNato Secretary General Jens Stoltenberg has said that several countries from the alliance have proposed that Kabul airport remain open for evacuations beyond 31 August to allow them to get more people out. \nThe BBC understands the UK is one of these countries, and is requesting an extension of a few days. \nSome fear they will not be able to evacuate all their citizens, or all the Afghans they believe to be in danger, as they struggle to process all those queuing at the airport and to step up the number of evacuation flights.\nJosep Borrell, the EU's foreign policy chief, told AFP news agency that it was \"mathematically impossible\" for the US to evacuate all Afghans with travel permits by 31 August. \nThe EU had \"complained\" to the US that their security was too strict and was stopping Afghans who had worked for Europeans to enter the airport, he said. \nSpeaking at a rally in the US state of Alabama on Saturday, former President Donald Trump criticised Joe Biden's \"botched\" handling of the US withdrawal from Afghanistan, describing it as the \"most astonishing display of gross incompetence by a nation's leader\". \nFormer UK Prime Minister Tony Blair - who sent British troops into Afghanistan 20 years ago - said Mr Biden's decision to withdraw from Afghanistan was \"imbecilic... tragic, dangerous and unnecessary\". \nIn his first public comments since the Taliban seized Kabul last Sunday, Mr Blair said in a statement on his institute's website that the UK had a \"moral obligation\" to stay in the country until \"all those who need to be are evacuated\".\nMeanwhile, the Taliban are trying to consolidate their control over Afghanistan. \nMullah Abdul Ghani Baradar, the group's co-founder, has now arrived in Kabul and is set to join talks on establishing a new government.\nHe is the most senior Taliban leader now in the country and is likely to become a leading figure in any Taliban-led government.\nA Taliban official told Reuters news agency that they hoped to have a model for governing Afghanistan within the next few weeks. \nIt will not be a democracy like in the West but it will \"protect everyone's rights\", he told the agency. \nMr Baradar signed an agreement with the US in 2020, in which the US agreed to withdraw all its forces from Afghanistan. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58287850",
      "category": "uk",
      "title": "Puppy smuggling: Rise in cases prompts new welfare rules",
      "tags": "Smuggling,Dogs,Animal welfare",
      "text": "Welfare standards for dogs imported to the UK are to be tightened amid a rise in the \"grim trade\" of puppy smuggling, the government has said.\nPlans include raising the minimum age for imported puppies from 15 weeks to 6 months and banning the importing of dogs with cropped ears or docked tails.\nBringing heavily pregnant dogs into the UK would also be banned.\nThe number of puppies seized at the border jumped from 324 in 2019 to 843 last year.\nThey were just a fraction of the 66,000 dogs imported into the UK in 2020 but the Department for the Environment, Food and Rural Affairs said poor treatment and smuggling was on the increase.\nIn one case, four beagle puppies were found - hungry, dehydrated and just eight weeks old - in the back of an abandoned vehicle in London. \nThey were believed to have been illegally imported from the Republic of Ireland.\nSix puppies, too young to be imported, were seized at the port of Dover after being smuggled from Romania. Covered in sticky oil and suffering from diarrhoea, they had been travelling in a van for 24 hours.\nBy raising the minimum age for importing puppies, the government hopes to prevent them from being separated from their mothers too early, which can increase their risk of illness and death.\nThe rise in puppy smuggling comes amid a surge in demand for puppies during the last 18 months of coronavirus lockdowns, with prices in some areas more than doubling to an average of almost £1,900 each. \nChewie, a one-year-old Yorkshire terrier cross, was one of 11 puppies rescued by police from the back of a van in Nottinghamshire in March. \nThe puppies are thought to have been imported from Ireland to be sold in the UK and were found in a carrier bag and a guinea pig cage.\nSadly five or six of the puppies died from illness, but Chewie escaped without any long-term issues, says owner Elizabeth Morgan, who rehomed him from the RSPCA.\n\"He's doing really well...[but] he doesn't like carrier bags or cardboard boxes,\" Elizabeth told BBC Breakfast.\nAnimal Welfare Minister Lord Goldsmith said: \"Puppy smuggling is a grim trade, and we are determined to clamp down on it.\n\"Raising the minimum import age for puppies will help protect thousands of animals that are brought into the country each year and stop criminals looking to profit from the rise in demand for pets.\" \nAnimal welfare charities say cropped ears - when dogs have their outer ears surgically altered or removed to make them look more aggressive - have also been on the rise, despite being banned in the UK since 2006.\nThe RSPCA has said reports of ear cropping have risen more than sevenfold over the past five years.\nMost are thought to have undergone the painful procedure abroad and under the proposed new rules  - which the government said would be put out for consultation - dogs with cropped ears would be prevented from entering the country, Defra said.\nOwen Sharp, chief executive of Dogs Trust, which has campaigned for a crackdown on puppy smuggling, said the charity had cared for more than 2,000 puppies seized at UK borders since 2015.\n\"We have seen puppies as young as four weeks old being smuggled into the country and dogs with open wounds from ear cropping as well as heavily pregnant dogs close to giving birth,\" he said.\nBut he said he hoped the new rules would include tougher penalties for illegal imports of dogs. \nOnly a handful of cases had ever been prosecuted under existing laws and the penalties were \"no deterrent\", Mr Sharp said.\nVet, broadcaster and animal welfare campaigner Dr Marc Abraham said legal and illegal importation of young puppies had encouraged dog exploitation and poor welfare practices for years.\nHe said the new proposals represented \"significant progress in the fight against these cruel practices\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58293249",
      "category": "uk",
      "title": "Covid: Antibody tests offered to public for first time",
      "tags": "Coronavirus testing,Coronavirus pandemic",
      "text": "Antibody tests are to be widely offered to the UK public for the first time in a new programme that aims to find out more about how much natural protection people have after getting coronavirus.\nThe government scheme will offer tests to thousands of adults each day.\nAnyone over 18 will be able to opt in when having a PCR test from Tuesday - of those who test positive, up to 8,000 will be sent two home antibody tests. \nHealth Secretary Sajid Javid said it would be quick and easy to take part.\nThe first of the finger-prick tests would have to be done as soon as possible after the positive result, so the body would not have time to generate a detectable antibody response to the infection. \nThe second would be taken 28 days later and measure antibodies generated in response to the infection. \nThe UK Health Security Agency is to run the programme and will work alongside NHS test and trace services in England, Scotland, Wales and Northern Ireland to use results to monitor levels of antibodies in positive cases. \nIts chief executive Dr Jenny Harries said the scheme would help the UK gain \"vital insight\" into the impact of the vaccination programme and immune responses to different variants.\nMr Javid said it would build on the \"massive wall of defence\" that was the vaccination programme and getting involved would help \"strengthen our understanding of Covid-19 as we cautiously return to a more normal life\". \nThe Department of Health said as well as helping it improve understanding about antibody protection, the scheme could give information about any groups of people who did not develop an immune response after getting coronavirus.\nScotland's Health Secretary Humza Yousaf welcomed news of the study, saying: \"It is vital that we have the fullest understanding possible of vaccine effectiveness and the immune response of the broader population.\n\"The rollout of this antibody testing study will help us achieve this and could play an important role in the battle to keep the virus under control.\"\nAntibody tests have been used previously in the UK during the pandemic but in limited numbers, largely on people involved in studies or surveys.\nOn Sunday, the UK reported 32,253 new cases and 49 deaths of people who had tested positive within the previous 28 days. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58282070",
      "category": "uk-england-london",
      "title": "Westminster double murder: Police say wanted man knew victims",
      "tags": "London violence,City of Westminster",
      "text": "A man wanted in connection with two murders in London knew the victims, police have revealed.\nDetectives have told the public \"not to approach\" Lee Peacock, 49, who officers want to question about the killings in Westminster.\nA woman, 45, was found at a property in Ashbridge Street on Thursday night and a man, 59, was found early on Friday at a property in nearby Jerome Crescent.\nBoth had sustained knife injuries, police previously said.\nDetectives said they were keeping an open mind about any possible motive.\nLead investigator Det Ch Insp Wayne Jolley said: \"Lee lived locally in the area. We have a number of lines of inquiry in regards to trace his whereabouts.\n\"Both of the victims were known to Lee, we're not treating these as random attacks.\n\"I would urge anybody that knows the whereabouts of Lee Peacock to contact police immediately by calling 999.\"\nNeither the man nor the woman have yet been named.\nInquiries are under way to trace the woman's next of kin, while the man's have been notified and are being supported by specialist officers.\nNo arrests have been made."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58297010",
      "category": "uk-wales",
      "title": "Cwmllynfell rugby player Alex Evans dies during match",
      "text": "A rugby player has died after suffering a cardiac arrest during a match. \nAlex Evans was playing for Cwmllynfell RFC at their home ground of Parc y Bryn in Neath Port Talbot on Saturday afternoon.\nThe match against Crynant was being played in the memory of a club stalwart who died earlier this year.\nIn a social media post, the club said of the 31-year-old flanker: \"We have lost a brother on the field and it is hurting so much.\"\nCwmllynfell RFC's secretary said Mr Evans felt unwell during the game and left the field, later collapsing. Attempts were made to revive him with an on-site defibrillator, but he died at the scene.\nHe leaves his partner and a young daughter. \nMessages of sympathy have been posted from numerous clubs, as well as the Welsh Rugby Union and World Rugby.\nGareth Evans, the secretary of the club, said: \"Alex is a village boy, he's Cwmllynfell through and through. \n\"I'll remember him - we'll all remember him - with the smile that he had. He always had a smile on his face, whatever he was doing, whether he was working, playing rugby, training, even having a pint with him. \n\"He always had time for you and always had that smile on his face.\"\nHe added Mr Evans was \"loved in the community and further afield\" and called for every sports club to be given a defibrillator.\nSouth Wales Police said officers attended the scene following reports of a 31-year-old man in cardiac arrest. \n\"There do not appear to be any suspicious circumstances. Next of kin have been informed and HM Coroner has been advised.\"\nA Welsh Ambulance Service spokesman said: \"We were called on Saturday 21 August at approximately 15:00 to reports of a person needing urgent medical attention at Cwmllynfell RFC, Cwmllynfell. \n\"We responded with one rapid response vehicle, two emergency ambulances and one vehicle from the emergency medical retrieval and transfer service.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58299804",
      "category": "world-asia",
      "title": "Afghanistan: US ramping up Kabul evacuation effort, says Biden",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan,Taliban,US Armed Forces,United States,Joe Biden",
      "text": "President Joe Biden says efforts to evacuate people from Kabul airport are accelerating, with US troops expanding the perimeter around the site.\nMany thousands of Afghans have been queuing at the gates in desperate attempts to flee the country after the Taliban swept to power on 15 August.\nMr Biden said on Sunday that the US had flown nearly 28,000 people out of the airport in the past week.\nHe faces pressure to extend a deadline for evacuations beyond 31 August.\nThe president said discussions were taking place with leaders of other countries about pushing back the deadline, but that \"our hope is we will not have to\". \n\"There is no way to evacuate this many people without pain and the heart-breaking images you see,\" Mr Biden told reporters at the White House.\n\"We have made changes, including extending the access area around the airport - the safe zone,\" he said, adding: \"We have a long way to go and a lot can still go wrong.\" \nOn Monday, Vice-President Kamala Harris said the US would carry out \"a robust analysis of what has happened\" in Afghanistan in recent weeks.\n\"But right now there is no question that our focus has to be on evacuating American citizens [and] Afghans\" she said during a visit to Singapore.\nEarlier, the Pentagon said in a statement that 18 commercial planes would be used to help transfer evacuees to third countries from safe sites outside Afghanistan.\nAt least 20 people have died as thousands queue outside Kabul airport, a Nato official told Reuters news agency, amid reports that some were being crushed to death.\nUK Armed Forces Minister James Heappey said the Taliban were co-operating and marshalling people into queues at Hamid Karzai International Airport, making the process faster for those hoping to leave. \nThe UK has evacuated 5,725 people since 13 August, the Ministry of Defence (MoD) said late on Sunday.\nThe UK has more than 1,000 Armed Forces personnel deployed in Kabul.\nOn Sunday, the US Department of Defense announced the activation of the Civil Reserve Air Fleet (CRAF) to help with the evacuation. \nThis allows the US to mobilise civilian airlines to help in an emergency. It was last used ahead of, and during, the US invasion of Iraq in 2003 and the Gulf War of 1990-1991.\nAccording to the statement, the level one activation is for 18 planes: four from United Airlines; three each from American Airlines, Atlas Air, Delta Air Lines and Omni Air; and two from Hawaiian Airlines. \nActivating the CRAF will help military aircraft to focus on operations in and out of Kabul, the statement added. \n\"These civil reserve flights will help facilitate the safe transport [of evacuees] to third countries,\" Mr Biden said on Sunday. \"None will be landing in Kabul.\"\nThe president said a series of \"processing stations\" had been established in more than two dozen countries, where evacuees would be screened and cleared. \n\"We will welcome these Afghans who have helped America to their new homes - because that's who we are,\" Mr Biden added. \nThe news comes as White House national security adviser Jake Sullivan announced there were still several thousand US citizens thought to be in Afghanistan. \nSpeaking to CNN's State of the Union programme on Sunday, Mr Sullivan said he could not give a precise number, but noted that work was continuing to evacuate them.\nMr Sullivan also described the threat of attacks by the Islamic State group against the airport as \"real\" and \"acute\".\nTaliban official Amir Khan Mutaqi meanwhile has blamed the US for the \"evacuation drama\" at the airport. \nOn Sunday, Mr Mutaqi also addressed potential dissatisfaction within Taliban ranks, arguing that \"certain decisions are made in the long-term interest\" of the movement and its role in Afghanistan.\nHe said that the Taliban were in talks with \"all factions\" to reach an agreement on a future government.\nThe Taliban's swift takeover of Afghanistan has shocked its people and the world.\nUK Prime Minister Boris Johnson has called an urgent meeting for Tuesday of the leaders of the G7 - the world's seven largest so-called advanced economies.\n\"It is vital that the international community works together to ensure safe evacuations, prevent a humanitarian crisis and support the Afghan people to secure the gains of the last 20 years,\" he tweeted. \nMr Johnson is expected to urge Mr Biden to keep American forces in Afghanistan beyond 31 August in order to allow evacuation flights to continue.\nFormer UK Prime Minister Tony Blair, meanwhile, has harshly criticised the US withdrawal from Afghanistan. \n\"You look round the world and the only people really cheering this decision are the people hostile to Western interests,\" he said. \nThe US plans a full withdrawal of its troops from Afghanistan on 31 August. \nSeveral allied nations - including the UK - are calling for this deadline to be extended amid the ongoing evacuation, as US soldiers are currently controlling the airport. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58295384",
      "category": "uk",
      "title": "Afghanistan: Tony Blair says withdrawal was driven by imbecilic slogan",
      "tags": "War in Afghanistan (2001-present),Tony Blair,Taliban,Joe Biden",
      "text": "The US withdrawal from Afghanistan was wrong and based on an \"imbecilic\" slogan, former PM Tony Blair has said.\nHe described the decision to withdraw troops from the country as \"tragic, dangerous and unnecessary\". \nMr Blair, who sent troops into Afghanistan 20 years ago, said UK involvement in Afghanistan was not a \"hopeless endeavour\" despite the Taliban takeover.\nAnd the sacrifice made by British troops \"was not in vain\", he added.\nMr Blair said achievements in the country over the past 20 years - including a generation growing up without Taliban rule - was a \"good cause\" that \"matters today\".\nSpeaking to broadcasters, the former Labour leader shared concerns, not only for the Afghan people who he said stood to lose out, but also for the security of Western countries.\nHe said the Taliban \"will give protection and succour to Al Qaeda - you've got Isis trying to operate in the country at the same time\".\n\"You look round the world and the only people really cheering this decision are the people hostile to Western interests,\" he added. \nIn his online article, his first statement since Kabul fell to the Taliban last week, Mr Blair said the decision to withdraw was made \"in obedience to an imbecilic political slogan about ending 'the forever wars'\".\nMr Blair said Britain had a \"moral obligation\" to stay in Afghanistan until \"all those who need to be are evacuated\". \nHe wrote on his website: \"We must evacuate and give sanctuary to those to whom we have responsibility - those Afghans who helped us and stood by us and have a right to demand we stand by them.\"\nThis should not be done \"grudgingly but out of a deep sense of humanity and responsibility\", he added.\nOn Sunday the Ministry of Defence said seven Afghan civilians had died in the chaotic crowds outside the city's international airport.\nThe US has a planned deadline of 31 August for withdrawal - but President Biden has said troops may stay past this date to help with evacuations.\nMr Blair admitted mistakes had been made over Afghanistan, but \"the reaction to our mistakes has been, unfortunately, further mistakes\". He said while \"imperfect\", the \"real gains over the past 20 years\" were now likely to be lost.\nHe said the Afghan economy was now three times larger than when the UK invaded the country alongside the US in 2001 and some 200,000 Afghans went to university this year - including 50,000 women. \nThe withdrawal would have \"every jihadist group around the world cheering\", he said.\nRussia, China and Iran will take advantage, he said, adding: \"Anyone given commitments by Western leaders will understandably regard them as unstable currency.\"\nPeter Galbraith, former UN deputy special representative for Afghanistan, said all the coalition partners bore responsibility for the chaos unfolding. \n\"In terms of what was imbecilic, frankly it was the strategy that was followed for 20 years, which was to try to build a highly centralised state in a country that was as diverse - geographically and ethnically - as Afghanistan, and to engage in a counterinsurgency strategy without a local partner and the local partner was corrupt, ineffective, illegitimate,\" he said. \nHe added that coalition partners \"never seriously tried to address the corruption that was prevalent from the top\", acquiescing in \"fraudulent\" Afghan elections, and trying to fit facts into a predetermined strategy, \"rather than having a strategy that was based on the facts\". \nPresident Biden has vowed that \"any American who wants to come home, we will get you home\", but has described the evacuation as one of the \"most difficult airlifts in history\".\nMr Blair's intervention comes as shadow foreign secretary Lisa Nandy has urged her government counterpart Dominic Raab to step up efforts to get British and eligible Afghans to the UK.\nShe said she had heard of people being beaten, shot at or raped while trying to get documentation in Kabul.\nThe Foreign Office said it was trying to get people out as fast as possible, with more than 3,000 people having been evacuated from the country since last Sunday.\nIn an article in the Mail on Sunday, Defence Secretary Ben Wallace said the West's exit from Afghanistan was \"unedifying\" and would have \"consequences for us all for years to come\". \nHe praised the British soldiers working at Kabul's airport for dealing with \"unimaginable challenges - public order, overcrowding, searing heat and desperate people\". \n\"Soldiers trained for war are instead holding babies and co-ordinating crowds,\" he wrote.\nMr Wallace said there was \"no time to lose\" to get people out of the country but added the US would have his complete support if it chose to push back the deadline for leaving."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-lincolnshire-58297401",
      "category": "uk-england-lincolnshire",
      "title": "Five hurt in high-speed crash at Lincoln car meet",
      "tags": "Lincoln,Lincolnshire Police",
      "text": "Five people were left seriously injured when two cars hit spectators at a car meet.\nPolice said the cars were being driven at high speed in front of a large crowd when they crashed in Whisby Road, Lincoln, at about 22:00 BST on Saturday.\nOne of those injured was described as being in a critical condition.\nDet Supt Peter Grayson, of Lincolnshire Police, urged anyone with dashcam or mobile phone footage to contact them.\nHe said: \"This is a very serious collision with profound physical consequences for those injured. \n\"The event had a large crowd, and we would like to speak to anyone who has not yet been spoken to as part of our investigations.\"\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58295793",
      "category": "uk",
      "title": "Covid: Antibody tests offered to public and tabletop game boom",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday morning. We'll have another update for you tomorrow.\nAntibody tests, which check the immune system's response to Covid-19, are to be made widely available to the UK public for the first time. Anyone over 18 will be able to opt in when having a PCR test from Tuesday. People taking part will be given two finger-prick tests, one to be taken as soon as possible after infection and the other to be taken after 28 days. The government says the tests will help our understanding of antibody protection.\nPolice have clashed with thousands of people protesting against Covid lockdowns in Australia. In Melbourne more than 218 people were arrested and at least seven officers injured during a 4,000-strong rally. Meanwhile in Sydney, where lockdown restrictions have been extended for another month, more than 1,000 officers dispersed protests. \nWales' largest music festival has been held for the first time since the start of the Covid pandemic. Green Man returned with 25,000 people in attendance for its 19th year. Tickets sold out within minutes when they were released in May despite organisers not knowing if it would be able to go ahead. Mass gatherings had been banned in Wales since March 2020.\nWhen Kieran Wilson lost his job at the start of the first lockdown he found himself with time on his hands and so began to paint Warhammer miniatures. The former car salesman says the hobby was his \"saving grace\" and described the process of building the figurines as \"very therapeutic\". He is not the only one who embraced the hobby with games companies doing good business over the last year. You can read more from tabletop gamers here.\nThis time last year the UK was taking its first small steps into what became the second wave of Covid. The case numbers now are more than 30 times higher than at the same point last year. While the numbers of people admitted to hospital or dying are also higher than this time last year, had there been 37,000 cases a day last summer those figures would have been much higher. You can read more from health reporter Laura Foster.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nWith the UK vaccination programme now reaching younger age groups here is a guide to what under-30s need to know about getting the jab.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58269437",
      "category": "uk-northern-ireland",
      "title": "Boris Johnson's Irish Sea tunnel vision - roadworthy or pipe dream?",
      "tags": "Boris Johnson,Portpatrick",
      "text": "Dominic Cummings has described it as \"the world's most stupid tunnel to Ireland\".   \nMany others agree with the prime minister's former chief adviser, that Boris Johnson's tunnel vision is a bit of a joke, pie in the sky, a vanity project.  \nBut another of Mr Johnson's former aides, Guto Harri, thinks that the idea shouldn't be dismissed entirely.\nMr Harri said Mr Johnson has \"serious intent\".\n\"He wants to maintain the union and he wants to persuade the rest of the world that we're still big players and can build big things - and what would be bigger than a tunnel under the Irish Sea, linking Scotland and Northern Ireland?\" he said.\nMr Harri has been interviewed for Boris's Tunnel Vision, a documentary co-production for BBC Radio Ulster and Radio Scotland.\nHe was Boris Johnson's communications director for four years when the now prime minister was Mayor of London and he remembers how enthusiastic Mr Johnson was about a proposal to build a third London Airport in the Thames Estuary.\n\"I remember him ringing up a Tory MP in the House of Commons and singing Dolly Parton's 'Islands in the Stream. that is what we are' down the phone to him,\" he said.\n\"He made it look as if it was a joke, but he was very serious.\"\nIn the end, Mr Harri said, a lack of finance and authority forced Mr Johnson to abandon his floating airport project.\nJust 12 miles separate Ireland and Scotland at the closest point - cultural and trade links go back centuries and ideas about a fixed link between the two countries have been put forward occasionally since the late 1800s.   \nIt's a stormy stretch of water and there's the small matter of thousands of tonnes of World War Two munitions dumped in the Beaufort Dyke, a deep trench which runs down the middle of the Irish Sea.  \nNevertheless, Boris Johnson has asked Sir Peter Hendy, the Network Rail Chairman, to include the idea of an Irish Sea fixed link in his major review of the UK's road, rail and air infrastructure.  \nIt's due to be published in the next few weeks. \nScottish architect, Prof Alan Dunlop, is one of the most enthusiastic supporters of the prime minister's plan.  \nHe has drawn up his own design, modelled on the 650-mile Norwegian Coastal Highway, currently under construction, which will consist of a series of bridges and \"floating tunnels\".  \nProf Dunlop's 'floating tunnel' would be connected and secured to the seabed by cables, similar to technology used on North Sea oil rigs.  \nHe argues this would overcome challenges posed by the weather and the Beaufort Dyke, and that the tunnel would be a monumental engineering success as well as a vital economic and cultural link for two close neighbours. \nIt sounds far-fetched but tunnelling expert Mike Savill, of the international engineering company Mott MacDonald, said the idea would be worthy of serious consideration if the plan moves a step forward in the Hendy Review.  \nHe told the BBC: \"If you ask an engineer can you build it, he will always say yes - but in the end it will be the politicians and the transport planners who will decide. It will always be driven by political will.\"\nHowever, political opinion in Scotland and Northern Ireland is sharply divided. Scottish Conservatives and Northern Ireland's Democratic Unionists are, not surprisingly, enthusiastic.  \nThey argue that a tunnel would help cement their place in the union and boost trade and employment.  \nGalloway and West Dumfries Conservative MSP (member of the Scottish Parliament), Finlay Carson, said he supports the idea for political and economic reasons.  \nHe said his priority was to see the A75 - the road linking Stranraer on the west coast to Gretna Green - improved but that he'd \"welcome anything which might help improve links between the so-called Northern Powerhouse and Scotland's Central Belt, right to the coast and across the Irish Sea\".\nHowever, the Holyrood and Stormont transport ministers, Graeme Dey of the Scottish National Party (SNP) and Nichola Mallon of the Social Democratic and Labour Party (SDLP), are strongly opposed. \nThey believe it would be a colossal waste of money, which would be better spent on more pressing projects and, what's more, they see it as a Westminster power grab.\n\"This has been plucked out of thin air - there is no real substance to it,\" Mr Dey said.\n\"It's been deeply disrespectful to devolution, another example where Boris Johnston is stepping into the devolved sphere,\" said Ms Mallon.\nEast Antrim MP, Sammy Wilson of the DUP, said a tunnel would have to be a UK-wide project: \"If you left it to the individual devolved administrations, nothing like this would ever be built, because their aims would never coincide. \n\"The Scottish Nationalists would have their priorities and we'll have ours and they'll tend to be local, because of course we'll be chasing after local votes.\" \nPortpatrick, on the Galloway coast, was once a busy mail boat route to Donaghadee, in County Down.  \nIts hinterland is being suggested as a possible entrance/exit point for the tunnel, should it ever get the go-ahead.  \nLocals and visitors spoke to the programme about the idea of a tunnel connecting the devolved regions.\n\"I think it would be good,\" said one woman enjoying the sunshine and the view across the Irish Sea. \"Scotland and Ireland are good neighbours aren't they?\"\nA passer-by whistles when told the projected cost of a tunnel could be £20bn.  \n\"Whew - would that money not be better spent on the health service?\" he said.\nAnother echoes Dominic Cummings' view: \"I think it's the stupidest idea I've ever heard.\"\nGuto Harri said that, with bigger priorities such as the National Health Service and social care reform, it is more likely, on balance, that the tunnel will not be built.  \n\"But it is far from impossible,\" he added.\n\"The reality with Boris Johnson is that he could be prime minister for a long period of time.\n\"He could be out by Christmas, but if he is to be there for the best part of a decade, then this is an idea I think he would come back to. Then I think it more likely than not that this would get done.\"\nSir Peter Hendy's independent review is due to report soon.  Perhaps then we'll find out more about the feasibility of Boris's Tunnel Vision under what the Ulster-Scots call 'The Narrow Sea'.\n'Boris's Tunnel Vision' will be broadcast on BBC Radio Scotland on Sunday 22 August at 11:30 BST.  \nIt will be broadcast on BBC Radio Ulster on Friday 27 August at 17:30 and repeated on Bank Holiday Monday 30 August at 12:30.\nThe programme is a Yamal Production, presented by Mark Simpson and produced by John Deering."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58300416",
      "category": "world-asia",
      "title": "Afghanistan: The BBC's Lyse Doucet reports from Kabul airport",
      "text": ""
    }
  ]
}