{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57869947",
      "category": "world-us-canada",
      "title": "Canada's vaccination rate overtakes US",
      "tags": "Coronavirus vaccines,United States,Canada,Coronavirus pandemic",
      "text": "Canada has overtaken the US in second dose vaccination rates, after months of lagging behind its southern neighbour.\nAs of 16 July, 48.45% of Canadians are fully vaccinated against Covid-19, compared with 48.05% of Americans. \nIf Canada's vaccine progress continues it may open its border to US travellers after a 16-month closure, Prime Minister Justin Trudeau said this week.\nIn the US, a levelling-off of vaccine rates comes amid a concerning increase in Covid-19 cases.\nPresident Joe Biden failed to meet a self-set target of 70% of adults vaccinated by the 4 July holiday weekend. About 68% of Americans aged 18 and older have received at least one shot. \nThe White House and local governments have turned to both creative solutions and celebrity guest stars in an effort to counter vaccine hesitancy. \nMichigan, Ohio and California are among the states offering cash lotteries for residents who get the jab. Pop superstar Olivia Rodrigo made an appearance at the White House this week to promote vaccinations among young people, and Nascar will host a vaccine drive this weekend. \nThe push for vaccines is now taking on added urgency, as infections increase in every state, driven by a surge in variants. Still, case numbers remain dramatically lower than in winter when they were at the peak. \nIn Canada, too, vaccine rates have slowed in recent weeks, after a steep upswing beginning in late March.\nTwo of Canada's northern territories - Yukon and the Northwest Territories - lead the country with roughly 75% and 72% of residents vaccinated, respectively.  \nThe uptick in vaccines has been met with a steady drop in Covid-19 cases. After a steep third wave this spring, Canada reported around 3,000 infections this week - a low not seen since last summer.\nWith roughly 80% of eligible Canadians protected by at least one dose, Mr Trudeau said on Thursday that the country expects to begin allowing fully vaccinated US citizens and permanent residents into Canada as of mid-August for non-essential travel, and international travellers in September. \nCanada has curbed almost all non-essential travel by foreigners since March 2020. Mr Trudeau has faced growing pressure to show his plans for reopening the US-Canada border. \nOf G20 countries, Canada is now at the head of the pack in vaccination rates. Worldwide, it is hovering around the 15th spot for percentage of the population fully vaccinated, with the US just behind, according to the New York Times global tracker. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-57875096",
      "category": "uk-scotland-glasgow-west",
      "title": "Covid in Scotland: 'Heartless' quarantine decision to be re-examined",
      "tags": "Milngavie,Coronavirus pandemic",
      "text": "Scotland's health secretary has ordered a review of the case of an expat woman pleading to be reunited with her terminally-ill father.  \nLaura Souter, who works in Dubai, is quarantining in Majorca after the Scottish government refused to exempt her from self-isolation rules.\nIain Soutar is receiving palliative care after being diagnosed with terminal cancer.\nThe family fear Laura's return could be too late to give her dad \"a final hug\".\nHealth Secretary Humza Yousaf told BBC Scotland he had asked his team to look again at the case with the \"urgency this requires\".\nIf Laura, who is fully vaccinated, returns to Scotland immediately she would have to restart her 10-day isolation period in a hotel, and would only be allowed to make a visit to her father before returning to self-isolation.\nBut if she completes her 10-day isolation in Majorca, she would not arrive in Scotland until Tuesday and says the delay has been unbearable as her father may only have days to live. \nIain's loved ones were previously told by Scottish government officials their case did not merit an exemption to the rules. \nThe Scottish Conservatives have branded the decision \"heartless\" and are demanding an immediate U-turn to allow Laura to fly back to Scotland. \nParty leader Douglas Ross said: \"This is a heartbreaking case and the government has to be more flexible in situations like this. There are times where it's right to make an exemption and this is undoubtedly one of those rare instances.\n\"Refusing to give Laura the chance to hug her father and be with her family throughout this difficult time is heartless. This decision must be changed immediately, before it's too late.\"\nIn an interview with BBC Scotland, Health Secretary Humza Yousaf said: \"My heart goes out to the Soutar family. Having seen the case highlighted, I have asked the team who look at the decisions on exemptions to look at the case again and review it. \n\"Government ministers don't make those decisions and don't tend to intervene in exemption decisions because we get so many of them.\n\"I am asking the team with the urgency this requires to look again at this case.\"\nLaura's sister Rebecca McCarron, who is at home with her father in Milngavie, East Dunbartonshire, welcomed the development but warned a speedy decision was vital. \nShe told the BBC: \"We are grateful to Mr Yousaf for looking in to our case further but we don't have time to waste. We need a decision as soon as possible. \n\"These days are crucial for us and anything that can help Laura get home, even a day earlier, would mean the world to my family.\n\"We feel compassion needs to be shown given Laura is fully vaccinated.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57867990",
      "category": "uk",
      "title": "Covid: UK daily cases pass 50,000 for first time since January",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "More than 50,000 daily coronavirus cases have been reported in the UK for the first time since mid-January. \nThere were 51,870 cases recorded - the highest figure since 15 January - and 49 deaths within 28 days of a positive test.\nFrom Monday, lockdown rules will end in England - although some guidance will remain. \nEarlier, England's chief medical officer warned hospital admissions could hit \"scary numbers\". \nProf Chris Whitty said the number of people in hospital with Covid was doubling roughly every three weeks. \nThe UK is \"not out of the woods yet\" and people should act with caution as restrictions are eased on Monday, he added. \nThe highest number of daily cases the UK has recorded so far is 68,053 on 8 January. \nHealth Secretary Sajid Javid previously warned case numbers could reach 50,000 a day by 19 July, and as high as 100,000 over the summer.\nMeanwhile, separate Office for National Statistics data suggests Covid infections have risen again in much of the UK. \nLatest figures from swab tests in the community suggest in England one in every 95 people has the virus - up from one in 160 in the previous week.\nIn Scotland, one in every 90 people is estimated to be infected, while in Northern Ireland it is one in 290 and in Wales one in 360.\nThe more infectious Delta variant accounts for almost every case.\nIt is estimated that just over 650,000 people, or 1% of the population in the UK, would have tested positive for coronavirus in the week to 10 July - up from 400,000 people the previous week.\nThe ONS says the percentage of people testing positive has \"continued to increase\" in England and Scotland, whereas the \"trend is uncertain\" in Wales and Northern Ireland.\nPassing 50,000 cases a day feels like a worrying landmark, but is it? \nWe were last at those levels around the peak of the second wave in January, when it took a tough lockdown to prevent hospitals buckling.\nBut now more fuel is being thrown on the fire as restrictions ease in England and Scotland on Monday, and Wales on Saturday.\nCases will go even higher. How high? Nobody knows for sure. \nLetting this happen is possible only because vaccines have transformed the danger posed by a summer wave. Without them, we'd be debating locking down. \nYet vaccines have not eliminated the Covid threat. \nLetting the virus spread could still put pressure on hospitals, leave people with long Covid and be hugely disruptive as large numbers of people need to isolate. \nReaching 50,000 daily cases doesn't mean the same as it did six months ago, but doesn't mean it will be smooth sailing. \nAs cases rise, more people are being forced to isolate, with businesses warning of staffing shortages. \nMore than half a million self-isolation alerts were sent to people using the NHS Covid-19 app in England and Wales during the first week of July - a rise of 46% on the previous week. \nAlerts are sent through the app to tell individuals they have been in close contact with a positive coronavirus case and should to isolate for 10 days.\nThe number of people being admitted to hospital with Covid is also rising - but at a much lower rate than during previous waves because of the impact of vaccinations. \nMore than 46.1 million people in the UK have had their first dose of a coronavirus vaccine - 87.6% of adults, while more than 35.5 million - 67.5% of adults - have had both doses, according to the latest figures.\nIt comes ahead of almost all legal restrictions on social contact being lifted in England on Monday. \nLockdown rules are also being eased in Scotland on the same date, although there will still be some curbs, including on how many people can meet. \nIn Wales, restrictions are easing slightly on Saturday but most will remain in place until at least 7 August. \nNorthern Ireland is due to lift more restrictions on 26 July. \nEarlier, Solicitor General Lucy Frazer said that while cases would rise in the coming days, there were \"consequences for not opening up\". \nBut she told Sky News the government could not rule out reintroducing restrictions in England if the virus situation became \"unacceptable\".\nIn other developments: "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57869427",
      "category": "health",
      "title": "Long Covid funding to unearth new treatments",
      "tags": "Long Covid,Coronavirus pandemic",
      "text": "Thousands of people with \"long Covid\" could benefit from the funding of 15 new studies of the condition, its causes and potential treatments.\nResearchers from across the UK will investigate everything from brain fog to ongoing breathlessness, using a new technique to detect hidden lung damage.\nThey will be backed by £20m from the National Institute for Health Research (NIHR).\nLong Covid is still not yet fully understood.\nAlthough many people make a full recovery after having Covid-19, some do go on to experience symptoms for many weeks or months afterwards, even if they were not ill enough to be treated in hospital at the time.\nThere is still no official definition for this condition, and estimates vary over how common it is.  \nBut doctors are clear it can cause a broad range of long-term symptoms, including fatigue, muscle pain, headaches, brain fog and breathlessness, which are not seen to the same extent with other viruses.\nOne study being funded with this new money, led by University College London, will test whether everyday medicines such as aspirin and anti-histamines can help people recover. \nIt will recruit more than 4,500 people with long Covid who will be tracked over three months of treatment.\nAnother study will investigate the common long-lasting problem of brain fog, which many people say affects their daily activities and their ability to work.\nUsing detailed brain scans of those affected, researchers hope to learn more about this cognitive impairment and how it can be treated. \nAnd at the University of Oxford, a research team will focus on the causes of ongoing breathlessness - another common complaint in those with long Covid.\nA new technique means scientists are able to detect damage to the lungs, even when it doesn't show up on standard scans.\nProf Fergus Gleeson, study leader and professor of radiology and consultant radiologist, from University of Oxford, said the new scans trace inhaled gas moving into and out of the lungs.\n\"We can see if there has been damage to the airways in the lungs, or to the areas where oxygen crosses into the bloodstream, which appears to be the area damaged by Covid-19,\" he said.\nResearch will also be carried out at the University of Glasgow to assess whether a weight management programme can reduce symptoms of long Covid in people who are overweight or obese.\nAt Cardiff University, researchers will look at whether an overactive or impaired immune response could be driving long Covid.\nHealth Secretary Sajid Javid said the new research was \"absolutely essential to improve diagnosis and treatments\" and would be life-changing for those battling the long-term symptoms of the virus.\nHe said it would build on the 80 long Covid assessment centres open in England."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57875578",
      "category": "entertainment-arts",
      "title": "Cannes Film Festival: Titane wins top Palme d'Or prize",
      "tags": "Film,Cannes Film Festival",
      "text": "Titane - an outlandish film packed full of sex and violence - has won the top award at the 2021 Cannes Film Festival.\nDirector Julie Ducournau is only the second woman to receive the Palme d'Or and the first female to win it alone. \nThe film, which is Ducournau's second feature, tells the story of a young female killer who has sex with cars after surviving a childhood crash.\nThe award was prematurely revealed by US director Spike Lee at the beginning of Saturday's ceremony.\nThe jury president let the big secret slip, before telling the audience: \"I apologise for messing up.\"\nMs Ducournau was still emotional when her film was officially announced as the winner, adding: \"This evening has been perfect because it's been imperfect.\"\nTitane had split critical opinion and has been described as one of the most shocking ever shown at the festival. \nCannes was the first full-scale film festival to take place since the start of the pandemic.\nLast year's event was cancelled. The last film to take the Palme d'Or was Bong Joon Ho's Parasite in 2019, which later swept the award circuit and won Best Picture at the 2020 Academy Awards.\nA host of safety procedures were in place at the festival, including mask-wearing during screenings and frequent Covid saliva tests for attendees. \nWhile the glitz and glamour was toned down this year, a raft of Hollywood stars - including Sharon Stone and Tilda Swinton - made appearances.\nThe second-most prestigious award of the festival, the Grand Prix, was a tie between Oscar-winning Iranian director Asghar Farhadi's film A Hero and Compartment No 6 directed by Juho Kuosmanen.\nLeos Carax won Best Director for musical Annette, which stars Adam Driver and Marion Cotillard.\nNorwegian actress Renate Reinsve was named Best Actress for her part in The Worst Person In The World.\nActor Caleb Landry Jones took home the top male acting prize for his role in Nitram - which centres around a 1996 mass shooting in Australia. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55659820",
      "category": "health",
      "title": "What are the Covid variants and will vaccines still work?",
      "tags": "Vaccination,Brazil,India,South Africa,Coronavirus pandemic",
      "text": "A new type of coronavirus has been found that scientists say is of \"great concern\". \nThe Omicron variant worries experts because it is very different to the types of Covid current vaccines are designed to fight. \nA variant is a slightly altered - or mutated - version of a virus. There are thousands of Covid variants around the world which is to be expected because viruses mutate all the time.\nOmicron is strikingly different from many other types due to the long list of genetic mutations it has undergone. \nIn particular, there are dozens of changes to the part of the virus targeted by the vaccine - the spike protein.\nEarly signs are that current vaccines might not work quite as well against Omicron.\nData from around the world suggests Omicron may be more infectious and spreads very easily. \nThis suggests the variant might be better at sidestepping some of the protection offered by vaccines, or past infection. \nPreliminary lab studies show two doses of Covid vaccine may not be enough. An answer could be giving people extra doses to boost their immunity, like the UK is doing now.\nUK research suggests boosters should provide good protection against severe illness.\nExperts say Omicron might be milder, since fewer people are getting sick enough with it to need hospital treatment compared to other variants.\nEven so, if it is more infectious it could lead to more deaths in an unvaccinated population.\nAs with other Covid variants, the risk remains highest for people who are elderly or have significant underlying health conditions. \nAlthough current vaccines may not be a perfect fit for Omicron they are still the best line of defence against Covid. \nThey have cut the risk of severe illness against the other major Covid variants, including Delta, Alpha, Beta and Gamma. \nDoctors say it is vital people get the recommended number of doses to gain maximum protection against existing and emerging variants. \nThe government is ramping up its vaccination programme in response to Omicron, and hopes to offer every adult in the UK a booster jab by the end of January. \nAlthough Covid infections have been rising, the number of hospitalisations and deaths has remained well below the levels seen in earlier waves. Experts say this is because of the success of the vaccine programme. \nUpdated versions of vaccines against Covid variants are already being designed and tested.\nManufacturers could scale up production quickly too and regulators have already discussed how to fast track the approval process. \nModerna has already said it hopes to have an Omicron booster ready by March. \nThe most potentially dangerous ones are called variants of concern and, along with Omicron, include:\nUK officials are also keeping an eye on a recent descendent of the Delta variant, called AY.4.2 or \"Delta plus\". \nViruses make carbon copies of themselves to reproduce but they aren't perfect at it. Errors can creep in that change the genetic blueprint, resulting in a new version of the virus - in other words, a variant. \nIf this gives the virus a survival advantage, the new version will thrive. \nThe more chances coronavirus has to make copies of itself in us - the host - the more opportunities there are for mutations to occur. \nThat's why keeping infections down is important. Vaccines help by cutting transmission as well as protecting against serious Covid illness. \nExperts say it is possible that the new highly altered variant B.1.1.529 may have originated in a patient whose immune system was unable to get rid of a Covid infection quickly, giving the virus more time to morph. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57875082",
      "category": "uk-wales",
      "title": "Covid: Sunshine in Wales puts indoor meet-ups on hold",
      "tags": "Conwy,RNLI,Betws-y-Coed,Bala,Cardiff,UK heatwaves",
      "text": "More people can meet indoors from Saturday as Covid restrictions in Wales are relaxed - but many instead went out enjoying the hottest day of the year.\nUsk in Monmouthshire recorded the highest temperature in Wales on Saturday, according to provisional data from the Met Office, reaching 29C.\nIt forecast Wales could be the hottest place in the UK on Sunday, rising to highs of 33C in parts of south Wales.\nHM Coastguard warned beachgoers to watch the tide times and avoid danger.\nSunbathers were reminded to plaster on the sun cream, especially children.\nAs the first week of the six-week school summer holiday began, new figures released by the RNLI showed lifeguards in Ceredigion, Pembrokeshire, Swansea, the Vale of Glamorgan, Bridgend and Denbighshire helped 888 children and 715 teenagers last year. \nThe charity said they saved the lives of 12 children and teenagers between June and September.\nMost of those offered help by the RNLI's lifeguards in Wales were simply out enjoying a walk and not expecting to even get their feet wet, it said.\nFamilies were urged to take care on Welsh beaches as they enjoyed a little more freedom after further lockdown easing.\nRNLI water safety lead Chris Cousens said: \"We see a big increase in the number of incidents in the sea involving children and teenagers during the school summer holidays and we would urge everyone - but families in particular - to be aware of the risks and know what to do in an emergency.\n\"Children should be supervised at all times and people of all ages should avoid swimming alone.\n\"We want people to enjoy the coast but urge everyone to respect the water, think about their own safety and know what to do in an emergency,\" he said.\nRescue teams helped three paddleboarders to dry land after they got into difficulty west of South Stack Lighthouse on Anglesey.\nIn the Vale of Glamorgan, the coastguard was called to the aid of a man who suffered head injuries after he was struck by a falling rock at Jackson's Bay.\nBarry coastguard issued a warning to walkers to avoid sitting near cliffs.\nA springer spaniel called Ollie who swam out to sea sparked a rescue operation near Porthcawl.\nAfter going in for a paddle at Newton Point at 08:00 BST, Ollie went missing until he was spotted three hours later at the base of a cliff at Southerndown.\nIt was also a busy afternoon for the coastguard in Rhyl, working alongside the RNLI and lifeguards to help beachgoers who were becoming cut off by the tide.\nAndrea Keenan, coastguard rescue officer, said: \"The excellent weather has increased the number of visitors to the beaches today, and with it we've seen people unaware of the tidal conditions and unfortunately getting cut off from the shore on sandbanks.\n\"We advise people to visit a lifeguarded beach, and check the tide times ensuring that they are aware of any banks, and the potential of being cut off by an incoming tide\"\nAt Llyn Tegid, in Bala, Gwynedd, the crowds were said to be \"setting up from first thing this morning\".\nOne local worker said he had \"never ever seen it so busy\". \nThe highest temperature of the year was reached in Wales, Scotland and Northern Ireland on Friday, and looked set to be beaten again on Saturday and Sunday.\nWales' burns unit reported it had already treated three children for severe sunburn in two days.\nNurse Hannah Brew at the Welsh Centre for Burns and Plastic Surgery at Swansea's Morriston Hospital said families needed to take extra care in the sun.\n\"One blistering sunburn in childhood more than doubles a person's chances of developing melanoma later in life,\" she said.\nDoctors advised parents to encourage children to play in the shade as much as possible, wear hats and long sleeves, and apply regular applications of sun cream to the skin.\n\"It's also important to apply sun cream regularly and to keep hydrated,\" said Dr Zoe Lee."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-43947008",
      "category": "uk-politics",
      "title": "Sajid Javid: Who is the new health secretary?",
      "tags": "Amber Rudd resignation,HM Treasury,UK immigration,Home Office,Windrush scandal,Sajid Javid",
      "text": "Sajid Javid has been appointed health secretary following the resignation of Matt Hancock who stepped down for breaking social distancing guidelines. \nMr Javid previously served as home secretary under former Prime Minister Theresa May, and in 2019 was promoted to chancellor by Boris Johnson. \nHowever he only lasted in that role for six months, resigning in February 2020 following tensions with the prime minister's then-advisor Dominic Cummings.\nMr Javid was told he would have to sack his own advisors, but he rejected the order saying it was something \"no self-respecting minister\" could accept.\nFollowing his resignation as chancellor, Mr Javid returned to life as a backbench MP, but also took up a job with JP Morgan.\nSince becoming health secretary, Mr Javid has given up his role at the US bank.\nThe MP for Bromsgrove since 2010 was born in Rochdale in 1969, one of five sons of parents who had moved to the UK from Pakistan.\nMr Javid, a 50-year-old father of four, told the Evening Standard in 2012: \"My dad was from a tiny village in Pakistan and came here when he was 17 to look for work.\n\"He settled in Rochdale and became a cotton-mill worker for Courtaulds. But he was quite ambitious, and saw that bus drivers were better paid. His nickname was Mr Night and Day because he used to work every hour God sent his way.\"\nMr Javid's father's job was the same as the father of another high-profile politician, London Mayor Sadiq Khan, and he congratulated the Labour politician \"from one son of a Pakistani bus driver to another\" after his City Hall victory in 2016.\nMr Javid spent his school years in Bristol after his parents took over a ladieswear shop there, with the family living in a two-bed flat above it.\nHe told the Daily Mail in 2014 that the school, a local comprehensive, was tough and \"I was naughty, more interested in watching Grange Hill than homework.\"\nBut, he said, things changed when his dad read the riot act. \"He said 'this is what I went through, don't let me down'. I felt really bad. My academic work rocketed.\" \nHe said that his school did not want to pay for him to do maths O-Level - his dad ended paying for it instead. \nHe had also developed an interest in financial markets, sparked by the Thatcher government's privatisations. At the age of 14 he went to see his father's bank manager and arranged to borrow £500 to invest in shares, becoming a regular reader of the Financial Times.\nHis goal became to work in the City so he passed that maths O-Level and, rejecting his school's suggestion he become a TV repair man, headed off to sixth form college and then to Exeter University to study economics and politics - giving a clear hint of his future career direction. \nHe also met his future wife, Laura, while doing a summer job at Commercial Union. They sat opposite each other and shared a stapler, he told the Daily Mail.\nTheir four children are privately educated: \"We do what's best for them,\" Mr Javid, who has described himself as a non-practising Muslim, told the newspaper. \nAfter university, he set his sights on a job in the City. As he told the Standard: \"Some people, in a friendly way, tried to lower my expectations.\n\"They often tell you that unless you wear an old school tie or have the family contacts, you just won't get a chance to work in the City. But they were wrong.\"\nHis career move worked out well, although he had to move across the Atlantic to succeed. And by the age of 25, he had become a vice-president at Chase Manhattan Bank, later moving to Singapore for a period with Deutsche Bank. He rose to become a managing director before leaving in the summer of 2009 to concentrate on a political career.\nA Conservative Party supporter from the early 1980s, he had attended his first conference towards the end of the Thatcher years, with Conservative friends from university such as fellow Tory MP Robert Halfon.\nThey got into a bit of trouble at the 1990 conference, handing out leaflets against the then prime minister's decision to join the Exchange Rate Mechanism, opposing the policy despite being diehard fans of Mrs Thatcher's.\nAccording to a ConservativeHome profile, Mr Javid, Mr Halfon, another future Tory MP David Burrowes and Tim Montgomerie - founder of ConservativeHome - got up at 07:00 so they could get front-row seats for what turned out to be Mrs Thatcher's final party conference speech.\nTwo decades on and, in 2010, he was elected for the first time, and made swift progress.\nHe began his ministerial career with roles in the Treasury, before becoming the first cabinet minister of Asian descent when he was appointed culture, media and sport secretary in 2014. \nHe did that for a year before moving to business secretary for a year and then moving on to be communities and local government secretary.\nLong thought of as a Eurosceptic, it was a surprise to many when Mr Javid came out for Remain during the UK's 2016 referendum on whether or not to stay in the European Union. \nThat meant, of course, that like then-Home Secretary Theresa May and his one-time mentor, then Chancellor George Osborne, he was on the losing side. \nThere was an ill-fated and very short-lived bid to succeed David Cameron as Conservative leader after the referendum, on a \"joint ticket\" with Stephen Crabb. (He would have been chancellor to Mr Crabb's prime minister.)\nHe also ran in the 2019 leadership election but was eliminated in the fourth round before Mr Johnson went on to become prime minister.\nMr Javid was appointed home secretary in April 2018, following the resignation of Amber Rudd during the fallout from the Windrush scandal.\nAt the time, Mr Javid told the Sunday Telegraph the scandal \"immediately impacted him\". \nMr Javid told the newspaper: \"When I heard about the Windrush issue, I thought that could be my mum, it could be my dad, it could be my uncle, it could be me.\"\nIn 2019 he took a hardline stance towards Shamima Begum, who left London to join the Islamic State group aged 15, revoking her British citizenship when she asked to return. \nThe move boosted his popularity amongst some Tories but provoked criticism from others - particularly after her newborn son died in a Syrian refugee camp. \nIn his previous cabinet roles he avoided major calamity, although he faced questions as business secretary over Tata steel, and as communities secretary over the government response to the Grenfell disaster. \nHowever, he had not been afraid to ruffle feathers, with uncompromising messages to some in the business community and local government. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57874404",
      "category": "uk-england-london",
      "title": "Covid: London's Metropolitan Line closed after staff pinged by NHS app",
      "tags": "Transport for London,London Underground,Chesham",
      "text": "A London Underground line has been suspended due to staff shortages after control room workers received isolation alerts via the NHS Covid-19 app.\nTransport for London said the Metropolitan line between Aldgate and Amersham, Buckinghamshire, will be closed for the rest of the day.\nThe Piccadilly line between South Harrow and Uxbridge and the District line between High Street Kensington and Edgware Road have also been affected.\nThey are due to resume at 21:00 BST.\nRichard Jones, London Underground's head of network operations, apologised to customers for the disruption and added that tickets can be used on local bus services.\nThe latest figures showed infection rates were rising in all areas of London in the seven days up to 12 July, with Hammersmith and Fulham recording the highest rate of 436 cases per 100,000 people.\nTransport unions have warned there will be \"dire consequences\" in the coming days as infection rates rise after England's Covid-19 restrictions are eased on Monday and staff are contacted through the app.\nThe Rail, Maritime and Transport union general secretary Mick Lynch previously said there would be \"a surge in workers pinged with a self-isolation instruction next week\".\nLondon Mayor Sadiq Khan has said face coverings must be worn on London's transport network after the national restrictions are eased."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57871413",
      "category": "uk",
      "title": "Covid-19: France quarantine changes and opening-up anxiety",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday morning. We'll have another update for you tomorrow morning.\nAs thousands of families look to the start of the summer holiday break, many will have been left disappointed by the government's latest announcement that fully jabbed travellers returning to England from France will still have to quarantine from Monday. Adults returning from amber list countries will not need to isolate for 10 days from 19 July. However, France, which is on the amber list, will now become the exception due to concerns around the Beta variant, first identified in South Africa. Wales has already said it will take the same approach. Travel firms have criticised the move, and some Britons have hit out at the government's approach. Read more about how summer holiday rules are changing on Monday.\nWelsh lockdown rules have eased further, with six people now able to meet in private homes. A law restricting the number of people meeting outside has also been scrapped, with outdoor events given \"flexibility around social distancing\" as Wales moves into alert level one. Organised indoor events can also start taking place with up to 1,000 people seated and 200 standing. \nThe spread of Covid-19 misinformation on social media is \"killing people\", US President Joe Biden has said. His comments came in response to a question put to him by a reporter about the alleged role of \"platforms like Facebook\" spreading falsehoods about vaccines and the pandemic. Social media companies are facing increasing pressure to tackle disinformation, and US health officials have warned that the spike in Covid-19 deaths and infections is hitting unvaccinated communities. Facebook says it is taking \"aggressive action\" to protect public health.\nAs a young child, John Castle was often out of school helping his family run burger vans and rides at fairs across the south coast of England. This early exposure to the hustle and bustle has been credited with helping prepare him for life as a doctor on the Covid frontline at a busy Brighton hospital. \"When I am on the A&E shop floor it feels like I was almost trained to be there,\" he said. \"The multiple noises, the sensory overload, I don't think anything of it. That's what I've always known and I thrive in it.\"\nThe remaining lockdown restrictions are due to be lifted in England on Monday, but while some celebrate so-called \"freedom day\", there are calls for additional mental health support for those with anxiety. Lauren and Angelica-Jane explain why they fear the end of restrictions will be challenging for their mental health. Meanwhile, what's changing when restrictions end on 19 July?\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nWith social distancing restrictions ending in England and easing further in Scotland on 19 July, good ventilation will remain very important in avoiding Covid. \nFind more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52544307",
      "category": "explainers",
      "title": "What Covid tests do I still need to travel abroad?",
      "tags": "Tourism,Spain,France,Coronavirus lockdown measures,Public health,Holidays,Coronavirus vaccines,Self-isolation,Air travel,Coronavirus pandemic",
      "text": "From next month, fully vaccinated people travelling to the UK will no longer have to take any Covid tests - either before departure or after arrival. \nFor the first time since the pandemic began, Wales has also stopped advising against non-essential foreign travel. \nFrom 04:00 GMT on 11 February, fully vaccinated travellers (two doses) and under-18s will no longer need to take a lateral flow test two days after they arrive in England, Scotland, Wales or Northern Ireland. \nTravellers who aren't fully vaccinated will no longer have to self-isolate on arrival, or take a test on day eight. \nHowever, they will still have to show proof of a negative Covid test taken two days before they travel, and they must still take a post-arrival PCR test. They won't need to self-isolate unless the day two test is positive. \nTo qualify as vaccinated, non-UK travellers must have received their jabs in a country or territory with \"approved proof of vaccination\". This now covers most countries in the world, with more - including China - due to join on 11 February.\nAll passengers will still need to fill in a passenger locator form.\nFully vaccinated passengers (who have had two doses) and under-18s no longer need a pre-departure test two days before travelling to the UK.\nHowever, within 48 hours of arrival, everyone aged five and over (11 and over in Scotland) must take a lateral flow test (LFT), or a more expensive PCR test.\nThe test must be bought from a private test provider - free NHS tests cannot be used. \nIf they take an LFT and it is positive, they must self-isolate and take an NHS PCR test to confirm the result.\nVaccinated travellers also have to fill in and submit an online passenger locator form no more than 48 hours before arriving, even if they are just passing through the UK.\nBefore departure: \nAll unvaccinated travellers to the UK must complete a passenger locator form, and take an LFT or PCR in the 48 hours before departure. \nThe test can be taken either in the country where you start your journey, or in another country en route to the UK.\nIf you test positive, you must follow the rules in the country you're in, and not travel onwards to the UK.\nAfter arrival:\nIf you've not been fully vaccinated you must quarantine for 10 days after arrival in the UK.\nYou must also take two PCR tests - on days two and eight of your quarantine.\nThese must be booked before travelling to the UK and bought privately from a government-approved list of providers. \nTravellers to England also have the option of ending quarantine under the Test To Release scheme - this involves taking a private PCR test after five days of isolation. A negative test will allow them to leave quarantine, although they must still take another PCR test on day eight. \nThese rules do not apply to travellers from Ireland, the Channel Islands or the Isle of Man, unless they have been in another country in the 10 days before their departure for the UK.\nDigital Covid passes showing your vaccination status can be downloaded to your phone, whether you're in England, Scotland, Wales or Northern Ireland. \nTest results can be in the form of a printed document, or an email or text on your phone. They must be in English, French or Spanish.\nEuropean Union residents can use the EU Digital Covid Certificate to show their vaccination status or test results.\nFrom 3 February, 12 to 15-year-olds in England will also be able to prove their vaccination status via the digital NHS pass.\nYou need to check the UK Foreign Office website for entry requirements of any other countries you visit. These can change quickly.\nCovid passes issued in the UK can be used throughout the EU to show proof of vaccination - either digitally, or as a printed download (as long as it is dated later than 1 November 2021)."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57864034",
      "category": "entertainment-arts",
      "title": "Inhaler: Bono's son and his band top UK chart with debut album",
      "tags": "Music",
      "text": "Elijah Hewson has proved he can follow in his father Bono's footsteps after the debut album by his band Inhaler entered the UK chart at number one.\nHewson fronts the Irish band, whose LP It Won't Always Be Like This knocked Olivia Rodrigo's Sour off the top spot.\nAlthough Bono's band U2 have had 10 UK number one albums in total, Inhaler have managed something they did not by going to the summit with their debut.\n\"We can't believe our album has gone to number one,\" Inhaler said.\n\"From starting off in small clubs in the UK to where we are today, never did we think during the making of this album that this would be possible for us four chancers,\" they told the Official Charts website.\nInhaler finished fifth on the BBC Sound of 2020 list and have now become the first Irish act to top the UK chart with their debut album since The Script in 2008.\nIt comes 40 years after U2's debut, 1981's Boy, which didn't even make the top 40.\nWhile acknowledging the influence of and interest in his famous father, 21-year-old Hewson stressed that his own band had worked hard to prove themselves and build their own fanbase on the way up.\n\"It has definitely allowed a lot of doors to be opened, but I think those doors shut just as fast because some people may have pre-biases to the band,\" he said.\n\"It's of course really, really handy to be able go to someone like that and ask for advice,\" he continued. \"But I think we have all discovered that we need to figure things out on their own.\n\"I am sure a lot of people would have expected us just to take the easy route and use connections and stuff, but we haven't done that. We did all the grafting.\"\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57871308",
      "category": "world-europe",
      "title": "Europe floods: Rescuers race to find survivors as hundreds remain missing",
      "tags": "Floods,Germany,Severe weather",
      "text": "Rescue crews have been racing to find survivors of floods that have wreaked havoc across western Europe, killing at least 170 people. \nMany people are still missing after record rainfall triggered severe floods in Germany and Belgium, and the death toll is expected to rise further.\nSubmerged cars are being searched for bodies as flood waters begin to recede.\nBut a senior German politician has been criticised for laughing during a visit to affected areas.\nArmin Laschet, who is the conservative candidate to replace outgoing Chancellor Angela Merkel, was caught on camera apparently joking with colleagues as President Frank-Walter Steinmeier was expressing sympathy to victims.\nMr Laschet later tweeted (in German) that he regretted his behaviour, but commentators and politicians were quick to condemn him.\n\"Laschet laughs while the country cries,\" Bild newspaper said on its website.\nMrs Merkel herself is expected to visit the region on Sunday afternoon.\nEuropean leaders have blamed climate change for the floods, which have also affected Switzerland, Luxembourg and the Netherlands.\nExperts say global warming makes torrential rainfall more likely.\nThe world has already warmed by about 1.2C since the industrial era began.\nAt least 143 people are now known to have died in the floods in Germany, including four firefighters.\nRescue teams were hampered by difficult conditions on Friday, leaving relatives of the missing waiting anxiously for news.\nBut by Saturday the authorities said numbers of people unaccounted for had been steadily decreasing.\nThe states of North Rhine-Westphalia, Rhineland-Palatinate and Saarland have been the worst affected by the rainfall.\nAnd though the risk of further flooding is diminishing there is growing concern about the Steinbachtal dam in North Rhine-Westphalia, south-west of the city of Bonn.\nInspectors say large parts of the structure have come away leaving it extremely unstable, and more people may be asked to leave their homes.\nMeanwhile emergency workers have been searching abandoned cars on the still-flooded B265 road, but fire service spokesman Elmar Mettke said no bodies had yet been found.\n\"It seems like in the cars we have checked so far the occupants have all reached dry land unscathed. But we will continue to look and it will be a while until we are done here,\" he told Reuters news agency.\nA resident of Schuld in the Rhineland-Palatinate district of Ahrweiler told AFP news agency that cars had been washed away and houses knocked down in scenes he likened to a \"war zone\".\nIn the nearby spa town of Bad Neuenahr-Ahrweiler residents were determined to begin the huge clean-up operation, scraping mud from the streets and clearing piles of debris.\nBut many businesses and livelihoods in the town have been swept away. Nearly 100 people in Ahrweiler are believed to have died.\nDespite the ongoing rescue efforts, people have reportedly been travelling to see the damage, leading the police in Mainz to ask people not to \"tour a disaster area\" where people had suffered so much loss. Similar warnings have been issued in the Netherlands, according to NOS.com.\nScientists have been predicting for years that summer rainfall and heatwaves would become more intense due to human-induced climate change.\nHannah Cloke, Professor of Hydrology at the University of Reading, said: \"The deaths and destruction across Europe as a result of flooding is a tragedy that should have been avoided. \n\"The fact that other parts of the northern hemisphere are currently suffering record-breaking heatwaves and fires should serve as a reminder of just how much more dangerous our weather could become in an ever-warmer world.\"\nScientists say governments must both cut the CO2 emissions that are fuelling extreme events, AND prepare for more extreme weather.\nYet in the UK - hit by severe flooding on Monday - the government's advisory climate change committee recently told ministers the nation was even worse prepared for extreme weather than it was five years ago.\nAnd only this week the UK government told people that they don't need to reduce flying because technology will solve the emissions problem - a notion that most experts consider a gamble.\nREAD MORE: Science failed to predict flood and heat intensity\nIn Belgium, the army has been sent to four of the country's 10 provinces to help with rescue and evacuations. Prime Minister Alexander De Croo declared 20 July a national day of mourning.\nHe said the floods - which have claimed at least 27 lives in Belgium - could be \"the most catastrophic our country has ever seen\". \nRescue workers from France, Italy and Austria were sent to the city of Liege, where residents were evacuated after flash floods.\nMeanwhile in the Netherlands, thousands of people fled their homes in Limburg province as rising waters swamped cities and broke through a dyke.\nBut waters were receding in the southern city of Maastricht and nearby towns, where residents were able to return to their homes on Friday.\nIn Switzerland, lakes and rivers were also swelling after heavy rainfall. The river running through the Swiss capital Bern burst its banks on Friday. \nLake Lucerne is flooding into the town and people in Basel have been told to keep well away from the River Rhine.\n Are you affected by the flooding? Please tell us your story by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57867990/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: UK daily cases pass 50,000 for first time since January",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "More than 50,000 daily coronavirus cases have been reported in the UK for the first time since mid-January. \nThere were 51,870 cases recorded - the highest figure since 15 January - and 49 deaths within 28 days of a positive test.\nFrom Monday, lockdown rules will end in England - although some guidance will remain. \nEarlier, England's chief medical officer warned hospital admissions could hit \"scary numbers\". \nProf Chris Whitty said the number of people in hospital with Covid was doubling roughly every three weeks. \nThe UK is \"not out of the woods yet\" and people should act with caution as restrictions are eased on Monday, he added. \nThe highest number of daily cases the UK has recorded so far is 68,053 on 8 January. \nHealth Secretary Sajid Javid previously warned case numbers could reach 50,000 a day by 19 July, and as high as 100,000 over the summer.\nMeanwhile, separate Office for National Statistics data suggests Covid infections have risen again in much of the UK. \nLatest figures from swab tests in the community suggest in England one in every 95 people has the virus - up from one in 160 in the previous week.\nIn Scotland, one in every 90 people is estimated to be infected, while in Northern Ireland it is one in 290 and in Wales one in 360.\nThe more infectious Delta variant accounts for almost every case.\nIt is estimated that just over 650,000 people, or 1% of the population in the UK, would have tested positive for coronavirus in the week to 10 July - up from 400,000 people the previous week.\nThe ONS says the percentage of people testing positive has \"continued to increase\" in England and Scotland, whereas the \"trend is uncertain\" in Wales and Northern Ireland.\nPassing 50,000 cases a day feels like a worrying landmark, but is it? \nWe were last at those levels around the peak of the second wave in January, when it took a tough lockdown to prevent hospitals buckling.\nBut now more fuel is being thrown on the fire as restrictions ease in England and Scotland on Monday, and Wales on Saturday.\nCases will go even higher. How high? Nobody knows for sure. \nLetting this happen is possible only because vaccines have transformed the danger posed by a summer wave. Without them, we'd be debating locking down. \nYet vaccines have not eliminated the Covid threat. \nLetting the virus spread could still put pressure on hospitals, leave people with long Covid and be hugely disruptive as large numbers of people need to isolate. \nReaching 50,000 daily cases doesn't mean the same as it did six months ago, but doesn't mean it will be smooth sailing. \nAs cases rise, more people are being forced to isolate, with businesses warning of staffing shortages. \nMore than half a million self-isolation alerts were sent to people using the NHS Covid-19 app in England and Wales during the first week of July - a rise of 46% on the previous week. \nAlerts are sent through the app to tell individuals they have been in close contact with a positive coronavirus case and should to isolate for 10 days.\nThe number of people being admitted to hospital with Covid is also rising - but at a much lower rate than during previous waves because of the impact of vaccinations. \nMore than 46.1 million people in the UK have had their first dose of a coronavirus vaccine - 87.6% of adults, while more than 35.5 million - 67.5% of adults - have had both doses, according to the latest figures.\nIt comes ahead of almost all legal restrictions on social contact being lifted in England on Monday. \nLockdown rules are also being eased in Scotland on the same date, although there will still be some curbs, including on how many people can meet. \nIn Wales, restrictions are easing slightly on Saturday but most will remain in place until at least 7 August. \nNorthern Ireland is due to lift more restrictions on 26 July. \nEarlier, Solicitor General Lucy Frazer said that while cases would rise in the coming days, there were \"consequences for not opening up\". \nBut she told Sky News the government could not rule out reintroducing restrictions in England if the virus situation became \"unacceptable\".\nIn other developments: "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57867955",
      "category": "health",
      "title": "England plans biggest winter flu vaccine rollout",
      "tags": "Vaccination,NHS,Flu",
      "text": "Free flu vaccines will be offered this winter to children aged two to 16 in England, as well as people aged 50 and over or in \"at-risk\" groups, amid the double threat of Covid and influenza. \nExperts hope for a record-breaking rollout reaching more than 35 million people, including more teenagers than ever before. \nLast winter there was a high uptake, with 19 million doses given. \nUnder-16s will be offered the vaccine in nasal spray rather than as a jab. \nAn expanded secondary school programme means, for the first time, pupils up to Year 11 (aged 11 to 16) will be invited, not just those in their first academic year - Year 7 - like last winter.\nWhen the programme begins in September, the flu vaccine will be available for free on the NHS to:\nPeople who are not in these groups will be able to pay for a flu vaccine at some supermarkets and High Street chemists, once available. \nFlu levels were lower than expected across the world last winter, which experts attribute to infection control measures introduced to stop Covid, such as mask wearing, social distancing and lockdowns. \nIt is not clear what this winter may hold for flu and Covid. \nResearch from Public Health England, carried out in the first pandemic wave before any Covid vaccine had been made or given, suggests risk of death is more than doubled for people who catch flu on top of coronavirus, compared to coronavirus alone.\nFlu by itself can also be a serious condition - it kills about 11,000 people in England each year.\nAlongside the flu drive, the government is preparing for a booster programme of Covid vaccines for those most vulnerable, such as older people and those with underlying health conditions. \nDr Yvonne Doyle, medical director at Public Health England, said: \"Last winter, flu activity was extremely low, but this is no reason for complacency as it means less people have built up a defence against the virus. \n\"Combined with the likelihood that Covid will still be circulating, this makes the coming flu season highly unpredictable.\"\nHealth and Social Care Secretary Sajid Javid said: \"We want to build a wall of protection by immunising a record number of people.\n\"With the nation getting closer to normal life, we must learn to live with Covid-19 alongside other viruses and we're offering the free flu jab to millions more people to help keep them safe this winter.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-55718553",
      "category": "explainers",
      "title": "Covid passports: Where do I still need to use one?",
      "tags": "Coronavirus lockdown measures,Holidays,Travel,Coronavirus vaccines,Hospitality industry,Leisure,Vaccine passports,Coronavirus pandemic",
      "text": "Mandatory Covid passports have been scrapped in England, and their use has been scaled down in Northern Ireland. \nHowever, venues can choose to keep using the scheme on a voluntary basis if they wish, and Scotland and Wales retain their own systems.\nCovid passes are no longer mandatory in any venue, as part of the government's decision to lift Plan B coronavirus measures.\nAnnouncing the change, the prime minister said venues could continue to ask customers to provide evidence of their vaccination status or a recent negative test if they wished.\nEngland's scheme previously applied to:\nYou could only enter these venues if could show:\nProof of natural immunity - for instance, a positive PCR test taken in the past six months - was not accepted as an alternative to proof of vaccination or a recent test.\nSome large events weren't included in the rules, including communal worship, wedding ceremonies, funerals, protests and mass-participation sporting events (such as a marathon).\nIts Covid passport scheme is no longer mandatory for pubs, restaurants, cinemas and theatres - although venues are being encouraged to carry on using it. \nHowever, Covid passes are still required for entry to:\nPeople can either show proof of vaccination, proof of a negative lateral flow test taken in the previous 48 hours, or proof of a positive PCR test taken in the previous 30 to 180 days.\nThe COVIDCert NI app can be used to show proof of vaccination, or a paper version can be requested.\nScotland's First Minister Nicola Sturgeon has confirmed that its Covid pass scheme is not being extended to cinemas and theatres for the time being. \nHowever, they are still required for entry to:\nEvent organisers  are being asked to review 50% or 1,000 vaccine passports of attendees, whichever figure is higher, and a booster will be required to count as fully vaccinated if your second dose was more than four months ago.\nUnder Scotland's scheme, proof of vaccination or a negative test within 24 hours can be shown with the NHS Scotland Covid Status App, the NHS App (if from England or Wales) or Covidcert NI app (if from Northern Ireland) - a printed paper version is also acceptable.\nUnder-18s are exempt, as are vaccine trial participants, and those who couldn't be vaccinated for medical reasons.\nPeople need to show their NHS Covid Pass to gain entry to cinemas, theatres and concert halls.\nPrior to the current restrictions - which are due to be lifted in the coming weeks - the scheme also applied to nightclubs and comparable venues, unseated indoor live events for more than 500 people, unseated outdoor live events for more than 4,000 people and any event for more than 10,000 people.\nOver-16s who have been fully vaccinated in Wales or England can use the pass to prove their status, but it's only compulsory for over-18s.\nPeople can show a negative LFT result instead of proof of vaccination, but this must now have been done within the previous 24 hours and not 48 hours.\nIn England, the government says venues which didn't comply with the rules could face prosecution or a fixed penalty notice ranging from £1,000 to £10,000.\nIn Wales, fixed penalty notices can be issued up to a maximum of £10,000. That is also the maximum fine in Northern Ireland, where the government has said police will visit venues to check compliance.\nCouncils in Scotland have the power to issue enforcement notices which could lead to prosecution for non-compliance.\nCovid passes can also be used for travelling abroad, to show your vaccination status or test results.\nHowever, it is important to check Foreign Office advice for any other requirements at your destination before you travel. \nAs yet there is no evidence that Covid passports stop the spread of the virus. \nThey have, however, led to an increase in vaccination rates in some countries where they have been introduced, according to a study by researchers at the University of Oxford, which was published in the Lancet. \nFrance, Israel, Italy, and Switzerland had lower-than-average vaccination rates before announcing plans for Covid certification.  \nEach country subsequently experienced a large increase in vaccine take-up 20 days before and 40 days after the introduction of the passports. \nPasses made little difference to vaccination rates in other countries such as Germany where take-up was already above average, or in Denmark where the supply of doses was limited.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57865707",
      "category": "business",
      "title": "Uber will continue to require riders to wear masks",
      "tags": "Transport,Uber,Sadiq Khan,Coronavirus pandemic",
      "text": "Uber has said passengers will still be required to wear a face covering when using its services after Covid restrictions are relaxed across Britain on Monday.\nFace masks have been required in taxis and on public transport for the past year to reduce the spread of the virus.\nBut Uber has said it will keep its \"no mask, no ride\" policy in place.\nThat's despite rules in England being replaced with guidance advising people to wear masks in enclosed spaces.\nUber said the policy was for the safety of both its passengers and drivers, although it will not apply if people are exempt.\n\"As cities continue to open up, we will ensure that face coverings or masks continue to be a mandatory requirement, unless exempt, when travelling with Uber across the UK,\" the ride-hailing firm's UK general manager Ash Kebriti said.\nUber is the latest transport operator to announce that masks will continue to be mandatory on its services after Monday.\nLondon Mayor Sadiq Khan has declared masks mandatory on public transport in the capital and Greater Anglia has said masks will remain compulsory on its services.\nMayors including Greater Manchester's Andy Burnham and West Midlands' Andy Street have urged passengers to continue wearing face coverings but do not have the power to make it mandatory.\nThe government has previously said masks were still \"expected and recommended\" in crowded indoor areas, but people in England will not be required by law to wear them from Monday.\nSome airlines have confirmed that masks will still be compulsory after 19 July, while other businesses such as shops, restaurants and pubs are still setting out their plans.\nOn Friday, pub chain Wetherspoons said it planned to retain floor screens between tables, one-way systems and limits on the number of people in its pubs. But it said that customers and employees would be able to choose whether they wear a mask.\nMeanwhile, the Co-op has said face coverings will only be \"strongly encouraged\" in its supermarkets, rather than mandatory.\nIn Scotland, the mandatory use of face coverings will remain in place for \"some time\", First Minister Nicola Sturgeon has said, even after the country eases most of its other restrictions on 19 July.\nIn Wales, masks will continue to be required by law in some settings, including public transport."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57875322",
      "category": "world-europe",
      "title": "'Havana syndrome'-like mystery illness affects Vienna US diplomats",
      "tags": "Austria,Vienna,United States",
      "text": "The US government is investigating a series of health incidents in the Austrian capital Vienna involving its diplomats and other administration staff.\nMore than 20 officials have reported symptoms similar to Havana Syndrome - a mystery brain illness - since President Joe Biden took office in January.\nThe syndrome is unexplained, but US scientists say it is most probably caused by directed microwave radiation.\nIt was first found in Cuba in 2016-17.\nUS and Canadian diplomats in Havana complained of symptoms ranging from dizziness, loss of balance, hearing loss and anxiety to something they described as \"cognitive fog\".\nThe US accused Cuba of carrying out \"sonic attacks\", which it strongly denied, and the incident led to increased tension between the two nations.\nA 2019 US academic study found \"brain abnormalities\" in the diplomats who had fallen ill, but Cuba dismissed the report.\nThe Vienna cases first came to light in the New Yorker magazine on Friday and were later confirmed by the US State Department, which said it was \"vigorously investigating\".\nReuters quoted an Austrian foreign ministry statement saying it was \"working with the US authorities on jointly getting to the bottom of this\".\nVienna has long been a centre for diplomatic activity and has had a reputation as a hotspot for espionage, particularly during the Cold War.\nCountries like the US have a large diplomatic presence there.\nThe city is currently hosting indirect talks between Iran and the US over attempts to resurrect the 2015 Iran nuclear deal.\nCases of the condition have been reported elsewhere in the world, but US officials say the numbers in Vienna are greater than in any other city apart from Havana.\nIn June, US Secretary of State Antony Blinken announced a wide-ranging review into the causes of the illness."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57869427/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Long Covid funding to unearth new treatments",
      "tags": "Long Covid,Coronavirus pandemic",
      "text": "Thousands of people with \"long Covid\" could benefit from the funding of 15 new studies of the condition, its causes and potential treatments.\nResearchers from across the UK will investigate everything from brain fog to ongoing breathlessness, using a new technique to detect hidden lung damage.\nThey will be backed by £20m from the National Institute for Health Research (NIHR).\nLong Covid is still not yet fully understood.\nAlthough many people make a full recovery after having Covid-19, some do go on to experience symptoms for many weeks or months afterwards, even if they were not ill enough to be treated in hospital at the time.\nThere is still no official definition for this condition, and estimates vary over how common it is.  \nBut doctors are clear it can cause a broad range of long-term symptoms, including fatigue, muscle pain, headaches, brain fog and breathlessness, which are not seen to the same extent with other viruses.\nOne study being funded with this new money, led by University College London, will test whether everyday medicines such as aspirin and anti-histamines can help people recover. \nIt will recruit more than 4,500 people with long Covid who will be tracked over three months of treatment.\nAnother study will investigate the common long-lasting problem of brain fog, which many people say affects their daily activities and their ability to work.\nUsing detailed brain scans of those affected, researchers hope to learn more about this cognitive impairment and how it can be treated. \nAnd at the University of Oxford, a research team will focus on the causes of ongoing breathlessness - another common complaint in those with long Covid.\nA new technique means scientists are able to detect damage to the lungs, even when it doesn't show up on standard scans.\nProf Fergus Gleeson, study leader and professor of radiology and consultant radiologist, from University of Oxford, said the new scans trace inhaled gas moving into and out of the lungs.\n\"We can see if there has been damage to the airways in the lungs, or to the areas where oxygen crosses into the bloodstream, which appears to be the area damaged by Covid-19,\" he said.\nResearch will also be carried out at the University of Glasgow to assess whether a weight management programme can reduce symptoms of long Covid in people who are overweight or obese.\nAt Cardiff University, researchers will look at whether an overactive or impaired immune response could be driving long Covid.\nHealth Secretary Sajid Javid said the new research was \"absolutely essential to improve diagnosis and treatments\" and would be life-changing for those battling the long-term symptoms of the virus.\nHe said it would build on the 80 long Covid assessment centres open in England."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57847727",
      "category": "science-environment",
      "title": "Mystery 19th Century botanist tracked down following appeal",
      "text": "A mystery 19th-Century botanist has been found, thanks to sleuthing work by the public.\nIsabella Anne Allen had been known only by the secrets she left behind, tucked between the pages of an old book.\nBut following an appeal for information, on the BBC News website, she has now been traced to the village of Madresfield, Worcestershire.\nHer story came to light when clues such as pressed flowers, poems and doodles were found inside The English Flora.\nDonated to the Royal Horticultural Society (RHS) decades ago, the botanical text was rediscovered by staff sorting through boxes ahead of a move to a new library.\nAnd libraries and exhibitions head Fiona Davison said the clues within revealed its original owner \"would have been a figure in the local society and in public\". \n\"She is a gardener as well as a botanist - it has become part and parcel of being an intelligent, well-to-do, well respected pillar of the community,\" she said. \nWithin hours of the story's publication on the BBC News website, there were several suggested leads, from Cornwall to York. \nBut one individual cropped up several times.\nThe United Kingdom Census of 1851 confirmed spinster and landowner Isabella Anne Allen, born in 1810, lived with her parents, John Henry and Susannah Rebekah, and several servants at Rhydd House, Madresfield.\nThe property, with its gardens and woodlands at the foot of the Malvern Hills close to the River Severn, offered plenty of opportunities for plant collecting.\nAnd an article in the Worcestershire Chronicle, from July 1860, revealed \"several excellent roses were sent to the [Malvern Horticultural and Floral Show] by Miss Allen of the Rhydd\".\nAllen died five years later and was buried in Madresfield, leaving her personal possessions to her sister, Ann, who in turn bequeathed her \"old set of books and wild flowers\" to her niece Maria Alice Empson.\nIt may have been Empson who donated the four volumes of The English Flora to the RHS library before her death in 1948.\nAnd further scrutiny of the book, given to Allen at the age of 18 by her friend Mrs Green, revealed the words \"The Rhydd, Worcestershire\" pencilled next to an entry for Vinca major (greater periwinkle, a trailing vine with violet flowers).\nMs Davison is delighted the jigsaw pieces have finally fallen into place.  \n\"A big thank you to everybody who responded to the call,\" she said, \"as soon as the story went up we were, within hours, getting a steady stream of emails coming into the library inquiry inbox - and from all over the world.\"\nAllen lived at a time when botany was a popular scientific subject for women in the higher social classes.\nMany contributed to herbaria, the collections of preserved plants that form the cornerstone of botanical study, while others were skilled botanical artists.\nLater in the 19th Century, botany became regarded as a professional activity for specialists and experts rather than amateurs - and women's contributions to the field were belittled. \nBut women continued to participate in botany, especially by writing for other women, children, and general readers.\nAllen's copy of The English Flora is in a fragile state but will be sent off to conservators and, once in better repair, take pride of place at the new library at RHS Hilltop, Wisley, where it will be used to inspire a new generation of naturalists.\n\"One of the really fascinating things about gardening books and botany books is that they were often owned by women - and these little clues get left in them,\" Ms Davison said. \n\"Looking for women in the margins is a thing we will be doing a lot more of.\"\nFollow Helen on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57874744",
      "category": "uk",
      "title": "Health secretary Sajid Javid tests positive for Covid",
      "tags": "Coronavirus lockdown measures,Sajid Javid",
      "text": "Health Secretary Sajid Javid has tested positive for Covid-19 and is suffering \"very mild\" symptoms.\nMr Javid, who has received both vaccine doses, said on Saturday night a PCR test had confirmed a positive result he received by lateral flow test.\nHe said he would continue to self-isolate and work from home. \nIt is understood Mr Javid met Boris Johnson on Friday. It is not clear yet whether the prime minister will have to isolate.\nMeanwhile, England's deputy chief medical officer, Prof Jonathan Van-Tam, has warned of a \"bumpy winter\" ahead.\nIt comes as the UK recorded more than 50,000 daily cases for the second day running, days before almost all legal restrictions on social contact are lifted in England on Monday.\nThere were 54,674 cases - following 51,870 new cases on Friday - with 41 deaths within 28 days of a positive coronavirus test. \nThe last time cases exceeded 50,000 was in mid-January. \nIn a video posted earlier on his Twitter feed, Mr Javid said he took the lateral flow test after feeling a \"a bit groggy\" on Friday evening. \nHe said: \"I'm grateful that I've had two jabs of the vaccine and so far my symptoms are very mild.\" \nMr Javid later tweeted that the positive result was confirmed by a PCR test, which is checked in a laboratory.\nHe urged people who had not been vaccinated yet to \"get out there and get them as soon as you can\".\nMr Javid also said people who feel groggy or come into contact with someone who is positive should take a lateral flow test.\nMr Javid replaced Matt Hancock as health secretary less than three weeks ago after CCTV footage emerged showing his predecessor kissing a colleague in his office, in breach of social-distancing rules.\nMr Javid previously tweeted that he had received the Oxford-AstraZeneca vaccine.\nA Public Health England study found two doses of the AstraZeneca vaccine was 60% effective at stopping symptomatic disease from the Delta variant, which is now dominant across the UK. Two jabs of the Pfizer vaccine was 88% effective. \nA separate analysis from PHE found the vaccines were highly effective against preventing hospitalisations from the same variant, with two doses of the Pfizer jab 96% effective and the AstraZeneca jab 92%. \nEngland's deputy chief medical officer, Prof Jonathan Van-Tam, said vaccines were not 100% effective but were likely to have saved about 30,000 lives in the UK.\nHe told the BBC: \"We still need to keep going with these vaccines because they've completely changed the landscape in terms of the numbers of people going into hospital and, very much so, the numbers of people dying. They're still a massive success.\"\nLateral flow tests provide a quick result, using a device similar to a pregnancy test and are intended for use in those without symptoms, according to the NHS. PCR tests are mainly used when people have coronavirus symptoms or have already had a positive lateral flow result, and are sent to laboratories to be checked. The NHS suggests people do a lateral flow test twice a week to check if they have the virus.  \nThe health secretary's announcement comes as the government prepares to go ahead with the final lifting of lockdown restrictions in England on Monday.\nSocial-distancing rules will end, although government guidelines advise face coverings should still be worn in enclosed spaces such as in shops and on public transport.\nJeremy Hunt, the chairman of the Commons health select committee, warned there was a danger that England may have to go back into lockdown in the autumn if hospitalisation rates continued to increase during the summer. \nMr Hunt, a former health secretary, said the situation facing the NHS was \"very serious\".\n\"The warning light on the NHS dashboard is not flashing amber, it is flashing red,\" he told the BBC Radio 4 Today programme.\nOne scientist advising the government said the country could be facing a \"protracted period\" of rising cases running into the autumn.\nProf John Edmunds, of the London School of Hygiene and Tropical Medicine and a member of the Scientific Advisory Group for Emergencies (Sage), said new infections could reach 100,000 a day within weeks.\nProf Van-Tam warned the pandemic would carry on for a while and \"there will be further twists and turns\". \nHe added: \"This is going to be a bumpy winter at times but, providing people don't tear the pants out of it and they go in a cautious, steady, gradual way, one hopes we'll be OK.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57874167",
      "category": "uk",
      "title": "Covid: Travel firms angry over France quarantine rule",
      "tags": "France,Coronavirus lockdown measures,Travel,Travel & leisure industry,Coronavirus pandemic",
      "text": "Travellers and tourism groups have criticised the ongoing need for people coming to England, Scotland and Wales from France to quarantine for 10 days.\nQuarantine rules are due to end for fully vaccinated people arriving from other amber list countries on Monday.\nFrance remains on the amber list, but there is concern over the level of Beta variant in the country as it may evade vaccine protection.\nAn industry group said the decision \"squashed\" consumer confidence.\nGemma Antrobus, from the Association of Independent Tour Operators, estimated that hundreds of thousands of travellers would be affected by the change.\nShe told the BBC the industry was in shock and the decision \"proves that something can come out of nowhere at the very last minute\".\nThe UK government announced the change of policy on Friday evening.  \nEach UK nation sets its own travel rules. Wales said it would be following the change set by England, and on Saturday evening Scotland announced it was doing the same. Northern Ireland is yet to announce its intention. \nThe Beta variant - first identified in South Africa - accounts for about 10% of new infections in France. But that includes the Indian Ocean territories of Reunion and Mayotte, where the variant is near-universal.\nThe more infectious Delta variant - first identified in India - accounts for almost all new cases in the UK. \nHealth Secretary Sajid Javid said the government had always been clear that it would take \"rapid action\" to stop the spread of Covid.\nBut Willie Walsh, the director-general of the International Air Transport Association, said the UK is \"destroying its own travel sector and the thousands of jobs that rely on it\" through constantly changing its travel rules.\nAnd Easyjet chief Johan Lundgren said the decision \"pulls the rug\" from travellers already in France and shows the traffic light system for pandemic travel is \"falling apart\".\nTravellers told the BBC they were frustrated by the inconsistent rules, while some said it was making it hard to visit family members abroad.\nJames Miles from West Sussex said the quarantine requirement had put his plan to visit his girlfriend for the first time since 1 January in jeopardy.\n\"This is really affecting people's lives,\" he said. \n\"Seven months is a long time not to see your partner. I can't even see the light at the end of the tunnel. Where do we go from here?\"\nGeorgina Thomas, a nurse from Buckinghamshire who has been visiting her parents, told the PA news agency: \"I'm frustrated with the inconsistent approach the government are taking, it doesn't all appear logical. \n\"If a quarantine is necessary then so be it, but I'm confident that my risk will be higher when I return to the UK.\"\nThe government announcement means that anyone who has been in France in the previous 10 days will need to quarantine on arrival to England in their own accommodation and will need a day two and day eight test, regardless of their vaccination status. \nThis includes any fully vaccinated individual who transits through France from either a green or another amber country. \nBut ministers indicated that Eurostar passengers on services travelling through France would not need to quarantine if their train did not stop in the country.\nExisting amber list exemptions for key workers such as hauliers will remain in place.\nFrench MEP Veronique Trillet-Lenoir told BBC Radio 4's Today programme that it was \"difficult to understand\" the UK rules, as the Beta variant is \"not present at all\" in mainland France, with France's cases mainly being found in its overseas territories.\nThere has been no official response from the French government yet, but BBC Paris correspondent Hugh Schofield said it would be pushing for an explanation from its London counterpart for the toughened policy.\nFrance has announced it will tighten its rules for UK travellers who are not fully vaccinated, requiring a negative test in the 24 hours before arrival from Sunday, rather than the 48 hours allowed previously.\nAnyone fully vaccinated with a jab from Pfizer/BioNTech, Moderna, AstraZeneca or Johnson & Johnson from any country will be exempt from providing a negative test, however.\nProf John Edmunds, an epidemiologist from the London School of Hygiene and Tropical Medicine and a government adviser on the Sage committee, said the Beta variant was at low levels in the UK but, as immunity from vaccines increases, \"conditions are right\" for it to gain an advantage.\nHe told the Today programme that the Beta variant is probably less infectious than the dominant Delta variant, but it appears to be better able to evade the immune response from vaccines - particularly from the Oxford-AstraZeneca vaccine.\nThe UK is currently facing a \"long and drawn out\" wave of infections from the Delta variant, he said, as it will not be brought down by lockdowns as previous peaks were. \nHe said cases are on course to hit 100,000 a day in about two weeks, although school closures over the summer may help to bring down the surge or cause it to level off. But high levels of infection were likely throughout the rest of the summer and autumn, he said.\nIn other developments:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57871320",
      "category": "world-us-canada",
      "title": "'Hollywood Ripper' Michael Gargiulo sentenced to death for murders",
      "tags": "United States",
      "text": "A convicted murderer nicknamed the \"Hollywood Ripper\" has been sentenced to death for killing two women in the 2000s.\nRelatives of his victims wept as a judge gave Michael Gargiulo the sentence in Los Angeles on Friday.\nAshley Ellerin, 22, and Maria Bruno, 32, were both stabbed to death in their California homes.\nGargiulo was caught after another potential victim, Michelle Murphy, then 26, managed to fight him off.\nHe fled the scene, but left some blood behind - enabling police to track him down.\nAt Friday's sentencing, Ms Murphy broke down, telling the court how \"spending the night alone creates a world of fear in me\" more than a decade later.\nGargiulo was convicted of two counts of murder and one count of attempted murder in 2019, but continues to insist he is innocent.\nHe is now expected to stand trial in Illinois, where he faces a separate murder charge over the killing of an 18-year-old woman in 1993.\nThe California murders attracted global attention because one of the victims, Ellerin, was about to go on a date with American actor Ashton Kutcher on the night she was killed in February 2001.\nTestifying at the trial, he said he had knocked on the door of Ellerin's Hollywood home. When she did not answer, Kutcher looked in her window and saw what he thought were wine stains on the floor, he said.\nA roommate found Ellerin dead the next day with 47 stab wounds.\nDuring the trial Kutcher told the court he was \"freaking out\" when he learned that Ellerin had been killed.\nGargiulo killed Bruno, a mother of four, in December 2005. She was a neighbour of Gargiulo, who \"quite literally butchered\" her with a knife while she slept, prosecutors said.\nThree years later, Ms Murphy woke up in her Santa Monica flat with Gargiulo on top of her, stabbing her with a knife, but managed to fight him off. \nShe was a key witness in the trial.\nAs he announced the sentence, Judge Larry Paul Fidler said: \"In this case, everywhere that Mr Gargiulo went, death and destruction followed.\"\nHowever, it could be a while before Gargiulo is put to death. The last execution in California was in 2006 and the practice has been banned since 2019 under Democratic Governor Gavin Newsom."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-lancashire-57873811",
      "category": "uk-england-lancashire",
      "title": "Blackpool councillor 'fat shamed' by MP over critical tweet",
      "tags": "Scott Benton,Blackpool",
      "text": "A Tory MP who co-chairs a parliamentary group on eating disorders has been accused of \"fat-shaming\" a councillor who criticised him on Twitter.\nBlackpool Labour's David Colldash tweeted on Thursday that local MP Scott Benton accepting football tickets from a betting firm was like him accepting a free pasty.\nThe MP replied that Mr Colldash seemed to have had \"more than one free pasty\".\nThe councillor, who also works as a nurse, said the reply was \"nasty\".\nMr Benton has been approached for comment.\nThe Blackpool South MP, who is also a vice-chairman of the all-party parliamentary group on betting and gaming, was among eight Conservatives and two Labour members who accepted Euro 2020 tickets from gambling firms, according to the latest register of MPs' financial interests.\nHe received tickets from Entain Holdings to the England's semi-final match against Denmark, each valued at £3,457, and a £1,537.60 ticket to see the team's group match against the Czech Republic from the Gamesys Group.\nEntain Holdings also provided him with tickets worth £1,100 to Wimbledon and he received hospitality worth £1,400 from the Betting and Gaming Council.\nIn a tweet linking to the Guardian's reporting of the story, Mr Colldash linked the hospitality to Mr Benton's support for a new super casino in Blackpool and joked that \"[bakers] Greggs once gave me a free pasty, so I've sold the town hall to the Great British Bake-Off\". \nMr Colldash, who works as a nurse, later tweeted that he had been \"fat shamed\" by Mr Benton, adding his comments were particularly shocking \"in the middle of Love Island of all things\".\nIn a statement to the Lancashire Live website, the MP said his response had been \"light-hearted\" and \"in the same vein as [Mr Colldash's] original tweet.\"\nHe also stated that in line with parliamentary procedures, all his interests were \"fully declared\".\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-57874972",
      "category": "uk-scotland-glasgow-west",
      "title": "Trains cancelled as firefighters tackle Troon station blaze",
      "tags": "Troon",
      "text": "Firefighters have been tackling a fire at a railway station in South Ayrshire. \nServices were suspended at Troon Station with social media images showing part of the building collapsing. \nThe fire service was called out about 12:40, and sent five fire engines and an aerial appliance to the scene on Barassie Street. \nCrews were met with a well-developed fire in the station ticket office which had spread to the roof space. \nA nearby hairdressers and café have also been damaged.\nFirefighters said the blaze has now been brought under control, but emergency services remain at the scene and a cordon is in place.\nPolice Scotland are also in attendance while Network Rail have been made aware of the fire. \nScotRail said both lines through Troon were closed for safety reasons and would remain so until at least the end of service on Sunday 18 July.\nIt said it was forced to cut the power to overhead lines to allow firefighters to tackle the blaze, which \"took out a large area and affected other routes' power supply\".\nIn a post on Twitter the train operator said that trains through the station have been cancelled, delayed or revised. For some routes, replacement bus services were arranged. \nThe fire has caused major disruption in the seaside town, which was busier than usual with Saturday's sunny weather meaning many people had travelled to the seaside town to go to the beach to enjoy one of the hottest days of the year so far. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-tayside-central-57873846",
      "category": "uk-scotland-tayside-central",
      "title": "Mass testing as Covid outbreak hits Perth Prison",
      "tags": "Perth,Prisons,Coronavirus pandemic",
      "text": "An outbreak of coronavirus has hit a Scottish prison, with nearly 100 inmates affected so far.\nThe Scottish Prison Service (SPS) said 97 prisoners at HMP Perth had tested positive for the virus.\nAll inmates are having to self-isolate while mass testing gets under way.  \nThey will not have access to courts, lawyers, family visits and cannot use the gym but will be allowed fresh air and showers as well as use of mobile phones.\nThe SPS said a \"significant number\" of affected prisoners did not have symptoms.\nHMP Perth holds an average of 678 prisoners per day and is home to male offenders on remand and short and long-term offenders, including prisoners serving life sentences and sex offenders. \nAn SPS spokesman said: \"The safety and wellbeing of all those living and working in our establishments is a priority for the Scottish Prison Service.\"\nA further update will be provided on Monday, the spokesman added. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57867955/#comp-comments-button",
      "category": "#comp-comments",
      "title": "England plans biggest winter flu vaccine rollout",
      "tags": "Vaccination,NHS,Flu",
      "text": "Free flu vaccines will be offered this winter to children aged two to 16 in England, as well as people aged 50 and over or in \"at-risk\" groups, amid the double threat of Covid and influenza. \nExperts hope for a record-breaking rollout reaching more than 35 million people, including more teenagers than ever before. \nLast winter there was a high uptake, with 19 million doses given. \nUnder-16s will be offered the vaccine in nasal spray rather than as a jab. \nAn expanded secondary school programme means, for the first time, pupils up to Year 11 (aged 11 to 16) will be invited, not just those in their first academic year - Year 7 - like last winter.\nWhen the programme begins in September, the flu vaccine will be available for free on the NHS to:\nPeople who are not in these groups will be able to pay for a flu vaccine at some supermarkets and High Street chemists, once available. \nFlu levels were lower than expected across the world last winter, which experts attribute to infection control measures introduced to stop Covid, such as mask wearing, social distancing and lockdowns. \nIt is not clear what this winter may hold for flu and Covid. \nResearch from Public Health England, carried out in the first pandemic wave before any Covid vaccine had been made or given, suggests risk of death is more than doubled for people who catch flu on top of coronavirus, compared to coronavirus alone.\nFlu by itself can also be a serious condition - it kills about 11,000 people in England each year.\nAlongside the flu drive, the government is preparing for a booster programme of Covid vaccines for those most vulnerable, such as older people and those with underlying health conditions. \nDr Yvonne Doyle, medical director at Public Health England, said: \"Last winter, flu activity was extremely low, but this is no reason for complacency as it means less people have built up a defence against the virus. \n\"Combined with the likelihood that Covid will still be circulating, this makes the coming flu season highly unpredictable.\"\nHealth and Social Care Secretary Sajid Javid said: \"We want to build a wall of protection by immunising a record number of people.\n\"With the nation getting closer to normal life, we must learn to live with Covid-19 alongside other viruses and we're offering the free flu jab to millions more people to help keep them safe this winter.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57873055",
      "category": "uk",
      "title": "Farne Islands: Puffins see visitors return after 18 months",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57866006",
      "category": "uk-wales",
      "title": "Covid rules in Wales: No outdoor limits and six can meet at home",
      "tags": "Coronavirus lockdown measures,Deeside,Weddings,Coronavirus vaccines,Cardiff,Coronavirus testing,Welsh government,Llandudno,Coronavirus pandemic",
      "text": "Six people can meet in private homes and a law limiting the number of people meeting outside is being scrapped as Welsh lockdown rules ease further.\nThe Welsh government's Covid response relaxation gives outdoor events \"flexibility around social distancing\" as Wales moves into alert level one.\nOrganised indoor events can also start taking place with up to 1,000 people seated and 200 standing from Saturday.\nThe easing comes despite Covid rates rising to 156 cases per 100,000 people.\nThe rise in the more transmissible Delta variant has seen infection rates rise but hospital rates of Covid patients remain relatively low compared to the pandemic height in December and January.\nWales has the lowest Covid case rate of the UK nations and one of the world's leading vaccination rollouts but First Minister Mark Drakeford has urged the public to remain vigilant.\n\"The pandemic is not over and the virus continues to spread across Wales,\" he warned, as the move to the lower alert level was announced on Wednesday.\n\"We have the headroom to continue to gradually remove restrictions, but each and every one of us has a really important part to play to keep Wales safe as we head into the summer.\"\nThe latest vaccination figures for Wales on Friday showed that 75% of adults in Wales have now had both doses.\nThe Welsh government said the uptake has meant the link between infections and serious illness has been \"weakened\".\n\"The people of Wales have embraced our efforts to overcome this awful virus by saying yes to this life saving vaccine and I thank everyone who has taken up the offer of the vaccine,\" said Health Minister Eluned Morgan.\nLyndon Creamer, of Penrhyndeudraeth, Gwynedd, said: \"I think it should be up to the individual now. It's getting to that stage where it's getting a bit over the top.\n\"With all the tourists around it's a good kind of experiment really isn't it?\"\nNHS worker Lorraine Howe, from Hertfordshire, who was on holiday in Betws-y-Coed, said: \"It's got to happen sometime… and the summer feels like as good a time, if not the best time, than any. \n\"It's got to happen, we can't go on like this indefinitely. I'm afraid we've just got to live with Covid.\"\nKyle Hanks from Bangor said: \"I think it's too early, personally. But people have different opinions of what they want. \n\"Realistically they should keep it a bit longer because England, when they lift theirs on the 19th, everyone's going to be going out to nightclubs and all that and that's probably going to cause more spread - and we'll get the thick of it up here.\"\nGavin Wignall, who runs the Great Orme Family Golf Course in Llandudno said: \"This has come at just about the right time for us.  \n\"The summer is just about to get busy, and these changes will make it easier for people to come and play the golf course.  \n\"We won't have to insist that everyone books in advance, and that makes a huge difference to the way we operate.\n\"We'll carry on with some precautions, such as sanitising equipment, but these latest changes will enable us to strike a balance between keeping people safe and operating the business.\" \nOne rule being lifted on Saturday is on ice rinks. But don't go looking for your skates just yet.\nWales has only two rinks - and both will remain closed, for now.\nIce Arena Wales in Cardiff is not ready to reopen, while the ice rink at the Deeside Leisure Centre in Flintshire is being used as a mass vaccination centre. \nTracey Keeble, head skating coach at Ice Arena Wales, said it was wonderful rinks had been allowed to reopen, but they should have been given more time to prepare. \n\"I know we've been given permission which is absolutely amazing,\" she said.\n\"It's not like a fridge where you just turn it on and it turns cold. It's a massive thing putting the ice back in the rink.\"\nWhile the Cardiff rink may not be open for another few weeks, it will be a longer wait for the north Wales - it is expected to remain part of the vaccination Covid fight until March 2022.\nRelaxing measures on Saturday is the latest step out of the pandemic, with a pledge to lift more restrictions in coming weeks.\nFrom Monday 19 July:\nFrom Saturday 7 August:\nHowever, not all restrictions are being lifted.\nLaws remaining in place in Wales on wearing face masks in most indoor public places, including on pubic transport. \nIt means passengers travelling on trains crossing from England into Wales must don face coverings - though train operators are already urging passengers to wear a mask while on their journeys.\nThe legal restrictions on the number of people who can gather outdoor is removed and Merthyr Town are ready to welcome fans back to their first home game in almost 18 months on Saturday.\nThe fan-owned Southern League Premier south club was mothballed in November last season to avoid possible bankruptcy of playing without supporters.\nThe three-time Welsh Cup winners made the decision to hibernate around the time Merthyr had the highest Covid case rates in the UK.\nMerthyr Town host local rivals and Welsh League side Penydarren Boys Club on Saturday in an all-ticket friendly to comply with social distance rules as the club trials fans returning.\n\"For me, during lockdown, I've realised just how important the club is to the town,\" said film director and radio presenter Jonny Owen, the club's new sponsor. \n\"It's a testament to the town and their magnificent supporters that Merthyr are ready to play again.\"\nMerthyr's vice-chairman thanked volunteers and local sponsors for helping keep the supporter-run club afloat during the last 18 months \"when bills have needed paying but there was no income.\"\n\"It's been a real community effort to get through Covid, both in society and at sports clubs,\" added Mark Evans. \"That's the same at every football, rugby and cricket club across the land.\n\"It's nice that people's familiar Saturday routines can start to return....Go to the football, see your mates, have a beer and pie and have a chat.\n\"You can't overstate that social interaction and for some, they haven't seen many people for the best part of 18 months.\"\nMr Owen, who grew up in Merthyr, presented his TalkSport radio show from his home-town during football's recent European Championships and thanked their \"fantastic fans who couldn't do enough\".\nHe and partner Vicky McClure, the actress and Line of Duty TV show star, hope the Merthyr fans enjoy being back for the first time since 29 February 2020.\n\"We love Merthyr, it's Jonny's home town of course but the people have been so warm and friendly to me I feel like one of them,\" said Miss McClure.\n\"That makes us want to help too\". \nThe Welsh government Covid rules relaxation also allows \"flexibility around social distancing\" at outdoor gatherings but Merthyr are keeping the capacity low at first to ensure \"fans feel safe.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-highlands-islands-57873330",
      "category": "uk-scotland-highlands-islands",
      "title": "Google Maps updates 'dangerous' Ben Nevis route",
      "tags": "Ben Nevis,Google,Hiking",
      "text": "Google has made changes to its mapping service after fears that walkers may mistakenly attempt a \"potentially fatal\" route up Ben Nevis. \nThe firm insisted its walking directions on Google Maps did not direct people to dangerous routes. \nHowever, its driving directions took people to a car park where a dotted line showing distance to the summit could be misinterpreted by users. \nIn future the maps will direct drivers to a visitor centre instead. \nScottish mountaineering charities have urged hill-walkers not to use Google Maps to guide them up the mountains after a series of incidents where routes downloaded off the internet have resulted in \"injury or worse\". \nThe John Muir Trust, which looks after the summit of Ben Nevis, said it had raised a specific concern about the directions to the car park closest to the UK's highest mountain.\nThe route from this car park was \"highly dangerous, even for experienced climbers\", they warned.\nAnd the trust said that a dotted line leading from the car park to the summit could lead walkers into danger. \nMountaineering groups said the dotted line crossed \"potentially fatal\" steep, rocky and pathless terrain, while a suggested walking route for a different mountain, An Teallach, would lead people over a cliff. \nA spokeswoman for Google said it had investigated and found the Ben Nevis concerns related to the service's driving directions, rather than walking directions which it insisted did not lead people to dangerous routes.\n\"Our driving directions currently route people to the Nevis Gorge trailhead parking lot - the lot closest to the summit - which has prominent signs indicating that the trail is highly dangerous and for advanced hikers only,\" the spokeswoman said.\n\"To help both novice and experienced hikers more easily find trails that suit their level of expertise, we're now updating our driving routes to take people directly to the visitor centre, where they'll be able to speak with staff about the best trail to take.\"\nGoogle is now reviewing other routes in the area, and said it welcomed feedback from mountaineering groups or organisations such as the John Muir Trust. \nLocal organisations are encouraged to provide geographic information about roads and routes through Google's Geo Data Upload tool and users via the \"Report a problem\" tool.\nMountaineering Scotland and John Muir Trust recommend climbers cross-check information on a map or consult a local guide. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57858829",
      "category": "world-europe",
      "title": "Europe floods: At least 120 dead and hundreds unaccounted for",
      "tags": "Floods,Germany,Angela Merkel,Europe floods,Netherlands,Severe weather,Switzerland,Belgium",
      "text": "At least 120 people have died and hundreds more in western Europe are unaccounted for after some of the worst flooding in decades. \nRecord rainfall caused rivers to burst their banks, devastating the region. \nIn Germany, where the death toll now stands at over 100, Chancellor Angela Merkel called for a determined battle against climate change. \nAt least 20 people have died in Belgium. The Netherlands, Luxembourg and Switzerland are also affected.\nMany factors contribute to flooding, but a warming atmosphere caused by climate change makes extreme rainfall more likely.\nThe world has already warmed by about 1.2C since the industrial era began and temperatures will keep rising unless governments around the world make steep cuts to emissions.\nBelgian Prime Minister Alexander De Croo declared 20 July a national day of mourning.\n\"We are still waiting for the final toll, but this could be the most catastrophic flooding our country has ever seen,\" he said.\nWe met an elderly man trying to get into a village which was all but destroyed. His grandchildren were there, he said, but he couldn't get hold of their parents. \nEven the authorities say they don't know for sure how many people are missing. There is no phone signal in much of the region, making communication all but impossible. But the death toll is expected to rise today and with every hour that passes the magnitude of this disaster becomes ever clearer. \nAll along the River Ahr there are flooded homes, broken bridges, the twisted remains of campsites and caravan parks. For many of the dazed people we met surveying the damage here, it's almost impossible to imagine clearing up and starting again. \nSome 15,000 police, soldiers and emergency service workers have been deployed in Germany to help with the search and rescue. \nEntire villages have been destroyed, and officials in the western German district of Ahrweiler say up to 1,300 people are unaccounted for.\nGregor Jericho, a resident of Rheinbach in North Rhine-Westphalia, told the BBC: \"It's a very sad scene. Streets, bridges and some buildings are destroyed. There's garbage everywhere.\n\"Parts of buildings are in the road, people are sitting and crying. It's so sad. People have lost their homes, their cars are in fields flooded. My city looks like a battle has taken place.\"\nIn the same town, Ansgar Rehbein told Reuters he saw the river's water level rising so rapidly that he had to immediately get out of his house.\n\"Once the river started overflowing and the water came down from the hillside, it was a matter of two minutes before the courtyard was flooded with waist-high water,\" he told the news agency.\n\"We had to get out through the window and uphill in order to save ourselves.\"\nIn Belgium, dramatic footage of the floods showed cars being swept away along a street in the city of Verviers. A curfew was in place overnight because of the risk of looting. \nResidents of Liège, Belgium's third-largest urban area after Brussels and Antwerp, were ordered to evacuate on Thursday. Local officials said those unable to leave should move to the upper floors of their buildings. \nThe Meuse river, which flows through the city, stabilised on Friday morning, with small overflows in some areas. \nScientists have condemned politicians for failing to protect their citizens from extreme weather events such as the floods in northern Europe and the US heat dome.\nThey have been predicting for years that summer rainfall and heatwaves would become more intense due to human-induced climate change.\nHannah Cloke, Professor of Hydrology at the University of Reading, said: \"The deaths and destruction across Europe as a result of flooding is a tragedy that should have been avoided. \n\"Forecasters issued alerts early in the week, and yet the warnings were not taken seriously enough and preparations were inadequate.\n\"The fact that other parts of the northern hemisphere are currently suffering record-breaking heatwaves and fires should serve as a reminder of just how much more dangerous our weather could become in an ever-warmer world.\"\nScientists say governments must both cut the CO2 emissions that are fuelling extreme events, AND prepare for more extreme weather.\nYet in the UK - hit by severe flooding on Monday - the government's advisory climate change committee recently told ministers the nation was even worse prepared for extreme weather than it was five years ago. \nIt said the government was keeping only a fifth of its pledges to cut emissions.\nAnd only this week the UK government told people that they don't need to reduce flying because technology will solve the emissions problem - a notion that most experts consider a gamble.\nREAD MORE: Science failed to predict flood and heat intensity\nThe Netherlands has reported no casualties but thousands of people in towns and villages along the Meuse river have been urged to leave their houses quickly. \nThe river running through the Swiss capital Bern burst its banks, flowing at a record rate of 560 cubic metres a second on Friday. \nLake Lucerne is flooding into the town and people in Basel have been told to keep well away from the River Rhine. There is also the risk of mud and rock slides in the Alps as the flood waters run off. \nHave you been affected by the flooding in Germany? If it is safe to do so please share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57875732",
      "category": "uk-northern-ireland",
      "title": "Hottest NI day ever as temperatures soar above 30C",
      "text": "Temperatures in Northern Ireland hit record-breaking heights on Saturday as thermometers soared above 30C.\nIt was the hottest day on record with Ballywatticock, near Newtownards in County Down, recording a temperature of 31.2C.\nThe previous high was 30.8C set in the summers of 1976 and 1983.\nRecord-breaking temperatures require several factors to line up, one after another, and on Saturday they did just that.\nThe hottest day of the year so far has been provisionally recorded in the other three UK nations too, and it could be even warmer on Sunday.\nIn England, 30.7C was recorded at Linton-on-Ouse in North Yorkshire; in Wales, Usk in Monmouthshire reached 29C, and in Scotland, 28.2C was recorded in Threave in the Dumfries and Galloway region. \nA record-breaking day starts with a warm night. On Friday night, temperatures at Killowen on the County Down coast only briefly dipped below 15 degrees.\nIt needs lots of sunshine. On Saturday we barely saw more than the wisp of a cloud and we are only just past the longest day of the year so the sun is still very powerful.\nAnd finally it needs very little breeze. With high pressure in charge that was certainly been the case on Saturday and we have saw the temperature rise hour by hour.\nThe temperatures had been rising through the afternoon.\nFirst Killowen came close to 30C with 29.9C, before it was overtaken at 15:00 BST by the weather station at Ballywatticock.\nSitting in the shelter of Strangford Lough it was shielded from any afternoon sea breezes.\nWhile the hourly temperatures at 15:00 and 16:00 were just below the old record of 30.8C, at 15:40 a temperature of 31.2C was recorded, breaking a record that was set in 1976 and only matched once since in 1983.\nIt was a remarkably warm day for Northern Ireland.\nBut breaking temperature records is no longer a remarkable event - it is the reality of life on a warming planet.\nIn the northern hemisphere summer of 2019, more than 400 individual temperature records were broken.\nGlobally, 19 of the warmest 20 years on record have occurred since the year 2000.\nAnd extreme summer heat can make torrential summer downpours more intense, bringing the destructive flooding that we have seen in Germany and Belgium this week."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57866734",
      "category": "uk",
      "title": "US wants giant radar in UK to track space objects",
      "tags": "Communications satellites",
      "text": "The US wants to locate a giant new radar system in the UK to track objects in deep space.\nThe US Space Force is developing the global system to identify potential \"targets\" up to 36,000km away, in areas of deep space where a lot of military satellites are positioned.\nOther sites would include Texas and Australia.\nThe Ministry of Defence said the new radar capability has the potential to make space \"safer and more secure\".\nIt comes amid growing concerns about congestion, competition and even an arms race in space.\nBoth the US and Britain have accused Russia and China of developing weapons which could be used to take out satellites. \nLast year alone more than 1,000 new satellites were launched into space - including 10 by the US military.\nThe plans to develop the Deep Space Advanced Radar Capability - or DARC - are being developed at the US Space and Missile Systems Center. \nIt was one of the sites visited by Defence Secretary Ben Wallace and UK defence chiefs this week on a visit to California. They also held discussions with Elon Musk's SpaceX.\nLt Col Jack Walker of the US Space Force told the BBC the US was \"in discussion\" with the UK about putting the radars \"possibly in Scotland or further south\". \nHe said the site would house \"anywhere from 10 to 15 parabolic antenna (large satellite dishes) for tracking and four to six for transmitting\" and cover an area of about 1km square.\nEach radar dish will be 15 metres in diameter.\nCol Walker said the purpose of the system would be to \"detect and track targets which could potentially be threats to our high-value assets\". \n\"It could be from the Chinese, it could be from the Russians, it could be anti-satellite or it could be debris in space,\" he said.\nThe US already operates an early warning system to detect ballistic missiles in space, which includes a service at RAF Fylingdales in North Yorkshire. \nBut the radar systems at the secretive RAF base can only detect objects up to 20,000km (12,400 miles) away. \nThe new DARC system will be able to see much further. \nCol Walker says it will be able to detect an object the size of a football up to 36,000km (22,400 miles) away.\nOn the US visit, the UK's chief of the air staff, Sir Michael Wigston, said \"right now the UK is focused on understanding what's going on in the dark corners of space\". \nHe said the increasing congestion and competition in space \"all point to needing to rapidly build our understanding of what's going on\". \nSir Michael has predicted the next war could be won or lost in space.\nDefence Secretary Ben Wallace said the government would be publishing a space strategy in the autumn. \nHe said space was under threat and the UK needed to protect its key national infrastructure. \nMr Wallace said he did not think there was going to be \"moonraker and Star Wars lasers in space\". \nThe UK's military doctrine would not be about \"wrecking space but defending and protecting space\", he added. \nA Ministry of Defence spokesperson said: \"This new radar capability has the potential to make space safer and more secure, helping to protect our satellite system by tracking and monitoring objects.\n \"We are exploring our potential partnership with the USA on DARC and discussions so far have been positive.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57877239",
      "category": "world-asia",
      "title": "Daughter of Afghan envoy kidnapped and injured in Pakistan",
      "tags": "Pakistan,Afghanistan",
      "text": "The daughter of Afghanistan's ambassador to Pakistan was briefly kidnapped and injured by unknown assailants, officials say.\nSilsila Alikhil was seized on her way home in the Pakistani capital Islamabad on Friday and held for several hours.\nAfghanistan's foreign ministry said she was \"severely tortured\". Later it said senior diplomats including the ambassador had been recalled.\nRelations between the two neighbours have long been strained.\nPakistani officials said Silsila Alikhil, who is in her 20s, was assaulted by assailants who got into a car she was travelling in and beat her up.\nAfter her release she was treated in hospital. Condemning the \"inhuman attack\", the ambassador, Najib Alikhil, said his daughter \"feels better now\" .\nOn Saturday the Afghan foreign ministry expressed its \"deep concern\" and said it was lodging a complaint over the incident. \nIn another statement on Sunday it said it was recalling the ambassador and other senior diplomats \"until all the security threats are removed\".\nPakistan's Interior Minister Sheikh Rashid Ahmed said Prime Minister Imran Khan wanted the culprits caught rapidly.\nIn recent weeks, ties between the two countries have been deteriorating amid rising violence in Afghanistan.\nThe Afghan government accuses Pakistan of providing safe haven for Taliban militants waging an insurgency across the country.\nTaliban militants have made advances across the country, seizing a series of border posts from Afghan forces.\nThe Taliban have moved swiftly as the US steps up the withdrawal of its forces from the country ahead of an 11 September deadline set by President Joe Biden.\nOther allied countries, including the UK, have withdrawn nearly all military forces ahead of Mr Biden's deadline.\nPakistan, for its part, accuses Afghanistan of allowing militants to launch attacks from its soil."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51768274",
      "category": "uk",
      "title": "Covid-19 in the UK: How many coronavirus cases are there in my area?",
      "tags": "Coronavirus pandemic",
      "text": "There have been 16 million confirmed cases of coronavirus in the UK and more than 155,000 people have died, government figures show.  \nHowever, these figures include only people who have died within 28 days of testing positive for coronavirus. \nSo far, 91% of people aged 12 and over in the UK have had their first vaccine dose, 84% have had their second and 65% have had a booster. \nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nAfter a sharp increase in December, daily confirmed cases fell during the first half of January, and now appear to be levelling off. \nA further 62,399 confirmed cases were announced on Sunday.\nGovernment figures do not include people who test positive more than once - except in Wales. Some experts suggest this means the official figures are lower than the actual number of daily cases in the UK. \nHowever reinfections more than 90 days after a previous positive result are expected to be included in the data from 31 January.\nRestrictions were put in place across the UK to deal with the emergence of the Omicron variant but they are now being eased. You can use our postcode look-up to check what the rules are where you live.\nThe red and orange areas on the map below show the places currently seeing the highest number of cases per 100,000 people. The map's key was updated on 21 December to allow for rising case numbers. \nMore than 52 million people, 91% of those aged 12 and over in the UK, have now received a first dose of a vaccine. \nThe number of people who have received a second vaccine dose is more than 48 million, or 84% of people aged 12 and over.\nSo far, more than 37 million booster doses have been administered across the UK, with 31 million in England, 3.3 million in Scotland, 1.9 million in Wales and 940,000 in Northern Ireland. \nThe UK Health Security Agency has warned that two doses of a Covid vaccine are not enough to stop people catching the Omicron variant, but their scientists also say a booster vaccine is 88% effective at preventing people ending up in hospital with Covid. \nThe average daily number of deaths within 28 days of a positive test increased in early January, but figures have started to stabilise.\nThere were 75 deaths counted in this way reported on Sunday.\nOf those deaths, there were 75 in England, eight in Wales and two in Scotland. No figures were reported for Northern Ireland.\nThe BBC's Head of Statistics Robert Cuffe says most of the recent increase in Covid deaths could be down to \"coincidental\" Covid - people whose death may have had nothing to do with coronavirus. \nWith the high proportion of infections in the population over the past month, the number of coincidental cases would be expected to increase.\nFigures for doctors registering a death and recording what caused it will increasingly become our best picture of the pandemic's death toll - but these take longer to be published and it will be a while before we get a complete picture. \nThe most recent government figures for the whole of the UK show 16,149 people with coronavirus were in hospital on 27 January, down from 18,065 a week earlier.\nOf those in hospital with coronavirus, 549 are in mechanical ventilation beds - using ventilators to help them breathe - down from 664 a week earlier. \nThe number of hospital patients remains well below the peak of nearly 40,000 people in January last year. \nThe number of patients in hospital with coronavirus increased in almost every area of the UK during December and early January. \nWhen looking at the overall death toll from coronavirus, official figures count deaths in three different ways, each giving a slightly different number. \nFirst, government figures - the ones reported each day - count people who died within 28 days of testing positive for coronavirus. This figure is more than 155,000.\nAccording to the latest ONS figures, the UK has now seen nearly 177,000 deaths in total - that's all those deaths where coronavirus was mentioned on the death certificate even if the person had not been tested for the virus. \nThe third measure counts all deaths over and above the expected number since the pandemic began - that figure was about 150,000 as of 14 January.\nIn total, there were 15,257 deaths registered in the week to 14 January, which was five percent below the five-year average.\nOf the total deaths, 1,557 were related to coronavirus, up from 1,023 in the previous week.\nThe \"R number\" is the average number of people an infected person will pass the disease on to. \nIf R is below one, then the number of people contracting the disease will fall; if it is above one, the number will grow. \nThe government has said in the past that the R number is one of the most important factors in making policy decisions. \nThe latest R number estimate for England and Scotland  is 0.7 to 0.9, for Wales it is 1.1 to 1.5 and for Northern Ireland it is 1.1 to 1.3. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57869880",
      "category": "uk",
      "title": "Covid: Fully jabbed arrivals from France must still quarantine",
      "tags": "France,Coronavirus lockdown measures,Travel,Travel & leisure industry,Coronavirus pandemic",
      "text": "Fully jabbed travellers returning to England and Wales from France will still have to quarantine from Monday. \nFrom 19 July, adults who have been double jabbed in the UK arriving from amber list countries will not need to isolate for 10 days.\nBut the government said the easing would not apply to France due to \"persistent\" cases of the Beta variant, first identified in South Africa.\nThere are concerns vaccines may not work as well against the Beta variant.\nThe Beta variant accounts for about 10% of new infections in France, but that includes the Indian Ocean territories of Reunion and Mayotte, where the variant is near-universal.\nThe more infectious Delta variant - first identified in India - accounts for almost all new cases in the UK. \nHealth Secretary Sajid Javid said: \"We have always been clear that we will not hesitate to take rapid action at our borders to stop the spread of Covid-19 and protect the gains made by our successful vaccination programme. \n\"With restrictions lifting on Monday across the country, we will do everything we can to ensure international travel is conducted as safely as possible, and protect our borders from the threat of variants.\"\nTravel firms have criticised the move, accusing the government of causing confusion. \nWillie Walsh, the director-general of the International Air Transport Association said \"the UK has no coherent policy on international travel\" and is \"destroying its own travel sector and the thousands of jobs that rely on it\".\nThe government announcement means that anyone who has been in France in the previous 10 days will need to quarantine on arrival to England in their own accommodation and will need a day two and day eight test, regardless of their vaccination status. \nThis includes any fully vaccinated individual who transits through France from either a green or another amber country. \nBut ministers indicated that Eurostar passengers on services travelling through France would not need to quarantine if their train did not stop in the country.\nExisting amber list exemptions for key workers such as hauliers will remain in place.\nMeanwhile, France has tightened its rules for UK travellers who are not fully vaccinated, requiring a negative test in the 24 hours before arrival from Sunday, rather than the 48 hours allowed previously.\nBut anyone fully vaccinated with a jab from Pfizer/BioNTech, Moderna, AstraZeneca or Johnson & Johnson will be exempt from providing a negative test.\nFrench MEP Veronique Trillet-Lenoir told BBC Radio 4's Today programme that it was \"difficult to understand\" the UK rules, as the Beta variant is \"not present at all\" in mainland France, with France's cases mainly being found in its overseas territories.\nBBC Paris correspondent Hugh Schofield said there had been no official response from the French government yet, but it would be pushing for an explanation from its London counterpart for the toughened policy.\nTravellers to the UK from France will still have the option of shortening their quarantine period through the Test to Release scheme - if they pay for a test on day five and are negative.\nFor arrivals from other amber list countries, the requirement to quarantine is being scrapped for the fully vaccinated and under-18s from Monday in all parts of the UK. \nEach UK nation sets its own travel rules. \nA Scottish government spokesperson said ministers were \"considering the best approach\" for arrivals from France \"as we look to adopt a four nation approach on international travel, where possible\". \nWales said it would be following the change set by England, while Northern Ireland is yet to announce its intention. \nProf John Edmunds, an epidemiologist from the London School of Hygiene and Tropical Medicine and a government adviser on the Sage committee, said the Beta variant was at low levels in the UK but, as immunity from vaccines increases, \"conditions are right\" for it to gain an advantage.\nHe told the Today programme that the Beta variant is probably less infectious than the dominant Delta variant, but it appears to be better able to evade the immune response from vaccines - particularly from the Oxford-AstraZeneca vaccine.\nThe UK is currently facing a \"long and drawn out\" wave of infections from the Delta variant, he said, as it will not be brought down by lockdowns as previous peaks were. \nHe said cases are on course to hit 100,000 a day in about two weeks, although school closures may help to bring down the surge or cause it to level off. But high levels of infection were likely throughout the rest of the summer and autumn, he said.\nTravel trade body Abta said the changes to travel to France will delay \"any meaningful recovery for the industry\", adding that financial support needed to be given to the sector.\nTim Alderslade, chief executive of industry group Airlines UK, said: \"These random rule changes make it almost impossible for travellers and industry to plan ahead, and can only further undermine consumer trust at the very peak of the summer season.\"\nJohan Lundgren, chief executive of EasyJet, said the government was \"making it up as they go along and causing confusion and uncertainty\". \nLabour said the move had created \"complete chaos\". \nShadow home secretary Nick Thomas-Symonds said: \"In effect the government has announced yet another category for travel and they've done it on a Friday evening... It is travellers and the travelling industry that is paying the price.\"  \nGeorgina Thomas, a nurse from Buckinghamshire, is one of those affected by the change. \nThe 32-year-old has been visiting her parents in the countryside between La Rochelle and Bordeaux for the last three weeks with her baby daughter. \n\"I'm frustrated with the inconsistent approach the government are taking, it doesn't all appear logical,\" she told the PA news agency. \n\"If a quarantine is necessary then so be it but I'm confident that my risk will be higher when I return to the UK.\"\nMs Thomas, who is still on maternity leave, added: \"It will be a long 10 days but we are the fortunate ones, I understand that, plenty will think we shouldn't be travelling anyway.\"\nJames Miles from West Sussex said the quarantine requirement had put his plans to visit his girlfriend in France for the first time since 1 January in jeopardy.\n\"This is really affecting people's lives,\" he said. \"Seven months is a long time not to see your partner. I can't even see the light at the end of the tunnel. Where do we go from here?\"\nAnne, a British citizen living in Paris who did not wish to give her second name, has not seen her family in 18 months, with her parents yet to meet their granddaughter, who was born in Paris last autumn.\nThe 31-year-old told the BBC she had booked their trip to London for late August on Friday morning - just hours before the announcement was made.\nShe also suggested most of the Beta variant cases were not found in mainland France.\n\"How can the government encourage non vaccinated people in the UK to stop wearing masks and start going clubbing, yet oblige fully vaccinated travellers from France to quarantine?\" Anne added.\nTransport Secretary Grant Shapps said: \"Whilst we are committed to continuing to open up international travel safely, our absolute priority is to protect public health here in the UK.\"\nThere had been reports the government was considering adding France to the red list for travel. \nOnly UK or Irish nationals or UK residents are allowed to travel from red list countries and they must then quarantine in a government-approved hotel for 10 days, at a cost of £1,750 for one adult. \nIt comes just two days after the government announced popular holiday destinations Ibiza, Majorca, Menorca and Formentera would be moved to the amber list. \nIn other developments:\nOn Friday, more than 50,000 daily coronavirus cases were reported in the UK for the first time since mid-January."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57870778",
      "category": "world-us-canada",
      "title": "Covid misinformation on Facebook is killing people - Biden",
      "tags": "Disinformation,Fake News,Mark Zuckerberg,Twitter,Facebook,United States,Coronavirus pandemic,Joe Biden",
      "text": "US President Joe Biden has warned that the spread of Covid-19 misinformation on social media is \"killing people\".\nHe was responding to a question from a reporter about the alleged role of \"platforms like Facebook\" in spreading falsehoods about vaccines and the pandemic.\nThe White House has been increasing pressure on social media companies to tackle disinformation.\nFacebook says it is taking \"aggressive action\" to protect public health.\n\"They're killing people,\" Mr Biden told reporters at the White House on Friday. \"The only pandemic we have is among the unvaccinated.\"\nUS health officials have warned that the country's current spike in Covid-19 deaths and infections is exclusively hitting unvaccinated communities.\nEarlier on Friday, White House Press Secretary Jen Psaki said Facebook and other platforms were not doing enough to combat misinformation about vaccines.\n\"Obviously, there are steps they have taken,\" she said. \"It's clear that there are more that can be taken.\"\nA spokesman for Facebook, Kevin McAlister, said the company would \"not be distracted by accusations which aren't supported by the facts\".\n\"We've removed more than 18 million pieces of Covid misinformation [and] removed accounts that repeatedly break these rules,\" the company said in a separate statement.\nYou get the sense Facebook is becoming increasingly tired of being criticised by US governments. Mr Trump and fellow Republicans believed Facebook was restricting free speech by cracking down on voter-fraud conspiracies. \nMr Biden and his team have a different criticism - that Facebook doesn't do enough to take down conspiracies - such as anti-vax content. Last week the president signed an executive order aimed at trying to check the power of companies like Facebook. \nFacebook is by no means the only company that has been accused of failing to act on conspiracies. YouTube, for example, has been slammed for its moderation practices. \nThat Mr Biden picks out Facebook is indicative of a personal grudge he has with the company. In January 2020 he told the New York Times: \"I've never been a big Zuckerberg fan. I think he's a real problem.\"\nConcerningly for Facebook, Mr Biden is now the president, and his rhetoric is only getting harsher. \nFacebook has faced criticism for its moderation, and misleading content about the pandemic is still widely available on its platforms.\nEarlier on Friday Rochelle Walensky, director of the US public health body Centers for Disease Control and Prevention (CDC), told reporters: \"There is a clear message that is coming through: this is becoming a pandemic of the unvaccinated.\"\nAbout 67.9% of US adults have received one dose of the vaccine, while 59.2% of adults are fully vaccinated.\nMany eligible people refusing vaccinations in the US have said they don't trust them. \nIn March, a report said anti-vaccine activists on Facebook, YouTube, Instagram and Twitter had reached \"more than 59 million followers, making these the largest and most important social media platforms for anti-vaxxers\".\nThat same month, Mark Zuckerberg, Sundar Pichai and Jack Dorsey - the CEOs of Facebook, Google and Twitter respectively - were questioned in Congress over disinformation. \nMr Dorsey told the senators that Twitter was committed to moderating posts. Mr Pichai said YouTube worked to remove misleading content, and highlighted its role in relaying vaccine information.\nIt comes after social media platforms admitted censoring revelations about politically embarrassing emails leaked from Mr Biden's son's laptop in the run-up to last November's presidential election.\nTwitter and Facebook blocked links to the New York Post reporting on Hunter Biden's dealings after his father's campaign team claimed without evidence that it was \"disinformation\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-57873556",
      "category": "uk-scotland-glasgow-west",
      "title": "Covid in Scotland: Calls to keep Glasgow's Hydro vaccination hub open",
      "tags": "NHS Greater Glasgow and Clyde,Coronavirus vaccines,Glasgow,Coronavirus pandemic",
      "text": "Plans to close the Covid vaccination centre at the SSE Hydro in Glasgow this weekend must be delayed, according to opposition politicians. \nThe Scottish government said the venue was being handed back in preparation for hosting a UN climate conference.\nBut Tory and Labour politicians said closing the hub was \"baffling\" when vaccines were still to be administered. \nThe health board plans to close the Hydro hub and move the focus to community and mobile facilities.\nNHS Greater Glasgow and Clyde (NHSGGC) said it would now be moving fully on to the next stage of the vaccination programme, which will focus more on mobile facilities and drop-ins at community settings, alongside planned second dose appointments. \nScottish Conservative leader Douglas Ross said: \"It's baffling that the SNP have chosen this moment to shut the Hydro for vaccinations from Sunday. Everyone looking at this decision will be scratching their heads.\"\nHe pointed out that Covid cases remained high and the vaccination rate had slowed  in recent weeks \nMr Ross continued: \"Humza Yousaf claims it's because of COP26 [the UN climate change conference) but that's nonsense. COP26 doesn't start until late October and there are a dozen events at the Hydro before then. \n\"Instead of spinning a story, the SNP should honestly and openly explain this decision to the public, especially because only 54% of adults in Glasgow are fully vaccinated, the second lowest figure of any local authority.\"\nScottish Labour's health spokeswoman Jackie Baillie said it was an \"utterly bizarre decision at a time when Covid cases are far too high and vaccination rates are too slow\".\nShe added: \"With thousands still waiting for at least one dose and people queueing daily, the vaccine roll-out is far from over. It is beyond complacent to think now is the time to start winding down.\"\nMs Baillie said new community and mobile vaccination hubs should be adding to existing services - not replacing them. \n\"The government's attempt to hide behind COP26 to justify their decision to scrap the Hydro site adds insult to injury. Their approach here has been as dishonest as it is irresponsible,\" she added. \nThe Scottish government has previously rejected opposition criticism of the pace of the vaccine roll-out. \nIt has highlighted two \"constraining factors\" - supply, which it says tends to ebb and flow, and the \"clinically advised gap of eight weeks between the first and second doses\". \nThe government has insisted it is \"vaccinating as quickly as possible within those constraints\". \nProf Linda Bauld, a public health expert from Edinburgh University, said closing the vaccination hub at the Hydro did not appear to be a positive step. \nShe told the BBC: \"Clearly they've done an assessment, but if you think about how it appears it doesn't appear that that's a positive step, because what we want is as many places that are as convenient as possible for young people to go, and that also have large capacity to accommodate the numbers who still need to be vaccinated.\"\nShe added: \"We've really only got about two thirds of the adult population who've had a second dose, so there's lots of people who still need one.  \n\"The Hydro was useful, just because these mass vaccination centres have been used around the UK to really good effect\n\"I hope that that is not a mistake and that the ease of access we particularly need for people in their 20s and 30s will continue to be the case.\" \nHealth Secretary Humza Yousaf urged people to come forward for their jab. \nHe said: \"By close of play on Sunday every adult in the NHSGGC area who attended their scheduled appointment will have received their first dose, but we urge anyone who hasn't come forward for whatever reason to pop into the Hydro as staff mark its final day as a vaccination centre. \nHe added that it was \"now time for the site to be handed over in preparation for COP26, as was always the intention\".\n\"The transition from the Hydro will be seamless with no negative impact on vaccination capacity and appointments have been allocated to alternative clinics, although of course, people can always head along to one of the many drop-in clinics now operating in the area if they prefer,\" he added. \nThe vaccination centre moved to the SSE Hydro in April following the closure of NHS Louisa Jordan, the temporary hospital at Glasgow's Scottish Exhibition Centre (SEC).\nJane Grant, NHSGGC's chief executive, said: \"The SSE Hydro and NHS Louisa Jordan Hospital have both played a really significant role in enabling NHSGGC to deliver our vaccination programme.\n\"Our vaccination rollout has been a great success so far and as we now move into the next stage of the programme and look ahead to potential Covid-19 vaccine booster requirements, it is important we can continue to provide an accessible and flexible service to members of the public.\n\"This is why our focus is now very much on community drop-ins and the use of mobile vaccination facilities which allow us to continue to connect with communities as well as make provision for people who may not be able to attend a scheduled appointment due to work or family commitments.\"\nNHSGGC said about 5,000 vaccines had been delivered a day at the Hydro. \nThe health board has administered approximately 1.4 million vaccinations, and more than 555,000 people have received both doses."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57867823",
      "category": "world-europe",
      "title": "The migrants hunger-striking for legal status in Belgium",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-shropshire-57869892",
      "category": "uk-england-shropshire",
      "title": "Alan Bircher: Former medallist among swimming coaches suspended",
      "tags": "Ellesmere",
      "text": "A former world silver medallist is among the coaches suspended following a review into welfare issues at a swimming club.\nSwim England launched an independent review following concerns raised by parents of swimmers at Shropshire's Ellesmere College Titans Swimming Club.\nAlan Bircher was among \"some of the programme coaches currently suspended\", it said.\nMr Bircher, director of swimming at the club, has been approached for comment.\nAs a result of the review, Swim England said, Mr Bircher was not nominated to the Tokyo Olympics coaching team for 2021 and will not be part of the team at the Games. \nMr Bircher had been named as a Team GB coach in April as part of the open water team at the Tokyo Games, but earlier this month stepped down due to family reasons.\nHe was an international swimmer from 1997 to 2008, winning silver at the world championship in Dubai in 2004, and formerly a GB world championship lead coach.\nSwim England said the report had identified \"welfare and governance issues\", adding it had immediately implemented all the recommendations \"to ensure a safe, supportive and positive environment for everyone in the club\", which has included a \"complete change of the governance structure of the club\". \nIt said Swim England officers were working alongside members to put in place a revised structure and procedures.\nFollowing the suspensions, it said, coaching support has been secured, overseen by an experienced Swim England talent coach, and an independent welfare officer was supporting the club.\n\"Swim England will remain working with the club until such time as we are content our robust safeguarding and welfare procedures and policies are embedded within the governance of the club,\" it said.\n\"The suspended coaching staff will not return to the programme until such time as all conditions set out in the report have been met to the satisfaction of Swim England.\n\"The welfare and safety of all of Swim England's members and British Swimming's athletes is of paramount importance and we continue to prioritise our duty of care to all within our sport.\"\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-53917432",
      "category": "explainers",
      "title": "Covid-19: Five ways to avoid catching the virus indoors",
      "tags": "Coronavirus pandemic",
      "text": "With social distancing restrictions ending in England and easing further in Scotland on 19 July, good ventilation will remain very important in avoiding Covid.\nFor months we've been told to wash our hands and maintain social distancing to beat the virus. \nBut scientists and engineers say we also need to think about the air we breathe inside buildings. \nGood ventilation matters in five ways.\nWhen you walk into a room and the air feels stale, something is wrong with the ventilation.\nNot enough fresh air is being introduced, which increases your chances of getting infected by coronavirus.\nRecent research shows that in confined spaces there can be \"airborne transmission\" of the virus - with tiny virus particles lingering in the air.  \nAccording to workplace regulations set up before the pandemic, everyone should get 10 litres of fresh air every second, and that matters more than ever now.\nSo if a place seems stuffy, just turn around and leave, says Dr Hywel Davies, technical director of the Chartered Institution of Building Services Engineers.\nHe says that it's vital to have a flow of clean air:\n\"If you've got someone who's infected in a building, and you're bringing in plenty of outside air, you're diluting whatever infectious material they're giving off. You're reducing the risk of other people becoming infected.\"\nFrom offices to shops, air conditioning is welcome on hot days - but check the type of unit. \nThe simplest is a slender white box mounted on walls or ceilings, known as a split air conditioner.\nThis draws in air from a room, chills it and then blows it back out again.\nIn other words, it's recirculating the air. \nThis is no problem for a quick visit but may be a risk over a period of hours.\nA study of a restaurant in China blamed this type of air conditioner for spreading the virus.\nOne customer was \"pre-symptomatic\" - in other words, he was infected but did not realise because he had yet to develop symptoms. \nScientists reckon he released the virus as he breathed and talked, and it was pushed around the room by swirling air currents from the units on the wall.\nThe result was that nine other people became infected. \nDr Davies points again to the importance of fresh air:\n\"If there had been a good supply of outside air, very likely fewer people would have become infected - if any.\"\nIn a modern building where the windows are sealed, how can you get enough fresh air?\nYou're relying on a ventilation system in which stale air is extracted from the rooms and piped to an air handling unit, often on the roof.\nThere, fresh air can be pulled in from outside and mixed with the old inside air, before being sent back into the building.\nGiven the risk of coronavirus infection, the professional advice is to maximise the fresh supply. \n\"Having 100% outside air or close to 100% is a good thing,\" says Prof Cath Noakes of the University of Leeds and chair of the environmental panel of the government's SAGE advisers, speaking in a personal capacity.  \n\"The more fresh air, the less you're running the risk of recirculating the virus through the building.\"\nThe precise mix is decided by the building's managers, who may be working for the owners or the tenants.  . \nThe drawback to running 100% fresh air is the cost - the incoming air has to be heated in winter and cooled in summer, all of which requires energy. \nA modern ventilation system will have filters but these are not fool-proof.\nIn the US, researchers investigating the Oregon Health & Science University Hospital found that traces of coronavirus were trapped by the filters but some had somehow slipped through. \nProf Kevin van den Wymelenberg, who led the project, believes that swabbing the filters could reveal if there's someone infected working in a building.\nIn South Korea, a call centre on the 11th floor of an office building saw one person infect more than 90 others. \nIf the filters had been checked more frequently, the presence of the virus might have been spotted sooner.\nProf van den Wymelenberg says data from filters can \"show us where to punch and when to punch\" in tackling infections.  \nTalk to any expert in the field and they will say that fresh air is the key. \nBut one specialist in modelling the movement of air says it's not that simple. \nNick Wirth used to design Formula 1 racing cars, and now advises supermarkets and food-processing companies on how to manage air flow to keep people safe. \nHe worries that if someone sitting beside an open window turns out to be infectious, they could shed virus to others downwind. \n\"If you open a window, where is the air going to go?\" he asks. \"We don't want people in a direct line of that airflow.\n\"More fresh air in general is better but if it's flowing horizontally and full of virus it could have unintended consequences.\" \nI put this scenario to Prof Cath Noakes. \nShe says the benefits of plentiful fresh air diluting the virus will outweigh any risks.\nAn open window might lead to more people receiving the virus but in smaller, less risky amounts, in her view.\nIt's no surprise there are disagreements - there's a lot we still don't know about the virus. \nBut the air we breathe is bound to be part of any effort to make buildings safer.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57867935",
      "category": "uk-politics",
      "title": "UK looks to extend ivory ban to hippos and other animals",
      "tags": "Wildlife trade,Poaching,Ivory trade",
      "text": "Hippos, walruses and whales could receive greater legal protection under UK government proposals to crack down on ivory poaching. \nMinisters want to extend the Ivory Act because they say elephants are not the only animals at risk.\nConservationists have welcomed the move as sending a \"clear signal to the rest of the world\". \nBoris Johnson has previously announced that funding to tackle the illegal wildlife trade will be increased.\nThe Ivory Act, which gained Royal Assent in 2018, will introduce a near total ban on the import, export and dealing of items containing elephant ivory in the UK, but it has not yet become law. \nNow the environment department says it needs to go further.\nUnder the new plans - which open for public consultation on Saturday - it  would be broadened to cover other animals facing threats from hunters.\nMinisters say hippos are also at risk from poachers, while killer whales and sperm whales are targeted for their teeth and narwhals and walruses for their tusks.\nThe consultation puts forward three options: retaining the current ban on elephant ivory in the UK only, extending the Act to hippo ivory only, and extending it the five listed species.\nInternational Environment Minister Lord Goldsmith said: \"The Ivory Act is one of the toughest bans of its kind in the world and sends a clear message that we are doing all that we can to save elephants from the threat of extinction.\n\"However the ivory trade is a conservation threat for other magnificent species such as the hippo, narwhal and walrus that are at threat.\n\"So I urge everyone to share their views to help ensure we can protect more animals from the grim ivory trade.\"\nDr Mark Jones, head of policy at the Born Free Foundation, said: \"Closing down elephant ivory markets is an essential step towards securing a future for elephants.\n\"However, by focusing only on the trade in elephant ivory, other ivory-bearing species could suffer as ivory traders and consumers turn to alternatives.\n\"By taking this step, the UK can send a clear signal to the rest of the world that killing animals to carve ornaments from their teeth is not acceptable in the 21st century.\"\nThe prime minister has previously announced that funding to tackle the illegal wildlife trade will be increased as part of the £220 million International Biodiversity Fund."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57867813",
      "category": "world-us-canada",
      "title": "Bianca Devins: Family sue NY officials over video footage of murdered teen",
      "tags": "New York",
      "text": "The mother of a 17-year-old girl who was killed in 2019 has filed a lawsuit accusing officials of sharing sex and murder videos with the media.\nThe death of Bianca Devins prompted widespread media attention when images posted by her murderer went viral.\nNow her family's lawsuit alleges that explicit footage recorded by her killer was given to documentary makers.\nThe family is suing Oneida County in New York State and officials including local District Attorney Scott McNamara.\nThe filing alleges they \"acted unconscionably and lawlessly\" toward the victim with \"reckless dissemination of evidence\" to media producers seeking to cover the case. \nThe lawsuit claims Kimberly Devins, Bianca's mother, was shattered to learn videos taken by Brandon Clark had been shared. She now fears the material of them having sex will also go viral online, like the other images he shared of her daughter's murder.\nIt also accuses officials of breaking federal child pornography laws, because the evidence included video footage of Bianca having sex with Brandon Clark before he killed her.\nThe BBC contacted Oneida County District Attorney's Office and Mr McNamara, but both are yet to respond.\nBianca Devins was killed in July 2019 by Clark, 21, who stabbed the teenager in his car as they were driving home from a concert in Queens, a borough of New York City.\nHe documented the attack online - posting graphic images of Bianca's body to platforms like Snapchat and Instagram, as well as a Discord server used by her friends. \nHe attempted to take his own life after the murder, but survived. He was prosecuted and was sentenced to 25 years in prison in March this year.\nImages Clark posted of Bianca Devins' body spread rapidly on social media in the aftermath of her murder. The public nature of her killing led to rapid growth in both her and her killer's Instagram accounts, with impersonators popping up and reposting the images to take advantage of the morbid interest. \nKimberley Devins has said she still receives online abuse and graphic photographs of her daughter's body from trolls.\nAfter his arrest, it emerged that Clark had also recorded videos of the murder. The lawsuit says that dashboard clips showed him having sex with the 17-year-old before stabbing her to death after accusing her of infidelity in a \"jealous rage\".\nKimberly Devins long-feared this footage would be made public and, according to her lawsuit, sought assurance from Oneida County prosecutors that the material would be protected.\nThe lawsuit alleges she was later told by two sets of documentary makers that the sex and murder videos had been shared with them by the district attorney's office, along with nude photographs from her daughter's phone.\nCarrie Goldberg, a lawyer who specialises in sexual exploitation, is representing Kimberly Devins. \n\"This has been emotionally devastating and fatiguing,\" Ms Goldberg told the BBC. \"The family has not had a day of peace since Bianca died over two years ago.\" \nShe described the mother's experience of \"perpetual hell\" as she continues to receive graphic online abuse, including the images of her daughter's body. \nThe lawsuit also alleges that Kimberly Devins has repeatedly been denied access to the evidence that has been shared with the media. \nIt says law enforcement officials previously told Kimberly that New York state's child pornography laws, which have a younger limit, did not apply on the shared material as Bianca was 17. Both she, her legal counsel and the lawsuit say the video and nude photographs are unlawful under federal law and accuse the plaintiffs of disseminating child pornography.\nThe lawsuit is seeking punitive damages and an injunction to stop the material being shared any further.  \nThe BBC contacted the documentary producers named on the lawsuit for comment. \nKimberly Devins has spoken about wanting to change the laws on graphic content being shared on social media in the aftermath of her daughter's killing.\nMs Goldberg says she is also hoping to pursue legal action against social media firms relating to the case. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57876608",
      "category": "uk",
      "title": "Covid:-19 Decision on vaccinations for under-18s 'within days'",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Boris Johnson,Department of Health & Social Care,Coronavirus pandemic",
      "text": "A decision on routinely offering Covid jabs to under-18s will be made within days, a senior minister has said. \nCommunities Secretary Robert Jenrick said the government was \"very sympathetic\" to the idea of inviting children aged 12 to 17 to have a jab.\nIt comes as every adult in the UK has now been offered a vaccine, with the prime minister hailing the \"extraordinary achievement\". \nEngland and Scotland are set to ease restrictions from Monday. \nIt comes as more than 50,000 daily coronavirus cases were recorded on both Friday and Saturday - levels last seen in January.\nSo far, around 88% of adults have had a first dose and around 68% have had both, according to the latest figures. \nThe Joint Committee on Vaccination and Immunisation (JCVI) advises government ministers on which people should be offered a vaccine.\nMr Jenrick told the BBC's Andrew Marr Show: \"We are still awaiting the final advice from the JCVI about extending the vaccination programme to younger people. \n\"It seems like a sensible thing to do. The evidence we have received so far is compelling and ministers are going to make a decision armed with the advice in the coming days.\"\nIf it does get the go-ahead, those just short of their 18th birthday are likely to be invited to have a vaccine first, along with those who have health vulnerabilities and children who live in households with others who are more vulnerable. \nHis comments come after a report in the Sunday Telegraph said that the JCVI is believed to have advised ministers against a mass vaccination programme for all children until further evidence of the risks is available. \nAccording to the Telegraph, guidance this week is expected to say the vaccine should be offered only to vulnerable 12 to 15-year-olds and to those who are within three months of turning 18.\nMore than 46 million people have been given a jab since the UK's Covid vaccine rollout began in December 2020.\nMr Johnson promised in February that all adults would be offered a first dose by the end of July, and the Health Secretary Sajid Javid said last month that the government wanted two-thirds of UK adults to have had two by 19 July.\nThe prime minister urged anyone who had not booked their vaccine to do so and thanked those who had taken up their offer.\n\"You are the reason we are able to cautiously ease restrictions next week, and return closer towards normal life,\" he said. \"Now let's finish the job.\"\nBut in Scotland, almost a third of younger adults remain unvaccinated - despite the fact that by the end of Sunday, all over-18s will have been offered an appointment to have their first dose. \nHealth Secretary Humza Yousaf said some had re-arranged appointments and would receive the jab shortly. \nThe UK recorded 54,674 Covid cases on Saturday - following 51,870 new cases on Friday - as well as 41 deaths within 28 days of a positive test.\nThe last time cases exceeded 50,000 was 15 January.\nHealth Secretary Sajid Javid, who has been doubled jabbed, announced on Saturday he had tested positive for coronavirus and was isolating. It is understood Mr Javid met Boris Johnson at Downing Street on Friday - the prime minister is now self-isolating at Chequers. \nChancellor Rishi Sunak was also contacted by NHS Test and Trace and is isolating. \nAlmost all legal restrictions on social contact are to be lifted in England on Monday.\nNew travel rules will also come into effect, allowing people who are double-jabbed to return to the UK from amber list countries without quarantining - except for those returning to England, Wales and Scotland from France, because of concerns over the prevalence of the Beta variant there.\nThe prime minister has described England's approach to easing lockdown as \"cautious but irreversible\".\nBut Jeremy Hunt, chairman of the Commons health select committee, said on Saturday the government was likely to have to reintroduce some controls in the autumn, as rising case numbers and hospital admissions meant the NHS was facing a \"very serious\" situation.\nEngland's deputy chief medical officer, Prof Jonathan Van-Tam, warned of a \"bumpy winter\" ahead. He urged people to approach the easing of restrictions in \"a cautious, steady, gradual way\".\nSocial distancing rules will end in England on Monday, although government guidelines advise face coverings should still be worn in enclosed spaces such as in shops and on public transport.\nScotland will move to level zero of Covid restrictions on Monday, meaning pubs and restaurants can open until midnight. However, limits on outdoor meetings will remain, the return of workers to offices will be delayed and face coverings will still be mandatory.\nMost Covid rules in Wales are set to be scrapped from 7 August., but face coverings will still be required in most public places and on public transport.\nIn Northern Ireland, restrictions will be eased further on 26 July, if approved at a review on 22 July."
    }
  ]
}