{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-nottinghamshire-58357528",
      "category": "uk-england-nottinghamshire",
      "title": "Convicted gang member bragged about wealth in music videos",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58348541",
      "category": "uk",
      "title": "Covid travel: Seven locations moved to Covid travel green list",
      "tags": "Tourism,Travel,Coronavirus testing,Coronavirus pandemic",
      "text": "Canada and Denmark are among seven countries moving to the green list in the latest changes to Covid restrictions.\nThailand and Montenegro are being added to the UK government's red list - meaning they are considered to be among the highest-risk destinations.\nFinland, the Azores, Switzerland, Liechtenstein and Lithuania are also moving to the green list.\nThe changes will come into force at 04:00 BST on Monday. \nTravellers coming from green list countries do not have to quarantine when they come back to the UK - whether or not they have had two doses of a coronavirus vaccine. They still have to be tested before their return to the UK however, and book a test for day two after their return, and fill in a passenger location form. \nBut while Canada is on the green list, it currently has a ban on British nationals entering the country. \nOnly UK or Irish nationals, or UK residents, are allowed in to the UK if they have been to red list countries. They then have to pay to self-isolate in a government-approved quarantine hotel. \nThe Department for Transport said the changes were being made to the red list to reflect \"the increased case rates in these countries and the higher risk that travel from these countries poses to UK public health\". \nTravel lists are currently updated every three weeks. Most countries are on the amber list - fully-vaccinated adults do not have to quarantine on their return from these locations, but do have to have tests before returning and two days after they get back. Those who have not had both vaccines have to isolate at home for 10 days, as well as having the Covid tests.\nAirlines UK, which represents UK-registered carriers, said the \"small number of green destinations\" was making international travel \"more expensive, burdensome and uncertain compared to other countries\". \nA spokesman said: \"Too many families are having to look over their shoulders for rule changes and pay through the nose for tests, with no sign from government that this will change.\n\"As has already happened across Europe, it's time for a more proportionate system where tests are dropped for the fully-vaccinated and from destinations where Covid risks are low, with tougher measures targeted at a small number of high risk countries.\"\nSean Doyle, British Airways' chairman and CEO, reacted to the travel changes by saying \"the UK's economic recovery remains far behind our more pragmatic European neighbours\". He added: \"We also need to urgently end the uncertainty caused by the constant threat of changes to countries' traffic light status.\n\"Our green list is much smaller than that of the US and EU, despite no new variants being transported into the UK.\"\nCharlie Cornish, chief executive of Manchester Airports Group which operates Manchester, London Stansted and East Midlands airports, said the changes to the travel traffic light system will make \"little difference\" to the recovery of the travel industry and called on the government to \"overhaul\" it.\nHe said unless the government removed the need for fully-vaccinated people to take tests, it would \"continue to squander the advantage our world-leading vaccination programme was supposed to deliver\".\nShadow transport secretary Jim McMahon warned \"any loosening of restrictions carries with it risks, particularly from variants that could undermine the progress we have made on vaccines\".\nScotland's Transport Secretary Michael Matheson said the changes were \"welcome for Scots with loved ones in Canada but once again show that international travel remains challenging\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58344982",
      "category": "world-us-canada",
      "title": "US judge reprimands Trump election fraud lawyers",
      "tags": "Rudy Giuliani,US election 2020,Michigan,Donald Trump",
      "text": "A US judge has issued a blistering ruling against prominent lawyers who represented Donald Trump after his 2020 presidential election defeat. \nUS District Judge Linda Parker described a lawsuit filed in Michigan by Mr Trump's counsel as a \"profound abuse of the judicial process\". \nHer 110-page ruling, issued Wednesday, sanctioned Sidney Powell, Lin Wood and seven others who alleged voter fraud. \nJudge Parker said the lawyers intended to undermine the electoral system.\n\"This case was never about fraud - it was about undermining the people's faith in our democracy and debasing the judicial process to do so,\" she said in her ruling.\nJudge Parker ordered the lawyers to pay the court costs of their opponents - the city of Detroit and the state of Michigan - and undergo 12 hours of legal education.\nShe also referred them to the Michigan Attorney Grievance Commission and local disciplinary committees where they are licenced. \nLawyers representing Mr Trump filed a spate of lawsuits across the US after his 2020 election defeat making unsubstantiated claims of widespread voter fraud. \nMr Trump refused to publicly concede defeat to his successor, President Joe Biden, for months. He only acknowledged a power transition would occur after a group of his supporters violently stormed the US Capitol building in January 2021, attempting to stop the result being certified. \nWednesday's ruling is the latest in a string of legal repercussions for those who pushed the former president's case in court.  \nMs Powell was among those to baselessly claim that electronic voting systems had switched millions of votes and the Trump campaign later distanced itself from her.\nMs Powell was later sued, along with Mr Trump's former personal lawyer Rudy Giuliani, by Dominion voting systems over the allegations.\nMr Giuliani also had his law licence suspended earlier this year by the state of New York over what they described as \"demonstrably false and misleading\" claims he made around the 2020 US election."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58343250",
      "category": "world-asia",
      "title": "Young Afghan mayor who fled Taliban hidden in car",
      "tags": "Afghanistan,Taliban",
      "text": "The fall of Kabul to the Taliban was a foreboding moment for Zarifa Ghafari, one of Afghanistan's first female mayors. \nAs Taliban fighters descended on the Afghan capital, she realised her life was suddenly in grave danger. Days later she fled with her family to Germany and has told the story of her dramatic escape to the BBC.\nMs Ghafari, 29, had become a prominent public official and voice for women's rights.\nThis, she believed, made her a threat to the Taliban, who are known for restricting the role of women in line with their strict interpretation of Islam. \"My voice has the power that no guns have,\" she said.\nAt first, Ms Ghafari was defiant, even as she feared death during the Taliban's lightning-quick seizure of power. But that optimism has now turned to despair.\nShortly after the Taliban takeover, Ms Ghafari was advised to move from her home. Concerns for her safety were soon realised when Taliban fighters showed up at her home and, as she explains, beat up her security guard.\nSecurity has been a constant concern for Ms Ghafari in recent years, She has survived several attempts on her life since 2018, when aged 26 she became mayor of Maidan Shar, a conservative town where the Taliban have widespread support.\nAnimosity towards her culminated in the killing of her father late last year. He was a senior member of the Afghan military and Ms Ghafari suspects he had enemies in the Taliban.\nWhen the Taliban swept to power in mid-August, Ms Ghafari decided the time had come to leave the country.\nOn 18 August, she arranged for a car to take her and her family to Kabul airport.\nDuring the journey, she hid in a footwell in the car, ducking for cover every time they passed through a Taliban checkpoint.\n\"When we reached the airport gate, there were Taliban fighters everywhere,\" she said. \"I was struggling to hide myself.\"\nAt the airport, the Turkish ambassador in Kabul helped them board a flight to Istanbul. From there, they flew on to Germany.\n\"When I lost my dad, [I thought I'd] never feel the same again in life,\" she said. \"But when I boarded the plane to leave my country, it was more painful than losing my dad.\"\nThe day of Kabul's fall was the \"worst moment of my life\", she said.\n\"I'll never be able to manage the pain inside my heart. I never planned to leave my country,\" she said.\nNow safe in the German city of Düsseldorf, Ms Ghafari acknowledged she was one of the lucky ones as the scenes around Kabul airport became increasingly dangerous.\nShe vowed to meet politicians and world leaders to draw attention to the lives of Afghans living under Taliban rule.\nShe would be willing to talk to the Taliban, too, because \"we need to understand each other\".\n\"Foreign forces are not coming to help us. It's our time to solve the issues with the Taliban. I'm ready to take this responsibility,\" she said.\nStill, she does not trust the Taliban, especially on women's rights. \nWhen they last held power before 2001, the Taliban enforced an ultra-conservative version of Islamic law, which they used to justify banning women from going to school or working.\nLast week Taliban spokesman Zabihullah Mujahid said women \"will be very active in society but within the framework of Islam\". But Ms Ghafari was sceptical: \"Their words never match their actions.\" \nShe hoped to return to Afghanistan one day, when it is safe to do so.\n\"That's my country - I made it. I struggled for years to make it,\" she said.\n\"I would like to take the small amount of sand I took from my country back to where it really belongs.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58284855",
      "category": "business",
      "title": "Shein: China fashion giant investigates 'false' anti-Uyghur job ads",
      "tags": "Clothing industry,China,Social media influencers,Fashion",
      "text": "Chinese fast fashion firm Shein has launched an investigation into \"false\" discriminatory job adverts posted on recruitment sites under its name.\nAdverts seen by the BBC for factory and warehouse workers said those from certain ethnic minority backgrounds, including Uyghurs, must not apply.\nShein said it did not fund or approve the ads, and it was committed to \"upholding high labour standards\".\nThe plight of the Uyghurs in China has sparked international condemnation.\nFast-growing Shein competes with the likes of Boohoo in the market for young shoppers and has collaborated with celebrities and influencers to build its online following.\nSeveral adverts were posted under Shein's name between April and December of 2020 on Chinese recruitment websites.\nThey offered jobs working in its Guangzhou factories or warehouses earning about 16 yuan (£1.81) per hour, as well as saying workers did not need to get tested for Covid - or pass a medical exam to work on-site - at the height of the pandemic.\nA Shein spokesperson said the company was \"surprised and concerned\" to see the adverts using language that \"goes against\" its hiring principles.\n\"Shein is fully committed to upholding high labour standards across our entire supply chain and to improving the lives of workers in the global supply chain by supporting national and international efforts to end forced labour,\" they said, adding it has strict requirements for its suppliers and does not tolerate discrimination.\nIts recruitment company, Guangzhou Zhongzhi Human Resources Management, also said it would \"investigate the individuals who fraudulently used our company's name to release false information\" and hold them \"accountable to the fullest extent of the law\".\n\"We sincerely apologise for the impact this incident had on Shein and related applicants due to our company's negligence,\" it said in a letter.\n£5 tops, £10 midi skirts - and even a £30 wedding dress. \nShein is winning over young shoppers in the US, UK and Europe by producing fast fashion even faster, and often at cheaper prices, than many of its rivals such as Boohoo or Asos.\nFounded in 2008, Shein reportedly relies on thousands of third-party suppliers in China to produce batches of clothes, which it orders again if they perform well with customers.\nOdds are if you're over the age of 30, you might not have heard of the Chinese company.\nBut on Instagram and TikTok, it's hard to escape videos of Shein \"hauls\", where users try on and review different outfits by the brand. \nUsing an army of influencers, from student \"campus ambassadors\" to reality stars such as Made in Chelsea's Georgia Toffolo or Amber Turner from The Only Way Is Essex, it has amassed more than 24 million followers.\n\"For a retailer without physical stores and a company that is virtually unknown to anyone but their target audience, Shein has utilised social media to reach consumers directly and become arguably the biggest digital clothing retailer,\" said Juozas Kaziukėnas, founder of research firm Marketplace Pulse.\nIts meteoric rise has not been without problems, though. \nThe private company has not disclosed financial figures and has been criticised for selling items such as a Muslim prayer mat described as a \"Greek carpet\", which it was forced to withdraw.\nIt has also been accused of copyright infringement and faces lawsuits from the likes of the maker of Dr Martens boots, although the e-retailer denies any wrongdoing and a hearing is scheduled later this year.\nThe prices for Shein's on-trend fashion items have sparked concerns online about sustainability and its labour practices.\nIts website previously stated that Shein was \"proudly in compliance with strict fair labour standards set by international organisations like SA8000\".\nThe SA8000 certification is issued to companies who have their performance measured in areas such as forced and child labour, health and safety and working hours.\nBut Social Accountability International (SAI), which created the standard, told the BBC in June that Shein was not certified and never had been to its knowledge.\n\"Companies sometimes reference SA8000 in their advertising if they use SA8000 principles in their internal social compliance programs or if they source from SA8000-certified facilities,\" an SA8000 spokesperson said.\n\"As long as a company does not claim to be certified and does not mention the SA8000 disingenuously, we do not consider it a violation to refer to the SA8000 Standard principles in this way.\"\nThe reference on Shein's website has since been removed.\nThe discriminatory job adverts described as false by Shein were shared with the BBC by the Coalition to End Uyghur Forced Labour.\n\"What is really important is to be able to distinguish between those companies that are actually taking meaningful steps to respect the workers in their supply chains and those that are failing to do so,\" said Chloe Cranston, business and human rights manager at Anti-Slavery International, which forms part of the coalition.\nIn recent months, several big brands have come under scrutiny due to their activities in China's Xinjiang region.\nFrench prosecutors announced in July they were looking into accusations that Zara-owner Inditex, Uniqlo, SMCP and Skechers sourced goods made by forced labour from Uyghur Muslims in China.\nSkechers declined to comment, while the other three firms denied the claims.\nThe Xinjiang region produces 85% of China's cotton and accounts for about a fifth of global supplies."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58364572",
      "category": "world-us-canada",
      "title": "Robert F Kennedy assassin Sirhan Sirhan recommended for parole",
      "tags": "Parole Board,United States,California",
      "text": "A Californian parole board has voted to grant prison release to the murderer of Democratic 1968 presidential candidate Robert F Kennedy (RFK).\nSirhan Sirhan served 53 years in jail for shooting the frontrunner after a speech at a Los Angeles hotel, arguably altering the course of history.\nThe vote, establishing that he is not a public threat, does not necessarily guarantee he will walk free.\nThe decision now falls to Californian Governor Gavin Newsom.\nThe Democrat is currently in the throes of an election campaign. \n\"Over half a century has passed,\" Sirhan reportedly told parole commissioners. \n\"That young impulsive kid I was does not exist anymore.\"\n\"Senator Kennedy was the hope of the world and I injured, and I harmed all of them and it pains me to experience that, the knowledge for such a horrible deed,\" he added according to the Associated Press, the only news agency that was allowed to attend his parole hearing.\nThe local district attorney's office in LA has said that they will not move to oppose his release.\nNow 77, the Palestinian-born assassin was requesting parole for the 16th time. He said after his arrest he had carried out his attack over the then-senator's support for US aid to Israel. He later said he had no memory of the attack.\nThe board's decision came after two of Kennedy's children appealed to the parole board to release their father's killer.\n\"I really do believe any prisoner who is found to be not a threat to themselves or the world should be released,\" Douglas Kennedy said, according to the Associated Press."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-norfolk-58158598",
      "category": "uk-england-norfolk",
      "title": "Morecambe and Wise 'bored stiff' by Monty Python",
      "tags": "Monty Python,Comedy,Television,Michael Palin,University of East Anglia,Norwich",
      "text": "Morecambe and Wise say they are \"bored stiff\" by cult comics Monty Python in a newly discovered TV interview.\nThe comedy legends made the comments on a student station in Norwich in 1973.\nEric Morecambe said the ensemble delivered \"university comedy... and I'm afraid that a lot of it is very unprofessional\".\nMonty Python member Sir Michael Palin said he was \"a little hurt\", but \"intrigued\", having seen the footage.\nThe double act were interviewed for University of East Anglia (UEA) TV station Nexus while backstage at Norwich's Theatre Royal during a four-show run.\nMorecambe and Wise were huge stars of the era and their TV shows could pull in more than 20 million viewers a week.\nAt the time, the duo were BBC One stablemates with Monty Python, whose mould-breaking, surreal and subversive Flying Circus was met with shock and acclaim.\nDuring the interview, Morecambe - who died in 1984 - said he \"doesn't understand\" much Python material.\nHe went on to joke he liked \"parts\" of it, particularly \"the opening and the finish\". \n\"It's the little bit in the middle I don't like.\n\"I'm afraid that a lot of it is very unprofessional. And this irritates me, being a professional,\" he said. \n\"But what does make me laugh, really makes me laugh. And what doesn't make me laugh bores me stiff!\"\nErnie Wise revealed he did \"like Monty Python\", but felt their shows often contained \"five or six minutes of utter boredom\". \n\"And then there's three minutes of very funny and then another eight minutes of boredom,\" said the comedian, who died in 1999.\nThis generational clash was revealed in a clip of student footage, found during the making of a BBC Radio Norfolk documentary on the Nexus station.\nNexus ran from the 1960s to 2009 and was mainly broadcast on a TV in the UEA's student foyer, before becoming UEA:TV and streaming online.\nThe incomplete interview clip, lasting two minutes, was put on a compilation tape in 1983.\nThe VHS tape was kept in Nexus' studio until at least the early 2000s, when former station member Paul Hayes, now a BBC radio producer, made a duplicate copy. He only digitised it earlier this year.\nThe footage has now been shown to Monty Python's Sir Michael, who remembered watching the duo in pantomime while growing up.\n\"It was a very interesting little interview,\" said Sir Michael. \n\"Though the quality wasn't great, you got exactly their feelings.\n\"I wasn't too surprised - I felt the way they talked about us, and the way they talked generally, was rather nice.\"\nSir Michael said it was unusual for comedians to comment on one another so directly at that time.\n\"People in the same sort of business were very careful about what they said about somebody else,\" he said. \n\"It was quite nice that they just relaxed. And it's most interesting what they say, because I think it's what they meant.\n\"It didn't seem particularly savage - but on the other hand, it was very clear what they felt.\"\nMorecambe's son Gary said his father's opinion \"wasn't news to me because he told me that about 50 years ago\", but he added that Eric \"adored\" Michael Palin, John Cleese and Eric Idle \"as people\".\nMr Morecambe said: \"But they [Monty Python] weren't really designed to be family entertainment.\n\"It's a very different form of humour that they were having to answer a question about because they came from a music hall background.\n\"It's a little bit difficult to then see their own form of professionalism against a more intellectual form of professionalism - maybe it just went over their head a bit.\n\"There was no bad feeling - it was simply an honest question being answered honestly.\"\nLouis Barfe, author of a recent biography about the pair, was also shown the clip. He said it was unusual to get even a semi-serious answer from Eric and Ernie to an interview question.\n\"It was slightly tough getting a serious answer out of Eric about anything,\" he said.\nStudent Colin Webb, then 25, carried out the interview for Nexus and remembered questioning them about Monty Python.\n\"They actually said a few things in even that small clip that I haven't really seen them talk about much elsewhere - namely, comedy that was going on at the time,\" he said.\n\"That delivers something really rather surprising and refreshing.\"\nFollowing his degree, Mr Webb went back to his career in publishing and ended up working on a book with them. He said he was \"delighted\" the footage of their first meeting had been found.\nProf Keith M Johnston, from the university, said the footage was an \"amazing archive find\" that he hoped would inspire the next generation of journalists and producers.\n\"For UEA student journalists to get an interview with Morecambe and Wise in the early 1970s, particularly one where they pass judgement on the new wave of comedians like Monty Python, shows the talent and dedication of our students,\" he said. \nNexus: Norfolk's Forgotten TV Station can be heard on BBC Radio Norfolk at 13:00 BST on Monday, 30 August 2021 and for 30 days afterwards online.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58350392",
      "category": "uk",
      "title": "Covid-19: Vaccine blood clot research and warning over a big festival weekend",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Friday morning. We'll have another update for you this evening. \nThe Oxford-AstraZeneca coronavirus vaccine does raise the risk of blood clots and another serious condition - but the likelihood of such problems is much lower than it would be after suffering Covid. That's according to a study of more than 29 million people who received a first dose and nearly 1.8 million infected with the virus. Read more about the research.\nSide-effects of the Pfizer-BioNTech vaccine in 12-to-15-year-olds at high risk from Covid are mild and clear up quickly, a small study suggests. Doctors in Bristol tracked 27 children with neurological conditions for two weeks after their jabs and found the youngsters, who had been shielding, had similar side-effects to adults.\nLess than a quarter of the 37,000 rough sleepers housed by the government's Everyone In scheme have since moved into permanent accommodation, according to figures from councils obtained by Shelter. The housing charity warns many are still in temporary homes or back on the streets. The government says the analysis does not take into account those who have moved into supported housing or reconnected with family and friends.\nChanges in shopping habits during the pandemic exacerbated difficulties for High Street retailers, resulting in the UK losing 83% of its main department stores in the five years since BHS collapsed, according to analysis. The data, compiled by commercial property information firm CoStar Group, reveals more than two-thirds of these big stores - 237 in total - remain unoccupied.\nWe're heading into a big festival weekend - with Creamfields, Reading and Leeds, and Lost Village all taking place. And for many young people it'll be the first chance to properly let their hair down for over 18 months. But, as Newsbeat reports, there are fears over a heightened danger of drug overdoses, with people's tolerance lowered during the pandemic.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\n... you can find more information, advice and guides on our coronavirus page. \nAfter it was announced seven countries would move to the green list, in the UK's \"traffic-light\" system of overseas travel restrictions, remind yourself of all the rules.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58356211",
      "category": "entertainment-arts",
      "title": "Gogglebox star Andrew Michael dies aged 61",
      "tags": "Gogglebox,Channel 4",
      "text": "Gogglebox star Andrew Michael has died at the age of 61, Channel 4 has confirmed.\nHe was well known for appearing on the series alongside his wife Carolyne and children Louis and Alex.\nThe family joined the show, which sees members of the public review the previous week's television, in 2013.\nA statement from Channel 4 and producers Studio Lambert said he died after a short illness last weekend with his family by his side.\n\"Retired hotelier Andy, who brought much wit and insight to Gogglebox, was one of the show's original cast members, appearing in the very first episode in 2013,\" it said. \n\"Beloved father to Katy, Alex, Pascal and Louis, and cherished husband of Carolyne, Andy was a much-loved and respected member of the Gogglebox family, and he will be very sadly missed.\n\"Our love and thoughts are with Carolyne and the entire family. The family have asked for privacy at this very sad time.\" \nGogglebox star Sophie Sandiford tweeted a tribute, saying: \"Rest in peace Andy,\" which was retweeted by her brother Pete, while the show's Malone family added: \"So very sorry, rest in Eternal Peace, condolences to Caroline, children his family and friends xx.\"\nMichael, from Brighton, was the son of immigrant parents who came to the UK from Cyprus in 1951.\nThe family were among the original participants when the programme launched eight years ago.\nThey disappeared from the series when Michael stood as the Ukip candidate for Hastings and Rye at the 2015 general election.\nHe wasn't allowed to appear on Gogglebox at the same time and said his family were unhappy with his choice to put politics first.\nHe said in a BBC interview at the time: \"We had a number of family meetings and the children essentially interviewed me. They said, 'Dad, how much do you really want to do this? How much do you really want to be a Ukip MP?'\"\nBut they were allowed to return to the series when he was defeated, finishing in third place after attracting almost 6,800 votes, or 13% of the constituency total.\nDaughter Katy and son Pascal rarely appear on screen.\nMichael died in the same week as his Gogglebox co-star Mary Cook, who was 92."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58331168",
      "category": "business",
      "title": "UK loses 83% of department stores since BHS collapsed",
      "text": "The UK has lost 83% of its main department stores in the five years since the collapse of the BHS chain.\nThe figure highlights the extent of the upheaval in the High Street as the Covid pandemic sped up changes in shopping habits. \nThe data, compiled by commercial property information firm CoStar Group, also reveals that more than two-thirds of these shops remain unoccupied.\nSome 237 big stores have yet to be taken over by a new business.\n\"The data undoubtedly highlights the acceleration of change in the retail sector in recent years, which the pandemic has only exacerbated,\" said CoStar Group's head of analytics, Mark Stansfield.  \nCoStar tracked the UK's largest chains, from BHS and Beales to Debenhams and House of Fraser, from 2016 to the present day.\nFive years ago, they had 467 stores between them. Now, however, only 79 are left.\nCoStar Group also examined what had happened to the 388 that had closed.  \nAlthough 237 are currently sitting empty, 52 already have either firm plans in place or early planning approval for a change of use or repurposing. The research was done in July. \nMr Stansfield told the BBC he believed the pace of change would soon step up.\n\"We are increasingly seeing forward-thinking real estate owners getting ahead of the problem and reshaping what are key assets in our town centres to provide a focal point for regeneration,\" he said.\n\"I think we'll see many more plans come to light in the coming months. With these store closures come new opportunities.\" \nDepartment stores have long been the cornerstone of UK shopping areas. Many are in purpose-built shopping centres, while some occupy historic buildings. \nFiguring out what to do with all this redundant space is one of the biggest challenges for landlords, as well as for the town centres that host those properties.  \nBHS is a good illustration of why there is no quick fix for the problem. Five years after the retailer ceased trading, a quarter of its former outlets have still failed to attract new tenants.\nIn 2016, the BBC visited the old BHS store on Edinburgh's Princes Street, one of the biggest in the chain. The owners already had new ideas for the site - and crucially, they decided to turn it into a building with a mix of different uses. \nIts six floors, once riddled with asbestos, have slowly been transformed. The old staff locker rooms and half of the building have been turned into hotel bedrooms by Premier Inn.\nThey're also putting the finishing touches to a state-of the art office right at the top, while the basement will hopefully become a bowling alley. There will also eventually be retail, just a lot less than before. \n\"It costs a lot of money and takes a lot of time to turn these large format spaces into new uses,\" says the architect behind the project, Frank Hinds of CDA. \n\"In development terms, we did this in a relatively short space of time.\" \nWhen it comes to repurposing, says Mr Hinds, the stumbling blocks are often financial. Investors have to be able to make a return to justify the huge investment. Luckily for this BHS, it's on a world-class street.  \n\"The viability comes from the location and the desire that people have to be in that location,\" he adds. \nFor Premier Inn, the hotelier involved, it was an opportunity too good to miss. \"Buildings like this don't come along very often with beautiful views across to the castle,\" says Valerie Graham, regional operations director.  \n\"Seeing so many people get use of the space is just fantastic. And the demand is there. We're creating jobs too.\" \nEdinburgh has lost four of its main department stores in the past few years, but, fortunately, there are solutions under way for all of them. \nFor instance, the former House of Fraser store at the other end of Princes Street is about to open its doors as the Johnnie Walker Whisky Experience. \nFilling the gaps in smaller towns is a much greater challenge. In Dumfries, the old Debenhams store is still vacant.\nIt's the biggest retail unit in the town, with no takers so far for the space.\n\"It comes down to money,\" says Scott Mackay, who runs the Midsteeple Quarter, a local company founded to benefit the community. \nThrough crowdfunding, donations and public money, it's buying old, empty, shops and bringing them back to life with new tenants. \n\"This is a small rural town historically and there isn't the amount of money to be invested in Dumfries compared with our bigger cities. We stand or fall on our own two feet,\" he says.\nWould he like to take on the former Debenhams site as well? \"If we had the funding, absolutely we would take on a building like this,\" he says. \n\"I think it would make a great small boutique cinema or food court on the ground floor, with potentially residential on the upper floors.\" \nSome of form of intervention is needed, he believes, to avoid the store sitting empty for years. \nDebenhams is a more recent casualty of the changing High Street environment than BHS, having shut its last stores in May this year.\nIn all, 149 former Debenhams stores are currently vacant, as the data from CoStar Group shows.\nCoStar Group's team has been scouring planning applications and talking to property agents on the ground as well as big landlords for this research, which is the most comprehensive picture to date on the huge structural changes to have hit this part of British retail. \nThe appetite for quality shop space hasn't completely diminished. For instance, Next has already taken space in Debenhams stores for its new beauty concept, while Mike Ashley is redeveloping or re-letting space for his Flannels brand. \nBut if BHS is anything to go by, reviving many of these these vast sites will take time, as well as some radical thinking. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58334583",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Pandemic had severe impact on young people, says report",
      "tags": "NI education,Coronavirus lockdown measures,Mental health,Coronavirus pandemic",
      "text": "The coronavirus pandemic and restrictions have had \"a severe impact\" on children and young people.\nThat is according to a report from the Northern Ireland Commissioner for Children and Young People (NICCY).\nMore than half (52%) of 16-year-olds who took part in the research felt their mental and emotional health had worsened during the pandemic.\n\"Insufficient consideration\" was given to how children and young people's lives would be affected, it said.\nAspects of their lives the report considered included education, mental and physical health and wellbeing.\nHowever, the report said that some \"restrictive measures\" had been necessary \"to protect the population from the spread of the virus\".\n\"The long-term impact of the pandemic on children and young people's mental health has the potential to be significant, particularly if appropriate support and intervention is not provided,\" the report warned.\nThe report - called A New and Better Normal - also said that many existing inequalities have widened.\nIts findings are based on responses from 4,385 young people through surveys and focus groups.\nSome echo concerns previously raised elsewhere.\nA report by the National Children's Bureau previously said that families of children with special educational needs and disabilities (SEND) felt they were \"forgotten\" in the response to the Covid-19 pandemic.\nMany therapies and essential services they relied on were withdrawn and have not fully returned.\nThe NICCY report draws attention to the widespread suspension of services and their effect on children. \nMany face-to-face services in early years, for children aged 0-3 and their families, were suspended.\n\"The risk of increased emotional or behavioural problems in younger children due to the pandemic is a concern,\" said the children's commissioner Koulla Yiasouma in her report.\n\"Health visitors were redeployed to provide Covid-19 related care and services resulting in a reduction in the number of health assessments and home visits.\"\n\"Reductions in health visiting appointments, in addition to restrictions in access to other early years services, removed an important support system for parents, particularly first-time mothers and those from disadvantaged backgrounds.\"\nMore than a quarter (27%) of young people surveyed also said they could not \"get medical treatment during the pandemic for a health issue not related to coronavirus\".\nAnother young person who took part in the focus groups had lost their mum during the pandemic and had problems getting bereavement support.\n\"Yes [I've sought support for bereavement] but there is a waiting list and my guess is that it's as long as the Amazon River,\" they told the report's authors.\nThere was also a ban for periods on external visits for young people in the Juvenile Justice Centre, including from family.\n\"Existing barriers faced by children with disabilities or complex health needs in accessing support and services significantly worsened during the pandemic,\" the report noted.\nIn a companion study undertaken by academics from Queen's University Belfast on behalf of NICCY, a number of experts also expressed serious concern about the safety of children and young people during the pandemic.\nRelated concerns were previously raised by the Safeguarding Board for Northern Ireland.\nMark Clegg, from west Belfast, is a father to three children aged under nine, all with additional needs.\nThe family get support and respite from the Kids Together centre in west Belfast but services stopped temporarily at the start of the pandemic.\nMr Clegg said the lack of routine was very difficult for his daughter who has \"very severe self-injurious behaviour\".\n\"It would lead to biting, hitting out at objects and when it's really bad she will hit out at us and become very aggressive and destructive in her room,\" he said.\n\"The stress on us as a married couple and as a family - sometimes you don't want to be in your own home.\"\nHe said school holidays were \"challenging\" for his daughter prior to the pandemic due to \"not constantly getting up, getting on the bus going to school and coming back from school\".\n\"Allowing these services to resume and become essential - we're very blessed to have them in our lives.\n\"Until they resumed we did feel abandoned.\"\nYoung people also \"felt they were negatively stereotyped and blamed for spreading the virus\", according to the report.\nIt found that 585 community resolution notices were issued to under-18s by police for breaches of the Coronavirus Health Protection Regulations in 2020-21.\n\"While media stories suggested that these breaches were common, the vast majority of children and young people adhered closely to issued regulations and guidelines,\" the report said.\n\"Despite this, children and young people maintained they felt demonised and discriminated against by adults when they met together in public as restrictions relaxed.\n\"Many have felt judged and scapegoated when they have met up with friends in public spaces.\"\nMany children and young people said they felt \"lonely and trapped\" during lockdowns and due to restrictions.\n\"It is clear from the children and young people with whom we engaged through surveys and focus groups how important friendships and developing relationships are throughout childhood and into the teenage years, and how deeply they have felt the restrictions on their social interactions,\" the report said.\n\"The research data shows that the decline in play, recreational and leisure activities has had a devastating impact on many children's physical health and emotional wellbeing.\"\nThe NICCY report said that every effort should be made to ensure that school activities like sports, music, clubs and drama could be held.\nThe vast majority of children were also taught remotely out of school from March to June 2020 and again from January until Easter 2021.\nThe report said that had an impact on children from lower-income backgrounds especially.\n\"Children in poverty were identified as being particularly impacted by the move to online education, as they were more likely not to have access to an appropriate digital device or online IT access,\" it said.\n\"They were also more likely to be living in accommodation that did not have adequate inside or outside space to study and for recreational activities in lockdown.\n\"The continued closure of schools has undoubtedly exacerbated educational inequalities which were previously well documented before the pandemic.\"\nResearch conducted for the NICCY report found that 41% of primary seven respondents and 52% of 16-year-olds felt their mental and emotional health had worsened during the pandemic.\nA major study carried out before the pandemic had already found that anxiety and depression was 25% more common in children and young people in Northern Ireland compared with other parts of the UK.\nThe NICCY report said the executive had acted more quickly in helping families entitled to free school meals than other governments in the UK.\nHowever, that was a rare positive note.\n\"As we move out of the pandemic, more children and young people and their families are living in poverty, health waiting lists are unacceptably long, many have had their education adversely impacted due to lack of access to digital equipment, children in care and other vulnerable groups have not received the support they need,\" the report said.\nIt included a number of recommendations and said that infants, children and young people should be prioritised in the Executive's Covid-19 recovery plan.\nThe children's commissioner said the system didn't listen to young people.\n\"Here we are 18 months later with families still struggling, with families trying to get back to an equilibrium, into a routine, and parents are exhausted,\" added Ms Yiasouma.\n\"We abandoned those families and it's inexcusable that that happened to them.\n\"There is a way forward, nothing is irreparable - we can make this right - but we need to recognise where we let children down where we didn't take into consideration their needs.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-58345074",
      "category": "uk-england-beds-bucks-herts",
      "title": "Afghanistan: Charity worker Pen Farthing caught up in Kabul attack",
      "tags": "Kabul,Afghanistan,Dovercourt,Luton,Taliban,Animals",
      "text": "An ex-Royal Marine who was near to the explosions outside Kabul airport has told how \"all hell broke loose\" as gunmen fired near his vehicle.\nDozens of people have been killed in two blasts near the airport after warnings that a terror attack could be launched in Afghanistan.\nPaul 'Pen' Farthing said his mission to get 200 dogs and cats out alongside his staff had been blocked by US policy.\nMr Farthing said there were chaotic scenes at the airport.\n\"All hell broke loose at the airport circle which is where I was, which is probably about a mile from the explosions across at the Abbey Gate and we had Taliban there firing into the air,\" Mr Farthing, who founded the Nowzad shelter, told the BBC.\n\"One let off a full magazine on automatic from his AK-47 right next to the window of our bus where we had women and children in.\n\"And as we were trying to then flee from the airport we were getting tear-gassed so we were obviously trying to drive the vehicle when we can't see anything. It was just the most horrific thing.\"\nMr Farthing, originally from Dovercourt in Essex, said US President Joe Biden had \"stopped\" his attempt to get the animals out of the country.\n\"There's nothing I can do. The staff are telling me it's time for me to go. They don't think a foreigner will be welcome here,\" he said.\n\"Staff have asked me to take as many dogs and cats as I can. But now I can't get them past the Taliban check points.\"\nHe said the Taliban were stopping people from Afghanistan coming to the airport even if they also had British passports.\nPentagon spokesman John Kirby confirmed the twin blasts occurred in a \"complex attack\" outside Hamid Karzai International Airport and there were \"a number of US and civilian casualties\".\nA senior Kabul health official told the BBC more than 60 people had died and more than 140 people were injured.\nAmerican officials said 11 US marines and a navy medic were killed.\nThe Ministry of Defence said there had been no UK military or government casualties reported.\nMr Farthing and his supporters have been campaigning to have his staff and their families, as well as 140 dogs and 60 cats, evacuated from Kabul since the collapse of the Afghan government.\nHe has dubbed the plan Operation Ark and made a plea on Twitter to ensure his \"safe passage\" into Kabul airport on Thursday.\nAddressing the Taliban spokesman Suhail Shaheen, Mr Farthing said: \"Dear Sir; my team and my animals are stuck at airport circle. We have a flight waiting. Can you please facilitate safe passage into the airport for our convoy?\"\nA privately funded plane due to fly from Luton Airport to rescue them out of the country was cancelled earlier amid safety concerns. \nOne from a country neighbouring Afghanistan is now set to be used instead but it is said it cannot land in Kabul until Mr Farthing is granted entry into the airport.\nMr Farthing set up the Nowzad animal shelter, rescuing dogs, cats and donkeys after serving in Afghanistan in the mid-2000s.\nHe has said he would not leave the country without his staff or animals.\nDefence Secretary Ben Wallace said earlier this week he was not prepared to prioritise animals ahead of people \"in real danger\".\nMr Wallace has since tweeted to say: \"I never said I would not facilitate. I said no-one would get to queue jump.\n\"As I have said, we will facilitate at all stages but the priority will be people not pets.\"\nMr Wallace urged people to \"let my civil servants and military get on with dealing with one of the most dangerous and challenging evacuations for a generation\".\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58349627",
      "category": "business",
      "title": "Farms face an oversupply of pigs due to staff shortage",
      "tags": "Agriculture,Brexit",
      "text": "The UK's pig producers are warning that a shortage of workers is causing a surplus of pigs to be stuck at farms. \nTrade body the National Pig Association (NPA) said some abattoirs were running 25% below usual capacity. \n\"If the government doesn't do something soon there will be a lot of perfectly healthy pigs on farms that will have to be destroyed,\" said Zoe Davies, chief executive of the NPA.\nEach week, the number of excess pigs is growing by 15,000, the NPA said. \nThe shortage of workers in processing plants means they are unable to take in as many pigs to process as they normally would - resulting in too many pigs on farms. \nHaving to house the pigs for longer, while they grow at a rate of a kilo each day, is having a severe impact on the profitability of the farms, according to the NPA. \nThe industry body said extra costs of feed and abattoir charges for overweight pigs means many farms are operating at a loss. \nThe problem is exacerbating an excess of pigs, which had already been causing issues since the UK left the EU at the beginning of 2021, the NPA added. \n\"We need access to skilled labour now and we need the government to be able to supply us with the means to find these staff,\" Ms Davies said. \nA spokesperson from the Department for Environment, Food and Rural Affairs (Defra) said the government understands the \"importance of seasonal labour\" and is \"aware of the challenges\" that the pork industry has faced in recent months because of the pandemic and labour shortages. \n\"Defra has been working closely with the pig and processing sectors during this time,\" they said. \n\"We will continue to work closely with the sector and are keeping the market under close review, recognising the pressures industry is currently facing.\"\nThe NPA, which represents 80% of the UK's pig producers, said its members had \"tried desperately\" to recruit people. \n\"They've upped wages but there are a good proportion of people that left after Brexit and you can't just fill those jobs with thin air,\" Ms Davies said. \nThe NPA said that the wasted meat from the surplus of pigs which could have gone into the food supply chain, will result in the UK's food sector having to import more from the EU. \n\"We have a good supply of willing people in other countries who do want to come and want to work and they should be allowed to do that,\" Ms Davies added. \nThe meat-processing industry is calling on the government for help in facilitating workers from overseas to solve the shortages. The NPA estimate that up to 80% of staff at meat processing plants are non-UK workers. \nThe UK has about five million pigs in total and 40% of the pork eaten in the country is British while 15-20% is exported. \nBrexit and Covid-19 and have put serious pressures on the food industry, which has already seen a shortage of fruit pickers, lorry drivers and fast-food restaurants unable to provide normal service. \nSupermarket bosses have also warned that it is vital to fix the labour shortage problems before key trading over the Christmas period. \nDairy giant Arla has also had to cut back on milk deliveries to supermarkets because of the driver shortages. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-south-asia-58071592",
      "category": "world-south-asia",
      "title": "Bilal Sarwary: 'The plane hit the tower and all our lives changed'",
      "tags": "Afghanistan,Taliban,Long Reads",
      "text": "Afghan journalist Bilal Sarwary saw the Taliban toppled in 2001 and his country transformed. But in his view, as he explains here, the US missed an opportunity to try to bring lasting peace. And in the last two weeks the path of his homeland took a terrifying twist, one that put his own life in danger.\nIn 2001, I was a carpet salesman at the Pearl Continental Hotel in Peshawar, Pakistan, having yet another unremarkable day at work. \nI'll never forget glancing up at the TV in a brief moment between sales, only to witness firsthand the dramatic footage as a passenger plane careered into the World Trade Center in New York. Then the second plane, and another at the Pentagon. \nNone of our lives would ever be the same. \nInternational attention immediately focused on Afghanistan where the ruling Taliban were accused of providing a sanctuary for the attack's prime suspects - Osama Bin Laden and his al-Qaeda movement.\nOnly the next day, there were suddenly hundreds of foreign media crews crowding the hotel's lobby, desperate for anyone who could speak English to assist them as a translator as they crossed the nearby border into Afghanistan. I took up that offer and I haven't stopped since.\nI hadn't lived in Afghanistan since I was a child - our family had fled the violence during the civil war in the 1990s when the Soviet troops withdrew. So when I entered Kabul for the first time again after all those years, I was shocked to discover the destruction, with buildings reduced to rubble and twisted metal. All signs of hustle and bustle had vanished. The people were so poor, and there was so much fear.\nI was initially working with Abu Dhabi TV and was based in the Intercontinental Hotel with five other journalists. I woke up every morning clouded in a haze of fear, as Kabul became the primary focus of American airstrikes. Known al-Qaeda operatives and Taliban came and went from our hotel, and we saw them wandering in nearby streets. Explosions rang through the night. I wondered if our hotel would be next. \nAnd then one morning in early December, the Taliban were gone. \nWithin hours, people were lining up again outside barber shops to have their beards trimmed. Rhythmic Afghan music filled the streets, filling the vacuum left by explosions. Afghanistan was born again that morning.\nFrom that moment onwards, I was intimately involved in observing the lives of ordinary Afghans firsthand, as they transitioned back to normality, no longer as a translator but as a journalist in my own right. From covering Tora Bora in the East to the Shai Koat battle in Paktia, I had seen the Taliban toppled. \nTheir fighters vanished into the mountainous rural areas, and their leadership fled to Pakistan. In retrospect, it is clear to me that this was a missed opportunity, a time when the US should have sat down with the Taliban to discuss a peace deal. I saw a genuine willingness amongst the rank-and-file of the Taliban to lay down their arms, and resume their lives. But the Americans didn't want that. From my reporting, it seemed to me and many other Afghans that their motivation was revenge after 9/11.\nThe ensuing years were a catalogue of errors. \nPoor and innocent Afghan villagers were bombed and detained. The Afghan government's willingness to allow foreigners to drive the war effort created a gulf between it and the people. I remember clearly an incident where the Americans had mistakenly arrested and detained a taxi driver named Sayed Abasin on the highway between Kabul and Gardez. His father, Mr Roshan, was elderly and a legendary employee of Ariana airlines. After we exposed the error, Mr Abasin was eventually freed. But others were not so connected and not so lucky.\nThe Americans persisted with a heavy-handed approach, causing excess loss of life among ordinary Afghans. In a clear attempt to minimise American casualties, they prioritised bombs and drones over the use of ground troops. Trust for the Americans continued to erode and hopes for peace talks faded. \nThere were brief glimpses of what Afghanistan could become. I could now drive on an open road for thousands of kilometres without fear of death. I criss-crossed the country, driving all the way from Kabul to remote villages in Khost and Paktika provinces late at night or early in the morning. Afghanistan's extraordinary countryside could be traversed. \nThe year 2003 was the turning point. \nIt was when the insurgents started to strike back with a renewed strength. I remember one day very clearly - it was the day that a huge truck bomb pierced the heart of Kabul, shaking the city and shattering windows. I was one of the first journalists on the scene and I'm still traumatised by what I found. It was my first experience of witnessing what would become the new normal, an imposed fact of life - carnage, flesh, and dead corpses littering the blood-splattered ground.\nAnd it just got worse. Later we would come to understand that the truck bombs and suicide attacks against Afghan forces, foreign forces and unarmed civilians in the middle of the city would mark the start of a very brutal chapter of the conflict. In response, the Americans escalated their reliance on airstrikes, this time expanding their list of Taliban targets - weddings and funerals in rural parts of the country. \nOrdinary Afghans came to see the sky as a source of fear. Gone were the days of gazing at the sunrise, sunset or the stars as a source of inspiration. \nOn one trip to the lush green Arghandab river valley, close to the city of Kandahar, I arrived eager to see the country's most famous pomegranates. But when I arrived, it was the blood of its residents, not the fruit, that was flowing. What I saw was a microcosm of what has happened in so many rural areas in Afghanistan. \nThe Taliban had thrust their fighters into the valley, but government forces were doing all they could to push them back. Control of the area teetered back and forth between the two sides, with ordinary Afghans caught in the middle. On that day, I counted 33 separate airstrikes ringing out. I lost count of the number of suicide car bombings launched in response by the Taliban. Homes, bridges and orchards were all destroyed. \nMany of the US airstrikes were led by false intelligence, provided by someone who wanted to settle a bitter personal rivalry or land dispute at a village level. The growing lack of trust between ground forces and ordinary Afghans meant that US forces couldn't tell the truth from the lies. The Taliban used these attacks to wedge Afghans against their own government, which proved to be fertile ground for their recruitment drives. \nIt was also during this period (between 2001 to 2010) that Afghanistan's 9/11 generation - young Afghans who had been granted opportunities to study overseas in India, Malaysia, the US, and Europe - came back to join the country's effort to rebuild. This new generation had hopes of being part of a great national rejuvenation. Instead, they found themselves confronted by new challenges. They returned to see newly empowered warlords enlisted by the Americans. And they saw that corruption was rife. When a country's reality drifts too far from its ideals, day-to-day pragmatism becomes a person's primary driver. A culture of impunity started to prevail.\nOur country's landscape is deceptive. \nIt is easy to be struck by its beautiful valleys, sharp peaks, winding rivers, and little hamlets. But what presents as a peaceful image hasn't provided ordinary Afghans with any peace. You can't find peace without safety in your own home. \nAbout four years ago, I was at a small village in Wardak province for a wedding. As the night fell, people had gathered and they were eating food under the stars. The sky was so clear. But suddenly, the night erupted into the sound of thundering drones and planes. There was clearly an operation taking place nearby. A sense of doom fell upon the wedding party.\nLater that evening, I found myself sharing Kabuli pilau, bread, and meat with the father of a Taliban fighter who described in excruciating detail how his son had been killed in Helmand. His son was only 25 and left behind a widow and two small children.\nI was left speechless when the father explained with melancholy pride that although he was only a humble farmer, his son was a talented fighter who had believed in fighting for a different life. All I could see in the face of this old man was pain and sadness. Under Taliban control, music wasn't permitted, even at weddings. Instead, all gatherings of villagers were just full of these sad stories.\nPeople often overlook the human cost for the Taliban - there are widows, fathers who have lost their sons, and young people crippled by war on the other side too.\nWhen I asked this father of the Taliban fighter what he wanted, his eyes filled with tears and he said: \"I want an end to the fighting. Enough is enough. I know the pain of losing a son. I know Afghanistan must have a peace process, must have a ceasefire.\"\nMy Kabul office was only a few kilometres from a large military hospital. \nFriends, family and acquaintances visiting from my home province, Kunar, often asked me to accompany them to the hospital to identify the corpses of relatives who were members of the Afghan National Security Forces. Sometimes I felt like the spirit of my province was being crushed by the weight of these coffins. \nWhen the Americans recently commenced negotiations with the Taliban in Doha, we were initially overwhelmed with hope. The country was pining for a comprehensive and permanent ceasefire and the negotiations were seen as the only pathway through. I, like so many millions of Afghans, had not seen peace in my country in my lifetime. \nIt didn't take long for our dreams to be shattered. It became clear that the talks were only about capitalising on battlefield victories, not trying to agree on a vision of peace. From an ordinary Afghan's perspective, they were meaningless. The Americans released 6,000 Taliban fighters and commanders from jail, which was sold as a means to a credible and meaningful peace process, and a permanent ceasefire. But that never happened. \nInstead, the peace process became clouded in a heartbreaking campaign of high-profile assassinations. Some of our country's most capable people from the media, legal sector, and judiciary were being killed on their doorsteps in Kabul and across the country. \nAs talks between the Americans and Taliban took place, I remember a local police chief stood up in the middle of a war council meeting and suddenly accused the Americans of abandoning Afghan forces by talking to the enemy. \"They've stabbed us in the back,\" he said angrily. Like many Afghans his relationship with America is steeped in pain.\nOne of my former classmates is a member of the Taliban and we are the same age. Over the last 20 years, we have continued to talk despite the fact that he's adhering to a different ideology. But recently, I saw him at a wedding and I could see how his attitude had hardened and soured. I saw and felt how this conflict has really divided Afghans. When we met, we could barely converse. He wasn't the guy that I remember from our days in Peshawar, playing cricket and stuffing our faces with juicy oranges. \nHow could I know that all these years later I would find him on the other side? \nHis story is also one of deep personal loss. His brother, father, and uncle were killed in a raid that was based on false intelligence and petty local rivalries. Separated as we are, I can't help but hope for a future of national reconciliation. \nBut that seems a distant possibility now. I covered the regional capitals falling to the Taliban in recent weeks, with massive surrenders where no one put up a fight. But I didn't think they could make it into Kabul and take over the city.\nThe night before it happened, officials I spoke to still thought they could hold it with the help of US air strikes. And there was talk of a peaceful transition of power into an inclusive government. But then [former president] Ghani left by helicopter and suddenly the Taliban were in the city. There was fear hanging in the air - people were very scared to see them back. \nThen I was told that my life was in danger.\nI took two changes of clothes and was taken to an undisclosed location with my wife, my baby daughter and my parents. This is a city I know intimately - every inch of it. I belong to this city and it's unbelievable to think no place was safe for me.\nI thought about my daughter Sola - her name means \"peace\" - and it was simply devastating to think the future we had hoped for her was now in tatters. As I left for the airport, I was reminded that for the second time in my life, I was leaving Afghanistan behind. When I got there, memories from years of work came back to overwhelm me - trips I had taken with officials or as a journalist heading to the front lines of the war. \nThen I saw all these people, all these families lining up to flee. A generation of Afghans burying their dreams and aspirations. \nBut this time I wasn't there to cover the story. I was there to join them.\nFollow Bilal Sarwary on Twitter\n#AfghanistanYouNeverSee - more about the author"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58360792",
      "category": "uk",
      "title": "Covid-19: UK cases rising and Southgate abused over vaccine support",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Friday evening. We'll have another update for you tomorrow morning.\nCoronavirus rates are increasing across all four UK nations, according to the latest estimates from the Office for National Statistics. It said one in 80 people in the UK would have tested positive in the week up to 20 August - that's just over 860,000 people. It comes as Scotland saw record daily Covid cases as numbers surged above 6,000 for the first time. There have been a further 38,046 cases and 100 deaths reported in the UK today, according to the latest figures. \nBritish Airways has warned it is facing a \"serious\" problem over wage costs which will \"steeply increase\" when the furlough scheme ends in September. An email to staff said its flight schedule and wage bill will not line up in their current form and \"recovery remains far behind where we need it to be\". It also said it had found itself in a \"constant guessing game\" when it came to changes in international travel regulations.\nEngland football manager Gareth Southgate said he was targeted for abuse after supporting the UK government drive to get more young people vaccinated. Southgate delivered a video message backing the programme shortly after England's defeat by Italy on penalties in the final of Euro 2020 in July. He said: \"Of all the things that I've received abuse for over the summer - of which there's been several - that's probably the one I've received the most abuse over.\"\nAbout 500 people who went to a heavy metal music festival later tested positive for coronavirus, according to public health officials. Bloodstock in Derbyshire attracted 20,000 people this year - its largest attendance ever. Organisers said they did \"everything in their power\" to lessen the risks, going beyond government guidance.\nThe spending limit on each use of a contactless card is to rise from £45 to £100 from 15 October, banks have revealed. The pandemic accelerated a move away from cash, with shoppers encouraged to use the tap-and-go technology to reduce contact with staff. Nearly two-thirds of all debit card transactions are now contactless. Chancellor Rishi Sunak said increasing the limit would make millions of payments simpler, \"providing a welcome boost for retailers and shoppers.\"\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nAs coronavirus cases rise across the UK here's what to do if you're contacted after being near to a positive case.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-58353366",
      "category": "uk-england-manchester",
      "title": "Benjamin Mendy: Manchester City footballer remanded in custody on rape charges",
      "tags": "Prestbury,Manchester",
      "text": "Manchester City footballer Benjamin Mendy has been remanded in custody after appearing in court charged with rape and sexual assault.\nThe 27-year-old defender is accused of four counts of rape and one count of sexual assault at his home in Cheshire. \nThey relate to alleged attacks on three women, including one aged under 18, between October 2020 and August 2021.\nMr Mendy spoke only to confirm his name, address and date of birth at Chester Magistrates' Court.\nNo pleas were entered as the charges were put to the Premier League footballer, who had also been facing one count of breaking his bail conditions in August.\nThat charge was withdrawn in court.\nProceedings were relayed back to the French international via an interpreter.\nHe showed no emotion as he was taken from the court accompanied by two dock officers at the end of the hearing, which lasted about an hour.\nDistrict Judge Jack McGarva sent the case to Chester Crown Court where Mr Mendy is due to appear on 10 September.\nThe left-back has played for last season's Premier League champions since 2017, when he joined from Monaco for a reported £52m.\nIn a statement on Thursday, Manchester City said the club had suspended the player pending an investigation.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58340779",
      "category": "health",
      "title": "Covid jab side-effects 'mild' for at-risk children",
      "text": "Parents should be reassured the side-effects of the Pfizer-BioNTech vaccine in 12 to 15-year-olds at high risk from Covid are mild and clear up quickly, a small study suggests.\nDoctors in Bristol tracked 27 children with neurological conditions for two weeks after their jabs.\nThey found the children, who had been shielding, had similar side-effects to adults.\nHigh-risk children benefited most from the vaccine, the researchers said.\nThe study, in Archives of Disease in Childhood, was in response to concerns from parents over the unknown side-effects of the Covid vaccine in their vulnerable children.\nBut these parents were also hoping the vaccine would make a major difference to their family life after shielding from Covid for so long.\nEach parent was asked to record any side-effects they noticed in their child. \nAll were aged between 12 and 15 and vaccinated in March or April this year, when only small numbers of extremely vulnerable children were being offered a jab.\nThe children had various conditions affecting the brain or nervous system, including cerebral palsy and muscular dystrophy. \nThey also tended to have other conditions such as epilepsy, heart defects and problems with their immune system.\nThe most common symptoms after the first dose included a mild rash, headache, diarrhoea, neck pain and possible sore throat, which had all gone within 72 hours.\nAfter the second, five children experienced some of the following symptoms - vomiting, armpit swelling, diarrhoea and blisters around the mouth.\nOne child in the study experienced severe fatigue and discomfort and became more agitated than normal.\nAnd the family of another child, who had epilepsy, reported a rise in the frequency of seizures.\nAll side-effects had cleared up within a week, the study said.\nDr Tom Hilliard, a respiratory paediatrician from Bristol Children's Hospital, who led the study, said there would now be many families with children with less severe health conditions who would be wondering whether to have the vaccine \"and this should reassure them\".\n\"Even among children with severe neurological conditions, the Pfizer vaccine does not make side-effects any more common,\" he said.\nAnd although the study had tracked the children for a fortnight only, he was not aware of any other problems developing since.\nChildren eligible for a Covid vaccine in the UK include 12- to 15-year-olds, with:\nChildren aged 12 to 17 can be vaccinated if they live with somebody with a weak immune system.\nAnd all 16- and 17-year-olds have now been offered a vaccine."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58361211",
      "category": "world-us-canada",
      "title": "Covid origin: US spy agencies publish 'inconclusive' report",
      "tags": "China,Wuhan,United States,Coronavirus pandemic",
      "text": "The US intelligence community has been unable to determine the origins of Covid-19, and is split on whether it leaked from a lab or developed in nature, according to a new report. \nThe report issued by the office that oversees the nation's 18 spy agencies did conclusively determine that it was not developed as a biological weapon. \nExperts warn that time is running out to gather evidence of its beginnings.\nChina's foreign minister has dismissed the report as \"anti-science\".\nThe report from the Office of the Director of National Intelligence said the intelligence community remains divided on Covid's most likely origin.\n\"All agencies assess that two hypotheses are plausible: natural exposure to an infected animal and a laboratory-associated incident.\"\nAccording to the report, several unnamed spy agencies thought Covid emerged from \"natural exposure to an animal infected with it or a close progenitor virus\". But they only had \"low confidence\" in this conclusion. \nOne intelligence agency developed \"moderate confidence\" that the first human infection was likely due a \"laboratory-associated incident\" at the Wuhan Institute of Virology, which has studied coronaviruses in bats for more than a decade.\nPresident Biden issued a statement after the report's publication, criticising China for not co-operating with the investigation. \n\"Critical information about the origins of this pandemic exists in the People's Republic of China, yet from the beginning, government officials in China have worked to prevent international investigators and members of the global public health community from accessing it,\" Mr Biden said.\n\"The world deserves answers, and I will not rest until we get them, \"he added.\nThe pandemic, which has claimed nearly 4.5 million lives around the world, began in the Chinese city of Wuhan in December 2019.\nA World Health Organization (WHO) team, which visited Wuhan, concluded earlier this year that the disease most likely spilled over from an animal sold at a market.\nThis conclusion has been rejected by some scientists.\nIn May, Mr Biden asked US intelligence agencies to assess the data and produce a report that \"could bring us closer to a definitive conclusion\" on the origins of the virus.\nChina meanwhile has been stoking baseless claims that virus originated from Fort Detrick, a military installation in the US. \nEarlier this week, the WHO panel warned that it would soon be \"biologically impossible\" to gather evidence dating back to the virus' origin.\n\"The window of opportunity for conducting this crucial inquiry is closing fast,\" they warned, calling on researchers and governments to expedite studies. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-58360337",
      "category": "uk-scotland-scotland-politics",
      "title": "Scottish Greens back historic government deal",
      "tags": "Patrick Harvie,Scottish Greens,COP26,Climate change,Lorna Slater,SNP (Scottish National Party)",
      "text": "Members of the Scottish Greens have backed a deal that will see its leaders in government for the first time.\nWith some proxy votes still to be counted, 83% of members who took part in an extraordinary general meeting were in favour. \nThe deal, which required a two-thirds majority of the party's National Council, was then formally ratified. \nCo-leaders Patrick Harvie and Lorna Slater said it promoted \"a sustainable Scotland that works for everyone\". \nThe pair will become government ministers under the power-sharing deal, with the Greens required to back the Scottish government in confidence votes and annual budgets as they work on a raft of agreed policy areas, including tackling the climate emergency, Scottish independence and rent controls.\nPublic disagreement between the parties will only be allowed on a set of agreed topics. \nThese include aviation policy, green ports, direct financial support to businesses involved in the aerospace, defence and security sectors, field sports and the economic principles related to concepts of sustainable growth and inclusive growth.\nHowever, speaking during the EGM, Scottish Green MSP Ross Greer insisted that the list of subjects could be changed if further agreements or disagreements emerge.\nBefore this vote, Green leaders were anxious not to take membership support for granted - there are, after all, some radical elements in the party and there is more than a hint of anarchism too. \nIn the end, the lure of power proved highly persuasive. The co-operation agreement was emphatically endorsed by ordinary Greens and by the party's National Council, as it was in a separate ballot of SNP members. \nThat means that Nicola Sturgeon can now formally appoint Patrick Harvie and Lorna Slater as ministers in the Scottish government and seek Holyrood's approval when MSPs return from their summer break next week. \nThe outcome of that and most other parliamentary votes is now a foregone conclusion because one of the key features of an SNP-Green government is that it will have a built-in majority for what they've agreed, including an indyref2 bill. \nThere are of course a range of policies including the desirability of economic growth, aviation, field sports and private schools that sit outside their agreement. \nThese topics and the compromises reached over road building and oil and gas extraction could be the source of future tension between the power-sharing partners. \nThe co-leaders insisted the agreement will be good for Scotland, the country's efforts to tackle the climate crisis and contains \"transformational\" policies such as implementing rent controls.\nMs Slater, the newly-elected Lothian MSP, said the members' overwhelming support would give the party \"the tools we need to tackle the climate crisis and implement transformative politics in Scotland\".\nShe told BBC Scotland: \"With the Scottish Greens at the heart of government, we will see some real changes. Things like rent controls will be transformative for people in Scotland.\n\"We can also accelerate the development of our renewable energy industry, which will create thousands of jobs as well as tackle the climate crisis.\" \nJames Puchowski, co-convener of the Green Nation Council, believes  the deal offers the chance to have a real influence on government policy.\n\"They're weighing up some things that I don't think three or four years ago we'd ever had a chance of getting - which is basically getting ministers inside Scottish government and maintaining opposition in the background.\"\nParty member Rosie Smith backs the deal, but is worried it could backfire for the Greens.\n\"When I first saw it, especially the rent control section, it kind of felt a little bit like Christmas. What worries me about it is just hesitancy to enter coalitions having seen how badly it can go elsewhere in the UK.\"\nChas Booth, a Green councillor in Edinburgh, voted against the deal. He wasn't against a deal in principle, but felt this agreement didn't do enough to protect local services after years of cuts. \n\"I didn't see enough in this deal that would protect local councils and local services like leisure services, parks and stuff like - and that's why I voted against it. \n\"I accept there's an awful lot of stuff in here that is really good policy  - on active travel, on equal rights, on energy efficiency in our hands - but I felt that gap on local authorities and local services is something that Greens shouldn't support.\"\nMs Slater cited oil and gas extraction policies as an area of disagreement between the Scottish Greens and SNP, but added: \"I am very hopeful and optimistic about the change of travel that we've seen.\n\"When the first minister wrote to Boris Johnson the other week and asked him to reconsider the Cambo oil field, that was a significant change of direction for the Scottish government whose previous position was maximum economic extraction.\n\"Having Greens around has even turned the dial of that far, and I know that, by having Greens in government, we can continue to push that dial around and really tackle the climate crisis.\"\nMr Harvie, who has spent 18 years in opposition at Holyrood, said it felt \"incredibly exciting\" to be on the brink of government.\nHe said: \"I am delighted that our party members have given their support to this historic co-operation agreement that will see Greens enter government for the first time in Scotland, or indeed anywhere in the UK.\n\"With Greens in government we will be able to deliver positive change for the people of Scotland.\" \nThe SNP's ruling body endorsed the power-sharing agreement last weekend.\nFirst Minister Nicola Sturgeon said she was \"delighted\" that members of both parties had agreed to work together.\nShe said: \"This historic agreement will provide a strong platform for the transformative programme we want to deliver.\n\"We will work collaboratively to support a fair recovery from Covid, address with urgency the impacts of the climate emergency, and give the people of Scotland a vote on independence.\"\nScottish Conservative chief whip, Stephen Kerr, said the SNP/Green deal would be \"devastating for workers and our economic recovery\". \nHe said: \"The SNP and Greens will put their obsession with a divisive referendum ahead of what is best for Scotland. \n\"Nicola Sturgeon failed to win a majority in May's election and now has had to cut a deal with a radical anti-jobs party, solely to ramp up her campaign for independence.\"\nScottish Labour leader Anas Sarwar said the deal proved the Green party was \"in many ways a branch office of the SNP\".\nHe said: \"The Green party over the course of the last parliament voted through big cuts to local government budgets and voted against a pay rise for care workers.\n\"This is a deal that is not about the environment, it's about the independence agenda.\n\"It's not about building transparency and accountability of the government. It's about control for Nicola Sturgeon and the SNP so that they can largely ignore parliament. And I think that is really unfortunate for our democracy.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58347434",
      "category": "health",
      "title": "Covid: Vaccine complications dwarfed by virus risks",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "A major review of vaccines suggests the AstraZeneca jab does raise the risk of blood clots and another serious condition that can cause bleeding.\nBut the study found the risk of such problems following a coronavirus infection was still much higher.\nThe University of Oxford-led team also found an increased risk of stroke after the Pfizer jab - but again at a much lower rate than after infection.\nThe team said it once again showed the \"substantial\" benefit of vaccination.\nIt comes after a coroner ruled on Thursday that BBC Radio Newcastle presenter Lisa Shaw died because of complications from the AstraZeneca jab.\nThe 44-year-old died in May after developing headaches a week after getting her first dose. She suffered blood clots in the brain.\nThe research team looked at records from more than 29 million people who received a first dose of a Covid vaccine between December and April, who were mostly over 40, as well as nearly 1.8 million who were infected with the virus.\nThe study, published in the British Medical Journal, looked for complications up to 28 days after being jabbed or infected.\nIt found that for every 10 million people vaccinated with the AstraZeneca vaccine:\nFor every 10 million people vaccinated with the Pfizer vaccine, it found:\nLead author Prof Julia Hippisley-Cox said it was important people were aware of the risks, but that they were kept in context given the higher risk from being infected.\nFellow author Prof Aziz Sheikh added the findings \"clearly underscore\" the importance of getting vaccinated to reduce the risk of these clotting and bleeding outcomes.\nVaccinations, he said, offer a \"substantial public health benefit\".\nNone of the university researchers involved in this study were part of the Oxford team that helped develop the AstraZeneca vaccine."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-58360419",
      "category": "uk-england-essex",
      "title": "Afghanistan: Pen Farthing through Kabul airport security with animals",
      "tags": "Kabul,Afghanistan,Dovercourt,Luton,Taliban,Animals",
      "text": "An animal charity's founder has made it through Kabul airport's security, the Ministry of Defence (MoD) said.\nPaul \"Pen\" Farthing was trying to get his staff and rescue animals out of Afghanistan when they became caught up in Thursday's airport bomb blasts.\nOn Friday evening the MoD said Mr Farthing and his animals were assisted by the UK Armed Forces. \nIt added: \"They are currently being supported while he awaits transportation.\"\nThe MoD announcement did not mention the situation surrounding Mr Farthing's staff. \nMr Farthing, a former Royal Marine who is originally from Dovercourt in Essex, set up the Nowzad animal shelter in Kabul, rescuing dogs, cats and donkeys, after serving in Afghanistan in the mid-2000s.\nSince the collapse of the Afghan government, Mr Farthing and his supporters have campaigned to have his staff, their families and 140 dogs and 60 cats evacuated from the country in a plan he has named Operation Ark.\nBut Defence Secretary Ben Wallace has complained some of Mr Farthing's supporters had \"taken up too much time of my senior commanders dealing with this issue when they should be focused on dealing with the humanitarian crisis\".\nConfirming the news Mr Farthing and his animals were through airport security on Friday evening via social media, the MoD said: \"On the direction of the Defence Secretary, clearance for their charter flight has been sponsored by the UK Government.\"\nMr Farthing had earlier said he had been \"turned away\" while trying to leave Kabul on Thursday.\nMr Wallace said his advisors and officials had received abusive calls, which he said were \"based mainly on falsehoods, that somebody, somewhere had blocked a flight - no-one blocked a flight\".\nHe continued: \"Fundamentally, as we have seen on the media, there are desperate, desperate people, and I was not prepared to push those people out of the way for that.\n\"When people's time is right, they were called forward, and that's the right thing to do.\n\"But I hope he comes back, he was advised to come back, his wife came back last Friday, so I hope he does as well.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58357012",
      "category": "health",
      "title": "Covid: Festival-goers urged to take precautions",
      "tags": "Reading and Leeds Festivals,Music festivals,Young people,Coronavirus pandemic",
      "text": "Health officials are urging festival-goers this weekend to take a free rapid Covid test before they attend, stay outside and apart from other groups as much as possible.\nExperts say sharing public transport, tents and cars are key trigger points, with outdoor spaces far less risky.\nThere is concern the events, in places like Reading and Leeds, could lead to a rise in cases in young people.\nAll 16 and 17-year-olds have only recently been offered a Covid vaccine.\nAnd tens of thousands of them and older teenagers are expect to attend festivals this bank holiday weekend.\nDr Susan Hopkins, of Public Health England (PHE), advised youngsters to wear a face covering if using public transport to travel to festivals, and also urged caution when they return home.\n\"You may well have caught Covid-19 while you've been away,\" she said. \"Make sure you take an LFD [lateral flow device] test when you get home and then test twice a week after having mixed with a large group of people.\n\"Try and avoid seeing older or more vulnerable relatives so that you don't pass anything on.\"\nMeradin Peachey, director of public health for west Berkshire, which covers Reading, said: \"Sixteen, 17-year-olds are the main groups that are going to be there and they're not covered yet.\n\"We are trying to ask people to show proof of a lateral flow test before you even get anywhere near the gates.\"\nThe Boardmasters Festival in Cornwall earlier this month, which attracted about 50,000 people, is thought to have created 4,700 coronavirus cases.\nBut council leaders in the county, which has some of highest case rates in England, say there is no reason to cancel any holiday events this weekend.\nIt comes as cases in the UK are climbing again with 38,046 cases and 100 deaths with Covid-19 reported on Friday.\nCases are now at a similar to the number reported daily in mid-January around the winter peak.\nBut the number of people admitted to hospital and dying with Covid is far below the levels seen then because of high levels of protection from the vaccines.\nThe Office for National Statistics estimates that infection rates have increased across all four UK nations in the week up to 20 August, with some stark variations.\nThe number of people thought to be infected is:\nDr Michael Head, from the University of Southampton, said the main trigger points at mass gatherings were indoor settings.\n\"Where festival-goers are in a field, even in large numbers, the transmission risks will remain relatively low. \n\"It is the indoor shared spaces that are key, such as marquees, tents, or shared cars, and use of public transport to and from the event.\"\nHe said using masks would be helpful, and everyone should have a Covid-19 vaccine when offered one.\nDr Julian Tang, clinical virologist at the University of Leicester, said people needed to make their own assessments of risk.\nBut he said \"these are admittedly very difficult to make accurately without knowing your vaccine responses, those of others, as well as what viral loads people around you might be shedding at any point - and then your individual susceptibility to more severe or long-Covid complications\".\nThe London Ambulance Service is also asking people to use its services wisely this weekend as it prepares for a busy bank holiday, which could be \"what we normally see on New Year's Eve\", it said.\nThe service puts the extra demand down to increased spread of Covid in the community, more people being out and about, and travelling in and out of the capital.\nIt said August was expected to be one of the busiest months ever for the service.\nAlicia Demirjian, incident director for Covid-19 at Public Health England (PHE), said: \"Cases of Covid-19 are still high, especially among young people. \n\"If you have Covid-19 symptoms, please do not go out - stay at home and get a PCR test as soon as possible.\n\"If you are heading to a festival or other event this bank holiday weekend, to protect your friends and others we encourage you to take a free rapid test before you leave to check that you do not have the virus.\" \nPHE said it would be closely monitoring how the start of the school term, which is happening for many children next week in England, affects the number of new infections."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58348119",
      "category": "uk-northern-ireland",
      "title": "Brexit: Irish support for deal harming NI, says DUP leader",
      "tags": "NI Brexit,Republic of Ireland,Emmanuel Macron,DUP (Democratic Unionist Party),Brexit,Sir Jeffrey Donaldson",
      "text": "Democratic Unionist Party (DUP) leader Sir Jeffrey Donaldson has accused the Irish government of \"harming\" Northern Ireland's relationship with the rest of the UK through its support for the Brexit deal.\nHis comment came after he met Taoiseach (Irish Prime Minister) Micheál Martin.\nTheir meeting in Dublin was their first since Sir Jeffrey became DUP leader.\nMr Martin said he accepted unionists had \"genuine concerns\" over post-Brexit arrangements for Northern Ireland.\nBut Sir Jeffrey warned that relations between Dublin and Stormont could become \"untenable\" if problems with the Northern Ireland Protocol could not be resolved.\nHe called on the EU to \"change its tune\" on the protocol, which was agreed by the UK and EU to avoid a hard border in Ireland.\nIt does that by keeping Northern Ireland in the EU's single market for goods.\nThat has created a new trade border in the Irish Sea, which is strongly opposed by unionists in Northern Ireland.\n\"If the Irish government persists in harming our relationship with the rest of the United Kingdom through this protocol then of course that has an impact on our relationship with Dublin,\" said Sir Jeffrey.\n\"We are expected to operate as normal on a north-south basis - that is not a tenable position and not one I intend to continue with if we cannot resolve the issues around the protocol and do so quickly.\"\nThe DUP leader said he told the taoiseach that unionists' concerns that the protocol was having an negative effect on Northern Ireland were \"certainly not diminishing\".\nHe cited the \"harm that it's doing to trade between Great Britain and Northern Ireland\" and the \"political harm\" it could cause ahead of next year's Stormont assembly election.\n\"We need to address those issues and do so quickly - we need to remove the border that has developed between GB and Northern Ireland in trading terms,\" he said.\nSpeaking after the meeting, Mr Martin said he would continue to speak to unionists about their worries in relation to the protocol.\nHe called for a focus on maintaining relations between Northern Ireland and the Republic of Ireland.\n\"It would be awful if there was to be any disruption of that progressive work,\" he said.\n\"I accept from a unionist perspective that they have genuine concerns.\n\"We don't necessarily agree that they're ones that can't be overcome - we'd have a different perspective to that - but I acknowledge the sincerity of the perspective that has been articulated to us.\n\"Europe wants to help here but there needs to be very clear presentation from the UK side in terms of where they see the resolution of this.\"\nOn Thursday the Northern Ireland Protocol was a key topic of discussion when French President Emmanuel Macron visited Dublin, where he met both Mr Martin and Irish President Michael D Higgins.\nIn the past Mr Macron has ruled out any renegotiation of the Brexit deal.\nDuring his visit to Áras an Uachtaráin, the Irish president's residence, Mr Macron wrote in the guestbook that Ireland \"occupies a precious place in the heart of the European dream\".\nMr Macron's note explained that France would remain a \"faithful friend for the future\".\nIn June, Sir Jeffrey's predecessor as DUP leader Edwin Poots visited Dublin and met Mr Martin along with DUP colleague Paul Givan, who has since become first minister of Northern Ireland.\nMr Poots said Mr Martin recognised the \"genuine concerns in unionist and loyalist communities around the protocol\".\nBut Mr Poots was ousted within 50 days of becoming DUP leader and was replaced by Sir Jeffrey."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58351056",
      "category": "world-asia",
      "title": "Afghanistan: US will hunt down Kabul airport attack jihadists, says Biden",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan,Taliban,United States,Joe Biden",
      "text": "President Joe Biden has promised to hunt down the jihadists behind an attack in Kabul which killed at least 90 people - including 13 US troops.\nMr Biden warned the US would \"not forgive\" the perpetrators. \nThe twin blasts, claimed by a local branch of Islamic State (IS), tore through crowds of men, women and children outside Kabul airport. \nThey were hoping to join the 100,000 people airlifted out of Afghanistan since it fell to Taliban militants.\nThere had been repeated warnings that an attack was likely, but it either did not reach or did not deter those waiting. \nUS troops in control of Kabul international airport have been facilitating the evacuation of foreign nationals and Afghans who had been working with foreign missions.\nThey have been aiming to complete this within a 31 August deadline for US forces to leave under an agreement with the Taliban.\nA number of European countries have already announced the end of their evacuation plans. The UK said on Friday it would not be processing any more applications, acknowledging it was leaving people behind.\nSpeaking hours after Thursday's attack, Mr Biden vowed to complete the evacuation mission, adding \"we will not be deterred by terrorists\". \nHe said the US military had been ordered to attack the leadership, assets and facilities of the group known as Islamic State Khorasan (IS-K), active in Afghanistan and Pakistan.\nThe group is part of the global IS network, but has local links - even to the Taliban. However, IS-K have accused the Taliban of abandoning the battlefield in favour of a negotiated peace settlement. \nThe attack at the airport - which began at about 18:00 local time (13:30 GMT) - targeted \"translators and collaborators with the American army\", the jihadist group said.\nThe first blast happened near the Abbey Gate, where US and British forces have been checking people entering the airport, followed by a second minutes later  at a hotel which was used by British officials to process Afghans hoping to travel to the UK.\nSurvivors described the horror in the wake of the attack, with one saying they saw \"bodies and body parts flying in the air like a tornado blowing plastic bags\". \nAnother recounted how they tried to take an injured baby to safety, only for the child to die in their arms. \nPictures being shared on social media suggest families have lost several members.\nHospitals were quickly overwhelmed with the injured. Alberto Zanin, the medical director of one facility run by Italian NGO Emergency, described on Twitter how the victims \"could not speak, many were terrified, their eyes totally lost in emptiness, their gaze blank\". \nThirteen US troops were among those killed - the first US military casualties in Afghanistan since February 2020.\nMr Biden said the troops who had died \"were heroes who were on a selfless mission to save the lives of others\". \nThe head of US Central Command, Gen Frank McKenzie, said the threat from IS-K remained high and US forces were working with Taliban to try to stop further attacks and that the Taliban had already prevented many.\nBut the attack is likely to significantly complicate the evacuation effort ahead of the deadline.\nThere are currently 5,800 US troops on the ground at Kabul airport with a further 1,000 UK troops also there. \nTo date, 104,000 civilians have been transferred from Afghanistan, including 66,000 by the US and 37,000 by allies and partners.\nAbout 5,000 people are waiting at the airport and many more are still trying to get through the perimeter checkpoints.\nA number of countries, including Canada, Belgium, Italy, the Netherlands and Denmark had already stopped their operations. \nTurkey has announced that its troops, who had been providing security at the airport for six years, were withdrawing."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58351693",
      "category": "world-us-canada",
      "title": "'We will hunt you down' - Biden warns Kabul attackers",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58360064",
      "category": "uk-politics",
      "title": "Government to ban single-use plastic cutlery",
      "tags": "Plastic,Plastic pollution,George Eustice,Environment",
      "text": "The government has announced plans to ban single-use plastic cutlery, plates and polystyrene cups in England as part of what it calls a \"war on plastic\".\nMinisters said the move would help to reduce litter and cut the amount of plastic waste in oceans. \nA consultation on the policy will launch in the autumn - although the government has not ruled out including other items in the ban.\nBut environmental activists said more urgent and wider action was needed.\nScotland, Wales and Northern Ireland already have plans to ban single-use plastic cutlery, and the European Union brought in a similar ban in July - putting ministers in England under pressure to take similar action. \nOn average, each person in England uses 18 single-use plastic plates and 37 single-use plastic items of cutlery every year, according to government figures. \nMinisters are also hoping to introduce measures under its Environment Bill to tackle plastic pollution - such as a deposit return scheme on plastic bottles to encourage recycling and a plastic packaging tax - but this new plan would be an additional tool. \nThe Environment Bill is going through Parliament and is not yet law.\nA consultation on the deposit return scheme proposal for England, Wales and Northern Ireland finished in June.\nEnvironment Secretary George Eustice said everyone had \"seen the damage that plastic does to our environment\" and it was right to \"put in place measures that will tackle the plastic carelessly strewn across our parks and green spaces and washed up on beaches\". \nHe added: \"We have made progress to turn the tide on plastic, banning the supply of plastic straws, stirrers and cotton buds, while our carrier bag charge has cut sales by 95% in the main supermarkets.\n\"These plans will help us stamp out the unnecessary use of plastics that wreak havoc with our natural environment.\"\nBut the ban may take over a year to become law, with legislation needing to go through Parliament, and it is understood it could be April 2023 before it comes into force.\nCampaigners have urged the government to move quickly. \nJo Morley, from the campaign group City to Sea, told the BBC she welcomed the news but it was \"just the tip of the iceberg\".\nShe added: \"We need the government to go much, much, much further, we are facing a plastics crisis and we need to turn off the tap.\n\"We are really facing an environmental crisis, our oceans are full of plastic, and they're killing marine life, they are damaging our eco-systems and they are actually threatening human health.\"\nKierra Box from Friends of the Earth echoed the concerns.\nShe said: \"We need government to take an overall approach to say that what we are going to do is bring an end to all plastic pollution, and what we're going to do is drastically reduce the amount of all single-use products, not just a fork followed by a spoon followed by a cup.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58361215",
      "category": "world-us-canada",
      "title": "Hurricane Ida: New Orleans braces for possible direct hit",
      "tags": "Cuba,New Orleans,Hurricanes,Hurricane Ida,United States,Severe weather",
      "text": "The mayor of New Orleans has called on residents to evacuate unprotected city neighbourhoods as Hurricane Ida bears down on the Louisiana coastline.\n\"What I am told is that this storm will not be weakening,\" Mayor LaToya Cantrell said on Saturday. \nHurricane Ida has intensified over the warm waters of the Gulf of Mexico ahead of its expected arrival on the southern US coast on Sunday.\nIt has already brought heavy rain and high winds to western Cuba. \nA mandatory evacuation is in place for some parts of New Orleans - those outside the levees - while the rest of the city has been issued with a voluntary evacuation order.\nThe levees are a system of flood walls, built to protect low-lying New Orleans, and strengthened after Hurricane Katrina in 2005. \n\"If you're going to leave you need to do that now,\" Ms Cantrell said. \"We need to make sure you are in a safe place. Everyone, whether you are going to leave voluntarily or stay on site, hunker down.\" \nShe added that anyone unable to leave the city should \"prepare for damaging wind, power outages, heavy rain, tornadoes\".\nThe impact of climate change on the frequency of storms is still unclear, but increased sea surface temperatures warm the air above and make more energy available to drive hurricanes, cyclones and typhoons. As a result, they are likely to be more intense with more extreme rainfall. \nForecasters say the hurricane will be at category 4 strength by the time it reaches the northern coast of the Gulf of Mexico. \nMore than 80 oil rigs in the Gulf of Mexico have been evacuated and half the region's oil and gas output has been suspended.\nIda passed over western Cuba on Friday, hitting the Isle of Youth with maximum sustained winds of 75mph (120km/h). \nCoincidentally, Sunday marks the 16th anniversary of Hurricane Katrina, which devastated New Orleans after making landfall as a category 3. Katrina flooded 80% of the city and killed more than 1,800 people.\nExperts say that if storm surges hit at a time that coincides with high tides, sea water could flood over the New Orleans levee system and into the city. \nGovernor Bel Edwards has declared a state of emergency and called for anyone along the state's coastline to shelter in place starting on Saturday evening.\nPresident Joe Biden said on Saturday that Ida was \"turning into a very, very dangerous storm\" and the federal government was ready to provide help."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58359618",
      "category": "uk-england-london",
      "title": "Westminster double murder: Man, 49, arrested",
      "tags": "London violence",
      "text": "A man has been arrested on suspicion of murdering two people found with fatal stab wounds in Westminster. \nSharon Pickles, 45, was pronounced dead at a home in Ashbridge Street at 21:30 BST on 19 August.\nIn the early hours of 20 August, Clinton Ashmore, 59, was found stabbed at a property in nearby Jerome Crescent. \nOn Thursday, police arrested a 49-year-old man at a London hospital on suspicion of their murders.\nHe was discharged and taken into custody at a London police station on Friday.\nDet Ch Insp Wayne Jolley said: \"This is a significant development in our investigation which I hope takes us a step closer to getting justice for the families of Sharon and Clinton.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-58341534",
      "category": "uk-wales-politics",
      "title": "Covid in Wales: Unvaccinated travel ban call as cases rise",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Plaid Cymru,Welsh government,NHS Wales,Welsh Labour,Sian Gwenllian,Welsh Conservatives,Coronavirus pandemic",
      "text": "Holiday travel bans should be considered for the unvaccinated if Covid-19 cases continue to rise in Wales, one GP has recommended.\nIt comes as no changes are made to Wales' Covid restrictions in the latest review, while Covid cases in Wales are currently the highest since January.\nWales' first minister has urged people to protect communities and get vaccinated to stop the virus spreading.\nDr Mair Williams said rules were needed to encourage people to get a Covid jab.\nThe Tories said they had expected no changes to the rules in Friday's three-week review. Plaid Cymru called on ministers to be \"upfront about what the data is telling them\" on how the vaccination programme has affected hospitalisation from Covid.\nAlmost all restrictions to daily life were lifted after Wales was placed under Alert Level Zero on 7 August, with official social distancing laws scrapped and limits on who can meet coming to an end.\nMark Drakeford confirmed on Friday that no significant changes would be made to restrictions, but warned the \"public health position is worse than it was three weeks ago\".\nHe said the case for vaccine certificates to enter \"higher risk settings\" - such as nightclubs - would be considered again when restrictions were reviewed on 16 September.\nWhile Wales' Covid case rate and numbers are the highest since January, Public Health Wales figures show deaths and hospital admissions remain much lower due to the vaccine rollout.\nAnd rising cases were anticipated with restrictions easing and people mixing more.\nSwansea and Neath Port Talbot have Wales' highest case rates and it comes after the local health board said 80 cases were tracked to people going out to a \"dozen pubs, nightclubs and celebration venues\".\nDr Williams, who works at a practice in Skewen, Neath Port Talbot, said people not getting vaccinated were \"the biggest problem\" and the only way to bring down case rates was to \"restrict\" what unvaccinated people do.\n\"They cannot go to pubs and restaurants with other people,\" said Dr Williams.\n\"And they cannot go on holiday because of the risk of infection and also maybe not go into the workplace as well - to work at home.\n\"I think you have to do that to stop this virus spreading any further.\"\nDr Williams said anti-vaccination conspiracy theories were causing issues, and while you could not make people have the jab, it was possible to convince them.\n\"Most people, when you do discuss it with them, actually have the vaccine,\" she said.\n\"I think the public messaging has been good enough but you're always going to have some doubters, that's the problem.\"\nWales' Health Minister Eluned Morgan told BBC Radio Wales Breakfast: \"We are concerned by the increasing rates but that fits in with the modelling that we had predicted and the comforting part of this is that we are not seeing those cases translate into hospitalisations at the rate we were seeing in December.\n\"At this point I think it is important that we hold our nerve, that people take precautions so we don't see it spreading further than necessary and that people stay outside if possible over the bank holiday weekend simply because we know that the virus is less likely to transmit outside.\"\nMs Morgan added that Wales was ready to see booster jabs introduced in September, if the JCVI recommends it.\nShe also pleaded with younger people to get their vaccine as more events take place over the summer.\nMore than 2.1 million people have had both doses of the Covid jab in Wales, however take up remains relatively low among young people.\nAlmost 370,000 18 to 29-year-olds have had their first jab - or 76.2%.\nAlmost 57% of 16 and 17 year-olds have now had their first jab, since invites began being sent out at the start of this month.\nSion Lingard, health protection consultant at Swansea Bay University Health Board, urged people to leave venues if they \"feel stuffy\" as they might not be well-ventilated and the virus could be circulating.\n\"Consider going somewhere else, or stay outside,\" they said.\nSo far, 74.3% of 18 to 29-year-olds in the Swansea Bay health board area have had a first dose of vaccine - leaving 15,563 in that age group who have not had it.\nAltogether, 43,335 adults in Swansea Bay had not taken up a vaccine (by last Sunday).\nWhile many rules in Wales have now been relaxed, the wearing of face coverings is still required by law on public transport and in shops, and health care settings.\nSocial distancing laws, and limits on who you can meet have also been removed, but measures remain in some places with businesses required to put measures in place to help keep staff and customers safe.\nAt their three weekly review of Covid restrictions, the Welsh government made small changes to rules were announced allowing brides and grooms, and guests, to remove masks for ceremonies.\nThe Welsh government said the small change helped to \"simplify and clarify existing rules\". \nHowever, with case rates continuing to rise, Mr Drakeford urged people to \"keep taking precautions to ensure the progress we have won is not lost\".\n\"Getting vaccinated remains one of the very best defences we have,\" he said.\n\"If you haven't already, then please take up the offer and join more than 2.1 million people in Wales who've had a full course to protect themselves and to protect others.\"\nMr Drakeford called on everyone to take \"everyday steps\", where possible, to keep each other safe, including meeting others outdoors instead of indoors, or keeping a distance from others when out. \n\"If you are with people indoors then opening a window to let fresh air into the room will mean the virus is less likely to spread,\" he said. \n\"We are still asking people to work from home wherever possible.\"\nA spokesperson for the Welsh Conservatives said they had expected no changes \"given the current public health situation\", adding: \"We have made great strides in the fight against coronavirus thanks to Britain's fantastic vaccination programme, which has severely weakened the link between infection and hospitalisation.\"\n\"The priority for all governments, of all colours, should be our recovery - in the economy, society, and public services - and maintaining the great progress we've made over the past few months,\" the spokesperson added.\nSian Gwenllian, Plaid Cymru's deputy leader in the Senedd said: \"All through the pandemic we've highlighted the importance of good, clear communication from the Welsh government. \n\"Now, at a time when cases are again on the rise, it is vitally important that the Welsh government is upfront about what the data is telling them - specifically on how the vaccination programme has impacted on the number of people requiring hospital treatment from Covid.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58353058",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Unions call for all secondary pupils to get vaccine",
      "tags": "Coronavirus vaccines,Vaccination,Young people,Coronavirus pandemic",
      "text": "Teachers' unions are calling for all secondary pupils to be vaccinated amid rising Covid case numbers.\nConcerns have also been raised about \"confusion\" over contact tracing arrangements in schools.\nUnions say a spike in cases highlights the need for \"continuing caution and effective mitigations\" to stop the virus spreading in schools.\nNicola Sturgeon says she hopes that experts will soon recommend that all 12 to 15-year-olds are vaccinated.\nAnswering questions at a Covid briefing, the first minister said she would \"ideally\" have liked that to have happened before Scotland's schools returned from the summer holidays earlier this month.\n\"There are many countries across the world that are already vaccinating 12 to 17-year-olds, clearly there are expert groups there who think this is safe to do,\" said Ms Sturgeon.\nAnd she added: \"I really hope that the JCVI (Joint Committee on Vaccination and Immunisation) feel that the evidence allows them very, very soon to recommend vaccination for all 12 to 17-year-olds.\"\nNational clinical director Professor Jason Leitch said: \"We are ready for when that advice comes, the vaccination programme is ready to go.\"\nThe JCVI has said one dose of the Covid vaccine should be offered to 16 and 17-year olds.\nThe vaccine has already been approved for over-12s with underlying conditions or those who live with others at high risk.\nNHS organisations in England have been told to prepare for a possible extension of the Covid vaccination programme to all 12 to 15-year-olds.\nThe general secretary of the Scottish Secondary Teachers Association, Seamus Searson, told BBC Radio's Good Morning Scotland programme he was in favour of such a move.\nHe also said schools should go further than government guidance over safety measures.\nHe said: \"Some of the things that we were doing prior to the summer - having staggered starts and trying to isolate children so the opportunities for mingling would be reduced - those sorts of things would help.\n\"On 12 to 15-year-olds (being vaccinated), I think we need to be moving in that direction. To keep everybody safe, we need to make sure everybody is vaccinated.\"\nMr Searson said people should not get complacent and think they can \"go back to normal\".\n\"We've got a lot of work still to do. Trying to restrict the movement of children between year groups is a no-brainer, as far as I'm concerned,\" he said.\n\"We need to have a consistent message, regardless of what part of the country you are looking at, to make sure everybody is following the rules and everybody understands the rules.\"\nThe Educational Institute of Scotland (EIS) pointed to figures from Public Health Scotland which showed that test positivity rates among children aged between two and 17 had increased from 18.5% to 19.9% this week.\nThe rate ranges from 190.1 cases per 100,000 among two to four-year olds up to 1,198.5 cases per 100,000 in 16 and 17-year-olds. In the general population, the rate was 435.9 per 100,000.\nEIS general secretary Larry Flanagan said the figures were a cause for concern and \"underline the need to remain on guard to ensure schools remain Covid conscious and that mitigations are maintained\".\nHe said the union also supported calls for all secondary pupils to be offered the vaccine.\nAnd he claimed that changes to contact tracing arrangements in schools were creating confusion for parents, pupils and staff.\nHe said all pupils identified as close contacts should be required to get a clear PCR test before returning to class.\nHighland Council has already said there has been an \"exponential increase\" in cases since pupils returned from the summer break.\nA third of all Highlands schools have been affected by Covid, with \"a significant number of year groups self-isolating\".\nIn total, more than 1,000 cases of Covid were recorded across Highland last week - the highest figure since the start of the pandemic.\nThe council's education chairman, John Finlayson, said the rise in case numbers among pupils had been expected following the start of the new school term.\nBut he warned that extending mitigations - including a return to home schooling - would have to be considered if the numbers kept rising so sharply.\nMr Finlayson told Good Morning Scotland: \"It's never off the table and is actually ongoing.\n\"Remote learning and online learning is working very successfully across Scotland, and particularly so in Highland.\n\"We had the previous experience so we've got back-up plans in place.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58351462",
      "category": "business",
      "title": "Peloton cuts price of bike as sales growth slows",
      "tags": "Companies,Fitness,New York,Peloton",
      "text": "The fitness bike maker Peloton is to slash the price of its flagship bike as people head back to the gym and do less exercise at home.\nThe US firm will cut the price of its less expensive Bike machine by about 20% to $1,495 from Thursday.\nThe change will take effect in all of its markets, including the US, UK, Canada, Australia and Germany. \nIt came as losses widened at the firm in the fourth quarter of the year and revenue growth began to slow.\nThe company has also had to shoulder costs associated with a treadmill it recalled in May, following the death of a child. \nAs more people exercised at home during the pandemic, sales of Peloton products surged, more than doubling to $4bn in the year to 30 June.  \nHowever, the New York-based firm said it only expected revenue of $800m in the first quarter of the financial year, far below market estimates of $1bn. \nIt also said the decision to slash the price of its flagship bike would hit near-term profitability, sending its shares down 15% in after hours trading.\nIt is the second time in a year that the firm has cut the price of its Bike product.  \n\"We know price remains a barrier and are pleased to offer our most popular product at an attractive everyday price point,\" the firm said in a letter to shareholders. \nPeloton said it would begin selling a cheaper redesigned model of its Tread running machines next week in the US, after an older version and its more expensive Tread+ machine were pulled over safety concerns.\nIt came after a child was pulled under the Tread+ and died. Users had also reported the touch screen falling off the Tread."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58348838",
      "category": "business",
      "title": "BA in talks over short-haul Gatwick flights",
      "tags": "Companies,Travel,IAG,British Airways,Aerospace,Air travel",
      "text": "British Airways is considering plans for a short-haul flight operation at Gatwick Airport.\nThe airline confirmed it was working with unions on the proposals but said it would not comment further.\nThe British Airline Pilots Association told the BBC British Airways and the union were in the \"final stages of negotiations\" over pay and conditions.\nActing general secretary Martin Chalk said the union \"cautiously\" welcomed the airline's decision.\nMr Chalk said the move would \"create a number of much needed new pilot jobs\".\n\"We hope to bring these talks to a conclusion shortly,\" he added.\nThe Wall Street Journal, which first reported the story, said the airline was looking to create a new unit at London Gatwick, after it halted its short-haul flights from the airport at the start of the coronavirus pandemic.\nThe paper reported carriers such as British Airways have typically relied on short-haul operations to feed traffic onto more profitable longer routes.\nLast month, British Airways owner IAG said it was ramping up its flight schedules as global air travel restrictions are eased.\nIAG said it would operate at about 45% of passenger capacity between July and September compared with pre-Covid levels, possibly rising to 75% by the end of 2021.\nThe company, which also owns Aer Lingus and Iberia, revealed a loss of more than €2bn (£1.7bn) in the six months to the end of June.\nIn April 2020, British Airways announced it would cut up to 12,000 jobs in response to the Covid crisis."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58324108/#comp-comments-button",
      "category": "#comp-comments",
      "title": "NHS blood test tube shortage set to worsen",
      "tags": "Companies,NHS",
      "text": "NHS England has admitted that a shortage of vials used for blood tests will worsen over the next few weeks and will last until mid-September.\nIt said supplies remain constrained and are forecast \"to become even more constrained over the coming weeks\". \nWhile the NHS expects the position to improve by the middle of next month, \"overall supply is likely to remain challenging for a significant period.\"\nDoctors had been told to stagger some blood tests due to the shortage.\nThey are warning that patient care will suffer due to delays.\nIt comes after Becton Dickinson, a company that makes vials for the health service, said it is experiencing serious supply chain issues.\nDue to the shortage, the NHS has temporarily stopped some blood testing for fertility, pre-diabetes, allergies and certain blood disorders.\nNHS England issued guidance urging doctors to delay regular blood tests if clinically safe and NHS Wales issued similar guidance.\nIn its guidance, NHS England said \"alternative products are being sought to alleviate these constraints,\" as a result of the global shortages of blood tube products.\nDr Farah Jameel, a GP based in north London and a representative from the British Medical Association trade body said she was having \"difficult conversations\" with patients about rationing the vials \"among the very sickest\".\nShe said there has been \"very unclear messaging from NHS England on how quickly we're going to run short and what the impact will be on patient care.\"\n\"The NHS needs to communicate clearly with the public and with the profession so there is a clear understanding of the problems which will help us manage expectations,\" Dr Jameel said. \n\"These tests are a fundamental part of patient care, giving us essential insights into different conditions, warning signs and overall health.\"\nDoctor Gavin Jamie, an GP based in Swindon agreed that preventative care is going to be slower, in addition to screening delays cause by the pandemic which he said he's still trying to catch up on. \n\"We've not seen the full effect yet but it looks like it could carry on for at least a few months from the time scale NHS England have been giving us,\" he added. \nGPs across the country have tweeted about the difficulties the shortage is causing, while patients have tweeted texts from their surgeries which have said their blood tests have been cancelled. \nAlison Webb, from Wales, told the BBC she was told that she can't have her yearly thyroid and cholesterol checked due to the blood tube shortages. She has a condition which means the thyroid gland does not produce enough hormones and said her blood tests are currently overdue by four months. \n\"Now I've been told to ring again in a month's time. Terrible,\" she said. \nThe medical device company, Becton Dickinson, which partly manufactures its tubes in the US, said the need to test Covid-19 patients in addition to routine testing for procedures which were delayed due to the pandemic had increased demand.\nResponding to the new NHS guidance, the British Medical Association said that healthcare staff were \"still no closer to understanding how this situation was able to develop and why there wasn't a contingency plan\".\n\"Today's guidance does not explain what will happen if hospitals or GP surgeries do run out of stock, and this must be addressed as a matter of urgency,\" said Dr David Wrigley, deputy chair of BMA council.\n\"No doctor wants the consequence of delayed diagnosis for patients due to these shortages, and they also need to know they are protected from any possible negligence claims,\" he added. \nLike many other industries, Becton Dickinson said in addition to increased demand, it was experiencing \"continued transportation challenges\", which included port and transport capacity, air freight capacity and UK border challenges. \n\"Suppliers are also challenged to meet increased demand for raw materials and components,\" the firm told the BBC.\n\"We are balancing the frequency of preventive maintenance leading to plant shutdown to provide continuing supply of products, and we are working closely with our raw material suppliers, transport agencies and other necessary third parties to minimize supply disruptions,\" a spokesperson added.\nA spokesperson for the Department for Health and Social Care told the BBC: \"Patient safety and continuity of care is our priority and we are working to ensure there is minimal possible impact on patient care. \n\"The health and care system is working closely with Becton Dickinson to put mitigations in place to resolve any problems if they arise,\" they added. \nDiabetes UK expressed concerns for the 13.6 million people in the country at increased risk of developing type 2 diabetes. The symptoms of type 2 diabetes can develop more slowly than those for type 1. \nNikki Joule, policy manager at the charity, said the supply issues would make the condition \"harder to spot\" and said it's \"very important\" that those at risk \"do not fall through the cracks due to a logistical issue.\" \nGwenda Burns, chief executive of Fertility Network UK agrees that the logistical issue is \"extremely worrying\" for those awaiting fertility tests. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58351938",
      "category": "uk",
      "title": "Afghanistan: Every effort was made to destroy Kabul staff details, says Foreign Office",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Foreign, Commonwealth and Development Office,Taliban",
      "text": "\"Every effort\" was made to destroy sensitive material when British embassy staff evacuated their Kabul building as the Taliban approached, the Foreign Office has said.\nIt comes after a report in the Times said documents with contact details of Afghans working for the UK had been found \"scattered on the ground\". \nThe Foreign Office said three families in the story had been helped to safety.\nIt added staff had worked \"at pace as the situation in Kabul deteriorated\".\nBut Labour's shadow foreign secretary, Lisa Nandy, said the incident \"raised serious questions\" about what her government counterpart, Dominic Raab, had been doing in the hours before Kabul fell to the Taliban.\nThe UK relocated its embassy in Kabul to a secure location near the airport on 13 August as Taliban fighters approached Afghanistan's capital.\nThe Foreign Office had already been advising British nationals to leave the country and was continuing to relocate former Afghan staff and their families to the UK under a policy announced in May.\nAccording to the Times, the documents identifying Afghan workers and job applicants were discovered on Tuesday this week on the ground at the embassy compound, which by then was occupied by the Taliban.\nThe papers are said to have featured the name and address of seven staff members - including the holder of a senior post - as well as the contact details, work history and addresses of people who had applied for interpreter jobs. \nSome of the staff have since been evacuated to the UK, but the fate of at least two staff is not known, reported the Times.\nThree Afghan staff and eight members of their families, including five children, were later tracked down by the UK, it said. \nA Foreign Office source said the department was \"grateful to the Times for sharing the information retrieved with us and working with us to enable us to get these three families to safety\".   \nIn a statement, an FCDO spokesperson said: \"We have worked tirelessly to secure the safety of those who worked for us including getting three families to safety. \n\"During the drawdown of our embassy, every effort was made to destroy sensitive material.\"\nParliament's Foreign Affairs Select Committee has already announced it is launching an inquiry into the Foreign Office's response to the situation in Afghanistan.\nForeign Secretary Dominic Raab is due to be questioned by MPs on 1 September.\nIn a tweet, committee chairman MP Tom Tugendhat referred to the report in the Times about the documents found in the embassy grounds. He said the way the Foreign Office \"handled this crisis\" will be the subject of the inquiry, adding: \"The evidence is already coming in.\"\nLabour's Ms Nandy said the foreign secretary had \"serious questions to answer\" when he appeared before MPs.\n\"The destruction of sensitive materials and the safe evacuation of the embassy should have been a top priority,\" she added.\n\"The government must urgently assess the individuals who have been exposed by this breach, whether ongoing British operations have been compromised and what other sensitive materials may have fallen into the hands of those who wish to do us harm.\"\nThe chair of the Commons Defence Committee, Tory MP Tobias Ellwood, has also confirmed to Sky News that his group will hold its own inquiry into the UK's part in the war in Afghanistan, and its exit.\nLiberal Democrat leader Sir Ed Davey has written to the prime minister calling for an immediate inquiry into what he said was the biggest British foreign policy disaster since the Suez Crisis of 1956.\nHe said: \"With thousands of Afghans who supported us now trapped under the brutal Taliban regime, serious questions need to be answered about why things turned out the way they did and what could have been done differently.\n\"Why did we wait so long to start evacuating interpreters? Why did the foreign secretary go on holiday as the Taliban advance began? And how did UK intelligence get the situation so badly wrong?\"\nOn Friday the MoD said the UK had entered the final stages of its Kabul evacuation and no more people would be called to the airport to leave.\nFigures released by the Ministry of Defence on Thursday night showed 13,146 individuals had been flown out by the UK so far."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58346782",
      "category": "uk-scotland",
      "title": "Sex crimes soar to six-year high as lockdown eases",
      "tags": "Sexual violence,Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "The number of sex crimes reported in Scotland soared to a six-year high as Covid lockdown restrictions eased.\nPolice said the number of reported rapes increased by more than a third, to 631 between April and June, compared with the same period last year.\nA total of 3,720 sexual crimes, both recent and non-recent, were recorded in the first quarter, a near 25% increase.\nCases where there was enough evidence to consider criminal proceedings rose by nearly a third to 2,171.  \nDet Supt Fil Capaldi, head of Police Scotland's sexual crime unit, said: \"These are significant increases and we can draw a direct correlation between reporting and lockdown restrictions.\n\"Over the course of the pandemic, we saw an initial reduction in reporting which we anticipated might be the case as people were locked down at home.\n\"But reporting increased incrementally with the easing of restrictions.\"\nScotland's route of lockdown was unveiled by First Minister Nicola Sturgeon at the end of February and police said the gradual easing since then has had an impact on the statistics. \nDet Supt Capaldi added that the easing of restrictions may have given people the space to report - for example those who may have been living with their abuser.  \nHe said: \"There are a number of other influencing factors at play, particularly the national conversation around violence against women and girls, and high-profile reporting of rape and serious sexual crime.  \n\"These may have encouraged people to come forward and report what had happened to them. \n\"As social interaction increases, particularly with the night-time economy, pubs and bars, opening up again, we expect to see a further rise in contact offending.\"\nThe senior officer said rape and serious sexual crime remained \"vastly under-reported\" but he hoped the recent increase was down to victims having greater confidence in law enforcement.\nHowever, some are concerned that the figures could mean that there are simply more assaults happening.\nSandy Brindley from Rape Crisis Scotland told BBC Radio's Good Morning Scotland programme: \"It's a worrying and significant increase. \n\"When these figures come out it is difficult to tell whether there have been more incidents of rape or whether more have been reported.\"\nShe also said lockdown had had a concerning effect in the beginning.\n\"During lockdown, our helpline was very quiet at first because people could not find a safe place to talk,\" she said. \"They were talking to us from cupboards, going into cars to try and phone us, whether it was because they were living with the person who was raping them or they didn't want their partner or family to know what had happened to them.\"\nShe said there was a real issue with how effective Scotland's justice response to rape was.\nShe added: \"Rape has the lowest conviction rate for any crime type in Scotland. It fell again in figures that came out earlier this year. \n\"There is a real question - is our justice system acting as an effective deterrent? Because if guilty men are walking free to rape again from a justice system then I think this will be contributing to these figures.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-58305185",
      "category": "world",
      "title": "Afghanistan: Why can't the UK hold Kabul airport without the US?",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan,Taliban,US Armed Forces,British Army",
      "text": "The evacuation from Kabul airport is in its final stages, after the UK failed to persuade the US to extend its 31 August deadline for leaving.\nTwo explosions hit the airport on Thursday, killing 90 people, but Defence Secretary Ben Wallace said the UK's withdrawal \"wasn't hastened by the attack\".\nThe US has provided the bulk of the troops to keep the airport secure and is running many of its facilities - including air traffic control.\nIt has also provided intelligence and surveillance for the operation.\nProtection from US fighter jets and helicopters has also been vital, according to Nick Reynolds of the Royal United Services Institute think tank.\nAnd the RAF's limited number of transport aircraft, means the UK does not have the capability \"to conduct an effective evacuation by itself\", he said.\nUS Secretary of State Antony Blinken said \"only the United States could organize and execute a mission of this scale and this complexity\".\nThe US has had around 6,000 troops at Hamid Karzai International Airport during the evacuation mission.\nThere have been American jets patrolling the skies, as well as attack helicopters present. \nThe UK has had more than 1,000 at the airport, including the Army's 16 Air Assault Brigade.\nSmaller contingents from Nato members including France, Germany and Turkey have also been present.\nAs the evacuation draws to a close, these numbers have been declining.\nThe UK wanted the US to postpone its withdrawal beyond 31 August, but the deadline remained.\nOn Friday, the UK confirmed it had entered the final stages of its evacuation and said no more people would be called to the airport to leave.\nIt said more than 13,000 people had been evacuated. This includes nearly 8,000 Afghans under the UK's relocation scheme for former staff and vulnerable individuals, as well as 4,000 British passport holders.\nBut Defence Secretary Ben Wallace said \"not everyone has been able to be evacuated during this process\", including around 800 to 1,100 eligible Afghans\nHe said to maximise the number of people evacuated, limits on passenger numbers had been loosened. Some military equipment will be left behind to make extra space.\nPrime Minister Boris Johnson has said he hopes for a \"second phase\", during which the Taliban understands \"there has got to be a reasonable approach to people who still want to leave\".\nUS President Joe Biden has stood by his decision to leave by 31 August.\nBut he has faced questions over depending on the Taliban to secure the perimeter of the airport. \nHe said: \"We're just counting on their self-interest to continue to generate their activities. And it's in their self-interest that we leave when we said and that we get as many people out as we can.\"\nThe total number of evacuees since the Taliban took over on 14 August is about 105,000, the White House said on Friday.\nSecretary of State Antony Blinken said there was \"no deadline\" for helping US citizens who want to leave the country, along with Afghans \"who have stood by us over these many years\".\nAlthough many of the people evacuated are fleeing the new regime, the Taliban has largely cooperated, according to the US.\nOn Tuesday, the Taliban said there was enough time to get foreign nationals out before the deadline, but it was \"not in favour\" of allowing Afghans to leave.\nIt has described the 31 August deadline as a \"red line\" and said staying longer would mean extending Afghanistan's occupation. The Taliban warned of consequences if that were to happen."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58355250",
      "category": "uk",
      "title": "Afghanistan interpreter: Getting plane out was 'happiest moment of my life'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58350542",
      "category": "uk",
      "title": "Afghanistan: Tired, overwhelmed Afghan families start new lives in the UK",
      "text": "Tired, occasionally scared - but mostly overwhelmed - shortly after 09:00 on Thursday, Afghan families walked through Heathrow Airport to a new life.\nChildren gripped their parents' hands. Grandparents clutched folders of identity documents proving their right to come to the UK. Volunteers from the Red Cross handed out food parcels with sandwiches - a very British welcome. \nFor the third day running, Heathrow has received thousands of Afghan refugees into the UK. \nWhatever the questions about the effectiveness of the UK and international response to the unfolding disaster in Afghanistan, the operation to oversee the arrival of those who have managed to get out is enormous. \nSince Tuesday, Heathrow's Terminal 4 has become a refugee processing hub - along with smaller operations at Birmingham International and RAF Brize Norton. \nThe airport is receiving around five flights a day, bringing more than 1,000 Afghans to safety - part of 15,000 who have arrived so far. \nAs they arrived in the reception hall, the refugees looked around as Border Force officers and Heathrow staff ushered them to seating. \nChildren were given packs of colouring crayons, officials explained to them how each family group would have to go through an identification and verification process. \nSome of the arrivals had full documentation - passports and proof of their links to the UK. Others had fewer records - some only birth certificates. \nWahis, a British-Afghan, had taken the unusual step of returning to the homeland he fled as a refugee to find and bring his younger sisters and their small children to safety.\nAs he sat in the hall, watching relatives being fingerprinted as part of the checks and registration for new identity documents, his relief was palpable. \n\"The Taliban are literally driving around every day, in certain roads, they try to find certain people,\" he told me. \n\"They went through [the family] house - they would have probably taken my sisters. That's what they do.\"\nThe process to receive the refugees has involved a cross-government operation. \nNHS staff, from GPs to ambulance personnel, are responding to immediate medical concerns. \nEach day a handful of passengers have gone to hospital, often because they have arrived without vital medicines. \nEach family group in turn has their bundle of identity documents checked by Border Force officers, assisted by the military. \nThe final stage of their arrival is a review of all the individual information by police officers who work in counter-terrorism - looking out for suspects trying to smuggle themselves in. \nSo far, there's been only one publicly confirmed serious security alert. An individual who arrived at Birmingham was on a \"no-fly\" list - which can cover a range of concerns. Detectives later established the individual's listing was unrelated to terrorism. \nOnce the checks are complete, the families are taken to a Covid quarantine hotel for 10 days. From there they are distributed to local authorities - although Home Office officials have admitted in the past week that the hunt for suitable housing, particularly for large families, has become challenging. \nBut before that happens, the officials welcoming the refugees at the airport have to put them at ease. Step forward Dorna, a Border Force translator. \nShe's had an emotional rollercoaster of a week, telling family after family they now have nothing to fear - and everything to hope for. She told me that her daily goal is to remain professional - to keep her emotions in check as she does her duty to help people feel safe. \n\"It's terrifying for a lot of them but luckily I've been able to communicate with some of them by speaking Farsi,\" she said. \n\"It's helped massively. The uniform will scare a lot of people. It's been good in the sense that a lot of people are opening up and they're realising we're not scary, we're not going to hurt them, we're here to help.\"\nOfficials at the airport have heard stories that have confirmed what everyone suspects. Despite the Taliban presenting a new public face, some of those arriving have experienced abuses. One man with ties to the British military was beaten and whipped by militiamen as he struggled to get through the Taliban's check-points to Kabul's airport. \nAnother woman showed me footage on her phone of a Taliban fighter sneaking around her family home in the dead of night. \nIt was an open secret in the neighbourhood that her father had worked in the British embassy. Seeing the fighter lurking convinced them they had to get out.\nMalalai Hussiny, 20, abandoned her university course to flee with her extended family. \nShe wants to continue to learn English, return to university and follow her ambition to become a journalist. \nAs she rested in the arrivals hall, she couldn't contain her feelings.\n\"I am very happy to be here because the UK has helped us, our people in Afghanistan are coming here. I am so very happy - and now me and my family safe here. Thank you a lot in UK.\"\nFor those left behind the Kabul bombing has underlined not only that time is running out - but the questions ministers face about how quickly they have acted.\nPriti Patel, the home secretary, spoke to families as they arrived on Thursday - and she defended the government's response.\n\"We are working night and day, my colleagues in government and internationally and in the region, looking at safe passage and safe and legal routes,\" she said. \n\"Our priority first and foremost is to save lives. Also, if you look at what we're doing around immigration - they are our absolute priority and we will make sure, find ways we can get them here and of course importantly we've got to regularise their status.\"\nNick Thomas-Symonds, the shadow home secretary for Labour, has accused the government of leaving huge numbers of people at risk of losing their lives. \n\"We still don't know when these supposed safe routes will open or how people fearing for their lives will be able to access help once the airport closes, and the military has left,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58357346/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Scotland records huge increase in daily Covid cases",
      "tags": "Nicola Sturgeon,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Scotland has recorded a record number of daily Covid cases as the number surged above 6,000 for the first time.\nA total of 6,835 new cases were reported on Friday - more than 1,800 above the previous highest figure.\nThis is the third time this week a new record has been set.\nFirst Minister Nicola Sturgeon said the sharp rise was a \"cause for concern\" - but the Scottish government was not currently considering the introduction of a circuit breaker lockdown.\nHowever, she stressed the importance of everyone \"playing their part\" in halting the spread of the virus.\nMs Sturgeon had previously said the country was at a \"fragile and pivotal moment\" in the pandemic.\nShe said on Friday that she could not rule anything out, but that no-one wanted to \"go backwards\" to even limited restrictions.\nMs Sturgeon urged people to get vaccinated, test themselves regularly and \"tighten up again\" on following the current guidelines.\nShe encouraged people to meet outdoors, avoid crowds, keep a safe distance from others and minimise physical contact.\nAnd she added: \"I hope we can get through this with all of us behaving sensibly and appropriately.\"\nThe daily test positivity rate reported on Friday was 14.2%, up from 11.5% the previous day.\nA record number of tests had been carried out on Thursday - but Ms Sturgeon said that did not entirely explain the increase in case numbers, which have doubled over the last seven days.\n\"It's important to point out that case numbers are rising across the UK just now, but after a period of slower increases in Scotland the rise here is particularly sharp at the moment,\" she said.\n\"That is possibly, at least in part, a reflection of the fact that our schools return earlier, with the increased interactions that come with that.\n\"And although vaccination has significantly weakened the link between a high volume of new cases and serious harm to health, it hasn't completely broken that link.\"\nThe number of people in hospital with Covid has risen from 312 to 479 over the last week.\nThere have been four further deaths, and no change in the number of patients in intensive care, which stands at 47.\nWe've seen record high figures this week, but the vaccination programme has disrupted the link between catching Covid and ending up in hospital.\nBut if case numbers get too high, even a small proportion of people becoming seriously ill can pose a challenge for the NHS.\nSo it's the number of people becoming seriously ill that will now define the path we take. And, crucially, whether restrictions have to come back.\nThe first minister is ruling out the harshest of restrictions - a circuit-breaker lockdown. She's actually hopeful that we can get through this without any additional measures. \nWe're being asked to take voluntary action: meet outdoors, avoid crowds and limit physical contact.\nBut that leaves the public in a slightly strange position - being asked to not take full advantage of the freedoms we were granted just a few weeks ago. \nVoluntary action now can help avoid more rules in the near future. That's Nicola Sturgeon's message for the weekend.\nNational clinical director Professor Jason Leitch was asked on BBC Radio Scotland's Drivetime programme about the statistical modelling for case numbers.\nHe said that if the rate doubled again in another seven days, that would mean nearly 14,000 cases - unless we were close to a \"peak\" which was not currently visible.\nWhen the previous record total of new cases - 5,021 - was reported on Wednesday, Deputy First Minister John Swinney said the rise was partly being fuelled by the return of schools.\nScottish schools returned from the summer holidays in mid-August, several weeks earlier than in the rest of the UK.\nThe Scottish Secondary Teachers Association is calling for all secondary school pupils to be vaccinated.\nScottish Conservative MSP Murdo Fraser warned that \"heightening the threat of restrictions when our vaccine system has been so successful\" would jeopardise the country's recovery from the pandemic. \nHe added: \"The Scottish people cannot be kept in this holding pattern of removing and introducing Covid restrictions, particularly when there is no threat of a new variant at this time. \n\"The recovery of our NHS and Scotland's economy is at stake. The SNP must give that more consideration now that so many people have been vaccinated.\"\nScottish Labour leader Anas Sarwar voiced concerns about the case rate and increase in hospitalisations, and said the way we \"ramp up\" the rollout of the vaccine was crucial.\nHe suggested door-to-door vaccination in areas with a low uptake, along with mobile units at university campuses and high schools."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-coventry-warwickshire-58357327",
      "category": "uk-england-coventry-warwickshire",
      "title": "Leamington Spa fire: Person missing after explosions at industrial blaze",
      "tags": "Warwickshire Police,Warwickshire Fire and Rescue Service,Royal Leamington Spa,Whitnash",
      "text": "Emergency crews are searching for a missing person after a huge fire at a plastics manufacturer.\nHomes were evacuated after the blaze at Leeson Polyurethanes Ltd in Leamington Spa caused explosions and reports of a strong chemical smell.\nA large plume of black smoke began to billow from the site on Friday morning and was visible from miles around.\nThe missing individual is an employee and his family have been kept informed, Warwickshire Police said.\nSupt Mike Smith described the fire at the site on Juno Drive as \"incredibly challenging\" and said all other staff were safe.\nThe company published a short statement on its website saying there had been \"a major incident at the premises\".\nPolice said everyone within 100m of the site had been evacuated, with those living within 500m advised to shut windows and doors. \nOne member of the public said his family were given masks to wear when neighbouring premises were evacuated.\nThere were additional reports of debris in the air and on the ground. \nChief fire officer Barnaby Briggs, from Warwickshire Fire and Rescue Service, said there were explosions caused by vats of chemicals caught in the flames.\nHe said the blaze was contained, but would take several days to put out fully.\nSupt Smith said eight people so far had been evacuated from their homes. Most were able to stay with other family members, but he said the local authority was also involved in the operation.\nAsked when they might be able to return to their homes, he said he could not say and it depended on how well the investigation progressed.\nResident Anna Harrington-Ridley said she heard the explosions and was walking to work in nearby Whitnash when she first saw smoke at about 10:30 BST.\n\"I saw a little plume of smoke and thought it might be the allotments but it quickly got a lot darker and a lot bigger in the space of about two minutes and I realised it was definitely something a bit more serious,\" she said.\n\"I was stood down there at the end of the road that has been blocked off and you could see the massive plume of smoke, there was fire, explosions, all sorts of things.\"\nShe added there was a \"strong chemical smell\".\nResident Ben Coleman also reported an odour and explosive sounds.\n\"There's a bit of a smell,\" he said. \"I heard small explosions - nothing too big, it was a few, like, pops.\n\"I could see a big dark cloud, and I thought it was a thunderstorm, then I looked to my right and saw a big plume of smoke coming up from the building.\n\"Police had closed off the road leading to it, because it is in an industrial estate. [A] Lot of other places had got their staff out of the buildings.\"\nCarl Brown, from Rugby, was with his family at a trampoline park near the site when fire broke out.\n\"The trampoline park staff were really good, they got everybody out, the kids out, gave us all masks and everything,\" he said.\n\"We all put the masks on and as soon as we went outside we could see this huge black smoke and fire and stuff, and there was debris all over the car park.\"\nMr Brown said he could still see the smoke when he arrived home, approximately a 30-minute drive away. \nAt the scene, BBC Midlands Today correspondent Giles Latcham tweeted to say there appeared to be polystyrene falling from the sky.\nKevin Hughes said he too was working from home when he noticed the sky had turned grey.\n\"I saw some post in the local Facebook group and when I walked to the back [of my property] I could see this massive plume of grey smoke floating over,\" he said.\nWarwickshire Fire and Rescue Service was joined at the scene by colleagues from West Midlands Fire Service and other neighbouring crews.\nWest Midlands Ambulance Service said it was called at 10:38 BST, and one ambulance, a paramedic officer and a Hazardous Area Response Team (HART) attended.\nIn a statement issued on Friday afternoon, it said it had treated no patients.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58351768",
      "category": "uk-england-london",
      "title": "Fulham solicitor accused of injecting blood into stores' food",
      "tags": "Waitrose,Tesco,Sainsbury's,Supermarkets,Fulham",
      "text": "A solicitor has appeared in court accused of injecting blood into food items at three west London stores.\nLeoaai Elghareeb, 37, from Fulham, did not enter a plea at Westminster Magistrates' Court to a charge of contaminating goods with intent.\nThe case relates to incidents at a Sainsbury's Local, Tesco Express and Little Waitrose on Fulham Palace Road, Fulham, on Wednesday evening.\nHe is in custody and will appear at Isleworth Crown Court on 24 September.\nThe court heard the defendant, of Crabtree Lane, is accused of entering the Waitrose store and \"throwing around\" syringes of blood and injecting them into food items.\nHe is also accused of doing the same, along with throwing eggs, in a nearby Sainsbury's store, and going on to inject more items in Tesco Express before he was arrested, the court heard.\nHammersmith and Fulham Council advised shoppers to throw away products bought in the stores after 18:00 BST on Wednesday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58334379",
      "category": "uk-politics",
      "title": "Covid homeless scheme not leading to permanent accommodation, warns charity",
      "tags": "Coronavirus lockdown measures,Homelessness,Coronavirus pandemic",
      "text": "Fewer than one in four homeless people housed by the government's Everyone In scheme have moved into permanent accommodation, according to figures seen by the BBC.\nThe initiative provided over 37,000 rough sleepers with a place to stay during the pandemic.\nBut housing charity Shelter warned many were still in temporary homes or may even be back on the streets.\nThe government said the figures were \"misleading\".\nAnd it said it would \"build on the progress made\" by the scheme by providing over £750m this year to tackle homelessness and rough sleeping.\nShelter submitted Freedom of Information requests to every local authority in England to find out what had happened to those helped by Everyone In, which was launched in March 2020 as the pandemic hit the country. \nThe data - shared with the BBC - showed more than three quarters of those initially accommodated, around 29,000 people, were in emergency or temporary accommodation, had reconnected with friends or family, or were likely to have returned to the streets. \nThe charity warned the gains from the \"watershed\" scheme were at risk of being \"squandered\" if the government - which has pledged to end rough sleeping by the next general election - does not ensure accommodation becomes permanent. \nWhen the pandemic hit the UK in 2020 and the country went into lockdown, there were concerns about the vulnerability of rough sleepers as coronavirus spread.\nAt the end of March 2020, the government announced its plan to put a roof over the head of everyone on the streets in England by working with local councils to provide accommodation. \nThey initially pledged £3.2m to fund the Everyone In scheme, which saw homeless people moved into places like the-then empty hotels or other emergency accommodation to reduce the spread of the virus and keep them safe.\nFunding was ended two months later to the anger of many charities, but the government said it had made a number of more targeted funding pledges to tackle the issue since.\nAs of January 2021, 37,000 rough sleepers had been given emergency accommodation as part of the initiative. \nWhile widely praised, campaigners have kept the pressure on the government for a more permanent fix, saying Everyone In showed what could be done to tackle rough sleeping. \nShelter's chief executive, Polly Neate, said: \"We're gravely concerned that with funding for Everyone In running out, and councils returning to 'business as usual', we will see people forced out onto the streets. \n\"It would be a travesty if we allowed rough sleeping to slide back to pre-pandemic levels. \n\"The government needs to get a grip on this situation urgently and look at what comes next.\" \nShelter has called on the government to provide ongoing, dedicated funding to local authorities to ensure its commitment to end rough sleeping can be met, along with more rough sleeping support and a \"new generation\" of social homes.\nMs Neate added: \"The country opening back up isn't an excuse to forget about homeless people.\" \nBut a spokesman for the Ministry of Housing, Communities and Local Government said the charity's analysis had not taken into account those who had moved into supported housing or who had been reconnected with family and friends. \nThe department said it was tracking the outcome of each person helped by Everyone In, with the results to be published \"in due course\".\nBut they said the scheme had been \"widely recognised as a considerable success\", and that 26,000 people had already moved into longer-term accommodation.\nThe government has also launched a Rough Sleeping Accommodation Programme, which it said would fund 6,000 long-term move-on homes for rough sleepers by the end of the parliamentary term. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58353726",
      "category": "uk",
      "title": "Afghanistan: Boris Johnson vows to help those left behind",
      "tags": "War in Afghanistan (2001-present),Afghanistan",
      "text": "Boris Johnson says he will \"shift heaven and earth\" to help people leave Kabul after 31 August, as evacuations by the UK enter the final stages.\nThe prime minister said he felt a \"great sense of regret\" about those left behind in Afghanistan. \nNo more people are being called to the airport to leave, with the Ministry of Defence saying it had closed processing facilities in Kabul. \nAmerican troops will withdraw by the end of the month.\nThe US has been running the airport in Afghanistan's capital, where at least 95 people - including two British nationals and the child of a British national - were killed in a suicide bomb attack on Thursday. \nMr Johnson said: \"Of course, as we come down to the final hours of the operation there will sadly be people who haven't got through, people who might qualify.\n\"What I would say to them is that we will shift heaven and earth to help them get out, we will do whatever we can in the second phase.\"\nHe added that \"the timing of this is certainly not the one that this country would have chosen, and I think that everybody understands that\". \nDefence Secretary Ben Wallace has expressed \"deep regret\" that not everyone eligible had been evacuated from Afghanistan, including around 800 to 1,100 Afghans and 100 to 150 Britons. \nBut Mr Wallace said the UK's withdrawal \"wasn't hastened by the attack\" on Thursday. \nAt least 150 people were also wounded in the blast, which the group known as Islamic State Khorasan (IS-K) says it was behind. Thirteen of the victims were US military personnel. \nIt had earlier been thought there were two explosions, but the Pentagon said on Friday that there had been no second explosion at, or near, the Baron Hotel, which is close to the airport.\nOn Friday evening, the MoD said 14,543 people had been evacuated by the UK from Kabul under Operation Pitting, which began on 13 August. \nThis includes British nationals as well as the nearly 8,000 Afghans eligible under the UK's relocation scheme for those who worked for the UK government, along with other vulnerable individuals. \nBut the MoD said the UK's ability to process any more evacuations is now \"extremely reduced and additional numbers will be limited\", with the focus turning to getting diplomats and service personnel out of the country. \nMr Wallace would not confirm when the last British troops would leave the country, but said this would be before the US withdrew by 31 August. \nHe added that the risk of attacks by the Islamic State group in Afghanistan would increase as foreign forces left. \nAmong those who have been trying to flee the country is Sharif Karimi, a former British Army interpreter who is still in Kabul. He told the BBC he was \"so worried\". \nHe said he had been told to travel to the airport - but was not allowed through a Taliban checkpoint and went home after spending five hours there. \nMr Karimi said he had been sent a letter showing he was eligible to travel to the UK but despite this, had been left behind.\n\"I am scared that if we are not evacuated soon from Afghanistan, we will be found by the Taliban and killed,\" he said. \nHe called on the UK government to get him, and others in his position, to help get him out \"as soon as possible\". \nAnother man who remains in Kabul, an English language trainer for the British Council who worked with Afghan school teachers, told the BBC he felt he and dozens of colleagues had been \"left to die by the UK government\". \nThe man - who the BBC is not naming for his own safety - said he was told by the British Council to apply for the UK's Afghan Relocations and Assistance Policy scheme because he worked directly for the British government. \nHe said he applied for the scheme but never heard back. \n\"We see our colleagues dying every day. Our colleague was shot this week,\" he said.\n\"Our only hope was to be able to evacuate and travel to the UK. But that didn't happen. Right now we don't know what to do.\n\"In return for our services to the UK, we have been gifted to the Taliban.\"\nWhile the evacuation operation from the airport is coming to an end, Mr Wallace told the Today programme the UK's Afghan relocation scheme would remain open \"indefinitely\". \nHe added that if eligible people were able to get to other countries, the UK could process them there. \nThe defence secretary said it was likely the Taliban would want to keep the airport functioning in the future and people may be able to leave by that route \"in the medium term\". \nConservative MP Tom Tugendhat, who served in Afghanistan, said the military had done \"an amazing job\" but many people, including his own interpreter, would not get out of the country. \n\"I'm not giving up but my anger and shame for those we've left behind to be hunted by the Taliban is growing,\" he said in a tweet. \nLabour leader Sir Keir Starmer praised the \"courage and heroism\" of troops and officials who helped with the evacuation. \nHowever, he said the UK government \"must take its fair share of the responsibility\" for people being left behind and \"has serious questions to answer about how, despite having 18 months to prepare, their failure to plan and inability to influence others has contributed to this tragic political failure\". \n Are you in Afghanistan or do you have loved ones there? Please tell us your story by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-58359182",
      "category": "uk-england-manchester",
      "title": "Bury pub landlord catches Lee Rigby collection box thief",
      "tags": "Bury",
      "text": "A thief who tried to steal a Lee Rigby Foundation charity box from a pub was caught by the landlord - one of the soldier's former comrades.\nStewart Spensley, landlord of The Two Tubs in Bury, gave chase after the donation box was taken from the bar.\nFusilier Rigby was killed outside Woolwich Barracks in south-east London in May 2013 in a terror-related attack.\nMr Spensley, 42, who served three tours of Afghanistan, said: \"I was not going to let it go.\"\n\"I ran out the building, saw him and chased him down,\" he said.\n\"When I got to him he dropped the box and started making threats so I restrained him until the police arrived.\n\"I think most people - if somebody's nicking from charity - if they could, they'd put a stop to it.\"\nMr Spensley helps to raise money for the Lee Rigby Foundation, set up by Fusilier Rigby's family to support military families.  \nHe served alongside Fusilier Rigby in Cyprus and said he had a knack for keeping up morale.\nHe said: \"As soon as he walked in a room you knew he was going to say something or do something that would just have everyone laughing.\"\nThe pub in Bury town centre is a well-known military pub.\nAs well as the donation box they also give money from the jukebox to the foundation and provide free meals to the military once a week.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58353566",
      "category": "uk-northern-ireland",
      "title": "Afghanistan: Donaldson concern for NI citizens in final evacuation",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan,DUP (Democratic Unionist Party),Sir Jeffrey Donaldson",
      "text": "A number of Northern Ireland citizens are waiting to be evacuated from Afghanistan, the Democratic Unionist Party (DUP) leader has said.\nThey include people working for non-governmental organisations and charities, said Sir Jeffrey Donaldson.\nThe UK government has now entered the final stages of its Kabul evacuation.\nSome people from Northern Ireland may not make it out of the country, said Ulster Unionist Party leader Doug Beattie. \n\"I hope that a way can be found to help those people to be evacuated,\" Sir Jeffrey told the BBC.\nEarlier on Friday, UK Defence Secretary Ben Wallace said no more people will be called to Kabul airport to leave the country.\nAbout 1,000 people who remained inside the airfield will be evacuated, he said.\nThe US, which is running the airport, is withdrawing its troops by 31 August.\nThe Ministry of Defence has closed processing facilities at the Baron Hotel, outside the airport in Kabul.\nOn Thursday, two explosions hit Kabul airport killing some 90 people - among them 13 US military personnel.\nAt least 150 people were also wounded in the attack, which the so-called Islamic State group say it was behind.\nSpeaking to BBC Radio Ulster's Good Morning Ulster programme, Sir Jeffrey said he would seek clarity from the foreign office and home office on Friday in relation to UK citizens still in the country.\n\"Whilst I understand the need to protect our armed forces and civilian staff working at Kabul airport, I am concerned that perhaps there remain British citizens who haven't yet been evacuated out of Kabul,\" he said. \n\"I am seeking clarity on that from the Foreign Office and the Home Office today. That includes some Northern Ireland citizens whose cases I have been dealing with.\n\"I'm hoping that by now they're in the airport compound and will be transported home, but those are matters that we need to clarify.\"\nHe said he did not know what attitude the Taliban would take to charity and aid workers.\n\"Our thoughts are with the families here at home who are so anxious and stressed about what they're seeing on their TV screens and deeply worried about their loved ones,\" he added. \nHe said he believed that aid workers who worked for an Irish aid agency, some of whom come from Northern Ireland, had not yet been evacuated from Afghanistan. \nHe said he would raise the issue with Taoiseach (Irish prime minister) Micheál Martin when they meet later on Friday.\nUlster Unionist Party leader Doug Beattie, a former Army captain who served in Afghanistan, said people he met when he served with the Army in Afghanistan had contacted him in desperation to flee the country.\nHe told BBC Radio Foyle he was \"desperately trying to help them get processed and get out\".\n\"In many cases, I will have failed and they will not manage to get out,\" he said.\n\"We still have citizens over there from the UK, including people from Northern Ireland, who are likely not to get out as well.\n\"There is a tragic human cost to all of this.\"\nHe said he had \"received a flurry of messages\" from a person he had served with in Kajaki in 2008, \"desperately pleading to get out\".\n\"And I just can't help them, they are stuck in Kabul.\n\"I can't direct them to the Baron Hotel because it is closing. I can't direct them to the airport, because that's not safe.\"\nMeanwhile, an Afghan man living in Londonderry said he had not heard from his mother and three sisters trapped in Kabul for the past seven days.\n\"I have the type of feeling that when you are not able to do anything for your loved ones and your country and for the people, it is a very bad feeling,\" he said.\n\"When you are not capable of doing anything it is absolutely heart-breaking.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58364172",
      "category": "world-asia",
      "title": "Afghanistan: US to continue Kabul evacuations 'until last moment'",
      "tags": "Kabul,France,Afghanistan,Taliban",
      "text": "The US says it will keep evacuating Afghans from Kabul airport until \"the last moment\", despite continuing concerns about attacks from the Islamic State (IS) group.\nReports from Kabul now suggest as many as 170 people died in Thursday's attack on crowds at a gate to the airport. \nThe Pentagon says there are still credible threats against the airport.\nThe US is still processing Afghans desperate to leave. Most Nato countries have now ended their emergency flights.\nFrance ended its evacuation effort on Friday, blaming deteriorating security at the airport. It said it had flown nearly 3,000 people out of the country.\nThe deadline set by the US for its forces to leave Afghanistan expires on 31 August. \nThe BBC's chief international correspondent Lyse Doucet, who is in Kabul, has been told by sources that the US and British troops are \"wrapping up\" at the airport, and that the Taliban will take over in \"a matter of hours\".\nA spokesman for the Taliban said on Friday night they had now taken control of parts of the airport. However, the Pentagon disputed this.\nAccording to the Pentagon, more than 5,000 people remain inside the airport, waiting to be flown out. Officials also said measures had been implemented, in conjunction with the Taliban, to improve safety. \nThe White House says more than 111,000 people have been evacuated since the airlift began nearly two weeks ago.\nThe mission, a White House official said, would prioritise the remaining American citizens who wanted to leave, with US forces \"engaged in a variety of means to get them to the airport safely\".\nMeanwhile, the US Embassy in Kabul advises American citizens to avoid travelling to the airport and avoid the airport's gates because of security threats.\nThe attack on Kabul airport was carried out by a suicide bomber who walked into the crowd of families waiting outside one of the gates, according to UK Defence Secretary Ben Wallace. \nThere was no second blast near an airport hotel, as originally thought, US officials said on Friday. \nDozens of Afghans were killed - a final number has yet to be established. In addition, 13 US personnel, two British nationals and the child of a British national were among the dead.\nSome victims were blown into a sewage canal where Afghans were waiting to be processed, while dozens were rushed to hospital.\nHospitals in Kabul, already struggling with fewer staff since the Taliban took power nearly two weeks ago, have been overwhelmed with patients.\nWounded US personnel were flown to an American air base in Germany. \nMeanwhile, US President Joe Biden has been warned that another terror attack in Kabul is likely in the coming days. \nThe next few days would be \"the most dangerous period to date\", a White House official said, adding that US forces were looking at possible IS targets. \nIS-K, or Islamic State Khorasan Province, is the group that claimed to be behind Thursday's deadly airport attack. \nIt is the most extreme and violent of all the jihadist militant groups in Afghanistan. Pentagon spokesman John Kirby said the US took the group \"very seriously\".\n\"Obviously they are a serious terror threat,\" he said, adding: \"I think the threat is real and nobody wants to see that threat grow.\n\"We're not going to allow attacks on the homeland to emanate from Afghanistan again like they did 20 years ago.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-58351793",
      "category": "world-africa",
      "title": "Nigeria: Gunmen free kidnapped schoolchildren",
      "tags": "Nigeria",
      "text": "Gunmen in Nigeria have freed a number of pupils who were kidnapped from an Islamic school in May, according to their head teacher. \nSome 136 students from the school in Tegina, Niger state, were seized by gunmen demanding a ransom. \nThe head teacher said a small number escaped in June. There were unconfirmed reports that six died in captivity. \nMass abductions for ransom have become increasingly common across Nigeria in recent months. \nHead teacher Abubakar Alhassan said he could not give an exact number of how many students had been freed, but \"none of the pupils are in captivity\". \nHe told the BBC that the freed students were looking unhealthy, frail and exhausted. They are now being treated in hospital in the state capital, Minna.\nLast month, the parents and the school had raised funds to free the pupils but the kidnappers told them that it was not enough.\nMr Alhassan said that they then paid more money and even bought motorcycles for those behind the mass abduction to convince them to release the children, the BBC's Ishaq Khalid reports from the capital, Abuja.\nFati Abdullahi, whose 18-year-old daughter and 15-year-old son were taken by the group, told the AFP news agency that her children had been freed. \n\"We are anxious to see them,\" she said. \nOn 30 May, gunmen riding on motorcycles stormed the town and opened fire, killing one person and injuring another. \nAs people fled, the attackers went to the school and seized the children. \nIn July, kidnappers seized a man who was sent to deliver a ransom payment to secure the students' release. Parents and school administrators had sold possessions and part of the school's land to pay the ransom. But they later said they wanted more money. \nMore than 1,000 students have been abducted from schools across northern Nigeria since December last year, although most have since been freed.\nAuthorities there have been criticised for their failure to tackle the country's widespread insecurity including the deepening kidnapping crisis. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58283177",
      "category": "world-asia",
      "title": "Afghanistan: How many refugees are there and where will they go?",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "Thousands of people are scrambling to flee Afghanistan after the Taliban seized back control of the country, almost two decades after they were ousted by a US-led coalition.\nThe United Nations has warned that up to half a million Afghans could flee the country by the end of the year and has called on neighbouring countries to keep their borders open. \nThe current crisis comes on top of the 2.2 million Afghan refugees already in neighbouring countries and 3.5 million people forced to flee their homes within Afghanistan's borders.\nThe US-led operation to evacuate people by air has now ended, with the last flight taking off from Kabul airport just after midnight on Tuesday - a deadline agreed with the Taliban for foreign forces to withdraw.  \nMore than 123,000 civilians were evacuated by US forces and its coalition partners after the Taliban took control of the capital on 14 August - but it's unclear exactly how many of those were Afghan nationals. \nThe US has said that it flew nearly 80,000 civilians out of Kabul and of those, about 5,500 were Americans and more than 73,500 were either Afghans or other foreign nationals. \nWhile the UK Ministry of Defence, which ended its evacuations on Saturday, said it had flown out more than 15,000 people and some 8,000 of them were Afghans. \nAt the height of the operation, the US said its military planes were departing the airport every 39 minutes - although the evacuations did slow down after the suicide bomb attack on the 26 August outside the airport, which killed about 170 people, including 13 American troops.\nMany of those flown out of the country were taken to emergency processing centres set up in several countries, including Spain, Germany, Qatar and Uzbekistan.\nAs many as 300,000 Afghans have been affiliated with US operations in the country since 2001, according to the International Rescue Committee, and tens of thousands of them are eligible to obtain a US visa - but many will now have to find a different way out of the country. \nAt the weekend, the US said it had received assurances from the Taliban that Afghan nationals who are issued with valid travel documents by another country will be allowed to leave Afghanistan. \nThe Taliban control all the main land crossing points with Afghanistan's neighbours (shown on the map below) and reports suggest they are only allowing traders or those with valid travel documents to leave the country.\nHowever, many of those trying to flee because they fear for their safety under Taliban rule will not have any paperwork. \nThe UN has urged Afghanistan's neighbours to keep their borders open to refugees and called on the international community to support those countries. \nBut Uzbekistan, which borders the north of Afghanistan, has said its main crossing point is closed to \"ensure security\" and there are no plans to open it. \nPakistan, which has the longest border with Afghanistan, has also said it will not accept refugees - with its US ambassador telling the BBC: \"We are already overburdened by the refugees, and it is beyond our capacity to host any more refugees.\"\nLast week, satellite imagery of the Spin Boldak crossing point between Afghanistan and Pakistan showed a large crowd of people gathered on the Afghan side. \nThe BBC's Shumaila Jaffery, who was at the crossing point, said it was a chaotic scene with many Afghans not being allowed to enter Pakistan. \nLast Friday, two Afghans were reportedly killed by Pakistani security forces at the Torkham border crossing after trying to enter Pakistan illegally.\nThere have also been reports of thousands of Afghans trying to cross the western border with Iran, but it's unclear how many have been successful. \nThe latest movement of Afghans is part of a historical exodus from a country that has suffered instability and conflict over many years.\nEven before the Taliban retook control, more than 550,000 people had been forced to flee their homes this year due to fighting, according to the UNHCR. \nThat means an estimated 3.5 million Afghans are currently internally displaced within the country.\nIn addition to those within Afghanistan's borders, about 2.2 million refugees and asylum seekers were also seeking sanctuary in neighbouring nations as of the end of last year.\nThis year, Afghans have also had to deal with a severe drought and food shortages across most of the country. A report by the UN World Food Programme (WFP) in June said that 14 million people - more than a third of the population - were suffering from hunger. \nMary-Ellen McGroarty, WFP country director for Afghanistan, said last week that unless emergency food and medical supplies arrived soon, the \"already horrendous situation\" would become \"an absolute catastrophe, a complete humanitarian disaster\".\nNeighbouring countries Pakistan and Iran saw the highest numbers of Afghanistan's refugees and asylum seekers last year.\nAlmost 1.5 million fled to Pakistan in 2020, while Iran hosted 780,000, according to UNHCR figures.\nGermany was third, with more than 180,000, while Turkey took nearly 130,000.\nWhen looking at asylum seeker numbers only - those who have applied for sanctuary in another country but whose claims have not yet been granted - Turkey, Germany and Greece top the list, with about 125,000, 33,000 and 20,000 respectively.\nAlthough there are no Afghan asylum seekers in Iran, those with refugee cards - an official document recognising their status - are able to access the country's health and education systems.\nThe UN has called on its member states to help Afghan people in \"their darkest hour of need\" - but while some countries have offered refugees a safe haven, others have indicated they will not be giving sanctuary to those fleeing the crisis. \nBoth Pakistan and Iran have said that they cannot cope with a further influx of Afghan refugees. Officials in both countries have said that any refugees that do arrive will have to stay in camps near the border until they can return to Afghanistan. \nUzbekistan has said it will help transfer Afghans to third countries but will only host refugees temporarily. The Tajikistan government previously offered to accept up to 100,000 refugees but it's unclear if any have been allowed in yet. Turkmenistan has said its airspace can be used for evacuation flights but it hasn't made any commitment to take in refugees itself. \nIn Turkey, the government has urged European countries to take responsibility for any new migrant crisis, saying Turkey would not be \"Europe's migrant storage unit\". The country has stepped up construction of a border wall with Iran to thwart those entering illegally. \nOfficials in several European Union countries say they are keen to avoid a repeat of the 2015 migrant crisis, when there was a populist backlash against large numbers of Syrian refugees being allowed to enter EU territory.\nFrance, which evacuated more than 2,800 people from Kabul airport, mostly Afghans, has indicated it will accept some refugees but has not specified a number. Germany has also not specified a number but Chancellor Angela Merkel has said as many as 40,000 people still in the country may have a right to be evacuated to Germany if they feel they are endangered.\nOther EU countries, like Austria, Poland and Switzerland have said they will not accept any new Afghan arrivals and are upping their border security to guard against illegal arrivals. \nThe UK has said it will take in 5,000 Afghans in 2021 as part of a scheme to resettle 20,000 over the next few years, focusing on those at greatest risk from the Taliban.\nThe US has not said how many refugees it will accept yet, but it has authorised $500m (£367m) for \"unexpected urgent refugee and migration needs of refugees\". Canada has said that it will resettle 20,000 Afghans while Australia has said it will take in 3,000.\nSeveral countries, including Kosovo and Uganda, have also accepted US requests to temporarily accept Afghan refugees before they are resettled elsewhere. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-58348288",
      "category": "uk-england-manchester",
      "title": "Benjamin Mendy: Manchester City footballer charged with rape",
      "tags": "Manchester",
      "text": "Manchester City footballer Benjamin Mendy has been charged with rape.\nThe 27-year-old defender has been charged with four counts of rape and one count of sexual assault, Cheshire Police said.\nThe charges relate to three complainants over the age of 16 and are alleged to have taken place between October 2020 and August this year.\nMr Mendy, of Prestbury, has been remanded in custody and will appear at Chester Magistrates' Court on Friday.\nThe left-back has played for last season's Premier League champions since 2017, when he joined from Monaco for a reported £52m.\nA police spokesman said: \"Cheshire Constabulary and the Crown Prosecution Service would like to remind everyone that criminal proceedings against Mendy are live and that he has a right to a fair trial.\"\nManchester City said the defender, who also plays for the French national team, had been suspended pending an investigation.\n\"The matter is subject to a legal process and the club is therefore unable to make further comment until that process is complete,\" the club added.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58354657",
      "category": "uk-wales",
      "title": "Covid outbreak in two north Wales hospitals",
      "tags": "Caernarfon,Coronavirus vaccines,Bangor,Coronavirus pandemic",
      "text": "Two hospitals in north Wales have been hit with outbreaks of Covid.\nBetsi Cadwaladr health board said it was managing the outbreak on two wards at Ysbyty Gwynedd, Bangor, and one at Ysbyty Eryri in Caernarfon, Gwynedd. \nIt said it was caring for 34 patients with Covid-19 infections across both sites, 14 of which are have confirmed hospital-acquired infections.\nAffected patients are being isolated and wards are currently closed while visiting remains restricted.\nThe health board's executive director of nursing and midwifery Gill Harris said: \"A programme of staff and patient testing is under way and our priority is to bring this outbreak to a close as soon as possible. \n\"In recent weeks, cases of Covid-19 have continued to increase in our community and we have seen a rise in the number of patients admitted to our hospitals needing treatment due to contracting the virus.\n\"This is a timely reminder that the virus has not gone away and we would urge anyone who has not received their vaccination to visit our website to book an appointment or visit one of our drop-in clinics.\" \nShe said the health board's emergency departments were also experiencing significant pressure\n\"We are seeing patients who are extremely poorly, many of who are elderly,\" she said. \n\"Only attend our hospital sites if it is absolutely necessary, to help us reduce the risk of infection. \nFirst Minister Mark Drakeford said: \"Throughout the pandemic, when community rates of transmission rise, however hard the health service works - and it does work enormously hard - it is impossible to entirely prevent the spread of the virus into those vulnerable settings.\n\"The health service now has a tried and tested set of measures it immediately mobilises to try and minimise the impact of the virus once it gets into a closed setting like a hospital.\n\"Hospitals are full of vulnerable people and we know this cruel disease attacks the vulnerable, wherever they are most vulnerable and these will be difficult days in those settings in north Wales.\"\nMeanwhile, Fforestfach Medical Centre in Swansea has had to temporary suspend routine in-person practice visits after several members of staff tested positive for Covid.\nSwansea Bay health board said staff have continued seeing patients face-to-face if there was urgent clinical need.\nSwansea and Neath Port Talbot currently have Wales' highest case rates.\nIn Swansea, 532.4 per 100,000 population has tested positive in the past seven days, while Neath Port Talbot's case rate is 458.4.\nThe Welsh Conservatives said the hospital outbreak highlighted the need for a Wales-only independent public inquiry into the handling of the Covid pandemic.\n\"We've constantly been told by Labour ministers that they are learning lessons from hospital-acquired infections, yet here we are a year-and-a half later with more troubling outbreaks, which have tragically accounted for a quarter of the COVID-related deaths in Wales,\" they said.\nPlaid Cymru's Sian Gwenllian said the outbreaks were concerning while the area was under \"increased pressure\" from so many visitors to tourist hotspots. \"These latest hospital outbreaks are a terrible reminder that Covid is not gone, and great care is still needed,\" she said.\nShe added with cases rising, it was \"vitally important\" the Welsh government continued engaging with people to encourage them to have the vaccine."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58351798",
      "category": "world-us-canada",
      "title": "Supreme Court: Biden eviction moratorium shot down by Supreme Court",
      "tags": "US Supreme Court,Eviction,United States,Coronavirus pandemic,Joe Biden",
      "text": "The US Supreme Court has ruled to allow evictions to resume across the country.\nIt blocked the Biden administration's Covid-related moratorium on evictions, which would have extended protections to millions of Americans.\nThe moratorium was first put in place a year ago to combat homelessness during the Covid pandemic.\nAll three liberal judges dissented from the ruling, while all six conservatives ruled in favour of blocking the extension.\n\"If a federally imposed eviction moratorium is to continue, Congress must specifically authorize it,\" the court wrote in an unsigned opinion released on Thursday evening.\nThe Biden administration had argued that the moratorium was needed due to a spike in Covid cases. \n\"The trajectory of the pandemic has since changed - unexpectedly, dramatically and for the worse,\" the Biden administration said in a brief. \"As of August 19, 2021, the seven-day average of daily new cases is 130,926, nearly a ten-fold increase over the rate when this court ruled\". \nBut extension opponents said many landlords are struggling with their mortgage repayments without regular rent money.\nWhite House press secretary Jen Psaki said in a statement that the Biden administration is disappointed by the Supreme Court's ruling. \n\"Families will face the painful impact of evictions and communities across the country will face greater risk of exposure to Covid-19,\" she said. \nMs Psaki added that the White House was calling on local and state courts, landlords and government agencies to \"act urgently\" to prevent evictions. To help renters, the Department of the Treasury on Wednesday also announced a reduction in paperwork requirements to receive emergency rental assistance. The department warned that state and local governments that fail to provide relief to at-risk renters may receive less funding than jurisdictions that do.\nAccording to August US Census bureau data, 3.5 million Americans said they face eviction in the next two months.\nSome states such as New York and California have extended their own moratoriums while some judges said they would make use of eviction diversion programmes to avoid people being made homeless as the pandemic intensifies, the New York Times reports. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58349010",
      "category": "world-asia",
      "title": "Kabul airport attack: What do we know?",
      "tags": "War in Afghanistan (2001-present),Taliban",
      "text": "A powerful bomb blast struck the perimeter of Kabul's Hamid Karzai International Airport on Thursday, as civilians continued to seek to escape on flights from Taliban-controlled Afghanistan.\nAt least 95 people were killed and 150 others wounded. \nThe Pentagon confirmed 13 US service personnel were among those killed.\nThe bombing came hours after Western governments had warned their citizens to stay away from the airport, because of an imminent threat of an attack by IS-K, the Afghanistan branch of the Islamic State group.\nHere is what we know about what happened.\nThe explosion happened at about 18:00 local time (13:30 GMT), at the Abbey Gate to the airport.\nOn Thursday, the Pentagon said that there had been two explosions, the first at the Baron Hotel, near the airport's perimeter.\nBut on Friday it changed its account, saying that there had only been one. Information about the attack had been \"garbled\", according to a senior Pentagon official.\nUK Defence Secretary Ben Wallace said a suicide bomber walked into the middle of families waiting outside the gate before carrying out the attack.\nHe told the BBC: \"We think it was a suicide vest and a smaller device. The individual got to the perimeter we had pushed out the day before in response to that threat.\n\"[The bomber] walked straight into the middle of those families waiting.\"\nReports say some victims were blown into  a sewage canal where Afghans were waiting to be processed.\nMany of the victims of the attack were rushed to Kabul's Emergency Hospital.\nUS and British troops had recently been deployed to guard the area around the Abbey Gate.\nAccording to one account, one attacker fired into a crowd of people, although reports also said Taliban guards had fired into the air.\nUS citizens who had gone to the area around the airport had been warned before the attack to \"leave immediately\".\nIt's believed some 95 people were killed and 150 injured.\nThe Pentagon said that 13 US military personnel, including US marines and a US Navy medic, were among the dead. A further US 15 troops were injured.\nOn Friday, the UK government confirmed that two British nationals and the child of a British national had been killed in the attack.\nImages taken at the scene showed the injured being taken away in wheelbarrows.\nHuge crowds had been gathering in the area, hoping to be accepted on to an evacuation flight.\nThe attack is likely to significantly complicate the final effort to airlift thousands of people out of Afghanistan ahead of 31 August.\nBefore the attack, a number of countries including Germany, the Netherlands and Canada, had announced that they could no longer conduct flights. \nTurkey also announced that its troops, who had been providing security at the airport for six years, were withdrawing.\nThe UK has confirmed that it will no longer be calling people forward to the airport for evacuation flights.\nGraphics by Prina Shah and Gerry Fletcher"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58339762",
      "category": "uk",
      "title": "Afghanistan: Evacuation is continuing despite Kabul attack, says PM",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Boris Johnson",
      "text": "The UK will continue its operation to evacuate people from Afghanistan despite the \"despicable\" attack at the capital's airport, Boris Johnson says.\nSpeaking after an emergency meeting, the PM pledged the UK would be working \"flat out\" until \"the last moment\".\nBut he also acknowledged the push was nearing its conclusion, with hours remaining.\nTwo explosions hit Kabul airport on Thursday, killing some 90 people - among them 13 US military personnel.\nAt least 150 people were also wounded in the attack, which the so-called Islamic State group say it was behind.\nThe Ministry of Defence (MoD) said there had been \"no reported UK military or UK government casualties\".\nFigures released by the MoD on Thursday night showed 13,146 individuals had been flown out by the UK so far. \nIn an address on Thursday night, President Joe Biden also promised to carry on with the evacuation, which is due to end on 31 August. \nHe said the US would \"not forgive\" and \"not forget\" the attack, telling the perpetrators: \"We will hunt you down and make you pay.\" \nUS commanders have said they are on alert for more attacks by so-called Islamic State, including possible rockets or vehicle-borne bombs targeting Kabul airport.\nBy Damian Grammaticas, BBC political correspondent\nIn the aftermath of the suicide bombings at the airport, the pace of the emergency airlift from Afghanistan has slowed but it has not halted. \nThe BBC understands that people who'd already been allowed inside the airport perimeter have continued to be processed, to be boarded on to departing planes. \nBut sources said the numbers arriving to be processed had decreased considerably as the Taliban were turning back many Afghans, particularly those who did not hold foreign passports or visas. \nBoris Johnson said the UK was \"coming towards the very end\" of its operation and suggested \"the overwhelming majority of those eligible\" had now been flown out. \nBut there remain many clamouring not to be left behind, including interpreters who had worked for the British military, security guards from the UK embassy, Afghan soldiers trained by British forces, those who worked with international organisations and academics.\nThursday's twin blasts took place outside the Abbey Gate - where US and British forces have been stationed to help with evacuations - and at a nearby hotel, following warnings there could be terrorist incidents in the area.\nSpeaking after chairing an emergency Cobra meeting, the PM described the blasts - reportedly carried out by suicide bombers - as \"barbaric\".\nHe said: \"I want to stress that this threat of a terrorist attack is one of the constraints that we've been operating under... in the big extraction that's been going on, and we've been ready for it, we've been prepared for it.\n\"And I want to stress that we're going to continue with that operation - and we're now coming towards the end of it, to the very end of it, in any event.\n\"But, clearly, what this attack shows is the importance of continuing that work in as fast and as efficient a manner as possible in the hours that remain to us, and that's what we're going to do.\"\nContinuing, Mr Johnson said the Foreign Office, Home Office and Border Force teams were \"going to work flat out\" to get people through \"as fast as they can\".\nHe added: \"We're going to keep going up until the last moment.\"\nThe US has set the deadline of the end of the month for the withdrawal of its troops, with President Biden rejecting calls from Mr Johnson and other allies for an extension.\nIn the past 12 hours, some countries including Canada, Germany and Australia have announced that they have ended their evacuation operations.\nForeign Secretary Dominic Raab has offered condolences to the families of the civilians who were killed or injured, saying the US troops who were killed and harmed \"paid the ultimate sacrifice while helping others reach safety\".\n\"The UK and US remain resolute in our mission to get as many people out as possible. It is testament to the remarkable courage of our personnel that they continue to do so while under fire,\" he said.\nA statement from the MoD said: \"Our primary concern remains the safety of our personnel, British citizens and the citizens of Afghanistan. We are in close contact with our US and other NATO allies at an operational level on the immediate response to this incident.\"\nLabour leader Sir Keir Starmer called the attack \"devastating\", and said his thoughts were with \"all those killed and wounded, serving personnel supporting the evacuations and all those desperately trying to leave\".\nHe added: \"The bravery of the troops at the airport will always outweigh the cowardice of those who wish to harm us.\"\nKabul airport is currently being defended and run by the US, which has 5,800 troops on the ground - with the help of more than 1,000 UK troops.\nArmed Forces minister James Heappey declined to give a date for the last UK evacuation flights, but said it was likely that UK and other foreign troops would have to leave before the last American airlifts.\nHowever, Mr Johnson has insisted the US deadline will not mark the end of the UK's efforts to help people wishing to flee the Taliban-controlled country. \nHe said on Thursday that the current airlifts were just the \"first phase\".\n\"Even beyond the US deadline of 31 of this month, we hope to be able to continue to say to people, well you can come out,\" he said.\nAre you affected by issues covered in this story?  Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58357021",
      "category": "health",
      "title": "Covid: High virus levels 'highly likely' in schools",
      "tags": "Schools,Coronavirus pandemic",
      "text": "Scientists advising the government say it is \"highly likely\" that high levels of coronavirus will be seen in schools in England by the end of September.\nThey add that it would be \"sensible\" for the government to plan for this happening, in a Sage statement from 11 August.\nCases in Scotland have reached a record high since schools reopened for autumn.\nA decision on whether a vaccine will be offered to all 12-15-year-olds is expected soon.\nAll 16 and 17-year-olds across the UK have now been offered a first dose of vaccine against Covid-19.\nThe Department for Education said: \"As we learn to live with the virus across society, we must strike the right balance of measures so that our children can continue with their lives and education in the best possible way.\"\nSchools will test students when they return to schools and colleges in September to help reduce transmission, it added.\nSage (Scientific Advisory Group for Emergencies) says it is still difficult to work out whether schools are drivers of transmission, or simply reflecting the spread of the virus in the communities where they are located.\nBut if cases continue to rise, scientific advisers say the more pupils and teachers that contract Covid-19, the more schools and education will be disrupted.\nAnd it warns of the \"subsequent consequences for parents and carers, and the wider workforce implications\".\nIn Scotland, where pupils returned to school in mid-August, a third of new cases are in the under-19s.\nThe consensus statement from a sub-group of Sage continues: \"Schools will represent a high proportion of remaining susceptible individuals and it is highly likely that exponential increases will be seen in school-attending age groups after schools open.\" \nIt says vaccination will also have made \"almost no difference in these population groups over the summer holidays\", and when schools reopen, measures in place to limit the spread of the virus will be \"much reduced\" compared to the spring and summer.\nPupils and staff will no longer be recommended to wear masks in secondary schools in England, although they are still advised in Scotland.\nUnder new rules, aimed at keeping more children in school, pupils who are close contacts of positive cases will also no longer have to isolate when term starts.\nSecondary school pupils across the UK will be asked to take two rapid tests before term starts, to see if they have the virus, and twice-weekly tests at home after that.\nKevin Courtney, joint general secretary of the National Education Union, said the Sage report was a rebuke to Education Secretary Gavin Williamson.\n\"Next to nothing has been done to prepare for the possibility of large numbers of cases which will lead to lots of education disruption as children and staff have to isolate because they are positive - or stay off because their Covid symptoms go on longer.\n\"It is perfectly clear to education professionals that the current safety requirements for schools and colleges are not sufficient to prevent a rise in cases come September,\" he said.\nLast week the government in England said it would provide around 300,000 carbon dioxide monitors to schools next term to help improve ventilation and lessen Covid outbreaks, but Mr Courtney says they will only diagnose a problem \"not solve it\".\nMike Tildesley, professor in infectious disease modelling at the University of Warwick, told the BBC that schools reopening in September would have an impact on mixing patterns in other walks of life.\n\"It remains to be seen what effect that has on cases and hospital admissions,\" he said.\n\"We will need to monitor that during September.\n\"And we need to be prepared for the fact that hospital admissions will start to rise - not just from Covid but from other respiratory viruses too, like flu.\"\nBut he said vaccines put the country in a much better place than before, although booster campaigns might still be needed.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58324108",
      "category": "business",
      "title": "NHS blood test tube shortage set to worsen",
      "tags": "Companies,NHS",
      "text": "NHS England has admitted that a shortage of vials used for blood tests will worsen over the next few weeks and will last until mid-September.\nIt said supplies remain constrained and are forecast \"to become even more constrained over the coming weeks\". \nWhile the NHS expects the position to improve by the middle of next month, \"overall supply is likely to remain challenging for a significant period.\"\nDoctors had been told to stagger some blood tests due to the shortage.\nThey are warning that patient care will suffer due to delays.\nIt comes after Becton Dickinson, a company that makes vials for the health service, said it is experiencing serious supply chain issues.\nDue to the shortage, the NHS has temporarily stopped some blood testing for fertility, pre-diabetes, allergies and certain blood disorders.\nNHS England issued guidance urging doctors to delay regular blood tests if clinically safe and NHS Wales issued similar guidance.\nIn its guidance, NHS England said \"alternative products are being sought to alleviate these constraints,\" as a result of the global shortages of blood tube products.\nDr Farah Jameel, a GP based in north London and a representative from the British Medical Association trade body said she was having \"difficult conversations\" with patients about rationing the vials \"among the very sickest\".\nShe said there has been \"very unclear messaging from NHS England on how quickly we're going to run short and what the impact will be on patient care.\"\n\"The NHS needs to communicate clearly with the public and with the profession so there is a clear understanding of the problems which will help us manage expectations,\" Dr Jameel said. \n\"These tests are a fundamental part of patient care, giving us essential insights into different conditions, warning signs and overall health.\"\nDoctor Gavin Jamie, an GP based in Swindon agreed that preventative care is going to be slower, in addition to screening delays cause by the pandemic which he said he's still trying to catch up on. \n\"We've not seen the full effect yet but it looks like it could carry on for at least a few months from the time scale NHS England have been giving us,\" he added. \nGPs across the country have tweeted about the difficulties the shortage is causing, while patients have tweeted texts from their surgeries which have said their blood tests have been cancelled. \nAlison Webb, from Wales, told the BBC she was told that she can't have her yearly thyroid and cholesterol checked due to the blood tube shortages. She has a condition which means the thyroid gland does not produce enough hormones and said her blood tests are currently overdue by four months. \n\"Now I've been told to ring again in a month's time. Terrible,\" she said. \nThe medical device company, Becton Dickinson, which partly manufactures its tubes in the US, said the need to test Covid-19 patients in addition to routine testing for procedures which were delayed due to the pandemic had increased demand.\nResponding to the new NHS guidance, the British Medical Association said that healthcare staff were \"still no closer to understanding how this situation was able to develop and why there wasn't a contingency plan\".\n\"Today's guidance does not explain what will happen if hospitals or GP surgeries do run out of stock, and this must be addressed as a matter of urgency,\" said Dr David Wrigley, deputy chair of BMA council.\n\"No doctor wants the consequence of delayed diagnosis for patients due to these shortages, and they also need to know they are protected from any possible negligence claims,\" he added. \nLike many other industries, Becton Dickinson said in addition to increased demand, it was experiencing \"continued transportation challenges\", which included port and transport capacity, air freight capacity and UK border challenges. \n\"Suppliers are also challenged to meet increased demand for raw materials and components,\" the firm told the BBC.\n\"We are balancing the frequency of preventive maintenance leading to plant shutdown to provide continuing supply of products, and we are working closely with our raw material suppliers, transport agencies and other necessary third parties to minimize supply disruptions,\" a spokesperson added.\nA spokesperson for the Department for Health and Social Care told the BBC: \"Patient safety and continuity of care is our priority and we are working to ensure there is minimal possible impact on patient care. \n\"The health and care system is working closely with Becton Dickinson to put mitigations in place to resolve any problems if they arise,\" they added. \nDiabetes UK expressed concerns for the 13.6 million people in the country at increased risk of developing type 2 diabetes. The symptoms of type 2 diabetes can develop more slowly than those for type 1. \nNikki Joule, policy manager at the charity, said the supply issues would make the condition \"harder to spot\" and said it's \"very important\" that those at risk \"do not fall through the cracks due to a logistical issue.\" \nGwenda Burns, chief executive of Fertility Network UK agrees that the logistical issue is \"extremely worrying\" for those awaiting fertility tests. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58354855",
      "category": "business",
      "title": "Contactless card limit to rise to £100 in October",
      "tags": "UK banking,Cash,HM Treasury,UK Finance,Personal finance,UK economy,Contactless payment",
      "text": "The spending limit on each use of a contactless card is to rise from £45 to £100 from 15 October, banks have revealed.\nThe maximum amount was increased from £30 to its current level at the start of the pandemic, and plans to raise it further were announced in the Budget.\nNearly two-thirds of all debit card transactions are made via the tap-and-go technology.\nBut academics have warned that raising the limit could increase crime.\nWhen contactless card payments were introduced in 2007, the transaction limit was set at £10. Cards were generally used in this way in place of small change when buying snacks, papers and occasional groceries.\nThe limit was raised gradually, to £20 in 2012, then to £30 in 2015.\nThe pandemic accelerated a move away from cash, with shoppers often being encouraged to use contactless in many stores to reduce close contact between staff and customers.\nIt meant the government and industry hurriedly increased the limit to £45 and announced plans to raise it again to £100. Banks say that will allow people to pay, without the need for a Pin, when filling up the car with petrol or during weekly food shopping trips.\nThey added that, given the number of terminals that will need to be updated to accept the new limit, it would take some time for the new level to be introduced across all retailers.\nChancellor Rishi Sunak said: \"Increasing the contactless limit will make it easier than ever to pay safely and securely. As people get back to the High Street, millions of payments will made be simpler, providing a welcome boost for retailers and shoppers.\"\nHowever, there are concerns that the next increase will prove tempting for criminals to step up efforts to steal cards.\nA report for UCL's Jill Dando Institute of Security and Crime Science said credit and debit cards were known as \"hot property\" for criminals.\n\"Raising the contactless card limit to £100 would likely make card theft more attractive, increasing a broad range of acquisitive crimes including snatch theft of wallets and purses, hold-up robberies, and home and vehicle break-ins to find cards that can be used fraudulently,\" the report said.\n\"Past experience suggests it could attract new cohorts of teen criminals who are more likely to progress to extended criminal careers, with implications for longer term crime rates.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58360592",
      "category": "uk",
      "title": "Afghanistan: British nationals killed in Kabul airport attack",
      "tags": "War in Afghanistan (2001-present),Afghanistan",
      "text": "Two British nationals, and the child of another British national, died in the explosion at Kabul airport, the foreign secretary has said.\nDominic Raab said two others were also injured in the suicide bomb attack on Thursday. \n\"It is a tragedy that as they sought to bring their loved ones to safety in the UK they were murdered by cowardly terrorists,\" he said. \nAt least 95 people were killed in the attack. \nMr Raab said he was \"deeply saddened\" by the deaths.\nHe added: \"Yesterday's despicable attack underlines the dangers facing those in Afghanistan and reinforces why we are doing all we can to get people out. We are offering consular support to their families.\n\"We will not turn our backs on those who look to us in their hour of need, and we will never be cowed by terrorists.\"\nPrime Minister Boris Johnson said his thoughts were \"very much with their families and their loved ones\", adding that \"what their loss really underlines is the urgency of getting on and concluding\" the evacuation effort. \nThe US, which is running the airport, is withdrawing its troops by 31 August. \nMore than 150 people were wounded in the attack, which the group known as Islamic State Khorasan (IS-K) says it was behind. The Pentagon said 13 US service personnel were also among those killed.\nIt had earlier been thought there were two explosions, but the Pentagon said on Friday that there had been no second explosion at, or near, the Baron Hotel, which is close to the airport.\nNews of the deaths comes as the UK entered the final stage of its evacuations from Kabul and ceased calls for people to come to the airport to leave.\nThe Ministry of Defence said processing facilities at the Baron Hotel had been closed.\nFollowing news of the British deaths, the SNP's Westminster leader Ian Blackford said the UK \"must not abandon those we have a responsibility to protect\".\nHe said: \"My heart goes out to the victims, their families, our personnel on the ground, and to the vulnerable Afghan people stuck in this nightmare situation.\"\nDefence Secretary Ben Wallace expressed his \"deep regret\" that not everyone eligible had been evacuated, including around 800 to 1,100 Afghans and 100 to 150 Britons.\nHe said the withdrawal had not been hastened by the airport attack.  \nOn Friday morning, the MoD said 13,708 people had been evacuated by the UK from Kabul under Operation Pitting, which began on 13 August.\nMr Wallace said this included nearly 8,000 Afghans eligible under the UK's relocation scheme for those who worked for the UK government and other vulnerable individuals, as well as 4,000 British passport holders. \nOthers evacuated include embassy staff and nationals from partner nations. \nThe defence secretary said the operation was \"a remarkable achievement\" in a \"very hostile environment\". \nBut he told LBC Radio around 800 to 1,100 eligible Afghans would be left behind, as well as approximately 100 to 150 British nationals, some of whom he said were staying willingly. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58342389",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Is the drive to get young people jabbed working?",
      "tags": "Coronavirus vaccines",
      "text": "Nearly half of Scotland's coronavirus cases are in people under 25, with more than a third being detected in the under 19s. The campaign to convince teenagers to get vaccinated is ongoing, but just how successful is it?\nOn the face of it, vaccine uptake across all age groups follows a similar pattern - there is an initial strong uptick, before numbers plateau.\nHowever, it is the stage at which this flattening happens that is of particular interest, and of possible concern.\nEssentially, the younger the age group, the earlier this plateau effect begins.\nFor example, the latest data from Public Health Scotland shows that the vaccination rate for 55 to 59-year-olds started to flatten out only once approximately 95% of that cohort had received their first dose.\nSimilarly, 90% of those aged between 50 and 54 had received their first dose before the uptake rate started to level off.\nA survey conducted by the Scottish government in May 2021 suggested that 90% of 18 to 29-year-olds in Scotland would get the Covid-19 vaccine when offered it, or had had it already.\nHowever, the survey's findings appears to not match the reality on the ground.\nThe uptake rate in the 18 to 29 age group started to plateau at the 70% mark, and currently stands at 73%.\nIt took 10 days for the rate to increase from 72% to 73%, and also 10 days to increase from 73% to the current rate of 73.8%.\nThese increments contrast to the daily increases of more than 1% when the vaccine was first offered to this demographic.\nA second pattern emerges if we delve deeper still into the data.\nIt is not only how early the plateauing of first doses occurs - it is the speed at which we get to that point.\nThe staggered approach in Scotland's vaccination programme meant that most 55 to 59-year-olds were only eligible to get their first dose from 15 March.\nOver each of the next 21 days approximately 1% to 4.5% of people in this age group were getting their first Covid jab.\nThree weeks later and the cumulative coverage rate of this cohort had jumped from 40% to 90%.\nOnly then did the uptake trajectory start to flatten out.\nThose aged 16 and 17 were able to register for their first dose from 4 August, and start accessing drop-in clinics a few days later. Again we see an initial spike as we did with the 55 to 59-year-old cohort.\nBut while that spike saw a steeper increase in jabs administered - 20% in the first nine days - early data suggests the uptake rate has largely decreased now many teenagers have returned to school.\nEarlier this week Professor Jason Leitch told BBC Radio Scotland's Drivetime that he hoped that 16 and 17-year-olds would all be vaccinated within the coming weeks.\nScotland's national clinical director said: \"We have supply, we have drop in clinics available to them, we just need to make it as convenient and as open for them as we possibly can.\"\nThis \"convenience\" factor - and not apathy - could perhaps be the reason for this initial flattening of the curve.\nUptake did briefly increase again on the weekend of Saturday 21 and Sunday 22 August.\nOne theory for this could be that many 16 and 17-year-olds were not able to get jabbed in the one week window before schools re-opened, and instead opted to get it the following weekend.\nSimilarly, there has been a small uptick in the last couple of days - possibly a reaction to the surge in school-based cases that has seen, for example, up to a third of all Highlands educational institutions reporting outbreaks.\nProfessor Linda Bauld - an Edinburgh University behavioural scientist who recently took up a Scottish government adviser role - said this could be attributable to the \"makeup\" of those sitting on the Joint Committee on Vaccination and Immunisation (JCVI).\nReferring to the limited window 16 to 17-year-olds were given to get their first jab before returning to school, she said: \"I think clearly we were slightly disadvantaged by that timing, probably through nobody's fault.\n\"If you look at the makeup of the JCVI, there's actually nobody from Scotland who is an independent expert on that group as in terms of academics or clinicians.\n\"Probably the return of the school year in Scotland was not at the front of their mind as a committee. \n\"They were probably thinking about many things, and I'm sure if you have had more representation from Scotland in those discussions, it might have been a more prominent feature\".\nDuring the initial vaccine spike it is worth noting that those 16 to 17-year-olds getting their first jab ranged from 1.5% to 3.2% - daily levels significantly under those aged between 55 and 59.\nNow this daily rate has dropped to 1.3% - at a time when Scotland's record number of Covid cases is now being partly fuelled by the return of schools after the summer holidays.\nUnlike Israel, Scottish schools are not currently offering vaccinations in school.\nHowever, a Scottish government spokesman said it was \"trialling extra approaches to reach this group such as going into colleges, using flyers and posters in schools to direct young people to after school nearby drop-ins, taking vaccines buses to school vicinities, and going into some schools.\"\nHe added: \"All 16 to 17-year-olds that did not attend a drop in or self-register are being sent a letter this week with an appointment time.\"\nLower rates of take up were also evident in the three weeks when most 18 to 29-year-olds got their first dose. \nPeople in this cohort were able to start registering for their vaccinations on 24 May, with many starting to get jabbed in early June.\nWithin a three-week period the cumulative coverage rate of this cohort jumped from 31% to 61% before starting to plateau.\nTake-up rates during this window varied between 1% and 1.8% - much lower than those evident in the figures for 55 to 59-year-olds.\nProf Bauld said: \"There's a feeling amongst this age group that 'I'll get around to it eventually'. \n\"People in this group have complex lives, lots of social connections, lots of responsibilities so we need to again think of the convenience factor.\"\nShe added that communication may be another reason for the decline in uptake in the younger age bands.\nProf Bauld said: \"You need to tailor it to that group and sustain it. \n\"A mistake that we often make in public health is that we have a campaign, it's pushed really aggressively for a while, and then it's sort of in the background. \n\"So you need to keep up that communication.\"\nA Scottish government spokesman said it was currently \"strengthening communications targeting the 18-29 age group, such as the Roll Up Your Sleeves campaign, to ensure we vaccinate as many people in this cohort as possible\".\nBut while the data suggests the take-up rates among the nation's youngest are not ideal, Scotland is doing comparatively well when compared to other European nations.\nFigures collated by the European Centre for Disease Prevention and Control (ECDPC) show that the vaccination rates of under-18s ranges from 0.5% in Bulgaria, to 23% in Belgium.\n\"So generally we have done amazingly well,\" says Prof Bauld. \"But enthusiasm appears to have waned.\n\"There are more people, who are doubly vaccinated, who are dying now in Scotland. \n\"So the more virus we have circulating in younger age groups, the more that breakthrough infections may occur among older age groups.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58333533",
      "category": "world-asia",
      "title": "Afghanistan: Who are Islamic State Khorasan Province militants?",
      "tags": "Afghanistan,Taliban,Islamic State group",
      "text": "A local branch of the Islamic State group in Afghanistan has vowed to continue attacks now that Taliban militants are in control.\nSo who are these IS militants?\nIS-K - Islamic State Khorasan Province - is the regional affiliate of the Islamic State group.\nIt is the most extreme and violent of all the jihadist militant groups in Afghanistan.\nIS-K was set up in January 2015 at the height of IS's power in Iraq and Syria, before its self-declared caliphate was defeated and dismantled by a US-led coalition. \nIt recruits both Afghan and Pakistani jihadists, especially defecting members of the Afghan Taliban who don't see their own organisation as extreme enough.\n\"Khorasan\" refers to a historical region covering parts of modern-day Afghanistan and Pakistan. The group initially included Pakistan until a separate Pakistan section was declared in May 2019.\nAt its height the group numbered about 3,000 fighters.\nHowever, it has suffered significant casualties in clashes with both the US and Afghan security forces, and also with the Taliban.\nIS-K has targeted Afghan security forces, Afghan politicians and ministries, the Taliban, religious minorities, including Shia Muslims and Sikhs, US and Nato forces, and international agencies, including aid organisations.\nIS-K have been blamed for some of the worst atrocities in recent years, targeting girls' schools, hospitals and even a maternity ward, where they reportedly shot dead pregnant women and nurses. \nUnlike the Taliban, whose interest is confined to Afghanistan, IS-K are part of the global IS network that seeks to carry out attacks on Western, international and humanitarian targets wherever they can reach them.\nIS-K are based in the eastern province of Nangarhar, close to drug and people-smuggling routes in and out of Pakistan. \nWhile most of its activities have been in Nangahar and Kabul, it has also claimed attacks in the provinces of Kunar, Jowzjan, Paktia, Kunduz and Herat.\nPeripherally yes, via a third party, the Haqqani network. \nAccording to researchers, there are strong links between IS-K and the Haqqani network, which in turn is closely linked to the Taliban.\nThe man now in charge of security in Kabul is Khalil Haqqani who has had a $5m (£3.6m) bounty on his head. \nDr Sajjan Gohel from the Asia Pacific Foundation has been monitoring the militant networks in Afghanistan for years. \nHe says \"several major attacks between 2019 and 2021 involved collaboration between IS-K, the Taliban's Haqqani network and other terror groups based in Pakistan\".\nWhen the Taliban took over in Kabul on 15 August, the group released large numbers of prisoners from Pul-e-Charki jail, reportedly including IS and al-Qaeda militants. These people are now at large.\nBut IS-K have major differences with the Taliban, accusing them of abandoning Jihad and the battlefield in favour of a negotiated peace settlement hammered out in \"posh hotels\" in Doha, Qatar.\nIS-K considers Taliban militants \"apostates\", making their killing lawful under their interpretation of Islamic law.\nIS militants now represent a major security challenge for the incoming Taliban government, something the Taliban leadership shares in common with Western intelligence agencies."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58354855/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Contactless card limit to rise to £100 in October",
      "tags": "UK banking,Cash,HM Treasury,UK Finance,Personal finance,UK economy,Contactless payment",
      "text": "The spending limit on each use of a contactless card is to rise from £45 to £100 from 15 October, banks have revealed.\nThe maximum amount was increased from £30 to its current level at the start of the pandemic, and plans to raise it further were announced in the Budget.\nNearly two-thirds of all debit card transactions are made via the tap-and-go technology.\nBut academics have warned that raising the limit could increase crime.\nWhen contactless card payments were introduced in 2007, the transaction limit was set at £10. Cards were generally used in this way in place of small change when buying snacks, papers and occasional groceries.\nThe limit was raised gradually, to £20 in 2012, then to £30 in 2015.\nThe pandemic accelerated a move away from cash, with shoppers often being encouraged to use contactless in many stores to reduce close contact between staff and customers.\nIt meant the government and industry hurriedly increased the limit to £45 and announced plans to raise it again to £100. Banks say that will allow people to pay, without the need for a Pin, when filling up the car with petrol or during weekly food shopping trips.\nThey added that, given the number of terminals that will need to be updated to accept the new limit, it would take some time for the new level to be introduced across all retailers.\nChancellor Rishi Sunak said: \"Increasing the contactless limit will make it easier than ever to pay safely and securely. As people get back to the High Street, millions of payments will made be simpler, providing a welcome boost for retailers and shoppers.\"\nHowever, there are concerns that the next increase will prove tempting for criminals to step up efforts to steal cards.\nA report for UCL's Jill Dando Institute of Security and Crime Science said credit and debit cards were known as \"hot property\" for criminals.\n\"Raising the contactless card limit to £100 would likely make card theft more attractive, increasing a broad range of acquisitive crimes including snatch theft of wallets and purses, hold-up robberies, and home and vehicle break-ins to find cards that can be used fraudulently,\" the report said.\n\"Past experience suggests it could attract new cohorts of teen criminals who are more likely to progress to extended criminal careers, with implications for longer term crime rates.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58340809",
      "category": "world-asia",
      "title": "Kabul airport attack: 'Today I saw doomsday'",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan",
      "text": "Survivors have spoken of their horror after twin blasts hit crowds of people awaiting evacuation outside Kabul's airport on Thursday. Most witnesses have not been named for their own safety.\nOne Afghan, who previously worked with an international development group and who holds a US visa, was among the thousands of people who had been waiting outside Kabul's airport for hours when the explosion struck.\n\"It was as if someone pulled the ground from under my feet. For a moment I thought my eardrums were blasted and I lost my sense of hearing,\" he told Reuters news agency.\n\"I saw bodies and body parts flying in the air like a tornado taking plastic bags... into the air. I saw bodies, body parts, elderly and injured men, women and children scattered in the blast site.\n\"It is not possible to see doomsday in this life, but today I saw doomsday, I witnessed it with my own eyes.\"\nPreviously, he said, police and security forces would work to clear the scenes of attacks, but in the aftermath of Thursday's bombing \"there was no-one to handle the issue and move the bodies and the wounded to hospital or take them out of sight of the public\".\n\"Bodies and wounded were lying in the road and in the sewage canal. The little water flowing into it had turned into blood,\" he recalled.\n\"Physically, I am OK... but I don't think the mental wound and the shock I sustained from today's blast will ever let me live a normal life.\"\nOther witnesses spoke of the chaos at the scene after the initial blast.\n\"When people heard the explosion, there was total panic,\" a man named Milad, who had been waiting outside the airport with his wife and three children, told the AFP news agency. \n\"The Taliban then started firing in the air to disperse the crowd. I saw a man rushing with an injured baby in his hands.\"\n\"I will never, ever want to go (to the airport) again. Death to America, its evacuation and visas,\" he said.\nAnother man, a former interpreter with US forces in Afghanistan, told CBS News how he tried to save an injured child, who was around five years old.\n\"I just saw a lot of people got hurt and people that were lying on the ground. I saw a baby there and I went to her and I picked her up and started taking her to the hospital.\"\n\"I took her to the hospital, but she died on my hands,\" he said. \"That's heart-breaking. What is going on right now is heart-breaking, this whole country has fallen apart.\"\n\"I tried,\" the interpreter continued. \"I did my best to help her.\"\nImages shared on social media showed desperate survivors bringing the injured to safety using any means available, including wheelbarrows and taxis.\nOne man who helped others to a medical centre told Afghanistan's Tolo news that many people had been thrown down to the ground or into the water by the force of the blast. \n\"We carried the wounded here on stretchers - and look, my clothes are completely bloodied.\"\nThe Kabul Surgical Centre, run by the international medical charity Emergency, said that 60 people had arrived in less than two hours.\nThe hospital's medical co-ordinator said in a post on the group's Twitter account that patients were \"terrified, their eyes totally lost in emptiness, their gaze blank. Rarely have we seen such a situation\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58343062",
      "category": "technology",
      "title": "Twelve-year-old boy makes £290,000 from whale NFTs",
      "tags": "NFTs,Cryptocurrency",
      "text": "A 12-year-old boy from London has made about £290,000 during the school holidays, after creating a series of pixelated artworks called Weird Whales and selling non-fungible tokens (NFTs).\nWith NFTs, artwork can be \"tokenised\" to create a digital certificate of ownership that can be bought and sold.\nThey do not generally give the buyer the actual artwork or its copyright.  \nBenyamin Ahmed is keeping his earnings in the form of Ethereum - the crypto-currency in which they were sold.\nThis means they could go up or down in value and there is no back-up from the authorities if the digital wallet in which he is holding them is hacked or compromised.\nHe has never had a traditional bank account.\nBenyamin's classmates are as yet unaware of his new-found crypto-wealth, although he has made YouTube videos about his hobby, which he enjoys alongside swimming, badminton and taekwondo.\n\"My advice to other children that maybe want to get into this space is don't force yourself to do coding, maybe because you get peer pressured - just as if you like cooking, do cooking, if you like dancing, do dances, just do it to the best of your ability,\" he said.\nBenyamin's father, Imran, a software developer who works in traditional finance, encouraged Benyamin and his brother, Yousef, to start coding at the ages of five and six. \nThe children have had the advantage of a strong network of technology experts to call on for advice and help - but he is extremely proud of them.\n\"It was a little bit of a fun exercise - but I picked up on really early that they were really receptive to it and they were really good,\" Imran said. \n\"So then we started getting a little bit more serious - and now it's every single day... but you can't cram this stuff, you can't say I'm going to learn coding in three months.\" \nThe boys did 20 or 30 minutes of coding exercises a day - including on holiday, he said.\nWeird Whales is Benyamin's second digital-art collection, following an earlier Minecraft-inspired set that sold less well.\nThis time, he drew inspiration from a well known pixelated whale meme image and a popular digital-art style but used his own program to create the set of 3,350 emoji-type whales.\n\"It was interesting to see all of them hatch, as they appeared on my screen slowly generating,\" he said. \nBenyamin is already working on his third, superhero-themed collection.\nHe would also like to make an \"underwater game\" featuring the whales. \n\"That would be amazing,\" he said.\nImran is \"100% certain\" his son has not broken copyright law and has engaged lawyers to \"audit\" his work, as well as getting advice on how to trademark his own designs.\nThe art world is divided over the current trend for NFTs. \nArtists say they are a useful additional line of revenue.\nAnd there are many stories of eye-wateringly high sales.\nBut there is also scepticism over whether they are a realistic long-term investment.\nAnd former Christie's auctioneer Charles Allsopp told BBC News buying them made \"no sense\".\n\"The idea of buying something which isn't there is just strange,\" he said earlier this year.\n\"People who invest in it are slight mugs - but I hope they don't lose their money.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58334061",
      "category": "uk",
      "title": "Autism and anxiety: One man 'failed by the system'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-58356160",
      "category": "uk-england-birmingham",
      "title": "Tom Cruise's BMW stolen during Mission: Impossible filming",
      "tags": "Birmingham,Tom Cruise",
      "text": "Hollywood actor Tom Cruise's BMW was stolen while he was filming in Birmingham. \nThe actor has been in the city filming the seventh instalment in the Mission: Impossible film series. \nThe Sun claimed the vehicle used by Cruise was taken from outside the Grand Hotel with thousands of pounds worth of goods inside.\nA BMW X7 was stolen from Church Street on Tuesday and recovered a short time later, West Midlands Police said.\nThe vehicle was found in nearby Smethwick. CCTV is being examined and inquiries continue.\nParts of Grand Central shopping centre, above New Street Station in Birmingham, were closed from Sunday to Wednesday to allow filming to go ahead.\nMany fans have spoken of their \"excitement\" at seeing the film icon,  who visited Indian Restaurant Asha's and met officers from British Transport Police during his time in the city. \nThe officers shared the picture on social media adding: \"I promise you, this isn't photoshopped.\"\nThe Lord Mayor of Birmingham, Muhammad Afzal, also had the opportunity to meet Cruise and his co-star Hayley Atwell\nHe said it had been a \"fantastic visit and fascinating look behind the scenes\".\n\"Can't wait to see the film when it's released,\" Mr Afzal added.\nEarlier, Cruise caused a stir for one Warwickshire family when he landed his helicopter in their garden.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58352098",
      "category": "business",
      "title": "Apple chief executive Tim Cook gets $750m payout",
      "tags": "Billionaires,Tim Cook,Apple",
      "text": "Apple chief executive Tim Cook has received more than five million shares in the technology giant, as he marks ten years in the job.\nA company filing with the US Securities and Exchange Commission (SEC) watchdog shows that he sold most of the shares for more than $750m (£550m).\nIt is part of a deal he struck when he took over from co-founder Steve Jobs.\nThe award depended on how well Apple's shares performed compared to other firms on the S&P 500 stock index.\nAccording to Apple's filing with the SEC, Mr Cook was eligible for the award as the company's shares had risen by 191.83% over the last three years.\nIt also noted that Apple's share price has increased 1,200% since he became chief executive on 24 August 2011.\nThe company behind the iPhone, iPad and MacBook now has a market valuation of almost $2.5tn.\nLast year, Mr Cook agreed to a new pay package that runs to the end of 2026.\nA SEC filing also showed that earlier this week Mr Cook donated almost $10m worth of Apple shares to charity, without naming the recipient.\nIn 2015, Mr Cook said he would give away his entire fortune before he dies, and is known to have donated tens of millions of dollars to charity.\nHe currently has a net worth of around $1.5bn, according to the Bloomberg Billionaire's Index.\nMr Cook has often spoken publicly about his concerns over issues including HIV and Aids, climate change, human rights and equality.\nHe follows other mega-rich US business people who have said they would give away all or a significant portion of their fortunes in their lifetimes.\nIn 2010, Microsoft co-founder Bill Gates and investment veteran Warren Buffett launched the Giving Pledge, which called on billionaires to give away at least half of their fortunes.\nEarlier this year, Mr Buffett donated to charity another $4.1bn worth of shares in his company Berkshire Hathaway."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58357346",
      "category": "uk-scotland",
      "title": "Scotland records huge increase in daily Covid cases",
      "tags": "Nicola Sturgeon,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Scotland has recorded a record number of daily Covid cases as the number surged above 6,000 for the first time.\nA total of 6,835 new cases were reported on Friday - more than 1,800 above the previous highest figure.\nThis is the third time this week a new record has been set.\nFirst Minister Nicola Sturgeon said the sharp rise was a \"cause for concern\" - but the Scottish government was not currently considering the introduction of a circuit breaker lockdown.\nHowever, she stressed the importance of everyone \"playing their part\" in halting the spread of the virus.\nMs Sturgeon had previously said the country was at a \"fragile and pivotal moment\" in the pandemic.\nShe said on Friday that she could not rule anything out, but that no-one wanted to \"go backwards\" to even limited restrictions.\nMs Sturgeon urged people to get vaccinated, test themselves regularly and \"tighten up again\" on following the current guidelines.\nShe encouraged people to meet outdoors, avoid crowds, keep a safe distance from others and minimise physical contact.\nAnd she added: \"I hope we can get through this with all of us behaving sensibly and appropriately.\"\nThe daily test positivity rate reported on Friday was 14.2%, up from 11.5% the previous day.\nA record number of tests had been carried out on Thursday - but Ms Sturgeon said that did not entirely explain the increase in case numbers, which have doubled over the last seven days.\n\"It's important to point out that case numbers are rising across the UK just now, but after a period of slower increases in Scotland the rise here is particularly sharp at the moment,\" she said.\n\"That is possibly, at least in part, a reflection of the fact that our schools return earlier, with the increased interactions that come with that.\n\"And although vaccination has significantly weakened the link between a high volume of new cases and serious harm to health, it hasn't completely broken that link.\"\nThe number of people in hospital with Covid has risen from 312 to 479 over the last week.\nThere have been four further deaths, and no change in the number of patients in intensive care, which stands at 47.\nWe've seen record high figures this week, but the vaccination programme has disrupted the link between catching Covid and ending up in hospital.\nBut if case numbers get too high, even a small proportion of people becoming seriously ill can pose a challenge for the NHS.\nSo it's the number of people becoming seriously ill that will now define the path we take. And, crucially, whether restrictions have to come back.\nThe first minister is ruling out the harshest of restrictions - a circuit-breaker lockdown. She's actually hopeful that we can get through this without any additional measures. \nWe're being asked to take voluntary action: meet outdoors, avoid crowds and limit physical contact.\nBut that leaves the public in a slightly strange position - being asked to not take full advantage of the freedoms we were granted just a few weeks ago. \nVoluntary action now can help avoid more rules in the near future. That's Nicola Sturgeon's message for the weekend.\nNational clinical director Professor Jason Leitch was asked on BBC Radio Scotland's Drivetime programme about the statistical modelling for case numbers.\nHe said that if the rate doubled again in another seven days, that would mean nearly 14,000 cases - unless we were close to a \"peak\" which was not currently visible.\nWhen the previous record total of new cases - 5,021 - was reported on Wednesday, Deputy First Minister John Swinney said the rise was partly being fuelled by the return of schools.\nScottish schools returned from the summer holidays in mid-August, several weeks earlier than in the rest of the UK.\nThe Scottish Secondary Teachers Association is calling for all secondary school pupils to be vaccinated.\nScottish Conservative MSP Murdo Fraser warned that \"heightening the threat of restrictions when our vaccine system has been so successful\" would jeopardise the country's recovery from the pandemic. \nHe added: \"The Scottish people cannot be kept in this holding pattern of removing and introducing Covid restrictions, particularly when there is no threat of a new variant at this time. \n\"The recovery of our NHS and Scotland's economy is at stake. The SNP must give that more consideration now that so many people have been vaccinated.\"\nScottish Labour leader Anas Sarwar voiced concerns about the case rate and increase in hospitalisations, and said the way we \"ramp up\" the rollout of the vaccine was crucial.\nHe suggested door-to-door vaccination in areas with a low uptake, along with mobile units at university campuses and high schools."
    }
  ]
}